{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-38",
  "sections": [
    {
      "id": "section-67-3801",
      "number": "67-3801",
      "heading": "",
      "text": "67-3801. SHORT TITLE. This act shall be known and may be cited as the \"Commercial Property Assessed Capital Expenditure Act.\"\n\n[67-3801, added 2024, ch. 239, sec. 1, p. 851.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3801/"
    },
    {
      "id": "section-67-3802",
      "number": "67-3802",
      "heading": "",
      "text": "67-3802. LEGISLATIVE FINDINGS AND INTENT. It is the intent of the legislature to authorize the establishment of a commercial property assessed capital expenditure (C-PACE) program that local governments may voluntarily implement to ensure that free and willing owners of agricultural, commercial, industrial, or multifamily residential properties can obtain low-cost, long-term financing for qualifying improvements. The legislature finds that enabling local governments to adopt C-PACE programs serves a valid public purpose because the use of C-PACE programs will increase economic development, lower insurance costs, and lower disaster and emergency response costs to local governments. C-PACE programs will also decrease energy and water costs and encourage energy and water sustainability.\n\n[67-3802, added 2024, ch. 239, sec. 1, p. 851.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3802/"
    },
    {
      "id": "section-67-3803",
      "number": "67-3803",
      "heading": "",
      "text": "67-3803. DEFINITIONS. As used in this chapter:\n\n(1) \"Capital provider\" means a private third-party entity, including its designee, successor, and assigns, that provides or funds C-PACE financing, including refinancing, pursuant to this chapter.\n\n(2)(a) \"Commercial property\" means:\n\n(i) Privately owned commercial, industrial, or agricultural real property; or\n\n(ii) Privately owned residential real property consisting of five (5) or more dwelling units.\n\n(b) \"Commercial property\" includes:\n\n(i) property owned by nonprofit, charitable, or religious organizations; or\n\n(ii) One (1) or more owner-occupied or rental condominium units affiliated with a hotel.\n\n(3) \"C-PACE program\" or \"program\" means a commercial property assessed capital expenditure program established pursuant to the provisions of this chapter.\n\n(4) \"Financing\" means financing and refinancing for qualified projects pursuant to this chapter.\n\n(5) \"Financing agreement\" means a contract under which a property owner agrees to repay a capital provider for the C-PACE financing, including but not limited to details of finance charges, fees, debt servicing, accrual of interest and penalties, and terms relating to treatment of prepayment and partial payment, billing, collection, and enforcement of the C-PACE financing.\n\n(6) \"Local government\" means a county, municipality, or other political subdivision of this state.\n\n(7) \"Program administrator\" means a local government department or individual designated to administer a C-PACE program or a private independent third party designated by the local government to administer a program in conformance with the administration procedures provided in this chapter.\n\n(8) \"Program guidebook\" means a comprehensive document created by a local government that illustrates the applicable program and establishes appropriate guidelines, specifications, underwriting and approval criteria, and standard application forms consistent with the administration of a program pursuant to this chapter, including:\n\n(a) A form for an assessment contract between the local government and the property owner for specifying the terms of assessment under the program, financing provided by a third party, and remedies for default or foreclosure;\n\n(b) A form for a local government notice of assessment and C-PACE lien; and\n\n(c) A form for a notice of assignment of assessment and C-PACE lien between a local government and a capital provider.\n\n(9) \"Project application\" means an application submitted to a program to demonstrate that a proposed project qualifies for C-PACE financing and for a C-PACE assessment and lien.\n\n(10) \"Property owner\" means the owner or owners on the title, duly recorded, or the owner of an estate for years created pursuant to a written lease agreement or similar agreement, of a commercial property;\n\n(11) \"Qualified improvement\" means a permanent improvement installed and affixed to commercial property and intended to:\n\n(a) Decrease energy consumption or demand through the use of efficiency technologies, products, or activities that reduce or support the reduction of energy consumption;\n\n(b) Support the production of renewable energy, including through the use of a product, device, or interacting group of products or devices on the customer’s side of the meter that provides thermal energy or regulates temperature;\n\n(c) Decrease water consumption or demand, increase water conservation and storage, and address safe drinking water through the use of efficiency technologies, products, or activities that reduce or support the reduction of water consumption or increase the storage of water;\n\n(d) Allow for the reduction or elimination of lead from water that may be used for drinking or cooking; or\n\n(e) Increase water or wastewater resilience, including through storm retrofits, flood mitigation, and stormwater management, or increase wind resistance, energy storage, microgrids, or structures, measures, or other improvements that reduce land use impact, and other resilience projects approved by the local government.\n\n(12) \"Qualified project\" means a project approved by the program administrator, involving the installation or modification of a qualified improvement, including new construction or the adaptive reuse of eligible property with a qualified improvement. Qualified improvements installed and operational no more than three (3) years prior to the date of application are eligible as qualified projects.\n\n(13) \"Region\" means a geographical area eligible for a C-PACE program as determined by a local government pursuant to section 67-3805, Idaho Code.\n\n(14) \"Special assessment\" means a voluntary assessment imposed by a local government on real property located within the boundaries of a C-PACE program.\n\n[67-3803, added 2024, ch. 239, sec. 1, p. 851.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3803/"
    },
    {
      "id": "section-67-3804",
      "number": "67-3804",
      "heading": "",
      "text": "67-3804. C-PACE VOLUNTARY SPECIAL ASSESSMENTS BY A LOCAL GOVERNMENT. (1) A local government may impose a voluntary special assessment to repay the financing of qualified projects on commercial property located in a region.\n\n(2) A local government shall not impose an assessment to repay the financing of the purchase or installation of products or devices not permanently affixed to commercial property.\n\n(3) A local government may impose a voluntary special assessment only after a project application is approved. The special assessment must be created through a written contract between the local government and the property owner of the property to be assessed.\n\n(4) Prior to entering into the written assessment contract, the property owner shall obtain and furnish to the local government a written statement, executed and acknowledged by an authorized officer of each holder of a mortgage or deed of trust on the property securing indebtedness in the officer’s sole and absolute discretion, consenting to the assessment and indicating that the assessment does not constitute an event of default under the mortgage or deed of trust.\n\n[67-3804, added 2024, ch. 239, sec. 1, p. 852.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3804/"
    },
    {
      "id": "section-67-3805",
      "number": "67-3805",
      "heading": "",
      "text": "67-3805. C-PACE PROGRAM — AUTHORIZATION. (1) A local government may establish a C-PACE program and exercise all powers granted pursuant to this chapter.\n\n(2)(a) The local government shall designate a region within its boundaries as an area in which C-PACE projects are permissible.\n\n(b) If the local government is a county, then the region designated may encompass the whole of the unincorporated and incorporated areas inside the county’s boundaries.\n\n(3) A local government that establishes a program may enter into written agreements with a property owner to impose voluntary assessments to repay such owner’s financing of a qualified project on the owner’s property, provided that the conditions of section 67-3804, Idaho Code, are met.\n\n(4) A local government may administer a program or delegate administration of a program pursuant to section 67-3806(4), Idaho Code.\n\n(5) If the program provides for third-party administration, then the local government official authorized to enter into a written contract with a property owner pursuant to section 67-3806(1)(a)(viii), Idaho Code, shall also enter into a written contract with the party that administers the program. The contract must require the third party to reimburse the local government for costs associated with monitoring the program, imposing the assessment, and billing and collecting payments on behalf of the third party.\n\n(6) The financing for assessments imposed may include but is not limited to:\n\n(a) The cost of materials and labor necessary for the installation or modification of a qualified improvement;\n\n(b) Permit fees;\n\n(c) Inspection fees;\n\n(d) Lender fees;\n\n(e) Program application and administrative fees;\n\n(f) Project development and engineering fees;\n\n(g) Interest reserves;\n\n(h) Capitalized interest, in an amount determined by the owner of the commercial property and the third party providing financing pursuant to this chapter; and\n\n(i) Other fees or costs incurred by the property owner incidental or ancillary to the installation, modification, or improvement on a specific or pro rata basis, as determined by the local government.\n\n(7) The written assessment contract constitutes written notice to the property owner that the owner may be responsible for the payment of any remaining principal balance of the assessment upon the refinance or sale of the property unless the remaining principal balance is assumed by the acquiring property owner. The local government shall require each property owner to acknowledge, in writing, the notice as part of the execution of the contract.\n\n[67-3805, added 2024, ch. 239, sec. 1, p. 853.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3805/"
    },
    {
      "id": "section-67-3806",
      "number": "67-3806",
      "heading": "",
      "text": "67-3806. PROCEDURES TO ESTABLISH A C-PACE PROGRAM. (1) To establish a C-PACE program pursuant to this chapter, the local government must:\n\n(a) Adopt a resolution of intent that includes:\n\n(i) A finding that the financing of qualified projects through special assessments is a valid public purpose;\n\n(ii) A statement that the local government intends to authorize direct financing between property owners and capital providers as the means to finance qualified projects;\n\n(iii) A statement that the local government intends to authorize special assessments, entered into voluntarily by a property owner with the local government by means of the written assessment contract, to repay the financing for qualified projects available to property owners;\n\n(iv) A description of the types of projects that may qualify for voluntary special assessments;\n\n(v) A description of the boundaries of the region;\n\n(vi) A description of the proposed arrangements for administration of the program according to the provisions of this chapter;\n\n(vii) A statement of the time and place for a public hearing on the proposed program as required in paragraph (b) of this subsection; and\n\n(viii) A statement designating the local official, department, or employee charged with administering the program and executing written agreements with property owners to impose voluntary assessments on a property.\n\n(b) Hold a hearing for the public to comment on the proposed program as outlined in the resolution of intent; and\n\n(c) Following such hearing, adopt a resolution establishing the program and its terms.\n\n(2) Subject to the terms of the resolution establishing the program as provided in subsection (1)(c) of this section, the local government may amend a program by resolution.\n\n(3) The enactment of a resolution establishing a program and its terms shall allow a local government to place voluntary special assessments on property without any additional action by the local government.\n\n(4) A local government may:\n\n(a) Hire and set the compensation of a program administrator and program staff; or\n\n(b) Delegate or contract for professional or administrative services necessary to administer the program on a nonexclusive basis.\n\n(5) A local government is authorized to impose service fees to offset the actual and reasonable costs of administering a program. A fee of no more than five hundred dollars ($500) may be charged at the time of a property owner’s application. In addition, a servicing fee for approved applications may be calculated as one percent (1%) of the total amount financed, not to exceed fifty thousand dollars ($50,000).\n\n[67-3806, added 2024, ch. 239, sec. 1, p. 854.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3806/"
    },
    {
      "id": "section-67-3807",
      "number": "67-3807",
      "heading": "",
      "text": "67-3807. C-PACE PROGRAM REQUIREMENTS. The terms of a program established pursuant to section 67-3806(3), Idaho Code, shall include:\n\n(1) Appropriate eligibility factors, including certification by the property owner that:\n\n(a) The property owner requesting to participate in the program:\n\n(i) Is the legal owner of the benefited property;\n\n(ii) Is current on mortgage and property tax payments; and\n\n(iii) Is not insolvent or in bankruptcy proceedings; and\n\n(b) The title of the benefited property is not in dispute;\n\n(2) A requirement that:\n\n(a) The total debt secured by the property, including the C-PACE assessment, does not exceed ninety percent (90%) of the fair market value of the property as complete or as stabilized;\n\n(b) The C-PACE assessment does not exceed:\n\n(i) In the case of new construction, thirty-five percent (35%) of the fair market value of the property as complete or as stabilized; or\n\n(ii) In the case of a retrofit of existing property, twenty-five percent (25%) of the fair market value of the property as completed or as stabilized; and\n\n(c) The determination of fair market value shall be established by a qualified appraisal completed no more than twelve (12) months prior to the time of application;\n\n(3) A description of the types of qualified projects that may be subject to special assessments;\n\n(4) A statement identifying the local government official authorized to enter into and execute written contracts on behalf of the local government;\n\n(5) A statement that the period of the special assessment must not exceed the weighted average of the useful life of the qualified project that is the basis for the assessment;\n\n(6) A statement explaining the manner in which property will be assessed and how assessments will be collected; and\n\n(7) The procedures for billing and collecting voluntary special assessments and remedies for enforcement of a delinquent special assessment.\n\n[67-3807, added 2024, ch. 239, sec. 1, p. 854.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3807/"
    },
    {
      "id": "section-67-3808",
      "number": "67-3808",
      "heading": "",
      "text": "67-3808. C-PACE APPLICATION AND REVIEW PROCESS. (1) A local government participating in a C-PACE program must establish the form and manner of a C-PACE application and review process to evaluate project applications for C-PACE financing. At a minimum, an application shall require that:\n\n(a) An applicant must demonstrate that the project provides one (1) or more of the following benefits to the public:\n\n(i) Energy or water resource conservation;\n\n(ii) Reduced public health costs or risk; or\n\n(iii) Reduced public emergency response cost or risk;\n\n(b) For an existing building, an applicant must provide an energy analysis by a licensed engineering firm, engineer, or other qualified professional listed in the program guidebook and:\n\n(i) Where energy or water usage improvements are proposed, a statement by the author of the analysis that the proposed qualified improvements will result in either more efficient use or conservation of energy or water or the addition of renewable sources of energy or water; or\n\n(ii) Where resilience improvements are proposed, a statement by the author of the analysis that the qualified improvements will result in improved resilience; and\n\n(c) For new construction, an applicant must provide certification by a licensed engineering firm, engineer, or other qualified professional stating that the proposed qualified improvements will enable the project to:\n\n(i) Exceed the current building code’s requirements for one (1) or more of the following:\n\n1. Energy efficiency;\n\n2. Water efficiency;\n\n3. Renewable energy; or\n\n4. Renewable water; or\n\n(ii) Meet or exceed resilience standards for the local government’s building codes or, if none are available, compliance with a nationally available and recognized resiliency standard.\n\n(2) A local government shall establish a process for reviewing and approving applications for financing. The local government may require a capital provider to certify to the local government, in accordance with a process approved by the local government, that the property owner and the project meet the requirements of this chapter and the program guidebook and qualify for financing pursuant to this chapter.\n\n(3) The local government’s duties shall also include:\n\n(a) Execution and recording of the written assessment contract between the property owner and a duly authorized official of the local government, as well as execution and recording of the local government notice of assessment and C-PACE lien; and\n\n(b) Execution and recording of the notice of assessment and C-PACE lien, assignment of the assessment agreement to the capital provider, and notice of assignment of assessment and C-PACE lien to the capital provider.\n\n(4) The local government may bill, collect, and enforce the special assessment in the same time and same manner as a property tax, or the local government may assign to the capital provider providing financing the sole responsibility for billing, collection, and enforcement of the special assessment and lien. The decision of the local government to delegate must be made no later than the execution of the written assessment contract. After one (1) year from the date of any delinquency, enforcement of a delinquent assessment payment by a capital provider shall be made in the same manner as that prescribed in chapter 15, title 45, Idaho Code, for a deed of trust, except assessments not yet due may not be accelerated or eliminated by foreclosure of the past due amounts of the lien, or a property tax foreclosure or any other foreclosure of an indebtedness on the property. In any enforcement action by either the local government or capital provider, any outstanding and delinquent local property taxes at the time of the enforcement action must be satisfied prior to the delinquent amounts of the special assessment.\n\n(5) The local government, its officers, and employees are not liable at law or equity for actions taken pursuant to this section, except in cases of gross negligence, recklessness, or willful misconduct.\n\n(6) After an approved project is completed, an applicant shall provide to the local government written verification, as defined in the program guidebook, stating that the qualified project was properly completed and is operating as intended.\n\n[67-3808, added 2024, ch. 239, sec. 1, p. 855.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3808/"
    },
    {
      "id": "section-67-3809",
      "number": "67-3809",
      "heading": "",
      "text": "67-3809. AUTHORIZED ACTIONS. The proposed arrangements for financing a qualified project may authorize the property owner to:\n\n(1) Directly purchase the equipment and materials for the installation or modification of a qualified improvement; or\n\n(2) Contract directly, including through a lease, power purchase agreement, or other service contract, for the equipment and materials used in the installation or modification of a qualified improvement.\n\n[67-3809, added 2024, ch. 239, sec. 1, p. 856.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3809/"
    },
    {
      "id": "section-67-3810",
      "number": "67-3810",
      "heading": "",
      "text": "67-3810. RECORDING OF CERTAIN DOCUMENTS REQUIRED. (1) A local government that authorizes financing through special assessments pursuant to this chapter shall:\n\n(a) File a written notice of assessment and C-PACE lien in the records of the office of the county register of deeds of the county in which the property is located. The notice must contain:\n\n(i) The amount of the assessment;\n\n(ii) The legal description of the property;\n\n(iii) The name of each property owner;\n\n(iv) A copy of the written assessment contract; and\n\n(v) A reference to this chapter authorizing the placement of the assessment and C-PACE lien on the property;\n\n(b) File and record each C-PACE lien in the real property records of the county in which the property is located. The recording must contain:\n\n(i) The legal description of the property;\n\n(ii) The name of each property owner;\n\n(iii) The date on which the lien was created;\n\n(iv) The principal amount of the lien; and\n\n(v) The term of the lien; and\n\n(c) Record the executed assignment of the assessment agreement, notice of assignment of assessment, and C-PACE lien.\n\n(2) A local government may delegate the recording responsibilities set forth in subsection (1) of this section to the capital provider receiving the assignment. If billing, collection, and enforcement are delegated to the capital provider, a copy of the assignment and delegation shall be recorded in addition to the requirements of subsection (1) of this section.\n\n[67-3810, added 2024, ch. 239, sec. 1, p. 856.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3810/"
    },
    {
      "id": "section-67-3811",
      "number": "67-3811",
      "heading": "",
      "text": "67-3811. EFFECT OF RECORDING. (1) A special assessment and any interest or penalties on the assessment:\n\n(a) Is a first and prior lien against the commercial property on which the assessment is imposed, from the date on which the notice of special assessment is recorded pursuant to section 67-3810, Idaho Code, until the assessment, interest, and penalty is paid; and\n\n(b) Is junior to any lien for any other local government property tax or ad valorem tax.\n\n(2) The lien runs with the land, and any portion of the assessment under the assessment contract that is not yet due must not be accelerated or eliminated by foreclosure of a property tax lien or any other foreclosure.\n\n(3) A provision of a deed of trust, mortgage, or other agreement between a lienholder and a property owner providing for the acceleration of any payment under the deed of trust, mortgage, or agreement solely as the result of entering into an agreement to finance an assessment authorized by this chapter is unenforceable as to an executed consent pursuant to section 67-3804(4), Idaho Code. A lienholder or loan servicer may increase the monthly amount held in escrow as required to annually pay the assessment.\n\n[67-3811, added 2024, ch. 239, sec. 1, p. 857.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3811/"
    },
    {
      "id": "section-67-3812",
      "number": "67-3812",
      "heading": "",
      "text": "67-3812. CONTRACTS WITH OTHER GOVERNMENTAL ENTITIES. The local government implementing a C-PACE program pursuant to this chapter may contract with another local governmental entity, including a county assessor of property, to perform the duties of the local government relating to the billing, collection, enforcement, and remittance of special assessments imposed pursuant to this chapter.\n\n[67-3812, added 2024, ch. 239, sec. 1, p. 857.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3812/"
    },
    {
      "id": "section-67-3813",
      "number": "67-3813",
      "heading": "",
      "text": "67-3813. JOINT IMPLEMENTATION OR ADMINISTRATION. (1) A combination of local governments may agree to jointly implement or administer a program pursuant to this chapter.\n\n(2) If two (2) or more local governments implement a program jointly, then a single public hearing held jointly by the cooperating local governments is sufficient to satisfy section 67-3806(1)(b), Idaho Code.\n\n(3) One (1) or more local governments may contract with a third party, including another local government, to administer a C-PACE program on a nonexclusive basis.\n\n(4) If one (1) or more local governments contract with a third party, including another local government, to administer a C-PACE program, then other qualified third parties must also be granted the right to enter into a contract to administer the program on the same terms.\n\n[67-3813, added 2024, ch. 239, sec. 1, p. 857.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3813/"
    },
    {
      "id": "section-67-3814",
      "number": "67-3814",
      "heading": "",
      "text": "67-3814. PROHIBITED ACTIONS. A local government that establishes a region, as defined in section 67-3803, Idaho Code, shall not:\n\n(1) Make the issuance of a permit, license, or other authorization from the local government to a person who owns property in the region contingent on the person entering into a written contract to repay the financing of a qualified project through special assessments pursuant to this chapter; or\n\n(2) Otherwise compel a person who owns property in the region to enter into a written contract to repay the financing of a qualified project through special assessments.\n\n[67-3814, added 2024, ch. 239, sec. 1, p. 858.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3814/"
    },
    {
      "id": "section-67-3815",
      "number": "67-3815",
      "heading": "",
      "text": "67-3815. NO FULL FAITH AND CREDIT. The state or any local government shall not use public funds to fund or repay a loan between a capital provider and a property owner. This chapter does not pledge, offer, or encumber the full faith and credit of a local government. A local government shall not pledge, offer, or encumber its full faith and credit for a lien amount through a C-PACE program.\n\n[67-3815, added 2024, ch. 239, sec. 1, p. 858.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-38/section-67-3815/"
    }
  ]
}