{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-97",
  "sections": [
    {
      "id": "section-67-9701",
      "number": "67-9701",
      "heading": "",
      "text": "67-9701. SHORT TITLE. This chapter shall be known and may be cited as the \"Agricultural Protection Area Act.\"\n\n[67-9701, added 2024, ch. 215, sec. 1, p. 762.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9701/"
    },
    {
      "id": "section-67-9702",
      "number": "67-9702",
      "heading": "",
      "text": "67-9702. LEGISLATIVE INTENT. (1) It is hereby declared by the legislature of the state of Idaho that:\n\n(a) Working farms, ranches, and forests provide important benefits to all Idahoans by sustaining: Idaho’s economy; food and fiber production; the cultural heritage of local communities; habitat for wildlife; intact watersheds for clean water; and opportunities to hunt, fish, and enjoy the outdoors with landowner permission;\n\n(b) Working farms, ranches, and forests and the benefits they provide to Idahoans are being lost to rapid population growth, conversion to development, and other uses in recent decades;\n\n(c) Many of Idaho’s rural working landowners are deeply committed to maintaining agricultural and forestry traditions and to serving as stewards of natural resources and wildlife; and\n\n(d) Idaho deeply respects the property rights of individual landowners and seeks to minimize the government’s control over a landowner’s decisions regarding the use of his property.\n\n(2) It is hereby declared as the purpose of this chapter to provide an opportunity to protect and enhance the economic and cultural benefits that working lands provide to Idahoans by promoting proactive planning tools for working landowners and governing bodies to maintain and enhance the economic value of working lands without impacting the property of those that elect not to participate in this opportunity.\n\n[67-9702, added 2024, ch. 215, sec. 1, p. 762.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9702/"
    },
    {
      "id": "section-67-9703",
      "number": "67-9703",
      "heading": "",
      "text": "67-9703. DEFINITIONS. As used in this chapter:\n\n(1) \"Agricultural production\" means activities or conditions conducted on land actively devoted to agriculture as defined in section 63-604, Idaho Code, or on forest land as defined in section 63-1701, Idaho Code.\n\n(2) \"Agricultural protection area\" means specific parcels of land in a designated geographic area voluntarily created under the authority of this chapter for the purpose of protecting and preserving agricultural land.\n\n(3) \"Agricultural protection area commission\" means the advisory board to the governing body created pursuant to section 67-9705, Idaho Code.\n\n(4) \"Applicant\" means anyone who owns five (5) acres or more of land that has been in active agricultural or forest production for the previous three (3) consecutive years, consistent with the provisions of sections 63-604 and 63-1701, Idaho Code, and who voluntarily applies for that land to be part of an agricultural protection area.\n\n(5) \"Hardship\" means a situation or circumstance over which a landowner in an agricultural protection area has no control and can then petition for removal for reasons that include but are not limited to an adverse result in litigation against the farm or landowner, death of a close family member that would lead to unanticipated financial hardships, significant tax liabilities, bankruptcy due to another person’s fraud, or any other illegal activity.\n\n(6) \"Proposal\" means written documents submitted to a governing body or agricultural protection area commission from a landowner regarding his property.\n\n[67-9703, added 2024, ch. 215, sec. 1, p. 762.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9703/"
    },
    {
      "id": "section-67-9704",
      "number": "67-9704",
      "heading": "",
      "text": "67-9704. AGRICULTURAL PROTECTION AREAS. (1) Each board of county commissioners shall establish an agricultural protection area ordinance in accordance with the notice and hearing procedures in section 67-6509, Idaho Code. At a minimum, the ordinance shall:\n\n(a) Establish a process through which agricultural lands may be placed in agricultural protection areas for a minimum of twenty (20) years;\n\n(b) Establish the application requirements, including but not limited to information about the landowner; a description of the parcels, structures, and facilities proposed to be included in an agricultural protection area; and the current uses of lands proposed to be included in an agricultural protection area;\n\n(c) Establish clear and objective standards for evaluating applications for inclusion in an agricultural protection area;\n\n(d) Establish the timeline for reviewing and making decisions on agricultural protection area applications; and\n\n(e) Establish an application fee not to exceed the cost of covering administrative expenses for processing applications, including but not limited to reviewing application materials, providing public notice, recording applicable documents, and creating or updating a map of agricultural protection areas. Additional fees may be required if an appeal is filed pursuant to section 67-9706, Idaho Code, provided that such additional fees shall not exceed the actual cost of holding a public hearing.\n\n(2) Each board of county commissioners shall establish by resolution or ordinance an agricultural protection area commission pursuant to section 67-9705, Idaho Code.\n\n(3) Agricultural protection areas shall be designated on a planning map to serve as a voluntary and expeditious tool to inform planners, commissions, county officials, and citizens at large on how to proactively plan for agriculture. Such map designation shall not require a rezone, comprehensive plan amendment, or amendments to other comprehensive planning maps.\n\n(4) The designations of specific parcels of land as agricultural protection areas shall not impact other parcels of land not designated as agricultural protection areas.\n\n(5) Nothing shall restrict an applicant, as defined in section 67-9703, Idaho Code, from being able to apply for agricultural protection areas inside or outside of an area of impact established pursuant to section 67-6526, Idaho Code.\n\n(6) Agricultural protection areas shall not be changed to another land use designation unless:\n\n(a) The agricultural protection area expires and the landowner chooses not to renew the agricultural protection area’s designation; or\n\n(b) The landowner chooses to remove land from an agricultural protection area pursuant to section 67-9709, Idaho Code.\n\n[67-9704, added 2024, ch. 215, sec. 1, p. 763; am. 2025, ch. 241, sec. 1, p. 1088.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9704/"
    },
    {
      "id": "section-67-9705",
      "number": "67-9705",
      "heading": "",
      "text": "67-9705. AGRICULTURAL PROTECTION AREA COMMISSION. (1) The board of county commissioners shall appoint at least three (3) and no more than five (5) members actively employed by or supporting production agriculture in the county, which members may include representatives from the local soil and water conservation district board of supervisors, the local cattlemen’s association board, the county farm bureau board, an irrigation district or water users association board, or a grower/commodity association or commission board, to serve as the agricultural protection area commission for the county.\n\n(2) The terms of agricultural protection area commissioners shall be established by resolution or ordinance, but in no case shall be less than three (3) years or more than six (6) years.\n\n(3) As part of its duties, the commission shall provide for meetings and hearings to obtain advice on the agricultural needs of the county. The commission may also conduct informal meetings with public officials and agencies, agricultural professionals, educational professionals, and other organizations to evaluate the agricultural needs of the county.\n\n(4) The commission may make recommendations to the board of county commissioners concerning the process by which the agricultural protection area commission will accept, review, and offer recommendations regarding agricultural protection area proposals to the board of county commissioners, including the nature and type of information provided by applicants and the evaluation criteria required to review agricultural protection area applications.\n\n(5) The commission shall review applications for inclusion in an agricultural protection area pursuant to the county agricultural protection area ordinance and make recommendations to the board of county commissioners regarding such applications.\n\n(6) The commission shall review applications to include eligible land in an agricultural protection area and make recommendations to the board of county commissioners within sixty (60) days of receiving such applications.\n\n[67-9705, added 2024, ch. 215, sec. 1, p. 763.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9705/"
    },
    {
      "id": "section-67-9706",
      "number": "67-9706",
      "heading": "",
      "text": "67-9706. REVIEW AND ACTION ON AGRICULTURAL PROTECTION AREA APPLICATION. (1) Within sixty (60) days of receiving a recommendation from the agricultural protection area commission to support or reject an application, the board of county commissioners, or the planning and zoning administrator or other administrative officer appointed by the board of county commissioners, shall approve or deny the application to include land in an agricultural protection area in a written decision.\n\n(2) The decision shall specify, at minimum:\n\n(a) The ordinance and standards used in evaluating the application;\n\n(b) The agricultural protection area commission’s recommendation;\n\n(c) A reasoned explanation for the decision reached by the administrator or other administrative officer, if appointed; and\n\n(d) If applicable, the actions, if any, that the applicant could take to obtain approval.\n\n(3) If the board of county commissioners, or the administrator or other administrative officer if appointed, fails to issue a written decision within sixty (60) days of receiving a recommendation from the agricultural protection area commission, the recommendation of the agricultural protection area commission shall become the decision of the board of county commissioners or administrator or other administrative officer, if appointed.\n\n(4)(a) An aggrieved applicant may appeal the decision of an administrator or other administrative officer to the board of county commissioners within thirty (30) days of receiving the written decision pursuant to subsection (1) of this section or recommendation that has become final pursuant to subsection (3) of this section.\n\n(b) Within sixty (60) days of receiving an appeal, the board of county commissioners shall hold a public hearing in accordance with the notice and hearing procedures described in section 67-6509, Idaho Code, regarding the appeal.\n\n(c) In reviewing an appeal, the board of county commissioners shall consider the recommendation of the agricultural protection area commission, the written decision of the administrator or other administrative officer, if appointed, all written and oral public comment received at the public hearing, and any other information the board of county commissioners determines to be relevant.\n\n(d) Within sixty (60) days of the close of the public hearing, the board of county commissioners shall issue a final decision approving or denying the agricultural protection area application. If the board of county commissioners fails to act within the sixty (60) day period, the decision of the administrator or other administrative officer, if appointed, shall become the final decision of the board of county commissioners.\n\n(5) The board of county commissioners’ final decision shall be subject to judicial review.\n\n(6) If the agricultural protection area application is approved, the agricultural protection area shall be created.\n\n[67-9706, added 2025, ch. 241, sec. 3, p. 1089; am. 2025, ch. 308, sec. 1, p. 1305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9706/"
    },
    {
      "id": "section-67-9707",
      "number": "67-9707",
      "heading": "",
      "text": "67-9707. RECORDING OF AGRICULTURAL PROTECTION AREAS. (1) In order to give constructive notice of the existence of an agricultural protection area designation to all persons who have, may acquire, or may seek to acquire an interest in land in or adjacent to the agricultural protection area, within ten (10) days of the creation of the agricultural protection area, the applicable clerk of the board of county commissioners shall file an executed document with the county recorder containing:\n\n(a) The date of creation or dissolution of the agricultural protection area by the board of county commissioners;\n\n(b) A legal description of the parcel or parcels of real property to be included in the agricultural protection area that is available through the county recorder’s office; and\n\n(c) A record of the findings of the agricultural protection area commission and decision of the board of county commissioners.\n\n(2) The applicable governing body’s failure to record the agricultural protection area does not invalidate the decision to create or dissolve an agricultural protection area.\n\n[67-9707, added 2024, ch. 215, sec. 1, p. 764.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9707/"
    },
    {
      "id": "section-67-9708",
      "number": "67-9708",
      "heading": "",
      "text": "67-9708. RENEWAL OF AGRICULTURAL PROTECTION AREAS. (1) Twenty (20) years after the creation of an agricultural protection area, if the landowner desires to continue with the agricultural protection area, no action on the part of the landowner is necessary and the board of county commissioners shall automatically renew the agricultural protection area for another twenty (20) years.\n\n(2) If the landowner desires to terminate the agricultural protection area, written notice to the board of county commissioners is required at least ninety (90) days prior to the expiration of the agricultural protection area before the board of county commissioners terminates the designation.\n\n(3) The clerk of the board of county commissioners shall record the renewal of an agricultural protection area pursuant to section 67-9707, Idaho Code.\n\n[67-9708, added 2024, ch. 215, sec. 1, p. 764.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9708/"
    },
    {
      "id": "section-67-9709",
      "number": "67-9709",
      "heading": "",
      "text": "67-9709. ADDING LAND TO AND REMOVING LAND FROM AN AGRICULTURAL PROTECTION AREA. (1) A landowner may add land to an existing agricultural protection area by filing an application with the board of county commissioners. The application to add land to an existing agricultural protection area shall be processed in accordance with section 67-9706, Idaho Code.\n\n(2) An owner of land within an agricultural protection area may remove any or all of the land from the agricultural protection area by filing a petition for removal with the board of county commissioners.\n\n(a) The board of county commissioners shall acknowledge receipt of the petition for removal in writing; and\n\n(b) Confirm the removal date as ten (10) years from the date of petition for removal, or upon expiration of the designation, whichever is sooner.\n\n(3) The board of county commissioners shall establish a process by which an owner of land within an agricultural protection area may remove any or all of the land from the agricultural protection area for reasons of hardship, as defined in this chapter.\n\n(4) The board of county commissioners may charge an administrative fee not to exceed the cost of covering administrative expenses associated with processing changes to an agricultural protection area, including but not limited to updating the agricultural protection area map, recording documents, and reasonable staff time for processing the request. The clerk of the board of county commissioners shall record the renewal of an agricultural protection area pursuant to section 67-9708, Idaho Code.\n\n[67-9709, added 2024, ch. 215, sec. 1, p. 765; am. 2025, ch. 241, sec. 4, p. 1090; am. 2025, ch. 308, sec. 2, p. 1306.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9709/"
    },
    {
      "id": "section-67-9710",
      "number": "67-9710",
      "heading": "",
      "text": "67-9710. LIMITATIONS ON LOCAL REGULATIONS. (1) A board of county commissioners having created an agricultural protection area shall encourage the continuity, development, and viability of agricultural use within the specific boundaries designated in the agricultural protection area by not enacting a local law, ordinance, or regulation that would restrict a farm structure or farming practice within the boundaries of the agricultural protection area, unless such farm structure or farming practice does not comply with generally recognized farming practices or the farm structure or land use is in conflict with the current agricultural land use classification or agricultural zoning designation of the area.\n\n(2) The board of county commissioners shall not change the current agricultural land use classification or agricultural zoning designation for parcels of land within an agricultural protection area without written permission from the landowner.\n\n(3) Nothing in this section shall prevent a board of county commissioners from regulating the siting of large confined animal feeding operations and facilities pursuant to section 67-6529, Idaho Code.\n\n(4) The siting of residential, commercial, manufacturing, industrial, solar or wind energy structures, or any other non-agricultural land use on lands included within an agricultural protection area shall be prohibited unless such uses are also contributing to agricultural production. Such non-agricultural uses are subject to applicable county planning and zoning ordinances and building codes.\n\n[67-9710, added 2024, ch. 215, sec. 1, p. 765; am. 2025, ch. 241, sec. 5, p. 1090.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9710/"
    },
    {
      "id": "section-67-9711",
      "number": "67-9711",
      "heading": "",
      "text": "67-9711. NUISANCES. (1) Recognizing that Idaho is a right-to-farm state and that agricultural operations and agricultural facilities pursuant to chapter 45, title 22, Idaho Code, are protected from nuisance actions if they follow generally recognized farming practices, a political subdivision shall ensure that any of its laws or ordinances that define or prohibit a public nuisance shall exclude agricultural protection areas from its definition or from any prohibition for any agricultural activity or operation within an agricultural protection area as long as those agricultural activities or operations follow generally recognized farming practices.\n\n(2) In a civil action for nuisance or criminal action for public nuisance, it is a complete defense if the action involves otherwise lawful agricultural activities that were:\n\n(a) Conducted within an agricultural protection area; and\n\n(b) Not in violation of any federal, state, or local law or regulation relating to the alleged nuisance and were conducted using generally recognized farming practices.\n\n[67-9711, added 2024, ch. 215, sec. 1, p. 766.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9711/"
    },
    {
      "id": "section-67-9712",
      "number": "67-9712",
      "heading": "",
      "text": "67-9712. EMINENT DOMAIN. A political subdivision having or exercising eminent domain powers may not condemn for any purpose any land within an agricultural protection area that is being used for production agriculture except for the expansion or maintenance of an existing highway right-of-way or as granted in section 14, article I and section 8, article XI of the constitution of the state of Idaho.\n\n[67-9712, added 2024, ch. 215, sec. 1, p. 766.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-97/section-67-9712/"
    }
  ]
}