{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-47",
  "sections": [
    {
      "id": "section-67-4701",
      "number": "67-4701",
      "heading": "",
      "text": "67-4701. DEPARTMENT OF COMMERCE CREATED. There is hereby created in the executive branch of the government, a department of commerce, hereinafter referred to as the department, which shall have the duties, powers and authorities hereinafter provided.\n\nWhenever in Idaho Code or elsewhere, reference is made to a predecessor department or agency of the department of commerce, other than the department of commerce and labor, it shall mean and hereafter be the department of commerce.\n\n[67-4701, added 1955, ch. 234, sec. 1, p. 521; am. 1974, ch. 22, sec. 3, p. 592; am. 1980, ch. 361, sec. 2, p. 940; am. 1985, ch. 160, sec. 4, p. 430; am. 2004, ch. 346, sec. 2, p. 1030; am. 2007, ch. 360, sec. 2, p. 1061.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4701/"
    },
    {
      "id": "section-67-4702",
      "number": "67-4702",
      "heading": "",
      "text": "67-4702. AUTHORITY AND DUTIES OF THE DIRECTOR. (1) The director of the department of commerce, hereafter the director, shall administer the provisions of this chapter and perform such other duties relating to commerce as may be imposed upon him by law. The director shall have the authority to employ individuals, make expenditures, require reports, make investigations, perform travel and take other actions deemed necessary. The director shall organize the department which shall, for the purposes of section 20, article IV, of the constitution of the state of Idaho, be an executive department of the state government. The director shall have an official seal which shall be judicially noticed.\n\n(2) The director shall have the authority pursuant to chapter 52, title 67, Idaho Code, to adopt, amend, or rescind rules as he deems necessary for the proper performance of all duties imposed upon him by law.\n\n(3) Subject to the provisions of chapter 53, title 67, Idaho Code, the director is authorized and directed to provide for a merit system for the department covering all persons, except the director, the division administrators, and two (2) exempt positions to serve at the pleasure of the director.\n\n(4) The director shall make recommendations for amendments to laws he is charged to implement as he deems proper.\n\n(5) The director shall have all the powers and duties as may have been or could have been exercised by his predecessors in law, except those powers and duties granted and reserved to the director of the department of labor in titles 44, 45, 63 and 72, Idaho Code, and he shall be the successor in law to all contractual obligations entered into by his predecessors in law, except for those contracts of the department of labor, or contracts pertaining to any power or duty granted and reserved to the director of the department of labor in titles 44, 45, 63 and 72, Idaho Code.\n\n(6) For the purposes of international trade, the director may use the title of secretary of the department.\n\n[(67-4702) 72-1333, added 1947, ch. 269, sec. 33, p. 793; am. 1949, ch. 144, sec. 33, p. 252; am. 1951, ch. 104, sec. 7, p. 233; am. 1965, ch. 53, sec. 1, p. 86; am. 1974, ch. 16, sec. 3, p. 304; am. 1977, ch. 123, sec. 1, p. 262; am. 1987, ch. 312, sec. 1, p. 655; am. 1991, ch. 30, sec. 15, p. 67; am. 1996, ch. 421, sec. 2, p. 1409; am. 1998, ch. 1, sec. 43, p. 23; am. 1999, ch. 50, sec. 3, p. 114; am. and redesig. 2004, ch. 346, sec. 4, p. 1030; am. 2007, ch. 360, sec. 3, p. 1061; am. 2012, ch. 291, sec. 1, p. 805.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4702/"
    },
    {
      "id": "section-67-4703",
      "number": "67-4703",
      "heading": "",
      "text": "67-4703. POWERS AND DUTIES. The department of commerce shall have the power and it shall be its duty to engage in advertising the state of Idaho, its resources, both developed and undeveloped, its tourist resources and attractions, its agricultural, mining, lumbering and manufacturing resources, its health conditions and advantages, its scenic beauty and its other attractions and advantages; and in general either directly, indirectly or by contract do anything and take any action which will promote and advertise the resources and products of the state of Idaho, develop its resources and industries, promote tourist travel to and within the state of Idaho, and further the welfare and prosperity of its citizens.\n\nThe department shall also have the following duties when it deals with promoting economic development and tourism within the state:\n\n(1) Survey and investigate the social, economic and physical resources of the state, including land, water, minerals, facilities for power, transportation, communications, recreation, health, education and other resources and facilities; endeavor to aid the legislature and the citizens of the state of Idaho in formulating a program for the development and utilization of these resources and facilities, and for balancing our agricultural, timber and mining economy with industrial capacity. It shall cooperate with local and regional agencies within the state. It shall cooperate with like agencies of other states, with agencies maintained by private persons or corporations, and with agencies established or employed by the United States to promote the development of the country and the welfare of its people.\n\n(2) To develop and promote a comprehensive international marketing plan for Idaho’s products.\n\n(3) To collect and compile reliable data for general dissemination which will tend to the development of the state of Idaho by inducing people and capital to come within our borders.\n\n(4) Keep accurate records and preserve all data collected by it, and from time to time prepare and submit to the governor and the legislature, reports, programs, recommendations and plans for the comprehensive, long-range development, conservation and use of all the resources of the state of Idaho. It shall make such special investigations as to resources, facilities, and other matters as may be required by the governor or the legislature.\n\n(5) Coordinate those activities of local, state, federal and private agencies and departments when they deal with the promotion of Idaho’s economic resources.\n\n(6) To require and receive from the various executive departments and public officials of the state of Idaho such information as may be required by the division to enable it to fulfill its functions and carry out the purposes of this act.\n\n(7) Administer and perform any other related functions or activities assigned by the governor or the legislature.\n\n(8) Enter into interagency agreements with other state agencies in developing economic and community plans and programs.\n\n(9) Provide technical assistance to other state agencies upon request.\n\n(10) Contract with universities, consultants and other public and private agencies to develop plans and programs.\n\n(11) Prepare a comprehensive economic development strategy.\n\n(12) Petition for and receive moneys such as grants or gifts, to be used for state or local planning and economic development activities.\n\n[67-4703, added 1955, ch. 234, sec. 3, p. 521; am. 1974, ch. 22, sec. 5, p. 592; am. 1977, ch. 263, sec. 1, p. 770; am. 1980, ch. 361, sec. 4, p. 940; am. 1985, ch. 160, sec. 6, p. 430; am. 2004, ch. 346, sec. 5, p. 1031; am. 2007, ch. 360, sec. 4, p. 1062; am. 2011, ch. 99, sec. 1, p. 239.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4703/"
    },
    {
      "id": "section-67-4703a",
      "number": "67-4703A",
      "heading": "",
      "text": "67-4703A. FOREIGN TRADE ZONES. As applicable, the following may apply to the United States department of commerce, foreign trade zones board, for a grant of authority to establish, operate and maintain foreign trade zone(s) or subzones as provided in 19 U.S.C. 81a-81u (foreign trade zones act) within the state of Idaho:\n\n(1) The director of the department of commerce or other designee of the governor, if the foreign trade zone is to be established, operated and maintained by the state or a corporation qualified under subsection (3) of this section;\n\n(2) The governing body of a municipality by ordinance, if the foreign trade zone is to be established, operated and maintained within its corporate boundaries;\n\n(3) Those officers of a corporation, incorporated in Idaho, who may be authorized by law or by the bylaws of the corporation, if they apply through the director of the department of commerce and in a manner consistent with the articles of incorporation.\n\n[67-4703A, added 1991, ch. 241, sec. 1, p. 582.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4703a/"
    },
    {
      "id": "section-67-4704",
      "number": "67-4704",
      "heading": "",
      "text": "67-4704. ECONOMIC ADVISORY COUNCIL — APPOINTMENT OF MEMBERS — QUALIFICATIONS. There shall be an economic advisory council to advise the department in the preparation and execution of plans, projects and programs in the furtherance of the power and duties conferred by section 67-4703, Idaho Code. The director shall consult, confer and advise with the advisory council in connection with all decisions concerning the administration and development of such plans, projects and programs. The approval of the advisory council shall be a condition precedent to the undertaking of action in the implementation of such plans, projects and programs by the department. The advisory council shall consist of eight (8) persons, who shall be appointed by and serve at the pleasure of the governor, and who shall serve for three (3) year terms. They shall serve and shall be compensated as provided by section 59-509(n), Idaho Code. One (1) person shall be appointed to represent each of the seven (7) planning regions of the state, of which the appointee shall be a resident, and one (1) member shall serve in a statewide capacity. No more than five (5) members of the economic advisory council shall be from any one (1) political party.\n\n[67-4704, added 1955, ch. 234, sec. 4, p. 521; am. 1974, ch. 22, sec. 6, p. 592; am. 1980, ch. 247, sec. 85, p. 649; am. 1980, ch. 361, sec. 5, p. 941; am. 1985, ch. 160, sec. 7, p. 431; am. 2004, ch. 346, sec. 6, p. 1032; am. 2005, ch. 13, sec. 1, p. 39; am. 2013, ch. 102, sec. 1, p. 244; am. 2015, ch. 154, sec. 1, p. 544.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4704/"
    },
    {
      "id": "section-67-4705",
      "number": "67-4705",
      "heading": "",
      "text": "67-4705. IDAHO DEVELOPMENT AND PUBLICITY ACCOUNT. There is hereby established an Idaho development and publicity account in the state operating fund and all of the moneys now or hereafter in said account are hereby appropriated to the use of the department of commerce for the purposes expressed in this act. The department may accept contributions to said account from local units of government, and private persons or agencies. The account shall consist of such contributions and appropriations made thereto from time to time.\n\n[67-4705, added 1955, ch. 234, sec. 5, p. 521; am. 1974, ch. 22, sec. 7, p. 592; am. 1980, ch. 361, sec. 6, p. 942; am. 1985, ch. 160, sec. 8, p. 432.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4705/"
    },
    {
      "id": "section-67-4706",
      "number": "67-4706",
      "heading": "",
      "text": "67-4706. COMMUNITY AFFAIRS FUNCTIONS AND RESPONSIBILITIES OF THE DEPARTMENT. The department of commerce shall have the following community affairs functions and responsibilities:\n\n(1) Administration or coordination of state programs and projects relating to community affairs planning. The programs and projects shall be consistent with local, regional and state comprehensive plans and policies.\n\n(2) Upon request, cooperate with and provide technical and financial assistance to counties, cities, municipal corporations, governmental conferences or councils, regional planning commissions, parks or recreation boards, community development groups, community action agencies, Indian tribes and similar agencies created for the purposes of aiding and encouraging an orderly, productive and coordinated development of the state, and to strengthen local planning responsibility and capability.\n\n[67-4706, added 1980, ch. 361, sec. 8, p. 942; am. 1985, ch. 160, sec. 9, p. 432.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4706/"
    },
    {
      "id": "section-67-4707",
      "number": "67-4707",
      "heading": "",
      "text": "67-4707. FUNDS OF DEPARTMENT. When federal or other funds are received by the department, they shall be promptly transferred to the state treasurer and thereafter be expended only upon the approval of the director.\n\n[67-4707, added 1980, ch. 361, sec. 9, p. 943; am. 1985, ch. 160, sec. 10, p. 433.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4707/"
    },
    {
      "id": "section-67-4708",
      "number": "67-4708",
      "heading": "",
      "text": "67-4708. BUSINESS RECORDS. Business records and information submitted to the department by business clients shall be subject to disclosure according to chapter 1, title 74, Idaho Code. These records and information shall include financial statements, employment/employee records, loan agreements, the method of financing, the source and terms of financing, business and individual tax returns, insurance policies, bank statements, financial institution letters and documents, sales records, inventory lists, collateral agreements, and other documents or information the business declares to be, and marked \"confidential — proprietary information.\"\n\nThe exemption from disclosure as provided in chapter 1, title 74, Idaho Code, shall also be extended to and be consistent with the requirements for confidentiality for business information included in any application for the various federal grant, loan or loan guarantee programs, various federal procurement contracting programs, and other similar federal business assistance programs in which the department is a participant.\n\nThis exemption from disclosure shall also apply to business information and records associated with industrial revenue bonds, department efforts to assist businesses with international marketing, industrial relocation projects, and other business development projects in which the department extends assistance.\n\n[67-4708, added 1986, ch. 104, sec. 1, p. 291; am. 1990, ch. 213, sec. 95, p. 555; am. 2004, ch. 346, sec. 7, p. 1033; am. 2015, ch. 141, sec. 173, p. 516.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4708/"
    },
    {
      "id": "section-67-4710",
      "number": "67-4710",
      "heading": "",
      "text": "67-4710. DECLARATION OF POLICY. Among the industries in the state of Idaho that contribute to the economic welfare of the state is the clean, nonpolluting travel industry. It is in the interest of this industry as well as the people that the abundant natural resources of Idaho be protected, responsibly managed and uniformly distributed. A strong travel and convention industry extends its economic benefits beyond its immediate providers to a wide spectrum of Idaho’s population. Competition from neighboring states, however, has become so intense, that it is necessary that a stronger effort be made to encourage more visitors to come to Idaho. It is the purpose of this act to promote the public health and welfare of the citizens of this state by providing employment of labor, protection, promotion, study, research, analysis and development of Idaho’s travel and convention industry.\n\n[67-4710, added 1981, ch. 216, sec. 2, p. 401.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4710/"
    },
    {
      "id": "section-67-4711",
      "number": "67-4711",
      "heading": "",
      "text": "67-4711. DEFINITIONS. As used in sections 67-4710 through 67-4719, Idaho Code, unless the context requires otherwise:\n\n(1) \"Act\" means sections 67-4710 through 67-4719, Idaho Code.\n\n(2) \"Campground\" means any privately owned business that rents areas or places used for camping or parking campers, travel trailers, motorhomes or tents.\n\n(3) \"Council\" means the state of Idaho travel and convention industry council.\n\n(4) \"Department\" means the department of commerce.\n\n(5) \"Hotel/motel\" means an establishment that provides lodging to members of the public for a fee and shall include condominiums, townhouses or any other establishment that makes a sale as herein defined.\n\n(6) \"Planning regions\" means those seven (7) districts designated by number and shall embrace the several counties as follows:\n\nNo. 1. The counties of Benewah, Bonner, Boundary, Kootenai and Shoshone.\n\nNo. 2. The counties of Clearwater, Idaho, Latah, Lewis and Nez Perce.\n\nNo. 3. The counties of Adams, Canyon, Gem, Payette, Washington, Ada, Owyhee, Elmore, Boise and Valley.\n\nNo. 4. The counties of Camas, Cassia, Gooding, Jerome, Lincoln, Minidoka and Twin Falls.\n\nNo. 5. The counties of Bannock, Caribou, Bear Lake, Franklin, Oneida, Power and Bingham.\n\nNo. 6. The counties of Clark, Jefferson, Fremont, Madison, Teton and Bonneville.\n\nNo. 7. The counties of Blaine, Lemhi, Custer and Butte.\n\n(7) \"Sale\" means the renting of a place to sleep to an individual by a hotel, motel, or campground for a period of less than thirty-one (31) continuous days. \"Sale\" shall not include the renting of a place to sleep to an individual by the Idaho Ronald McDonald House.\n\n[67-4711, added 1981, ch. 216, sec. 2, p. 401; am. 1985, ch. 160, sec. 11, p. 433; am. 1988, ch. 79, sec. 1, p. 137; am. 1988, ch. 174, sec. 1, p. 304; am. 1995, ch. 219, sec. 2, p. 762; am. 2005, ch. 13, sec. 2, p. 39; am. 2007, ch. 360, sec. 5, p. 1063; am. 2018, ch. 71, sec. 1, p. 165.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4711/"
    },
    {
      "id": "section-67-4712",
      "number": "67-4712",
      "heading": "",
      "text": "67-4712. IDAHO TRAVEL AND CONVENTION INDUSTRY COUNCIL — CREATED — APPOINTMENT OF MEMBERS. There is hereby created an advisory council to advise, as provided by this act, the department on matters related to the travel and convention industry. The council shall consist of eight (8) persons who shall be appointed by and serve at the pleasure of the governor. The term of office of members of the council shall be three (3) years commencing on January 1. An incumbent member whose term is scheduled to expire on July 1, 2012, shall serve until January 1, 2013.\n\n[67-4712, added 1981, ch. 216, sec. 2, p. 402; am. 1985, ch. 160, sec. 12, p. 433; am. 2005, ch. 13, sec. 3, p. 40; am. 2012, ch. 219, sec. 1, p. 600.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4712/"
    },
    {
      "id": "section-67-4713",
      "number": "67-4713",
      "heading": "",
      "text": "67-4713. MEMBERS’ QUALIFICATIONS — TERM OF OFFICE — CONFLICT OF INTEREST. (1) Members of the council shall be individuals actively involved in the state’s travel and convention industry as a career or as an investment. Their selection shall be made with regard to their ability and disposition to serve the state’s interest and their knowledge of the state’s travel industry. There shall be one (1) member appointed from each of the seven (7) planning regions of the state and one (1) member shall serve in a statewide capacity.\n\n(2) Members of the council may not serve more than two (2) consecutive terms, nor may they hold or file for any partisan elective political office while a member of the council.\n\n(3) A member of the council may be removed if he is no longer a resident of the district from which he was appointed. Should a vacancy occur on the council, the governor shall appoint a person from the proper region to fulfill the remaining term of the vacant position.\n\n(4) Any member of the council who has a direct interest in any grant application or proposal being considered by the council shall disclose such interest and shall refrain from voting on the application or proposal.\n\n[67-4713, added 1981, ch. 216, sec. 2, p. 402; am. 1985, ch. 160, sec. 13, p. 434; am. 1985, ch. 220, sec. 1, p. 532; am. 1988, ch. 79, sec. 2, p. 138; am. 2012, ch. 219, sec. 2, p. 600.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4713/"
    },
    {
      "id": "section-67-4714",
      "number": "67-4714",
      "heading": "",
      "text": "67-4714. MEETINGS OF THE COUNCIL. The council shall meet at least once every three (3) months and at such other times as called by the chairman of the council or director of the department. The chairman or director may call special meetings of the council at any time or place. Each member of the council shall be compensated as provided by section 59-509(h), Idaho Code. Each member shall be entitled to one (1) vote and a majority of the members of the council shall constitute a quorum.\n\n[67-4714, added 1981, ch. 216, sec. 2, p. 402; am. 1985, ch. 160, sec. 14, p. 434.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4714/"
    },
    {
      "id": "section-67-4715",
      "number": "67-4715",
      "heading": "",
      "text": "67-4715. DUTIES AND POWERS OF THE COUNCIL. (1) Consistent with the general purposes of this chapter, the council shall advise the department upon the establishment of policies to be followed in the accomplishments of the purposes of this act.\n\n(2) In the administration of this act, the council shall have the following duties, authorities and powers:\n\n(a) To review and recommend acceptance or denial of local grant requests submitted by nonprofit groups or organizations, for uses consistent with the purposes of this act. Such power shall include the right to approve disbursal of the department moneys to such nonprofit groups under the grant program created by section 67-4717, Idaho Code.\n\n(b) To counsel and advise the department on matters concerning the promotion and marketing of Idaho tourism, including, but not limited to the following: (1) the type of promotion, (2) the media source of promotion, (3) market areas for promotion and (4) areas for travel and industry emphasis.\n\n(c) To encourage and assist in the coordination of the activities of persons, firms, associations, corporations, civic groups and governmental agencies engaged in publicizing, developing and promoting the scenic attractions and tourist advantages of the state.\n\n(d) To recommend such action as the council deems necessary and advisable in order to stabilize and promote the travel industry of the state so as to benefit the health and welfare of the public.\n\n(e) To cooperate with any local, state, or national organization or agency, whether voluntary or created by the law of any state or by federal legislation, engaged in activities similar to the work of the council. The council may, through the department, enter into contracts and agreements with such organizations or agencies for carrying on a joint campaign of research, education and publicity.\n\n(f) To adopt, rescind, modify and amend all necessary and proper orders, resolutions and regulations for the procedure and exercise of its powers and the performance of duties.\n\n(g) To keep books, records and accounts of all its activities, which books, records and accounts shall be open to inspection and audit. Such books shall also be open to the public.\n\n(h) To report annually its activities and expenditures to the economic advisory council created by section 67-4704, Idaho Code.\n\n[67-4715, added 1981, ch. 216, sec. 2, p. 402; am. 1985, ch. 160, sec. 15, p. 434; am. 2005, ch. 13, sec. 4, p. 40.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4715/"
    },
    {
      "id": "section-67-4716",
      "number": "67-4716",
      "heading": "",
      "text": "67-4716. ADMINISTRATIVE EXPENSES — LIMITATION. Not more than ten percent (10%) of all funds made available by this act shall be used by the council or department for those administrative expenses necessarily incurred by the operation of this act.\n\n[67-4716, added 1981, ch. 216, sec. 2, p. 403; am. 1985, ch. 160, sec. 16, p. 435.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4716/"
    },
    {
      "id": "section-67-4718",
      "number": "67-4718",
      "heading": "",
      "text": "67-4718. ASSESSMENT — COUNCIL ACCOUNT. (1) From and after January 1, 1985, there is hereby levied and imposed an assessment at the rate of two percent (2%) of the amount of a sale as defined in section 67-4711, Idaho Code. The receipts from the assessment levied by this section shall be paid to the state tax commission in like manner, and under the definitions, rules and regulations of said commission for the collection and administration of the state sales tax under chapter 36, title 63, Idaho Code. No assessment shall be collected where there is an original written agreement that the space is to be occupied by the same person pursuant to a lease or similar agreement for a period in excess of thirty (30) days.\n\n(2) The council may, by duly adopted resolution, determine that a lesser amount of assessment shall be imposed and the department shall certify such lesser assessment rate to the state tax commission; the rate of assessment shall be that amount so certified. In the absence of such certification the rate of assessment shall be that rate set forth in subsection (1) of this section.\n\n(3) The assessment set forth herein shall be collected by the state tax commission in the same manner as provided in chapter 36, title 63, Idaho Code, for the collection of sales and use tax, and shall be distributed as follows:\n\n(a) An amount of money shall be distributed to the state refund account sufficient to pay current refund claims. All refunds authorized by the tax commission to be paid shall be paid through the state refund account and those moneys are continuously appropriated.\n\n(b) An amount of money equal to the actual cost of the collection and administration of the tax imposed by the provisions of this section shall be retained by the commission. The amount retained by the commission shall not exceed the amount authorized to be expended by appropriation by the legislature. Any unencumbered balance in excess of the actual cost at the end of each fiscal year shall be distributed as provided in paragraph (c) of this subsection.\n\n(c) All remaining moneys received pursuant to this chapter shall be distributed to the Idaho travel and convention account, established in the dedicated fund, and all such moneys are set aside and appropriated to the department to administer pursuant to the provisions of this chapter.\n\n(4) The state tax commission, upon written request of the director of the department of commerce, will make available information identifying those paying the assessment, either individually or by category. Such information however, shall not show the amount paid, nor any liabilities or delinquencies of those who have the duty to collect and remit the assessment authorized in this section.\n\n[67-4718, added 1981, ch. 216, sec. 2, p. 404; am. 1982, ch. 10, sec. 1, p. 15; am. 1984, ch. 126, sec. 1, p. 301; am. 1985, ch. 160, sec. 18, p. 436; am. 1986, ch. 73, sec. 19, p. 218; am. 1988, ch. 174, sec. 2, p. 304; am. 1994, ch. 91, sec. 1, p. 207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4718/"
    },
    {
      "id": "section-67-4717",
      "number": "67-4717",
      "heading": "",
      "text": "67-4717. REGIONAL AND STATEWIDE GRANT PROGRAM. There is hereby established within the state of Idaho a travel and convention industry grant program. Such program shall be administered jointly by the council and the department. The source of funding for the program shall be from the assessment imposed by section 67-4718, Idaho Code.\n\nFifty percent (50%) of all funds derived from this act less one-half (1/2) of the administrative costs, shall be returned to local nonprofit organizations having as their primary purpose the promotion of travel and conventions within a planning region, to expend for the promotion of travel and conventions within their area. Each planning region shall be awarded grants totaling an amount equal to the regional proportion of one-half (1/2) the total sum raised by the assessment imposed by section 67-4718, Idaho Code. No allocations to a planning region shall lapse, but shall be continuously available for use for promotion purposes within the planning region.\n\nThe remaining fifty percent (50%) of all funds derived from this act, less one-half (1/2) of the administrative costs, shall be expended by the department for the promotion and development of statewide travel and convention programs. The department shall be counseled and advised in its creation and execution of such programs by the council as provided by section 67-4712, Idaho Code.\n\n[67-4717, added 1981, ch. 216, sec. 2, p. 403; am. 1985, ch. 160, sec. 17, p. 435.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4717/"
    },
    {
      "id": "section-67-4719",
      "number": "67-4719",
      "heading": "",
      "text": "67-4719. PENALTIES. Any person who shall violate or aid in the violation of any of the provisions of this act shall be guilty of a misdemeanor and upon conviction thereof be punished by a fine of not more than three hundred dollars ($300) or imprisonment not to exceed ninety (90) days, or both.\n\n[67-4719, added 1981, ch. 216, sec. 2, p. 404.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4719/"
    },
    {
      "id": "section-67-4720",
      "number": "67-4720",
      "heading": "",
      "text": "67-4720. TOURIST INFORMATION SIGNS. (1) There shall be established a series of uniform tourist information signs to be erected and placed in the rights of way of the primary highway system and the interstate highway system within the state of Idaho. Notwithstanding the provisions of chapter 28, title 40, Idaho Code, the committee shall have the authority to design the uniform tourist information signs. Their placement shall be made in accordance with the provisions of this section, and the provisions of section 131, title 23, U.S.C.\n\n(2) The tourist information signs shall be uniform in design and contain specific information regarding the location of a scenic attraction or historical site which is nationally or regionally known and of outstanding interest to the traveling public.\n\n(3) In order to expedite the placement of the information signs, the committee shall, upon the effective date of this act, commence a study to designate which scenic attractions and historic sites to highlight with information signs, and to determine their design, the information they are to contain, and any follow-through direction signs or trailblazer signs. The study shall incorporate recommendations from each region’s populace and shall seek the cooperation of city, county and special road or highway districts. The study required under this section shall be completed and all decisions regarding design, content, and placement shall be made, on or before June 30, 1986, with a preliminary report on the study being completed by December 15, 1985.\n\n(4) Upon completion of the study, the committee shall work in cooperation with the Idaho transportation department to determine information sign design, designation and placement. The Idaho transportation department shall supply expertise, technical information, or any other assistance the committee may require, regarding the design, designation and placement and construction of the information signs.\n\n(5) The information signs required under this section on the state highway system, shall be constructed, erected and maintained by the Idaho transportation department according to the design and placement plans agreed upon by the Idaho transportation department and the committee as stated in subsection (4). Erection of the information signs shall be completed on or before July 1, 1990.\n\n(6) All costs for the study required in this section, including the design and designation of information sign placement costs, shall be paid by the committee from monies in the Idaho travel and convention account created by section 67-4718, Idaho Code.\n\n(7) Costs for the construction, erection and maintenance of the information signs on the state transportation system shall be paid by the Idaho transportation department from existing funds appropriated for the construction, maintenance, repair and traffic supervision for the highways of this state. However, no sign will be constructed that will result in the loss or forfeiture of federal-aid highway funds. Any design used for this promotion cannot be used by other entities unless approved by the committee and the Idaho transportation department.\n\n(8) As used in this section, the term \"committee\" shall refer to the Idaho travel and convention industry committee created by section 67-4712, Idaho Code.\n\n[67-4720, added 1985, ch. 127, sec. 1, p. 311.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4720/"
    },
    {
      "id": "section-67-4721",
      "number": "67-4721",
      "heading": "",
      "text": "67-4721. PURPOSE. (1) It is hereby declared that there exists in this state a need to promote sound economic development, to improve the economic health of the state, to promote employment, and to improve the tax base of the state by encouraging the formation of development finance sources that enhance the availability of capital for new, emerging, or expanding business enterprises. Public resources are not intended to replace existing capital markets, but they can be carefully targeted to fill gaps in capital availability. It is hereby declared that it is a valid public purpose to preserve and promote the safety, health and welfare of this state and its citizens by the exercise of the powers specified in this act to provide grant programs to development finance sources.\n\n(2) It is hereby further declared that the foregoing are public purposes and uses for which public moneys may be expended or granted and that such activities are governmental functions and serve a public purpose when improving the economic well-being or otherwise benefiting the people of this state; that the necessity of enacting the provisions hereinafter set forth is in the public interest and is hereby so declared as a matter of express legislative determination.\n\n[67-4721, added 1991, ch. 148, sec. 1, p. 356.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4721/"
    },
    {
      "id": "section-67-4722",
      "number": "67-4722",
      "heading": "",
      "text": "67-4722. ECONOMIC DEVELOPMENT FINANCING ACCOUNT. There is hereby established an economic development financing account in the state agency asset fund and all of the moneys in said account are hereby appropriated to the department of commerce to carry out the purposes of sections 67-4721 through 67-4724, Idaho Code. The account shall consist of such contributions, appropriations, and distributions as are made thereto and such interest as may be earned on the account less the investment administration fee provided in section 67-1210, Idaho Code.\n\n[67-4722, added 1991, ch. 148, sec. 2, p. 357.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4722/"
    },
    {
      "id": "section-67-4723",
      "number": "67-4723",
      "heading": "",
      "text": "67-4723. GRANTS — STANDARDS AND ADMINISTRATION. The department of commerce shall administer a program of grants prorated to private capital raised to establish financing programs for new, emerging, and expanding business enterprises. Grants shall only be made to business and industrial development corporations (BIDCOs) licensed and regulated pursuant to the provisions of chapter 27, title 26, Idaho Code. It is recognized that BIDCOs, in compliance with section 26-2716, Idaho Code, administer a program of professional consulting and financing of new, emerging and expanding business enterprises. Such financings may take the form of loans or equity participation or a combination thereof. BIDCOs must report annually to the legislature, in compliance with section 27-2707, Idaho Code, information on the impact of grants in promoting economic development in the state.\n\nRequests for grant proposals shall require the applicant to describe in detail its experience and expertise, the professional manner in which it will identify, finance, and monitor new, emerging and expanding business enterprises, the criteria it will use to determine which enterprises should be financed to best further the purposes of sections 67-4721 through 67-4724, Idaho Code, the administrative and overhead charges which will be made to administer the grant, and such other matters as required by the department of commerce.\n\nThe department of commerce shall administer this program in such a way as to avoid favoritism of any particular enterprise and to maximize the public purposes of sections 67-4721 through 67-4724, Idaho Code, without regard to any incidental benefits which may accrue to private parties. In administering the program, the department of commerce shall emphasize job creation, improvement of the state’s tax base, geographic diversity of financing, and avoidance of financing enterprises which could reasonably be financed by other means.\n\n[67-4723, added 1991, ch. 148, sec. 3, p. 357.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4723/"
    },
    {
      "id": "section-67-4723a",
      "number": "67-4723A",
      "heading": "",
      "text": "67-4723A. IDAHO SMALL BUSINESS FEDERAL FUNDING ASSISTANCE ACT — FUND CREATED. (1) There is hereby created in the state treasury the Idaho small business assistance fund to which shall be credited all moneys that may be appropriated, apportioned, allocated, and paid back to the fund, including grants, federal moneys, donations, gifts, funds from any other source or otherwise provided by law. The moneys in the fund shall be used to reimburse Idaho small businesses for costs incurred in the process of developing and submitting federal grant proposals and to compete for awards. The Idaho department of commerce shall administer the fund.\n\n(2) As used in this section:\n\n(a) \"Federal funding\" means grants available to for-profit businesses as awarded by federal agencies through small business innovative research grants, small business technology transfer research grants, broad area announcements or other grant programs.\n\n(b) \"Small business\" means an Idaho for-profit company with five hundred (500) or fewer employees.\n\n(c) \"State grants\" means a grant award of up to four thousand dollars ($4,000) limited exclusively to the reimbursement of claimable expenses incurred by an Idaho small business pursuant to the process of competing for federal funding awards.\n\n(3) The department of commerce shall administer a program of state grants to assist and incentivize new, emerging, and expanding Idaho small, for-profit businesses in the development of federal funding proposals that lead to the development of commercial products or services.\n\n(4) The department of commerce shall administer this program in such a way as to avoid favoritism of any particular enterprise and to maximize the public purposes of increasing the number of submitted proposals from Idaho small businesses and increasing the number of grant awards to these businesses. Particular attention shall be paid to the encouragement of companies that have not competed for federal funding awards in the past.\n\n[67-4723A, added 2011, ch. 224, sec. 2, p. 611.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4723a/"
    },
    {
      "id": "section-67-4724",
      "number": "67-4724",
      "heading": "",
      "text": "67-4724. RETURN TO THE STATE. It is hereby recognized that the principal return to the state shall be in the form of increased tax revenues and increased job growth. A further return to the state is hereby provided as follows. Grants shall require the applicant to retain within its financing program all funds representing a return on principal until initial capitalization is doubled. Upon doubling capitalization and upon the approval of the department of finance, grantees shall distribute up to fifty per cent (50%) of profits on a pro rata basis to the state of Idaho. Any additional returns shall be governed by the terms of the grant.\n\nIn the event of dissolution of a grantee, distribution shall be made to the state and stockholders on a pro rata basis. The director of the department of commerce shall preside over liquidation proceedings in accordance with chapter 27, title 26, Idaho Code.\n\n[67-4724, added 1991, ch. 148, sec. 4, p. 358.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4724/"
    },
    {
      "id": "section-67-4732",
      "number": "67-4732",
      "heading": "",
      "text": "67-4732. IDAHO OPPORTUNITY FUND — SHORT TITLE — LEGISLATIVE INTENT. Sections 67-4732 through 67-4736, Idaho Code, shall be known and may be cited as the \"Idaho Opportunity Fund Act\" and also known as \"this act.\" The intent of the Idaho opportunity fund is to promote economic development and provide financial assistance, through the Idaho department of commerce, to retain, expand or attract quality jobs in industries deemed vital to the health of the local and statewide economy.\n\n[67-4732, added 2013, ch. 106, sec. 1, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4732/"
    },
    {
      "id": "section-67-4733",
      "number": "67-4733",
      "heading": "",
      "text": "67-4733. DIRECTOR RULEMAKING AUTHORITY. The director shall promulgate rules pursuant to chapter 52, title 67, Idaho Code, in the furtherance of the objectives of this act.\n\n[67-4733, added 2013, ch. 106, sec. 1, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4733/"
    },
    {
      "id": "section-67-4734",
      "number": "67-4734",
      "heading": "",
      "text": "67-4734. IDAHO OPPORTUNITY FUND. There is hereby created in the state treasury the Idaho opportunity fund. Moneys in the Idaho opportunity fund may be expended by the Idaho department of commerce, pursuant to the provisions of this act, to assist in securing commitments for the retention and expansion of existing businesses and recruitment of new businesses.\n\n(1) Moneys deposited in the fund. The following amounts shall be deposited in the fund:\n\n(a) Any amounts appropriated by the legislature for the fund for purposes described by this section;\n\n(b) Repayment of any moneys originally distributed from the fund that were improperly disbursed pursuant to the company performance agreement or the local government grant agreement; and\n\n(c) Gifts, grants and other donations received for the fund.\n\n(2) Use of funds. Moneys in the Idaho opportunity fund may be allocated to local governments for any lawful purpose consistent with the intent of this act, which purposes shall include:\n\n(a) Construction of or improvements to new or existing water, sewer, gas or electric utility systems for new or existing buildings to be used for industrial or commercial operations;\n\n(b) Flood zone or environmental hazard mitigation; and\n\n(c) Construction, upgrade or renovation of other infrastructure related items including, but not limited to, railroads, broadband, parking lots, roads or other public costs that are directly related to specific job creation or expansion projects.\n\n[67-4734, added 2013, ch. 106, sec. 1, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4734/"
    },
    {
      "id": "section-67-4735",
      "number": "67-4735",
      "heading": "",
      "text": "67-4735. AGREEMENTS REQUIRED AND DISBURSEMENT OF FUNDS. (1) Funds may be disbursed from the Idaho opportunity fund only in accordance with this act and rules adopted by the department, and only in accordance with agreements entered into between the department and one (1) or more local governments, and agreements between the local government and a grantee business as set forth herein.\n\n(2) Company performance agreements. An agreement between a local government and a grantee business, in addition to any requirements in rules adopted by the department, may contain the following provisions:\n\n(a) A commitment to create or retain a specified number of jobs within a specified salary range at a specific location;\n\n(b) A commitment regarding the time period in which the jobs will be created or retained and the minimum time period for which the jobs must be maintained;\n\n(c) A commitment to complete the construction related to the agreed upon capital expenditures;\n\n(d) A provision that a reasonable percentage of the total amount of the grant be withheld until specified performance targets are met;\n\n(e) A provision that a reasonable percentage of the total amount of the grant be withheld until the specified number of jobs are maintained for a specified period of time;\n\n(f) A commitment to provide proof satisfactory to the local government and the director of new jobs created or existing jobs retained and the salary level of those jobs;\n\n(g) A provision that funds received under the agreement may be used only for a purpose as authorized by this act;\n\n(h) A provision allowing the director or the local government to inspect all records of the business that may be used to confirm compliance with the agreement or with the requirements of this act;\n\n(i) A provision establishing the method for determining compliance with the agreement;\n\n(j) A provision establishing a schedule for disbursement of funds under the agreement that allows disbursement of funds only in proportion to the amount of performance completed under the agreement;\n\n(k) A provision requiring repayment of grant funds and corresponding terms for repayment, if applicable, in the event a business subsequently fails to comply with the terms of the agreement;\n\n(l) A provision that any repayments of grant funds required if the performance targets are not achieved may be prorated to reflect a partial attainment of job creation or other performance targets; and\n\n(m) Any other lawful provision the director or the local government finds necessary to ensure the proper use of state or local funds.\n\n(3) Local government grant agreement. An agreement between the department and one (1) or more local governments shall contain the following provisions:\n\n(a) A commitment on the part of the local government to match, in whole or in part, the funds allocated by the department. A local match may include, but shall not be limited to, money, fee waivers, in-kind services, donation of assets, the provision of infrastructure or a combination thereof. The director of the department of commerce shall have the authority to waive the local match requirement;\n\n(b) A provision requiring the local government to recapture any funds to which the local government is entitled under the company performance agreement;\n\n(c) A provision requiring repayment from the local government to the department for any funds used for unapproved purposes or disbursed prior to compliance with the company performance agreement or achievement of the job creation or other performance targets;\n\n(d) A provision allowing the department access to all records possessed by the local government necessary to ensure compliance with the company performance agreement and with the requirements of this act;\n\n(e) A provision establishing a schedule for the disbursement of funds from the Idaho opportunity fund to the local government that reflects the disbursement schedule established in the company performance agreement; and\n\n(f) Any other lawful provision the department deems necessary to ensure the proper use of state funds.\n\n(4) Disbursement of funds. Funds may be disbursed from the Idaho opportunity fund to the local government only after the local government has demonstrated that the business has complied with the negotiated terms of the company performance agreement. The department shall disburse funds allocated under the Idaho opportunity fund to a local government in accordance with the disbursement schedule established in the local government grant agreement.\n\n[67-4735, added 2013, ch. 106, sec. 1, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4735/"
    },
    {
      "id": "section-67-4736",
      "number": "67-4736",
      "heading": "",
      "text": "67-4736. ANNUAL REPORT BY DIRECTOR. The director of the department of commerce shall annually publish a report regarding the state of the Idaho opportunity fund and cause the same to be made available to the public. The report shall contain information on the commitment of funds, disbursement and use of funds, the number of jobs committed and created, the total capital expenditures resulting from grant funds and the median wage of total jobs created as result of grant funds distributed in the prior year. The report is due no later than the last day of September each year. The director shall also provide such report to the governor and the joint finance-appropriations committee during each regular session of the Idaho state legislature. In addition, the director of the department of commerce shall provide reports on the grant activity and performance to the economic advisory council on a quarterly basis during the year.\n\n[67-4736, added 2013, ch. 106, sec. 1, p. 251.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4736/"
    },
    {
      "id": "section-67-4737",
      "number": "67-4737",
      "heading": "",
      "text": "67-4737. IDAHO REIMBURSEMENT INCENTIVE ACT — SHORT TITLE — LEGISLATIVE INTENT. Sections 67-4737 through 67-4744, Idaho Code, shall be known and may be cited as the \"Idaho Reimbursement Incentive Act.\" The Idaho legislature finds that in order to compete more effectively in a national and global marketplace for economic expansion, business retention and job creation, a number of states, including Idaho, have deemed it necessary to create economic-based incentives for the creation of quality jobs. Further, the Idaho legislature desires to create the Idaho reimbursement incentive act to be a performance-based tax reimbursement mechanism available to existing Idaho businesses and new businesses creating jobs in Idaho when the same are in good standing in the state of Idaho.\n\n[67-4737, added 2014, ch. 336, sec. 1, p. 828.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4737/"
    },
    {
      "id": "section-67-4738",
      "number": "67-4738",
      "heading": "",
      "text": "67-4738. DEFINITIONS. As used in sections 67-4737 through 67-4744, Idaho Code:\n\n(1) \"Applicant\" means a business entity that intends to create new jobs and submits an application for reimbursement to the department in accordance with this act.\n\n(2) \"Application\" means a form approved by the director of the department containing all information required by the provisions of this act.\n\n(3) \"Approved percentage\" means the amount of new state revenue the applicant is entitled to receive in the form of a tax credit over the term of the project. The approved percentage shall not exceed thirty percent (30%) of the new state revenue over the term of the project subject to the criteria as established by rules.\n\n(4) \"Business entity\" means a single business, a separate division, branch or identifiable segment, or a group of businesses related through ownership pursuant to section 267 of the Internal Revenue Code. For the purpose of this subsection, a \"separate division, branch, or identifiable segment\" shall be deemed to exist if, prior to the date of application, the income and expense attributable to such \"separate division, branch, or identifiable segment\" could be separately ascertained from the books of accounts and records.\n\n(5) \"Community match\" means a commitment by the local government that demonstrates its active support of the applicant creating new jobs in its jurisdiction. Such match may include, but shall not be limited to, a contribution of money, fee waivers, in-kind services, the provision of infrastructure or a combination thereof. Such match shall also include a letter of commitment by the governing elected officials of the jurisdiction detailing the local government’s support that shall be included as part of an application.\n\n(6) \"Council\" means the economic advisory council created pursuant to chapter 47, title 67, Idaho Code.\n\n(7) \"Department\" means the Idaho department of commerce.\n\n(8) \"Director\" means the director of the Idaho department of commerce.\n\n(9) \"Full-time job\" means a job in which an individual is employed by the applicant and performs such duties at least thirty (30) hours per week.\n\n(10) \"Meaningful project\" means an expansion of an existing business located in Idaho or the creation of new business operations in Idaho that generate the minimum required new jobs and otherwise qualify under the provisions of this act.\n\n(11) \"Minimum new jobs\" means new jobs created by the applicant that shall be not less than twenty (20) such jobs over the term of the project if created within a rural community, or not less than fifty (50) such jobs over the term of the project if created within an urban community. An applicant will not be eligible for tax credit during the term of the project until the minimum new jobs have been added.\n\n(12) \"New jobs\" means new jobs created in Idaho in accordance with this act that are nonseasonal, full-time jobs that collectively pay an average annual wage that equals or exceeds the average annual county wage of the county with jurisdiction over the local government providing the applicant’s community match. For purposes of this act, a job that shifts from one (1) location within the state of Idaho to another location shall not be considered a new job. New jobs must exceed the applicant’s maximum number of full-time jobs in Idaho during the twelve (12) months immediately preceding the date of application.\n\n(13) \"New state revenue\" means the Idaho portion of state corporate income tax or franchise tax, personal income tax and sales and use tax that is paid by the applicant in excess of those taxes paid at the date of application and is attributable only to the new growth upon which the application is based. New state revenue does not include taxes paid during the term that is attributable to those operations that existed prior to the application and does not include taxes that are reimbursable by the federal government or any subdivision thereof. New state revenue shall include:\n\n(a) Incremental new state sales and use tax revenues as governed by chapter 36, title 63, Idaho Code, that have been paid by the applicant on their own purchases as a result of a meaningful project;\n\n(b) Incremental new state income tax or franchise tax, including income or franchise tax generated by corporations, pass-through entities, as defined in section 63-3006C, Idaho Code, or proprietorships, pursuant to chapter 30, title 63, Idaho Code, that have been paid by an applicant as a result of a meaningful project;\n\n(c) Incremental new state personal income taxes, as governed by chapter 30, title 63, Idaho Code, withheld on behalf of the applicant’s employees, resulting from new jobs in a meaningful project, as evidenced by payroll withholding records indicating the amount of employee income taxes withheld and transmitted to the tax commission. Incremental new state personal income taxes shall not exceed the maximum allowable percentage of gross wages paid during a corresponding period that shall be the lesser of seven percent (7%) or the highest incremental state income tax rate.\n\n(14) \"Rural community\" means, at the time of application, a city with a population of less than twenty-five thousand (25,000) persons or an unincorporated area within a county.\n\n(15) \"Tax commission\" means the Idaho state tax commission.\n\n(16) \"Tax credit\" means a refundable tax credit authorized by the director of the department. The tax commission shall make a refund to an applicant that is granted a tax credit under this section if the amount of the tax credit exceeds the applicant’s tax liability for a taxable year. The credit may be used as a credit against the income or franchise tax contained in chapter 30, title 63, Idaho Code.\n\n(17) \"Tax credit amount\" means the amount the department authorizes as a tax credit for a taxable year.\n\n(18) \"Term of project\" or \"term\" means the number of years an applicant is authorized to receive a tax credit under this act that shall not exceed fifteen (15) years subject to the criteria as established by rules.\n\n(19) \"Urban community\" means, at the time of application, a city with a population of at least twenty-five thousand (25,000), provided however, that a city of less than twenty-five thousand (25,000) that is adjoining an urban community shall be considered urban.\n\n[67-4738, added 2014, ch. 336, sec. 1, p. 829; am. 2015, ch. 200, sec. 1, p. 609; am. 2017, ch. 149, sec. 1, p. 368.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4738/"
    },
    {
      "id": "section-67-4739",
      "number": "67-4739",
      "heading": "",
      "text": "67-4739. APPLICATION — PROCESS — AGREEMENTS — REIMBURSEMENT. (1) A business entity may claim a refundable tax credit for creating a minimum number of new jobs in the state of Idaho. In order to be considered for participation, an applicant or its designated representative must submit an application to the director and shall include:\n\n(a) A complete description of the proposed project and the economic benefit that will accrue to the state as a result of the project;\n\n(b) A description or explanation of whether the project will occur or how it will be altered if the tax credit application is denied by the council;\n\n(c) Proof of a community match;\n\n(d) A letter from the tax commission confirming that the applicant is in good standing in the state of Idaho and is not in unresolved arrears in the payment of any state tax or fee administered by the tax commission;\n\n(e) A detailed statement with an estimate of Idaho goods and services to be consumed or purchased by the applicant during the term;\n\n(f) Known or expected detriments to the state or existing industries in the state;\n\n(g) An anticipated project inception date and proposed schedule of progress;\n\n(h) Proposed performance requirements and measurements that must be met prior to issuance of the tax credit;\n\n(i) A detailed description of the proposed capital investment;\n\n(j) A detailed description of jobs to be created, an approximation of the number of such jobs to be created and the projected average wage to be paid for such jobs;\n\n(k) A detailed description of the estimated new state tax revenues to be generated by the project;\n\n(l) Identification of any individual or entity included within the application that is entitled to a rebate pursuant to section 63-3641 or 63-4408, Idaho Code, or is required to obtain a separate seller’s permit pursuant to chapter 36, title 63, Idaho Code; and\n\n(m) The federal employer identification or social security number for each individual or entity stated as the business entity in the agreement.\n\n(2) Upon satisfaction by the director that all requirements are met pursuant to this chapter, the director shall submit such application to the council. The council shall review the application, may request additional information and shall approve or reject the application. An approval or rejection from the council shall not be considered a contested case pursuant to chapter 52, title 67, Idaho Code; provided, however, that nothing in this section shall prohibit an aggrieved applicant from seeking judicial review as provided in chapter 52, title 67, Idaho Code.\n\n(3) If the council approves the application, the council shall instruct the director to enter into an agreement with the applicant with the terms of the council’s approval. If the council rejects an application, the applicant may reapply with a new application.\n\n(4) In the event a member of the council has a conflict of interest on an application that is before the council, the member shall fully disclose it to the council and abstain from any vote on the application.\n\n[67-4739, added 2014, ch. 336, sec. 1, p. 830; am. 2015, ch. 200, sec. 2, p. 611.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4739/"
    },
    {
      "id": "section-67-4740",
      "number": "67-4740",
      "heading": "",
      "text": "67-4740. AGREEMENT WITH APPLICANT. With instruction from the council, and in accordance with criteria as established by rules, the director of the department shall enter into a reimbursement incentive agreement with the applicant, provided the agreement defines the following in addition to the terms as approved by the council:\n\n(a) The term of the agreement, which in no case shall exceed fifteen (15) years;\n\n(b) The projected new state revenues to be generated during the term of the project;\n\n(c) The method and recordkeeping requirements to be used by the applicant to determine the new state revenue paid by the applicant. The approved tax credit percentage applied to new state revenue each year the applicant is entitled to receive the reimbursement during the term of the project;\n\n(d) The projected new jobs;\n\n(e) The terms and conditions of any and all requirements and measurements that must be met prior to the issuance of a tax credit authorization;\n\n(f) The agreed-upon and necessary proof of compliance required prior to tax credit issuance. Proof of compliance provided by the applicant must be adequate to demonstrate to the director that all requirements and measurements have been met for the applicant to receive the tax credit;\n\n(g) The consequences of default by the applicant;\n\n(h) The period to be used to determine the taxes paid at the date of application; and\n\n(i) Identification of the individual or entity that is or will be claiming the refundable credit.\n\n(j) The agreement with the applicant shall specify that no credit will be allowed for taxes that have been or will be reimbursed by the federal government or any subdivision thereof.\n\n[67-4740, added 2014, ch. 336, sec. 1, p. 831; am. 2015, ch. 200, sec. 3, p. 612; am. 2016, ch. 47, sec. 43, p. 128; am. 2017, ch. 149, sec. 2, p. 370.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4740/"
    },
    {
      "id": "section-67-4741",
      "number": "67-4741",
      "heading": "",
      "text": "67-4741. APPLICANT’S ANNUAL REPORTING PROCEDURE. (1) On an annual basis during the term of the project, the applicant shall submit to the department reporting information outlined in the agreement that shall include, but not be limited to, the following:\n\n(a) Supporting documentation of the new state revenues from the applicant’s new project that were paid during the preceding tax year;\n\n(b) Supporting documentation of the new jobs that were created during the preceding tax year;\n\n(c) A document that expressly directs and authorizes the tax commission and department of labor to allow the department access to the applicant’s returns and other information that may be necessary to verify or otherwise confirm the declared new state revenues;\n\n(d) A letter from the tax commission confirming that the applicant is in good standing in the state of Idaho and is not in unresolved arrears in the payment of any state tax or fee administered by the tax commission;\n\n(e) Identification of any individual or entity included within the application that is entitled to a rebate pursuant to section 63-3641 or 63-4408, Idaho Code, or is required to obtain a separate seller’s permit pursuant to chapter 36, title 63, Idaho Code; and\n\n(f) Supporting documentation that the business entity has satisfied the measurements and requirements outlined in the agreement.\n\n(2) If, after review and audit of the information provided by the applicant, or after review of the ongoing performance of the applicant, the department determines that the information is inadequate to provide a reasonable justification for authorizing or continuing a tax credit, the department shall:\n\n(a) Deny the tax credit for such tax year;\n\n(b) Terminate the agreement for failure to meet the performance standards established in the agreement; or\n\n(c) Inform the applicant that the returns or other information are inadequate and request the applicant to submit additional documentation.\n\n(3) If, after review and/or audit of the information provided by the applicant, the department determines that the information provided by the applicant provides reasonable justification for authorizing a tax credit, the department shall, based upon the returns and other information:\n\n(a) Determine the amount of the tax credit to be granted to the applicant, which amount shall be the lowest approved percentage that will incentivize creation of new jobs and new state revenue;\n\n(b) Issue a tax credit authorization to the applicant; and\n\n(c) Provide a duplicate copy of the tax credit authorization to the tax commission.\n\n(4) No applicant may claim a tax credit unless the applicant has a tax credit authorization issued by the department. An applicant may claim a tax credit in the amount listed on the tax credit authorization on its tax return.\n\n[67-4741, added 2014, ch. 336, sec. 1, p. 832; am. 2015, ch. 200, sec. 4, p. 613.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4741/"
    },
    {
      "id": "section-67-4742",
      "number": "67-4742",
      "heading": "",
      "text": "67-4742. ANNUAL REPORTING BY DEPARTMENT. (1) The department shall create an annual written report for the governor and the legislature describing:\n\n(a) The department’s success under this act in attracting new jobs;\n\n(b) The estimated amount of tax credit commitments made by the department and the period of time over which tax credits will be paid;\n\n(c) The economic impact on the state related to generating new state revenue and providing tax credits under this act;\n\n(d) The estimated costs and economic benefits of the tax credit commitments that the department made; and\n\n(e) The actual costs and economic benefits of the tax credit commitments the department made.\n\n(2) On or before November 1, 2015, and every year thereafter, the department shall:\n\n(a) Conduct an independent, third-party audit of the tax credits issued under this act;\n\n(b) Evaluate the tax credits issued under this act and the effectiveness of the tax credits; and\n\n(c) Make recommendations concerning whether the tax credits should be continued, modified or repealed.\n\n(3) The audit as set forth herein shall include an evaluation of:\n\n(a) The amount of tax credits granted; and\n\n(b) The effectiveness of the department’s internal controls within the application and approval process pursuant to this chapter.\n\n(4) The results of such audit and the director’s recommendations shall be forwarded in a timely manner to the office of the governor and to the appropriate legislative committee chairmen.\n\n[67-4742, added 2014, ch. 336, sec. 1, p. 832.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4742/"
    },
    {
      "id": "section-67-4743",
      "number": "67-4743",
      "heading": "",
      "text": "67-4743. SUSPENSION OF IDAHO REIMBURSEMENT INCENTIVE ACT. (1) The director shall suspend the issuance of all new agreements with applicants upon the occurrence of the following conditions:\n\n(a) The governor orders a temporary reduction of general fund spending authority, pursuant to section 67-3512A, Idaho Code; and\n\n(b) The governor issues an executive order directing the department to suspend the issuance of new agreements during the tax year in which the temporary reduction of general fund spending authority has been ordered and the executive order issued.\n\n(2) Pursuant to this chapter, all agreements that have been approved by the council prior to the governor issuing an executive order as provided by subsection (1)(b) of this section shall remain in full force and effect and shall not be modified or impaired as a result of the executive order.\n\n(3) During the period of time that new agreements have been suspended, the director shall maintain the necessary services required pursuant to this chapter to support all existing agreements and comply with all required reporting and review responsibilities.\n\n(4) The governor may, by executive order, remove the suspension issued pursuant to subsection (1)(b) of this section.\n\n[67-4743, added 2014, ch. 336, sec. 1, p. 833.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4743/"
    },
    {
      "id": "section-67-4744",
      "number": "67-4744",
      "heading": "",
      "text": "67-4744. DIRECTOR RULEMAKING AUTHORITY. The director shall promulgate rules pursuant to chapter 52, title 67, Idaho Code, in the furtherance of the objectives of this act.\n\n[67-4744, added 2014, ch. 336, sec. 1, p. 833.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4744/"
    },
    {
      "id": "section-67-4760",
      "number": "67-4760",
      "heading": "",
      "text": "67-4760. IDAHO BROADBAND FUND. There is hereby created in the state treasury the Idaho broadband fund that will consist of such sums as may be appropriated by the legislature for the purpose of providing financial assistance in broadband infrastructure to promote equal access in economic development, public safety, telehealth, and education. Expenditures from the fund will be prioritized based on the statewide broadband plan developed by the Idaho broadband advisory board established pursuant to section 67-4761, Idaho Code, and must be approved by the board. Interest earnings from the investment of moneys in this fund by the state treasurer shall be returned to the fund.\n\n[67-4760, added 2021, ch. 137, sec. 1, p. 383.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4760/"
    },
    {
      "id": "section-67-4761",
      "number": "67-4761",
      "heading": "",
      "text": "67-4761. IDAHO BROADBAND ADVISORY BOARD. (1) There is hereby created within the department of commerce the Idaho broadband advisory board. The advisory board shall consist of three (3) members of the house of representatives appointed by the speaker of the house of representatives, three (3) members of the senate appointed by the president pro tempore of the senate, one (1) nonvoting member with experience and knowledge of the broadband industry appointed by the speaker of the house of representatives, one (1) nonvoting member with experience and knowledge of the broadband industry appointed by the president pro tempore of the senate, and three (3) members of the public appointed by the governor.\n\n(2) The advisory board shall be responsible for creating a statewide broadband plan that will determine the manner of structuring, prioritizing, and dispersing grants from the Idaho broadband fund to areas of the state that are most in need and shall have the authority to determine which broadband projects are undertaken pursuant to this section. At the discretion of the advisory board, grant award grading and scoring shall be conducted by an independent third party, and the independent third party shall provide recommendations to the advisory board. In the preparation, adoption, and implementation of the statewide broadband plan, the advisory board shall solicit the participation and assistance of state agencies with pertinent expertise. All agencies of the state of Idaho shall cooperate with the advisory board by providing requested research, information, and studies pertaining in any manner to the statewide broadband plan.\n\n(3) Once the statewide broadband plan has been adopted by a majority vote of the broadband advisory board, copies of the plan shall be filed in the office of the governor, posted on the website of the advisory board or the department of commerce, and published and distributed in any other manner determined appropriate by the advisory board.\n\n(4) Following adoption of the statewide broadband plan, the board shall administer the implementation of the plan and shall maintain and revise the plan as necessary.\n\n(5) Any state agency may petition the board to revise the statewide broadband plan. The board shall review any petition filed pursuant to this section within three (3) months after it is filed and shall either take action to revise the broadband plan or set forth its reasons for denying the request in writing.\n\n[67-4761, added 2021, ch. 137, sec. 2, p. 383; am. 2025, ch. 115, sec. 1, p. 617.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-47/section-67-4761/"
    }
  ]
}