{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-94",
  "sections": [
    {
      "id": "section-67-9401",
      "number": "67-9401",
      "heading": "",
      "text": "67-9401. SHORT TITLE. This chapter shall be known and may be cited as the \"Occupational Licensing Reform Act.\"\n\n[(67-9401) 67-9301, added 2019, ch. 296, sec. 1, p. 878; am. and redesig. 2021, ch. 321, sec. 42, p. 985.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9401/"
    },
    {
      "id": "section-67-9402",
      "number": "67-9402",
      "heading": "",
      "text": "67-9402. DECLARATION OF POLICY. The Idaho legislature, recognizing a need for occupational licensing reform, declares it to be the policy of the state to adopt a comprehensive and proactive approach to reducing occupational licensing constraints and barriers. Pursuant to this policy:\n\n(1) No new licensure of a person to practice a profession or occupation may be created by an administrative rule or policy in the absence of express statutory authorization; and\n\n(2) By July 1, 2026, all licensure fees shall be established in statute or rule.\n\n[(67-9402) 67-9302, added 2019, ch. 296, sec. 1, p. 878; am. and redesig. 2021, ch. 321, sec. 42, p. 985; am. 2025, ch. 63, sec. 1, p. 300.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9402/"
    },
    {
      "id": "section-67-9403",
      "number": "67-9403",
      "heading": "",
      "text": "67-9403. DEFINITIONS. As used in this chapter:\n\n(1) \"Honorable conditions\" means an honorable discharge or a general discharge \"under honorable conditions.\"\n\n(2) \"Licensing authority\" means any agency, bureau, commission, department, division, or professional or occupational licensing board charged with granting, suspending, or revoking the license, certificate, registration, permit, or other authorization of any person to practice a profession or occupation, including but not limited to the professional and occupational licensing boards within the department of self-governing agencies. The term licensing authority does not include the board of commissioners of the Idaho state bar as established pursuant to chapter 4, title 3, Idaho Code, or the Idaho supreme court.\n\n(3) \"Licensure\" means a license, certificate, certification, registration, permit, or other authorization of any person to practice a profession or occupation.\n\n(4) \"Military\" means the armed forces or reserves of the United States, including the army, navy, marine corps, coast guard, space force, air force, and the reserve components thereof, the national guard of any state, the military reserves of any state, or the naval militia of any state.\n\n(5) \"Veteran\" means any person who has been discharged or released from active duty in the armed forces under honorable conditions, provided the person has served on active duty for a minimum of one hundred eighty (180) consecutive days.\n\n[(67-9403) 67-9303, added 2019, ch. 296, sec. 1, p. 878; am. and redesig. 2021, ch. 321, sec. 42, p. 985; am. 2023, ch. 124, sec. 1, p. 357; am. 2024, ch. 266, sec. 4, p. 929; am. 2025, ch. 63, sec. 2, p. 300.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9403/"
    },
    {
      "id": "section-67-9404",
      "number": "67-9404",
      "heading": "",
      "text": "67-9404. MILITARY EDUCATION, TRAINING, AND SERVICE — QUALIFICATIONS FOR LICENSURE. A licensing authority shall accept relevant and applicable military education, training, or service by an individual as a member of the armed forces or a veteran toward the qualifications to receive licensure. Each licensing authority shall promulgate applicable rules to implement the provisions of this section.\n\n[(67-9404) 67-9304, added 2019, ch. 296, sec. 1, p. 879; am. and redesig. 2021, ch. 321, sec. 42, p. 985.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9404/"
    },
    {
      "id": "section-67-9405",
      "number": "67-9405",
      "heading": "",
      "text": "67-9405. EXPEDITED APPLICATION — MEMBERS OF THE MILITARY, VETERANS, AND SPOUSES. A licensing authority shall expedite the application of a member of the military, a former member of the military after discharge under honorable conditions, a veteran, or a spouse of any such person, to receive licensure if such member, former member, veteran, or spouse possesses necessary education, qualifications, licensure, or certification from another state, district, or territory of the United States, or in any branch of the armed forces or the national guard. Each licensing authority shall promulgate applicable rules to implement the provisions of this section.\n\n[(67-9405) 67-9305, added 2019, ch. 296, sec. 1, p. 879; am. and redesig. 2021, ch. 321, sec. 42, p. 986.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9405/"
    },
    {
      "id": "section-67-9406",
      "number": "67-9406",
      "heading": "",
      "text": "67-9406. LICENSURE BY ENDORSEMENT — MEMBERS OF THE MILITARY, VETERANS, AND SPOUSES. (1) A licensing authority shall establish a procedure to grant licensure by endorsement to a member of the military, a former member of the military after discharge under honorable conditions, a veteran, or a spouse of any such person, who possesses current, valid, and unrestricted licensure in another state, district, or territory of the United States, or in any branch of the armed forces or the national guard. Such procedure is intended to provide licensure by endorsement to qualifying persons within fifteen (15) business days after such person applies for licensure under this section, provided that the applicant is able to validate his qualifications pursuant to subsection (2) of this section within such time frame. Each licensing authority may promulgate applicable rules to implement the provisions of this subsection, if necessary.\n\n(2) Each applicant for licensure by endorsement under this section must apply to the applicable licensing authority for relevant licensure to validate:\n\n(a) The applicant’s status as a member of the military, a former member of the military after discharge under honorable conditions, a veteran, or a spouse of any such person; and\n\n(b) The applicant’s current, valid, and unrestricted licensure in another state, district, or territory of the United States, or in any branch of the armed forces or the national guard.\n\n(3) An applicant for licensure by endorsement pursuant to this section must disclose all current, pending, or subsequent disciplinary proceedings related to the applicant’s licensure in another state, district, or territory of the United States, or in any branch of the armed forces or the national guard. A licensing authority has discretion regarding whether to withhold, revoke, or place conditions on an applicant’s licensure by endorsement related to such disciplinary proceeding and any information obtained by the licensing authority related to such proceedings. An applicant’s failure to disclose a current, pending, or future disciplinary proceeding pursuant to this subsection is grounds for a licensing authority to withhold, revoke, or place conditions on licensure by endorsement pursuant to this section.\n\n(4) With respect to an applicant under this section, each licensing authority must implement a condensed military application form to verify the requirements of subsection (2) of this section. A condensed application may not request additional information unless such information is deemed critical by the applicable licensing authority to verify the applicant’s qualification for an Idaho-specific aspect of practice or to determine the applicable scope of practice pursuant to subsection (5) of this section. As part of a condensed military application, a licensing authority may not require:\n\n(a) The taking of all or a portion of an examination, even if such examination is required of other applicants for the same type of licensure in Idaho; or\n\n(b) The payment of an application fee.\n\n(5) With respect to applicants for licensure by endorsement under this section, a licensing authority may, at its discretion, compare the authorized scope of practice in the applicable jurisdiction, or jurisdictions, where the applicant currently holds licensure to the authorized scope of practice in Idaho. If such licensing authority determines that the authorized scope of practice in Idaho is broader than the scope of practice authorized in the jurisdiction, or jurisdictions, where the applicant currently holds licensure, such licensing authority may issue a limited license to such applicant pending completion of the additional education, training, or any other requirements determined necessary by the licensing authority. A limited license issued under this section must restrict the applicant’s practice in Idaho to the scope of practice authorized in the state where the applicant holds prior licensure until such time that the applicant satisfies the education, training, or other requirements deemed necessary by the licensing authority for a limited period of time necessary for an applicant to meet the qualifications for a full license. Notwithstanding the provisions of subsection (4) of this section, a licensing authority may administer an examination or partial examination to an applicant pursuant to this subsection for the purpose of ascertaining whether an applicant possesses the requisite qualifications for a full license. Such examination must be narrowly tailored to the additional knowledge or skills required for the applicant to prove that he is qualified for a full license.\n\n(6) This section does not restrict a person who is a member of a profession or occupation covered by an applicable interstate licensure compact or applicable reciprocity agreement from seeking licensure by endorsement pursuant to this section. In such a situation, a person may apply for licensure by endorsement under this section or may apply for licensure pursuant to the terms of the applicable licensure compact or reciprocity agreement.\n\n(7) An applicant under this section is subject to the laws regulating the person’s practice in Idaho and is subject to the applicable licensing authority’s jurisdiction. For purposes of this section, the term \"licensure\" means a license, certificate, registration, permit, or other authorization to practice a profession or occupation.\n\n[(67-9406) 67-9306, added 2019, ch. 296, sec. 1, p. 879; am. 2021, ch. 176, sec. 1, p. 488; am. and redesig. 2021, ch. 321, sec. 42, p. 986.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9406/"
    },
    {
      "id": "section-67-9407",
      "number": "67-9407",
      "heading": "",
      "text": "67-9407. UNIVERSAL OCCUPATIONAL AND PROFESSIONAL LICENSING PRACTICE AUTHORITY. (1) An act is within the practice authority of a licensed professional in Idaho under the authority of the division of occupational and professional licenses if:\n\n(a) The act is consistent with and not expressly prohibited by Idaho Code;\n\n(b) The act is consistent with the individual’s education, training, and experience; and\n\n(c) Performance of the act is within the accepted standard of care for the licensed professional’s profession or occupation that would be provided in the same or similar setting by a reasonable and prudent individual with the same or similar education, training, and experience.\n\n(2) Boards and commissions under the authority of the division of occupational and professional licenses shall be authorized to pursue disciplinary action if a licensed professional subject to licensure by such board or commission fails to meet the standard of care provided by other similarly licensed professionals in the same or similar settings. Any penalties resulting from such acts or omissions must comply with applicable state laws and regulations of the licensing board or commission.\n\n(3) A licensing authority shall review its administrative rules and modify or eliminate any provisions in conflict with the provisions of this section.\n\n[67-9407, added 2025, ch. 63, sec. 4, p. 301.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9407/"
    },
    {
      "id": "section-67-9408",
      "number": "67-9408",
      "heading": "",
      "text": "67-9408. OCCUPATIONAL AND PROFESSIONAL LICENSURE REVIEW COMMITTEE. (1) In order to establish oversight of occupational and professional licensure and related issues in Idaho, there is hereby established an occupational and professional licensure review committee.\n\n(2) The committee shall consist of eight (8) members, with four (4) members from the senate, one (1) of whom shall be cochair of the committee, and four (4) members from the house of representatives, one (1) of whom shall be cochair of the committee. Members from the senate shall be appointed by the president pro tempore of the senate, and members from the house of representatives shall be appointed by the speaker of the house of representatives. No more than three (3) members from the senate and no more than three (3) members from the house of representatives shall be from the same political party. Appointments to the committee shall be for the term of office of the member appointed. Any vacancy shall be filled in a manner consistent with the appointment procedure set forth in this subsection, except the appointment shall be for the remainder of the unexpired term. A committee member may be reappointed to the committee.\n\n(3) In addition to conducting sunrise and sunset reviews as set forth in this section, the committee is authorized to study and review occupational licensing and certification laws in general in order to determine, as applicable, how the legislature may be able to ease occupational licensing barriers while still protecting the public health and safety. The committee shall meet as often as may be necessary for the proper performance of its duties upon the call of the cochairs.\n\n(4) Beginning January 1, 2021, the committee shall conduct a sunrise review upon request that a lawful profession or occupational group that is not licensed become licensed. For purposes of this section, a profession or occupation becoming \"licensed\" means adding a requirement that a person must hold a license, certificate, registration, permit, or other authorization issued by a licensing authority to engage in such profession or occupation. Sunrise review by the committee shall be required prior to the introduction of any proposed legislation that a lawful profession or occupational group that is not licensed become licensed; provided, however, that a germane committee of the legislature later considering such proposed legislation shall not be bound by the recommendation of the committee. The sunrise review process shall be as follows:\n\n(a) The legislative services office shall prepare and publish an application form to be approved by the committee and used for the sunrise review process.\n\n(b) A requestor shall, prior to the introduction of any proposed legislation, submit the application for sunrise review to the legislative services office. The application shall be submitted by May 1 for review and processing prior to the next regular legislative session.\n\n(c) In addition to any other information requested by the committee or staff, the application shall include a copy of the applicant’s proposed draft legislation and a description of:\n\n(i) The requestor’s identity and relationship to the profession or occupational group;\n\n(ii) Why licensing or other regulation of the profession or occupation is necessary to protect against present, recognizable, and sufficient harm to the health, safety, or welfare of the public to warrant the regulation proposed;\n\n(iii) Why the proposed licensing or other regulation is the least restrictive regulation necessary to protect against present, recognizable, and sufficient harm to the health, safety, or welfare of the public to warrant the regulation proposed;\n\n(iv) Why the public cannot be effectively protected by other means;\n\n(v) Whether the overall cost-effectiveness and economic impact of the proposed regulation, including the direct and indirect costs to consumers, will be outweighed by the benefits of the proposed licensing or other regulation;\n\n(vi) Whether the proposed licensing or other regulation will have an unreasonably negative effect on job creation, job retention, or wages in the state or will place unreasonable restrictions on the ability of individuals who seek to practice or who are practicing a given profession or occupation to continue to practice or to find employment; and\n\n(vii) Any other relevant information.\n\n(d) With respect to an application timely received by the legislative services office by May 1:\n\n(i) By August 1, the legislative services office shall submit a report with factual analysis to the committee and the applicant. Such report shall be made available to the public. Such report shall verify the contents of an application and submitted information and address any other related factual matters, but shall not contain a recommendation.\n\n(ii) By October 1, the committee shall review such application and submitted information and the associated report prepared by the legislative services office, along with any other relevant information, and hold a meeting to consider such application.\n\n(iii) By November 1, the committee shall prepare a written recommendation as to whether a requested occupation or profession should be licensed in the manner set forth in the application and shall deliver such recommendation to the president pro tempore of the senate and the speaker of the house of representatives for subsequent delivery to the appropriate germane committee chairpersons. Such written recommendation may include nonmandatory suggestions as to how the application, including the proposed legislation, may be improved. An applicant receiving such suggestions shall be encouraged to follow the recommended suggestions of the committee before offering the legislation for introduction during the next legislative session.\n\n(5) The committee shall develop a process to conduct a sunset review of licensing authorities on a rotating basis. Review of a licensing authority shall include review of the existing laws and regulations related to a licensing authority.\n\n(a) The sunset review process established by this subsection shall be conducted as follows:\n\n(i) Licensing authorities shall be divided into groups to be determined by the committee;\n\n(ii) After developing the sunset review process, the committee shall endeavor to review at least one (1) group each year, depending on the priorities and workload of the committee;\n\n(iii) Each licensing authority shall be reviewed at least every ten (10) years;\n\n(iv) A licensing authority may be reviewed out of order if the governor or a member of the legislature makes a written request to the committee and the cochairs of the committee approve such request; and\n\n(v) Each licensing authority under review shall submit information to the committee to facilitate the committee’s evaluation of the factors set forth in paragraph (d) of this subsection.\n\n(b) After all groups have been reviewed once, the committee shall continue to review the groups as described in this subsection and according to the priorities and workload of the committee.\n\n(c) The review process shall include an opportunity for stakeholder participation, in such manner as determined by the committee.\n\n(d) Upon completion of the review process established in this section, the committee shall issue a report regarding its findings. The report shall include the committee’s findings as to whether, with respect to each licensing authority under consideration:\n\n(i) The existing licensing or other regulation is necessary to protect against present, recognizable, and sufficient harm to the health, safety, or welfare of the public to warrant the regulation;\n\n(ii) The existing licensing or other regulation is the least restrictive regulation necessary to protect against present, recognizable, and sufficient harm to the health, safety, or welfare of the public to warrant the regulation proposed;\n\n(iii) The public can be effectively protected by other means;\n\n(iv) The overall cost-effectiveness and economic impact of the existing licensing or other regulation of the profession or occupation, including the direct and indirect costs to consumers, is outweighed by the benefits of the licensing or other regulation;\n\n(v) The existing licensing or other regulation has had an unreasonably negative effect on job creation, job retention, or wages in the state or has placed unreasonable restrictions on the ability of individuals who seek to practice or who are practicing a given profession or occupation to continue to practice or to find employment; and\n\n(vi) Other relevant information should be considered.\n\n(e) Based on the committee’s findings with respect to the factors provided in paragraph (d) of this subsection with respect to each licensing authority under review, the committee’s report shall include a recommendation as to whether:\n\n(i) The existing licensing or other regulation should be repealed;\n\n(ii) The existing licensing or other regulation should be amended to reduce barriers to licensure;\n\n(iii) Other legislative reforms are recommended; or\n\n(iv) No legislative reforms are recommended.\n\n(f) The committee is authorized to draft legislation regarding recommended legislative actions, if any, and may attach such draft legislation to its report.\n\n(g) Upon completion of the review process established in this section, the committee shall deliver its report, along with any related draft legislation, to the president pro tempore of the senate and the speaker of the house of representatives for subsequent delivery to the appropriate germane committee chairs.\n\n(h) A germane committee of the legislature shall not be bound by a recommendation of the committee.\n\n[67-9408, added 2020, ch. 175, sec. 1, p. 502; am. 2021, ch. 177, sec. 1, p. 490; am. 2023, ch. 111, sec. 1, p. 325.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9408/"
    },
    {
      "id": "section-67-9409",
      "number": "67-9409",
      "heading": "",
      "text": "67-9409. UNIVERSAL LICENSURE. (1) A licensing authority shall establish a procedure for the issuance of licensure to a person who:\n\n(a) Possesses current, valid, and unrestricted licensure in another state, district, or territory of the United States; and\n\n(b) Demonstrates competency in the profession or occupation through methods determined by the licensing board or commission.\n\n(2) Each applicant for universal licensure under this section must apply to the applicable licensing authority for relevant licensure. An applicant under this section shall be subject to the laws regulating the person’s practice in Idaho and is subject to the applicable licensing authority’s jurisdiction. For purposes of this section, the term \"licensure\" means a license, certificate, registration, permit, or other authorization to practice a profession or occupation.\n\n(3) To determine whether an applicant for universal licensure who possesses the licensure requirements established in subsection (1) of this section is otherwise qualified for licensure under Idaho law, a licensing authority shall require an applicant to complete an application, submit supporting materials, and undergo the same background checks as required of other applicants for licensure.\n\n(4) In addition to the requirements set forth in this section, if it administers an examination as part of the application requirements, a licensing authority may require an applicant to take and pass all or a portion of such examination as may be necessary to demonstrate competence to practice in Idaho. A licensing authority shall not establish a jurisprudence examination to demonstrate competence to practice in Idaho.\n\n(5) An applicant for universal licensure shall pay the same licensing fees as required for applicants under the standard licensing process and shall be subject to all applicable requirements related to maintaining licensure as established by the licensing authority.\n\n(6) A licensing authority may, at its discretion, compare the authorized scope of practice in the state, or states, where the applicant currently holds licensure to the authorized scope of practice in Idaho. If such licensing authority determines that the authorized scope of practice in Idaho is broader than the scope of practice authorized in the state, or states, where the applicant currently holds licensure, such licensing authority may, instead of issuing a denial on the basis of the difference in scope of practice, issue a limited license to such applicant pending completion of the additional education, training, and any other requirements determined necessary by the licensing authority. A limited license issued under this section shall restrict the applicant’s practice in Idaho to the scope of practice authorized in the state where the applicant holds prior licensure until such time that the applicant satisfies the education, training, or other requirements deemed necessary by the licensing authority for a limited period of time necessary for an applicant to meet the qualifications for a full license.\n\n(7) This section shall not restrict a person who is a member of a profession or occupation covered by an applicable interstate licensure compact or applicable reciprocity agreement from seeking licensure pursuant to this section. In such a situation, a person may apply for universal licensure under this section or may apply for licensure pursuant to the terms of the applicable licensure compact or reciprocity agreement. A licensing authority may promulgate applicable rules if necessary to implement the provisions of this section.\n\n(8) A licensing authority shall not establish additional methods of demonstrating competency to qualify for universal licensure beyond the requirements to qualify under the standard licensing process.\n\n[67-9409, added 2020, ch. 175, sec. 1, p. 504; am. 2023, ch. 124, sec. 2, p. 357.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9409/"
    },
    {
      "id": "section-67-9410",
      "number": "67-9410",
      "heading": "",
      "text": "67-9410. INQUIRY REGARDING THE POTENTIAL IMPACT OF A CRIMINAL CONVICTION. (1) An individual who has been convicted of a criminal offense may request, at any time, that a licensing authority opine as to whether the individual’s criminal conviction could disqualify the individual from obtaining a license, certificate, registration, permit, or other authorization to practice a profession or occupation issued or conferred by the licensing authority. An individual making such an inquiry shall include details of the individual’s criminal record and any payment required by the licensing authority. A licensing authority may charge a fee of no more than twenty-five dollars ($25.00) for each inquiry made under this section to reimburse the costs it incurs in issuing the opinion.\n\n(2) No later than sixty (60) days or at the next regular meeting after receiving an inquiry under this section, the licensing authority shall inform the individual whether, based on the criminal record information submitted, the individual is disqualified from receiving or holding the license about which the individual inquired.\n\n(3) A licensing authority shall not be bound by an opinion issued under this section if it later determines that the facts and circumstances submitted in the individual’s inquiry were not complete and accurate, that the individual’s criminal background is different than described in the inquiry, that a subsequent criminal offense or other relevant conduct occurred after the inquiry was submitted, or that a change in law or regulation requires a different determination.\n\n[67-9410, added 2020, ch. 175, sec. 1, p. 504.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9410/"
    },
    {
      "id": "section-67-9411",
      "number": "67-9411",
      "heading": "",
      "text": "67-9411. EVALUATION OF CRIMINAL CONVICTIONS. (1) A licensing authority shall not deny, suspend, revoke, or discipline a license, certificate, registration, permit, or other authorization to practice a profession or occupation on the basis of a person having a prior conviction of a crime, unless such conviction is currently relevant to the person’s fitness to engage in such profession or occupation as determined by the licensing authority. The licensing authority shall make its determination based on consideration of the following factors:\n\n(a) The nature and seriousness of the crime for which the individual was convicted;\n\n(b) The relationship of the crime to the ability, capacity, and fitness required to perform the duties and discharge the responsibilities of the occupation;\n\n(c) The passage of time since the commission of the crime;\n\n(d) Any evidence of rehabilitation or treatment undertaken by the individual; and\n\n(e) Any other relevant factor.\n\n(2) A licensing authority shall not deny, suspend, revoke, or discipline a license, certificate, registration, permit, or other authorization to practice a profession or occupation on the basis of vague or generic terminology related to a criminal conviction, including but not limited to \"moral turpitude\" or \"moral character.\" Where such terms appear in code or rule with respect to a criminal conviction, a licensing authority shall conduct a relevancy evaluation pursuant to subsection (1) of this section.\n\n(3) In lieu of denying licensure to an applicant based on a prior criminal conviction, a licensing authority may, after considering the factors as set forth in subsection (1) of this section, issue conditional licensure for a period of one (1) year. Upon successful completion of the probational conditions, the licensing authority shall issue a full, unrestricted license. Any failure to successfully complete the probational conditions shall result in revocation of the conditional licensure and denial of full, unrestricted licensure.\n\n[67-9411, added 2020, ch. 175, sec. 1, p. 505; am. 2023, ch. 124, sec. 3, p. 358.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9411/"
    },
    {
      "id": "section-67-9411a",
      "number": "67-9411A",
      "heading": "",
      "text": "67-9411A. FINGERPRINT CRIMINAL HISTORY AND BACKGROUND CHECK. (1) To determine the suitability of applicants for occupational and professional licensure, the administrator of the division of occupational and professional licenses is authorized to require an applicant to provide information and fingerprints necessary to obtain criminal conviction history information from the Idaho state police and the federal bureau of investigation. Pursuant to section 67-3008, Idaho Code, and P.L. 92-544, the administrator shall obtain fingerprints from the applicant, which shall be submitted to the Idaho state police, bureau of criminal identification, for a criminal records check of state and national databases. The applicant shall submit a fingerprint card for processing and pay associated fees. Fingerprints and information required by this section shall be submitted in a manner as prescribed by the Idaho state police.\n\n(2) The administrator of the division of occupational and professional licenses is authorized to receive criminal history information from the Idaho state police and from the federal bureau of investigation for the purpose of evaluating the fitness of applicants for occupational and professional licensure. As provided by state and federal law, further dissemination or other use of the criminal history information is prohibited. Criminal background reports received from the Idaho state police and the federal bureau of investigation shall be handled and disposed of in a manner consistent with requirements imposed by the Idaho state police and the federal bureau of investigation.\n\n(3) The administrator of the division of occupational and professional licenses shall review the information received from the criminal history and background check and determine whether the applicant for licensure has a criminal or other relevant record that could disqualify the individual from licensure pursuant to section 67-9411, Idaho Code. If such criminal conviction is determined to exist, the applicant shall be informed and, unless withdrawn, the application shall be forwarded to the appropriate licensing authority for formal review. The authority to deny an application is exclusive to the respective licensing authority, subject to judicial review pursuant to section 67-5270, Idaho Code.\n\n(4) The criminal history and background check is not the only process for determination of suitability for licensure.\n\n(5) The administrator of the division of occupational and professional licenses is authorized to promulgate such rules as are necessary to carry out the provisions of this section.\n\n[67-9411A, added 2024, ch. 101, sec. 23, p. 465.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9411a/"
    },
    {
      "id": "section-67-9412",
      "number": "67-9412",
      "heading": "",
      "text": "67-9412. TREATMENT OF APPRENTICESHIP PROGRAMS FOR LICENSING PURPOSES. (1) For purposes of this section, \"applicable apprenticeship program\" means a paid on-the-job learning program that has been adopted by an Idaho licensing authority or the United States department of labor or a standards recognition entity recognized by the United States department of labor.\n\n(2) A licensing authority shall grant a license to any applicant who has:\n\n(a) Completed an applicable apprenticeship program;\n\n(b) Passed an applicable examination, if required by a licensing authority;\n\n(c) Paid any applicable fees; and\n\n(d) Met any other criteria unrelated to training and education ordinarily required by a licensing authority.\n\n(3) If a licensing authority denies licensure to an applicant on the basis that the applicant’s apprenticeship is not an applicable apprenticeship program, such licensing authority shall issue such denial in writing and explain why the applicant’s apprenticeship program has been deemed inapplicable by the licensing authority. Such decision shall be a final administrative action and shall be subject to judicial review.\n\n(4) If a licensing authority requires an examination, it shall require the same passing score for applicants under this section as for non-apprentice applicants. If a relevant licensing authority does not require an examination, no examination shall be required for applicants seeking to obtain licensure through an applicable apprenticeship program.\n\n(5) A licensing authority shall use the same licensing fee for applicants under this section as for applicants under the standard licensing process. If a licensing authority does not require a fee, no fee shall be required for applicants who obtain licensure through an applicable apprenticeship program.\n\n(6) A licensing authority shall not establish increased education or training requirements, including increased hour requirements, for applicants who have completed an applicable apprenticeship program under this section.\n\n(7) Licensing authorities may work with the relevant agencies, such as the state department of education, the workforce development council, and the division of career technical education to ensure that applicable apprenticeship programs are available and known to secondary and postsecondary students.\n\n(8) Licensing authorities without applicable apprenticeship programs may consider apprenticeship programs as a path to licensure if, in the discretion of a licensing authority, apprenticeship is appropriate.\n\n[67-9412, added 2021, ch. 202, sec. 1, p. 553.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9412/"
    },
    {
      "id": "section-67-9413",
      "number": "67-9413",
      "heading": "",
      "text": "67-9413. EXPUNGEMENT OF DISCIPLINARY ACTION. (1) A licensing authority has the authority to grant a request for the expungement of disciplinary action previously imposed on a person’s licensure, whether formal, informal, corrective action, or action in lieu of discipline, as authorized by this section and in compliance with any rules adopted by a licensing authority.\n\n(2) Any request for expungement pursuant to this section shall be made in writing and shall comply with applicable rules adopted by the licensing authority, if any.\n\n(3) With respect to disciplinary action arising from a failure to timely renew licensure or failure to complete required continuing education, a licensing authority shall expunge the disciplinary record if:\n\n(a) The disciplinary action at issue is at least three (3) years old;\n\n(b) The terms of the disciplinary action have been met; and\n\n(c) There have been no subsequent violations of any other provisions of the licensing authority’s relevant practice act or rules.\n\n(4) For any disciplinary action that is not identified in subsection (3) of this section, a licensing authority may expunge a disciplinary action if:\n\n(a) The disciplinary action at issue is at least seven (7) years old;\n\n(b) The terms of the disciplinary action have been met; and\n\n(c) The requestor has had no subsequent violations of any other provisions of the licensing authority’s relevant practice act or rules.\n\n(5) A licensing authority shall not grant a request for expungement if the disciplinary action was based on a conviction of a criminal offense enumerated in section 18-310(2), Idaho Code.\n\n(6) If a prior disciplinary action is expunged:\n\n(a) The licensing authority shall report the expungement to any national database where it previously reported the disciplinary action;\n\n(b) The licensee shall not be required to report expunged disciplinary action on any future licensing or renewal applications to a licensing authority in Idaho; and\n\n(c) The licensing authority shall not consider any expunged disciplinary action in future disciplinary matters unless the expunged disciplinary action involved the same or substantially similar conduct.\n\n(7) This section applies only to disciplinary actions by licensing authorities and shall not apply to civil or criminal matters or to criminal convictions.\n\n[67-9413, added 2022, ch. 209, sec. 1, p. 674.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9413/"
    },
    {
      "id": "section-67-9414",
      "number": "67-9414",
      "heading": "",
      "text": "67-9414. UNIVERSAL WORK RECOGNITION. (1) A licensing authority shall establish a procedure for the issuance of licensure to a person who:\n\n(a) Has at least four (4) years of work experience in a profession or occupation in another state, district, or territory of the United States, or in the military, where a license to practice such profession or occupation was not required; and\n\n(b) Is required to obtain a license in Idaho to be able to practice the same profession or occupation with a similar scope of practice.\n\n(2) If a licensing authority requires an examination, it shall require the same passing score for applicants under this section as for standard licensing applicants. If a relevant licensing authority does not require an examination, no examination shall be required for applicants seeking to obtain licensure through universal work recognition.\n\n(3) A licensing authority shall require the same licensing fee for applicants under this section as for applicants under the standard licensing process.\n\n(4) Each applicant for universal work recognition under this section must apply to the applicable licensing authority for relevant licensure. An applicant under this section shall be subject to the laws regulating the person’s practice in Idaho and the applicable licensing authority’s jurisdiction.\n\n(5) To determine whether an applicant for universal work recognition who possesses the work experience requirements established in subsection (1) of this section is otherwise qualified for licensure under Idaho law, a licensing authority shall require an applicant to complete an application, submit supporting materials, and undergo the same background checks as required of other applicants for licensure.\n\n[67-9414, added 2023, ch. 124, sec. 4, p. 359.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9414/"
    },
    {
      "id": "section-67-9415",
      "number": "67-9415",
      "heading": "",
      "text": "67-9415. PETITION FOR WAIVER OF OR VARIANCE FROM A LICENSING REQUIREMENT OR RESTRICTED PRACTICE. (1) Any person may petition a licensing authority for a waiver of or variance from a licensing requirement or practice that would be otherwise restricted to a licensee if:\n\n(a) Due to the petitioner’s circumstances, the application of the licensing requirement or restricted practice is unreasonable and would impose undue hardship or burden on the petitioner with no offsetting public health, safety, or welfare benefit to the public;\n\n(b) The petitioner proposes an alternative that, in the opinion of the licensing authority, will afford substantially equal protection of health, safety, and welfare intended by the particular licensing requirement for which the waiver or variance is requested; or\n\n(c) The waiver or variance requested would test an innovative practice or model that will, in the opinion of the licensing authority, generate meaningful evidence for the licensing authority in consideration of a licensing requirement or restricted practice change.\n\n(2) In response to a petition filed pursuant to subsection (1) of this section, a licensing authority shall:\n\n(a) Deny the petition in writing, stating the reasons for the denial; or\n\n(b) Approve the petition and grant a waiver of or variance from the licensing requirement or restricted practice, in whole or in part, and specify whether any conditions are placed on the waiver or variance or whether a specific time period for the waiver or variance is established.\n\n(3) A licensing authority shall approve or deny a petition filed pursuant to this section or initiate proceedings to review the petition within twenty-eight (28) days after submission of the petition. Provided, however, if the licensing authority is governed by a multimember licensing authority board or commission whose members are not full-time officers or employees of the state, the licensing authority shall take action on the petition no later than the first regularly scheduled meeting of the board or commission that takes place seven (7) or more days after submission of the petition. If a licensing authority requests additional information from a petitioner, the time period specified in this subsection shall begin anew.\n\n(4) Following the granting of a waiver or variance a licensing authority shall consider a change that will allow all similarly situated persons to derive the same benefits granted to the petitioner.\n\n(5) Any licensing authority decision denying a petition shall be considered a final agency action.\n\n(6) This section shall not allow waivers or variances that would grant an initial license to an individual who does not meet the statutory requirements for an initial license.\n\n[67-9415, added 2024, ch. 298, sec. 1, p. 1006.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9415/"
    },
    {
      "id": "section-67-9416",
      "number": "67-9416",
      "heading": "",
      "text": "67-9416. UNIVERSAL OCCUPATIONAL LICENSURE RENEWAL REFORM. (1) A licensing authority shall establish procedures for the efficient renewal of licenses to licensed professionals in good standing to practice in Idaho. Such procedures shall include the following renewal conditions, if continuing education is required by a licensing authority as a condition of licensure renewal:\n\n(a) The required number of annual hours of continuing education shall not exceed the average annual hours of continuing education required of the same licensed professionals in contiguous states; and\n\n(b) Flexibility shall be provided to licensed professionals in terms of the courses, providers, and formats that qualify for continuing education credit.\n\n(2) The provisions of subsection (1) of this section shall not apply if the Idaho licensing authority reports evidence that compels a more stringent requirement for Idaho-licensed professionals relative to the same licensed professionals in other jurisdictions.\n\n(3) Licensed professionals who reside outside the state of Idaho shall not be required to comply with Idaho continuing education requirements if:\n\n(a) The licensed professional’s primary residence on file with the licensing authority is outside the state of Idaho;\n\n(b) The licensed professional holds an equivalent license in their primary state of residence;\n\n(c) The primary state of residence requires mandatory continuing education for the same profession; and\n\n(d) The licensed professional has met the mandatory continuing education requirements of their primary state of residence and is able to prove such continuing education compliance upon request of the licensing authority.\n\n(4) Notwithstanding the provisions of subsection (3) of this section, any licensed professional residing outside the state of Idaho shall comply with any continuing education requirement that provides for a licensee to maintain familiarity with Idaho-specific practices or laws relevant to a licensee’s profession, provided that such requirement is in effect before July 1, 2024.\n\n(5) A licensing authority shall grant waivers or partial waivers for continuing education requirements for such time that military service members are serving on active duty.\n\n(6) Licensing authorities may approve relevant education, training, or service towards continuing education requirements.\n\n(7) Licensing authorities shall seek education-based alternatives to formal discipline for first time offenses related to continuing education noncompliance, such as requiring two (2) continuing education hours for every hour a licensed professional failed to complete continuing education.\n\n(8) A licensing authority shall seek to minimize the burden of audits on licensed professionals. Accordingly, a licensing authority shall seek information from continuing education providers and monitoring services, to the extent that such information is available, before requesting such information from a licensed professional. A licensing authority shall seek the minimum information that is necessary to determine compliance.\n\n(9) No provision in this section shall apply to a licensed profession that has entered into a licensing compact under Idaho Code if the requirements of the licensing compact would conflict with such provision.\n\n(10) A licensing authority shall review its administrative rules and eliminate or modify any continuing education provisions in conflict with this section.\n\n(11) A licensing authority shall comply with the provisions of this section no later than July 1, 2025.\n\n[67-9416, added 2024, ch. 265, sec. 1, p. 924.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9416/"
    },
    {
      "id": "section-67-9417",
      "number": "67-9417",
      "heading": "",
      "text": "67-9417. PRACTICE AUTHORITY PROTECTION. If a health care service is covered by state law in the medicaid program, the state department of health and welfare shall not prohibit any state licensed or registered health care provider from providing the service within the provider’s state-authorized practice from the licensing authority unless:\n\n(1) State law or regulation expressly excludes a certain health care provider type from providing the service to medicaid beneficiaries; or\n\n(2) The provider fails to enter into a written provider agreement with the medicaid program.\n\n[67-9417, added 2025, ch. 92, sec. 1, p. 409.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9417/"
    },
    {
      "id": "section-67-9418",
      "number": "67-9418",
      "heading": "",
      "text": "67-9407 [67-9418]. REPORTING REQUIREMENTS. (1) For the purposes of this section:\n\n(a) \"Agency\" means a state agency that is subject to the provisions of section 67-1904, Idaho Code, and that is a licensing authority as defined in this chapter.\n\n(b) \"Credible complaint\" means an allegation supported by specific facts or evidence that reasonably warrants investigation of a potential quality-related violation or technical violation.\n\n(c) \"Quality-related violation\" means a disciplinary action that relates to direct consumer harm such as an injury from a practice error or negligence.\n\n(d) \"Technical violation\" means a disciplinary action that relates to the violation of a specific occupational licensing-related law or rule that does not cause direct consumer harm, such as failing to meet a continuing education requirement, late renewal of a license, or failing to hold certain required insurance.\n\n(2) As part of the annual performance report that an agency is required to prepare pursuant to section 67-1904, Idaho Code, an agency shall, beginning with the fiscal year 2027 report, include the following information separately for each license under its purview:\n\n(a) The total number of licensees as of the last day of the fiscal year;\n\n(b) The total number of new licenses issued during the fiscal year;\n\n(c) The number of new applicants for licensure who were denied licensure during the fiscal year;\n\n(d) The number of licenses renewed during the fiscal year;\n\n(e) The number of licenses that were not renewed during the fiscal year;\n\n(f) The number of credible complaints against licensees during the fiscal year; and\n\n(g) The number of final disciplinary actions against licensees during the fiscal year.\n\n(3) For disciplinary actions reported pursuant to subsection (2)(g) of this section, an agency shall report:\n\n(a) The number and type of disciplinary action taken, reported as a corrective action plan, civil fine, license suspension, license revocation, or other;\n\n(b) The number of related disciplinary actions stemming from technical violations;\n\n(c) The number of related disciplinary actions stemming from quality-related violations; and\n\n(d) For all quality-related violations, a brief, de-identified summary of the violations suitable for the lay public to understand the nature of the case.\n\n[67-9407 [67-9418], added 2025, ch. 83, sec. 2, p. 392.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-94/section-67-9418/"
    }
  ]
}