{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-43",
  "sections": [
    {
      "id": "section-67-4301",
      "number": "67-4301",
      "heading": "",
      "text": "67-4301. BIG PAYETTE LAKE — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE. The governor is hereby authorized and directed to appropriate in trust for the people of the state of Idaho all the unappropriated water of Big Payette Lake, or so much thereof as may be necessary to preserve said lake in its present condition. The preservation of said water in said lake for scenic beauty, health and recreation purposes necessary and desirable for all the inhabitants of the state is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the governor or the permit issued in connection therewith, and no proof of completion of any works of diversion shall be required, but license shall issue at any time upon proof of beneficial use to which said waters are now devoted.\n\nEach succeeding governor in office shall be deemed to be a holder of such permit, in trust for the people of the state.\n\n[(67-4301) 1925, ch. 83, sec. 1, p. 117; I.C.A., sec. 65-4001.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4301/"
    },
    {
      "id": "section-67-4302",
      "number": "67-4302",
      "heading": "",
      "text": "67-4302. BIG PAYETTE LAKE — LANDS DEVOTED TO HEALTH AND RECREATIONAL USES. The lands belonging to the state of Idaho between the ordinary high and low water mark at said Big Payette Lake, as well as all other lands of the state adjacent to said lake which are not held in trust for the beneficiaries of the endowed institutions, are hereby declared to be devoted to a public use in connection with the preservation of said lake in its present condition as a health resort and recreation place for the inhabitants of the state and said public use is hereby declared to be a more necessary use than the use of said lands as a storage reservoir for irrigation or power purposes.\n\n[(67-4302) 1925, ch. 83, sec. 2, p. 117; I.C.A., sec. 65-4002; am. 1996, ch. 268, sec. 1, p. 871.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4302/"
    },
    {
      "id": "section-67-4303",
      "number": "67-4303",
      "heading": "",
      "text": "67-4303. BIG PAYETTE LAKE — SEPARABILITY OF ACT. If any part of this act shall be adjudged to be invalid, such judgment shall not affect, impair or invalidate any part of the remainder.\n\n[(67-4303) 1925, ch. 83, sec. 3, p. 117; I.C.A., sec. 65-4003.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4303/"
    },
    {
      "id": "section-67-4304",
      "number": "67-4304",
      "heading": "",
      "text": "67-4304. PRIEST, PEND OREILLE, AND COEUR D’ALENE LAKES — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE. (1) The governor is hereby authorized and directed to appropriate in trust for the people of the state of Idaho all the unappropriated water of Priest, Pend Oreille and Coeur d’Alene Lakes or so much thereof as may be necessary to preserve said lakes in their present condition. The preservation of said water in said lakes for scenic beauty, health, recreation, transportation, and commercial purposes necessary and desirable for all the inhabitants of the state is hereby declared to be a beneficial use of such water.\n\n(2) No fee shall be required in connection with said appropriation by the governor or the permit issued in connection therewith, and no proof of completion of any works of diversion shall be required, but license shall issue at any time upon proof of beneficial use to which said waters are now devoted.\n\n(3) Each succeeding governor in office shall be deemed to be a holder of such permit, in trust for the people of the state.\n\n[(67-4304) 1927, ch. 2, sec. 1, p. 6; I.C.A., sec. 65-4004; am. 2023, ch. 218, sec. 25, p. 652.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4304/"
    },
    {
      "id": "section-67-4305",
      "number": "67-4305",
      "heading": "",
      "text": "67-4305. PRIEST, PEND OREILLE, AND COEUR D’ALENE LAKES — LANDS DEVOTED TO HEALTH AND RECREATIONAL USE. The lands belonging to the state of Idaho between the ordinary high and low water mark at said lakes as well as all other lands of the state adjacent to said lakes that are not held in trust for the beneficiaries of the endowed institutions are hereby declared to be devoted to a public use in connection with the preservation of said lakes in their present condition as a health resort and recreation place for the inhabitants of the state and said public use is hereby declared to be a more necessary use than the use of said lands as a storage reservoir for irrigation or power purposes.\n\n[(67-4305) 1927, ch. 2, sec. 2, p. 6; I.C.A., sec. 65-4005; am. 1996, ch. 268, sec. 2, p. 871; am. 2023, ch. 218, sec. 26, p. 652.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4305/"
    },
    {
      "id": "section-67-4306",
      "number": "67-4306",
      "heading": "",
      "text": "67-4306. PRIEST, PEND OREILLE, AND COEUR D’ALENE LAKES — SEPARABILITY OF ACT. If any part of this act shall be adjudged to be invalid, such judgment shall not affect, impair or invalidate any part of the remainder.\n\n[(67-4306) 1927, ch. 2, sec. 3, p. 6; I.C.A., sec. 65-4006; am. 2023, ch. 218, sec. 27, p. 652.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4306/"
    },
    {
      "id": "section-67-4307",
      "number": "67-4307",
      "heading": "",
      "text": "67-4307. MALAD CANYON — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE — LANDS DEVOTED TO RECREATIONAL USE. The park and recreation board is hereby authorized and directed to appropriate in trust for the people of the state of Idaho the unappropriated natural spring flow arising upon the area described as follows, to-wit:\n\nThe south half (1/2) of the southwest quarter (1/4), and the south half (1/2) of the southeast quarter (1/4), of section twenty-five (25), township six (6) south, range thirteen (13) east of the Boise Meridian; and\n\nThe north half (1/2) of the northwest quarter (1/4), and the northwest quarter (1/4) of the northeast quarter (1/4), of section thirty-six (36), township six (6) south, range thirteen (13) east of the Boise Meridian.\n\nThe preservation of water in the area described for its scenic beauty and recreational purposes necessary and desirable for all citizens of the state of Idaho is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the park and recreation board or the permit issued in connection therewith, but license shall issue at any time upon proof of beneficial use to which said waters are now dedicated.\n\nThe park and recreation board, or its successor, shall be deemed to be the holder of such permit, in trust for the people of the state, and the public use of the unappropriated water in the specific area herein described is declared to be of greater priority than any other use except that of domestic consumption.\n\nThe unappropriated lands belonging to the state of Idaho between the high water mark on one (1) bank to the high water mark on the opposite bank, of the area described, are hereby declared to be devoted to a public use in connection with the preservation of the area in its present condition as a place of recreation for the citizens of the state of Idaho.\n\n[67-4307, added I.C., sec. 67-4307, as added by 1971, ch. 207, sec. 1, p. 912; am. 1974, ch. 8, sec. 12, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4307/"
    },
    {
      "id": "section-67-4308",
      "number": "67-4308",
      "heading": "",
      "text": "67-4308. NIAGARA SPRINGS — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE. The park and recreation board is hereby authorized and directed to appropriate in trust for the people of the state of Idaho the unappropriated natural spring flow arising upon the area described as follows, to-wit:\n\nThat portion of lot one (1), of section ten (10), and lot three (3), of section eleven (11), township nine (9) south, range fifteen (15) east of the Boise Meridian, which is locally known as the Niagara Springs and limited to that portion of Niagara Springs upstream from the present existing diversions to the headwaters of the springs.\n\nThe preservation of water in the area described for its scenic beauty and recreational purposes necessary and desirable for all citizens of the state of Idaho is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the park and recreation board or the permit issued in connection therewith, but license shall issue at any time upon proof of beneficial use to which said waters are now dedicated.\n\nThe park and recreation board, or its successor, shall be deemed to be the holder of such permit, in trust for the people of the state, and the public use of the waters in the specific area herein described is declared to be of greater priority than any other use except that of domestic consumption.\n\n[67-4308, added 1971, ch. 207, sec. 2, p. 912; am. 1974, ch. 8, sec. 13, p. 35; am. 2015, ch. 244, sec. 55, p. 1036.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4308/"
    },
    {
      "id": "section-67-4309",
      "number": "67-4309",
      "heading": "",
      "text": "67-4309. BIG SPRINGS — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE. The park and recreation board is hereby authorized and directed to appropriate in trust for the people of the state of Idaho the unappropriated natural spring flow arising upon the area described as follows, to-wit:\n\nThat portion of the southwest quarter (1/4) of the southwest quarter (1/4) of section twenty-one (21) and lot one (1) of section twenty-eight (28), township eight (8) south, range fourteen (14) east of the Boise Meridian, which constitutes the Big Springs, but, excluding the streams known as the Snake River.\n\nThe preservation of water in the area described, known locally as Big Springs, Heart, or Blue Heart Springs, for its scenic beauty and recreational purposes necessary and desirable for all citizens of the state of Idaho is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the park and recreation board or the permit issued in connection therewith, but license shall issue at any time upon proof of beneficial use to which said waters are now dedicated.\n\nThe park and recreation board, or its successor, shall be deemed to be the holder of such permit, in trust for the people of the state, and the public use of the waters in the specific area herein described is declared to be of greater priority than any other use except that of domestic consumption.\n\n[67-4309, added I.C., sec. 67-4309, as added by 1971, ch. 207, sec. 3, p. 912; am. 1974, ch. 8, sec. 14, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4309/"
    },
    {
      "id": "section-67-4310",
      "number": "67-4310",
      "heading": "",
      "text": "67-4310. BOX CANYON — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE — LANDS DEVOTED TO NATURAL SCIENTIFIC STUDY AND LIMITED RECREATIONAL USE — LEGISLATIVE FINDING OF FACT CONCERNING DESIRABILITY OF PUBLIC USE OF WATER AND PRIVATE LAND WITHIN UPPER BOX CANYON — LEGISLATIVE DIRECTION FOR COOPERATION BY STATE AGENCIES TO FACILITATE NEGOTIATIONS. The park and recreation board is hereby authorized and directed to appropriate in trust for the people of the state of Idaho the unappropriated natural spring flow arising upon the area described as follows, to-wit:\n\nOnly that portion of the stream which is known as Box Canyon Creek, situated in the northwest quarter (NW 1/4) of section 27, township 8 south, range 14 east of the Boise Meridian; and\n\nThe east half (E 1/2) of the northeast quarter (NE 1/4), in section 28, township 8 south, range 14 east of the Boise Meridian.\n\nThe preservation of water in the area described for its scenic beauty, natural scientific study value, and limited recreational purposes necessary and desirable for all citizens of the state of Idaho is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the park and recreation board or the permit issued in connection therewith, but license shall issue at any time upon proof of beneficial use to which said waters are now dedicated.\n\nThe park and recreation board, or its successor, shall be deemed to be the holder of such permit, in trust for the people of the state, and the public use of the waters in the specific area herein described is declared to be of greater priority than any other use except that of domestic consumption.\n\nIt is a legislative finding of fact that the waters arising upon the above described tract within the natural channel of Box Canyon Creek and the private lands within the confines of the canyon walls are desirable for public use in connection with the preservation of the area in its present condition as a place for natural scientific studies and limited recreation for the citizens of the state of Idaho.\n\nThe state board of land commissioners is hereby authorized to adjust the boundary established by the provisions of this section by excluding from the operation of this section those lands and waters lying downstream from a point one hundred (100) feet downstream from the crest of the falls in the west half (W 1/2) of the northwest quarter (NW 1/4) of section 27, township 8 south, range 14 east, Boise Meridian, provided they are successful in negotiating with the present landowner, or his successors, those restrictive covenants deemed necessary by the board to promote the public interest for the canyon lands as well as for the waters arising within that canyon, all as declared by this section, and the state board of land commissioners is authorized to expedite the negotiations with the landowner so far as is consistent with the public interest. In order to facilitate these negotiations, all concerned state agencies, namely the department of water resources, the department of fish and game, and the department of parks and recreation are hereby instructed to cooperate with the state board of land commissioners and with the property owner as necessary to assist the orderly, factual, and amicable process of negotiation between the state board of land commissioners and the property owner.\n\n[67-4310, added I.C., sec. 67-4310, as added by 1971, ch. 207, sec. 4, p. 912, am. 1974, ch. 8, sec. 15, p. 35; am. 1982, ch. 369, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4310/"
    },
    {
      "id": "section-67-4311",
      "number": "67-4311",
      "heading": "",
      "text": "67-4311. THOUSAND SPRINGS — APPROPRIATION OF WATERS IN TRUST FOR PEOPLE — LANDS DEVOTED TO RECREATIONAL USE UPON CESSATION OF ELECTRICAL GENERATION. Upon cessation of the use of the waters arising upon the land described herein, for electrical generation, the park and recreation board is hereby authorized and directed to appropriate in trust for the people of the state of Idaho the unappropriated natural spring flow arising upon the area described as follows, to-wit:\n\nThe west half (1/2) of the southeast quarter (1/4), of section eight (8), township eight (8) south, range fourteen (14) east of the Boise Meridian.\n\nThe preservation of water in the area described for its scenic beauty and recreational purposes necessary and desirable for all citizens of the state of Idaho is hereby declared to be a beneficial use of such water.\n\nNo fee shall be required in connection with said appropriation by the park and recreation board or the permit issued in connection therewith, but license shall issue at any time upon proof of beneficial use to which said waters are now dedicated.\n\nThe park and recreation board, or its successor, shall be deemed to be the holder of such permit, in trust for the people of the state, and the use of the unappropriated water in the specific area herein described is declared to be of greater priority than any other use except that of domestic consumption.\n\n[67-4311, added I.C., sec. 67-4311, as added by 1971, ch. 207, sec. 5, p. 912; am. 1974, ch. 8, sec. 16, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4311/"
    },
    {
      "id": "section-67-4312",
      "number": "67-4312",
      "heading": "",
      "text": "67-4312. PERMITS FOR APPROPRIATION UNDER SECTIONS 67-4307 — 67-4311. The permits for the waters described in this act shall be issued upon the determination by the director of the department of water resources of the historical water flow and he shall issue a permit for only that amount. Any future appropriation of the waters specifically described in this act that are granted above the flow limits set by the director shall not involve any diversion that shall detract from or interfere with the geological interpretive value, historical significance, or the scenic attraction for public use under the administration of the park and recreation board of the stream from the natural high water mark on one (1) bank to the natural high water mark on the opposite bank, or of the springs specifically described as they arise upon the lands listed in this act.\n\nThe park and recreation board shall apply first for those permits for water arising upon land which, at the time of enactment, the board administers, controls, or owns.\n\n[67-4312, added 1971, ch. 207, sec. 7, p. 912; am. 1974, ch. 8, sec. 17, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4312/"
    },
    {
      "id": "section-67-4313",
      "number": "67-4313",
      "heading": "",
      "text": "67-4313. BEAR LAKE. The legislative intent of this section is to recognize the following:\n\n(1) Bear Lake was a natural lake at the time Idaho gained its statehood and remains a highly valued resource for its native fisheries, recreation, and distinctive characteristics, including its water clarity and mineral and chemical uniqueness, giving it the intense turquoise blue color for which it is known all over the world.\n\n(2) While serving as a reservoir, Bear Lake retains its basic native form and character, preserving much of its valued scenic beauty, navigability, and lake-related recreation opportunities. It is the desire and expectation of the state of Idaho that Bear Lake and its inherent qualities and characteristics be preserved for future generations.\n\n(3) The state of Idaho desires to prevent the lake’s degradation in quality and functions and to preserve and enhance the lake’s unique characteristics, including but not limited to native fish and wildlife, unique water quality, native lake bed, navigation, littoral rights, lake-related recreation, and irrigation storage.\n\n(4) Bear Lake has been operated as a reservoir since the early 1900s to store water for irrigation, flood control, and incidental power generation, which has enhanced agricultural productivity and prosperity in the Bear River basin and will remain an essential irrigation water supply into the future. The state of Idaho supports enhancement of the operational utility of Bear Lake for irrigation storage purposes.\n\n(5) To achieve the goals of this section, the state of Idaho encourages collaboration among agencies and stakeholders to help preserve and enhance such interests.\n\n(6) Nothing in this section is intended to impair or constrain the operation of Bear Lake, to interfere with or change any water rights, or to appropriate any water.\n\n[67-4313, added 2023, ch. 176, sec. 1, p. 478.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-43/section-67-4313/"
    }
  ]
}