{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-81",
  "sections": [
    {
      "id": "section-67-8101",
      "number": "67-8101",
      "heading": "",
      "text": "67-8101. PURPOSE. The legislature finds that current economic conditions, federal housing policies and declining resources at the federal, state, and local level adversely affect the ability of low-income and very low-income persons to obtain safe, decent and affordable housing.\n\nThe legislature further finds that the state will lose substantial sums allocated to it by the federal government for affordable housing for low-income and very low-income households under the home program and similar funding programs unless matching funds are provided.\n\nThe legislature declares that it is therefore in the public interest to provide for a continuously renewable resource known as a housing trust fund from the private and/or public moneys to assist low-income and very low-income citizens in meeting their basic housing needs, and that the needs of very low-income citizens should be given priority.\n\n[67-8101, added 1992, ch. 267, sec. 1, p. 825.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8101/"
    },
    {
      "id": "section-67-8102",
      "number": "67-8102",
      "heading": "",
      "text": "67-8102. DEFINITIONS. As used in this chapter:\n\n(1) \"Advisory commission\" means the housing trust fund advisory commission established in section 67-8106, Idaho Code.\n\n(2) \"Advocacy organization\" means a not-for-profit organization which conducts, in part or in whole, activities to influence public policy on behalf of low-income or very low-income households.\n\n(3) \"Association\" means the Idaho housing and finance association.\n\n(4) \"Allocation plan\" means the plan, approved and revised annually by the advisory commission, providing for the method and priorities of allocation of housing trust fund moneys and providing the procedures for loan and grant application for housing trust fund moneys.\n\n(5) \"Community-based organization\" means a not-for-profit entity whose governing body includes a majority of members who reside in the community served by the organization.\n\n(6) \"Director\" means the executive director of the Idaho housing and finance association.\n\n(7) \"Home program\" means the housing funding program authorized under title II of the Cranston-Gonzalez national affordable housing act (P.L. 101-625).\n\n(8) \"Housing trust fund\" means the moneys transmitted to the association by state, federal, local or private sources, and so designated for such purpose.\n\n(9) \"Low-income household\" means a single person, family or unrelated persons living together whose adjusted income is more than fifty percent (50%), but less than eighty percent (80%), of the median income of the area of residence, adjusted for family size, as such adjusted income and median income for the area are determined from time to time by the United States department of housing and urban development for purposes of the home program, or if such program ceases to be funded, then for purposes of section 8 of the U.S. housing act of 1937.\n\n(10) \"Very low-income household\" means a single person, family or unrelated persons living together whose adjusted income is not more than fifty percent (50%) of the median income of the area of residence, adjusted for family size, as such adjusted income and median income for the area are determined from time to time by the United States department of housing and urban development for purposes of the home program, or if such program ceases to be funded, then for purposes of section 8 of the U.S. housing act of 1937.\n\n[67-8102, added 1992, ch. 267, sec. 1, p. 825; am. 1996, ch. 253, sec. 33, p. 831.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8102/"
    },
    {
      "id": "section-67-8103",
      "number": "67-8103",
      "heading": "",
      "text": "67-8103. USE OF FUNDS FOR LOANS AND GRANT PROJECTS TO PROVIDE HOUSING — ELIGIBLE ACTIVITIES. (1) The association shall use at least seventy-five percent (75%) of funds from the housing trust fund to assist very low-income households.\n\n(2) Activities eligible for assistance include, but are not limited to:\n\n(a) New construction, rehabilitation, or acquisition of housing units for occupancy by low-income and very low-income households;\n\n(b) Rent subsidies in new construction or rehabilitated multifamily units for low-income and very low-income households;\n\n(c) Matching funds for social services directly related to providing housing for special-need tenants in assisted projects for low-income and very low-income households;\n\n(d) Technical assistance, design and finance services and consultation and administrative costs for eligible nonprofit community or neighborhood-based organizations;\n\n(e) Administrative costs for housing assistance groups or organizations which provide housing when such grant or loan will substantially increase the recipient’s access to housing funds other than those available under this chapter;\n\n(f) Shelters and related services for the homeless;\n\n(g) Mortgage subsidies for new construction or rehabilitation of eligible multifamily units for low-income and very low-income households;\n\n(h) Mortgage insurance or guarantees for eligible projects for low-income and very low-income households;\n\n(i) Acquisition of housing units for the purpose of preservation as housing for low-income and very low-income households; and\n\n(j) The association may use money from the housing trust fund account to match federal, local, or private money, including without limitation the home program funds, to be used for projects authorized under this chapter.\n\n(3) The association may use money from the [the] housing trust fund account to pay reasonable expenses incurred in connection with the provisions of this chapter.\n\n[67-8103, added 1992, ch. 267, sec. 1, p. 826; am. 1996, ch. 253, sec. 34, p. 832.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8103/"
    },
    {
      "id": "section-67-8104",
      "number": "67-8104",
      "heading": "",
      "text": "67-8104. ELIGIBLE ORGANIZATION. Organizations that may receive assistance from the association under the provisions of this chapter are local governments, local housing authorities, nonprofit community or neighborhood-based organizations, and regional or statewide nonprofit housing assistance or advocacy organizations, and for-profit housing developers.\n\n[67-8104, added 1992, ch. 267, sec. 1, p. 826; am. 1996, ch. 253, sec. 35, p. 833.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8104/"
    },
    {
      "id": "section-67-8105",
      "number": "67-8105",
      "heading": "",
      "text": "67-8105. NOTICE OF GRANT AND LOAN APPLICATION PERIOD — PRIORITIES — CRITERIA FOR EVALUATION. (1) During each calendar year in which funds are available for use by the association from the housing trust fund, the association shall announce to all known interested parties and through major media in each of the seven (7) planning regions of the state, the grant and loan application period specified in the current allocation plan of the advisory commission in the manner specified in the allocation plan.\n\n(2) The association shall give preference for applications based on the following criteria or other criteria:\n\n(a) The degree funds will be used to match other funds;\n\n(b) Recipient contributions to total project costs and contributions from other sources such as professional, craft and trade services, as well as lender interest rate subsidies;\n\n(c) Local government project contributions in the form of infrastructure improvements, fee waivers and others;\n\n(d) Projects that encourage ownership, management, and other project-related responsibility opportunities for tenants;\n\n(e) Projects that demonstrate a strong probability of serving the original target group or income level for a period of at least forty (40) years;\n\n(f) The demonstrated ability, stability and resources to implement the project;\n\n(g) Projects which demonstrate serving the greatest need;\n\n(h) Projects that provide housing for persons and families with the lowest incomes; and\n\n(i) Projects to be owned by nonprofit organizations.\n\n[67-8105, added 1992, ch. 267, sec. 1, p. 826; am. 1996, ch. 253, sec. 36, p. 833.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8105/"
    },
    {
      "id": "section-67-8106",
      "number": "67-8106",
      "heading": "",
      "text": "67-8106. ADVISORY COMMISSION. There is hereby created the Idaho housing trust fund advisory commission. The advisory commission shall consist of seven (7) members, appointed by the governor. At least two (2) members shall be representatives of advocacy organizations or community-based organizations engaged in the development or operation of housing for low-income and very low-income households. Two (2) of the members shall represent the real estate brokers, one (1) member from the Idaho association of realtors, and one (1) member from the Idaho real estate commission. One (1) member shall represent the association; one (1) member shall represent the Idaho department of commerce; and one (1) member shall represent the Idaho department of health and welfare. The advisory commission shall, if possible, have at least one (1) member from each of the seven (7) planning regions of the state. Members appointed to the commission shall serve a term of two (2) years. However, four (4) members first appointed under the provisions of this chapter shall serve a term of one (1) year, and three (3) members shall serve a term of two (2) years. Individual terms shall be chosen by lot at the initial meeting of the advisory commission.\n\nMembers of the advisory commission shall not be entitled to compensation, but shall receive reimbursement for actual and reasonable expenses incurred in the performance of their duties.\n\nThe advisory commission shall meet at least annually and its duties and responsibilities are:\n\n(1) To review and approve annually an allocation plan and a proposed budget therefor submitted by the association setting forth priorities, policies and procedures for the year’s expenditure of housing trust fund moneys, including policies which assure equitable distribution of funds statewide;\n\n(2) Prior to approving the allocation plan, to publish notice of the proposed plan, requesting written comments thereon and holding one (1) or more public hearings thereon to solicit public comment;\n\n(3) To monitor and review all allocations of funds under the housing trust fund;\n\n(4) To make recommendations to the legislature for further legislation that may be necessary in the area of affordable housing.\n\n[67-8106, added 1992, ch. 267, sec. 1, p. 827; am. 1996, ch. 253, sec. 37, p. 833.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8106/"
    },
    {
      "id": "section-67-8107",
      "number": "67-8107",
      "heading": "",
      "text": "67-8107. ASSOCIATION TO IMPLEMENT THE ALLOCATION PLAN. The association shall implement the procedures and policies as set forth in the allocation plan and may use its discretion in interpreting the allocation plan. The association shall not be required to implement an allocation plan of the advisory commission which it deems to be too costly to administer or which the association deems not consistent with its legislative mandate under the provisions of chapter 62, title 67, Idaho Code.\n\n[67-8107, added 1992, ch. 267, sec. 1, p. 828; am. 1996, ch. 253, sec. 38, p. 834.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8107/"
    },
    {
      "id": "section-67-8108",
      "number": "67-8108",
      "heading": "",
      "text": "67-8108. PRECONSTRUCTION TECHNICAL ASSISTANCE. (1) The association may use moneys from the housing trust fund to provide preconstruction technical assistance to eligible recipients seeking to construct, rehabilitate, or finance housing-related services for the low-income and very low-income persons. In so doing, the association shall emphasize providing preconstruction technical assistance services to rural areas and small cities and towns. The association may contract with nonprofit organizations to provide this technical assistance. The association may contract for any of the following services:\n\n(a) Financial planning and packaging for housing projects, including alternative ownership programs, such as limited equity partnerships and syndications;\n\n(b) Project design, architectural planning and siting;\n\n(c) Compliance with planning requirements;\n\n(d) Securing matching resources for project developments;\n\n(e) Maximizing local government contributions to project development in the form of land donations, infrastructure improvements, waivers of development fees, locally and state-managed funds, zoning variances, or creative local planning;\n\n(f) Coordination with local planning, economic development, and environmental, social service and recreational activities;\n\n(g) Construction and materials management; and\n\n(h) Project maintenance and management.\n\n(2) The association may publish requests for proposals which specify contract performance standards, award criteria and contractor requirements. In evaluating proposals, the association shall consider the ability of the contractor to provide technical assistance to low-income and very low-income persons and to persons with special housing needs.\n\n[67-8108, added 1992, ch. 267, sec. 1, p. 828; am. 1996, ch. 253, sec. 39, p. 834.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8108/"
    },
    {
      "id": "section-67-8109",
      "number": "67-8109",
      "heading": "",
      "text": "67-8109. COMPLIANCE MONITORING. The director shall monitor the activities of recipients of grants and loans under the provisions of this chapter to determine compliance with the terms and conditions set forth in its application or stated by the association in connection with the grant or loan.\n\n[67-8109, added 1992, ch. 267, sec. 1, p. 828; am. 1996, ch. 253, sec. 40, p. 835.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-81/section-67-8109/"
    }
  ]
}