{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-51",
  "sections": [
    {
      "id": "section-67-5101",
      "number": "67-5101",
      "heading": "",
      "text": "67-5101. STATE JURISDICTION FOR CIVIL AND CRIMINAL ENFORCEMENT CONCERNING CERTAIN MATTERS ARISING IN INDIAN COUNTRY. The state of Idaho, in accordance with the provisions of 67 Statutes at Large, page 589 (Public Law 280) hereby assumes and accepts jurisdiction for the civil and criminal enforcement of state laws and regulations concerning the following matters and purposes arising in Indian country located within this state, as Indian country is defined by title 18, United States Code 1151, and obligates and binds this state to the assumption thereof:\n\nA. Compulsory school attendance\n\nB. Juvenile delinquency and youth rehabilitation\n\nC. Dependent, neglected and abused children\n\nD. Insanities and mental illness\n\nE. Public assistance\n\nF. Domestic relations\n\nG. Operation and management of motor vehicles upon highways and roads maintained by the county or state, or political subdivisions thereof.\n\n[67-5101, added 1963, ch. 58, sec. 1, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-51/section-67-5101/"
    },
    {
      "id": "section-67-5102",
      "number": "67-5102",
      "heading": "",
      "text": "67-5102. ADDITIONAL STATE JURISDICTION WITH CONSENT OF TRIBE GOVERNING BODY. Additional state jurisdiction in criminal and civil causes of action may be extended to particular reservations or Indian country with the consent of the governing body of the tribe occupying the Indian country effected by the assumption of such additional jurisdiction. This may be achieved by negotiation with the tribe or by unilateral action by the tribe. In every case the extent of such additional jurisdiction shall be determined by a resolution of the tribal governing body and become effective upon the tribe’s transmittal of the resolution to the attorney general of the state of Idaho. Such resolution may effectively accept jurisdiction as to any particular field of criminal or civil jurisdiction. All state jurisdiction extended by virtue of this act shall be concurrent (and not exclusive) with jurisdiction in the same matters existing in the tribes or the federal government.\n\n[67-5102, added 1963, ch. 58, sec. 2, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-51/section-67-5102/"
    },
    {
      "id": "section-67-5103",
      "number": "67-5103",
      "heading": "",
      "text": "67-5103. MATTERS EXCEPTED FROM STATE JURISDICTION. Nothing in this act shall authorize the alienation, encumbrance, or taxation of any real or personal property, including water rights, belonging to any Indian or any Indian tribe, band, or community that is held in trust by the United States or is subject to a restriction against alienation imposed by the United States; or shall authorize regulation of the use of such property in a manner inconsistent with any federal treaty, agreement, or statute or with any regulation made pursuant thereto; or shall confer jurisdiction upon the state to adjudicate, in probate proceedings or otherwise, the ownership or right to possession of such property or any interest therein; or shall deprive any Indian or any Indian tribe, band, or community of any right, privilege, or immunity afforded under federal treaty, agreement, statute, or executive order with respect to Indian land grants, hunting, trapping or fishing or the control, licensing, or regulation thereof.\n\n[67-5103, added 1963, ch. 58, sec. 3, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-51/section-67-5103/"
    }
  ]
}