{
  "state": "idaho",
  "path": "title-title-67/chapter-chapter-23",
  "sections": [
    {
      "id": "section-67-2301",
      "number": "67-2301",
      "heading": "",
      "text": "67-2301. EXEMPTION FROM PAYMENT OF FEES. No fees or compensation of any kind (except the regular salary or compensation paid by the state to the officer, agent, or employee individually for his services) shall be charged or received by any state board, officer, agent or employee for duties performed or services rendered to or for the state or to or for any state board, officer, agent, or employee in the performance of his or their official duties, or to or for the state or any state board, officer, agent and employee in any action or proceeding in which they or any of them are parties. No filing or recording fee shall be charged or received for duties performed or services rendered to or for the state or to or for any state board, officer, agent, employee or any subdivision of the state, to include a county, municipal corporation or district created pursuant to statute, or an officer of such subdivision in the performance of his or their official duties.\n\n[(67-2301) 1921, ch. 63, sec. 1, p. 121; I.C.A., sec. 65-2201; am. 1987, ch. 14, sec. 1, p. 19; am. 1998, ch. 145, sec. 1, p. 516.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2301/"
    },
    {
      "id": "section-67-2302",
      "number": "67-2302",
      "heading": "",
      "text": "67-2302. PROMPT PAYMENT FOR GOODS AND SERVICES. (1) It is the policy of this state that all bills owed by the state of Idaho or any taxing district within the state shall be paid promptly. No state agency or taxing district supported in whole or in part by tax revenues shall be exempt from the provisions of this section, except as provided in subsection (20).\n\n(2) All bills shall be accepted, certified for payment, and paid within sixty (60) calendar days of receipt of billing, unless the buyer and the vendor have agreed by a contract in place at the time the order was placed that a longer period of time is acceptable to the vendor. An invoice is a written account or itemized statement of merchandise shipped, sent or delivered to the purchaser with quantity, value or price, and charges set forth, and is a demand for payment of the charges set forth.\n\n(3) Unless specifically provided by the terms of a contract that details payment requirements, including penalties for late payments, interest penalties shall be due automatically when bills become overdue. It shall be up to each vendor to calculate and invoice interest at the time payment is due on the principal.\n\n(4) Partial payment shall be made on partial deliveries, if an invoice is submitted for a partial delivery, and the goods delivered are a usable unit. Each complete item or service must be paid for within forty-five (45) calendar days.\n\n(5) All proper deliveries and completed services shall be received or accepted promptly and proper receiving and acceptance reports shall be forwarded to payment offices within five (5) working days of delivery of goods or completion of service.\n\n(6) Payment shall be due on the date on which the agency officially receives the invoice or actually receives the goods or services, whichever is later.\n\n(7) The rate of interest to be paid by the state or any taxing district shall be the rate provided in section 63-3045, Idaho Code.\n\n(8) Unpaid interest penalties owed to a vendor shall compound each month.\n\n(9) The provisions of this section shall apply to all purchases, leases, rentals, contracts for services, construction, repairs and remodeling.\n\n(10) No discount offered by a vendor shall be taken by the state or a taxing district or by a project manager administering a state or taxing district supported project, unless full payment is made within the discount period. In the event a discount is taken later, interest shall accrue on the unpaid balance from the day the discount offer expired.\n\n(11) Interest shall be paid from funds already appropriated or budgeted to the offending agency or taxing district or project for that fiscal year. If more than one (1) department, institution or agency has caused a late payment, each shall bear a proportionate share of the interest penalty.\n\n(12) In instances where an invoice is filled out incorrectly, or where there is any defect or impropriety in an invoice submitted, the state agency, taxing district, or project, shall contact the vendor in writing within ten (10) days of receiving the invoice. An error on the vendor’s invoice, if corrected by the vendor within five (5) working days of being contacted by the agency or taxing district, shall not result in the vendor being paid late.\n\n(13) Checks or warrants shall be mailed or transmitted within a reasonable time after approval.\n\n(14) No new appropriation or budget is authorized under the provisions of this section to cover interest penalties. No state agency, taxing district, or project shall seek to increase appropriations or budgets for the purpose of obtaining funds to pay interest penalties.\n\n(15) Payment of interest penalties may be postponed when payment on the principal is delayed because of a disagreement between the state or taxing district and the vendor. At the resolution of any dispute, vendors shall be entitled to receive interest on all proper invoices not paid for as provided in subsection (2) of this section.\n\n(16) The provisions of this section shall in no way be construed to prohibit the state or any taxing district from making advanced payments, progress payments, or from prepaying where circumstances make such payments appropriate. All such payments shall be made promptly and are subject to interest penalties when payment is late. Where construction, repair and remodeling payments are subject to retainage, interest penalties shall accrue on retained amounts beginning thirty (30) calendar days after work is completed by the contractor(s) unless otherwise provided by contract.\n\n(17) Each state department, institution and agency head shall be responsible for prompt payments. In all instances where an interest payment has been made by a state agency because of a late payment, the responsible state agency head shall submit to the joint senate finance-house appropriations committee of the legislature at the time of that agency’s budget request hearing an explanation of why the bill is paid late and what is being done to solve the late payment problem.\n\n(18) Whenever a vendor brings formal administrative action or judicial action to collect interest due under this section, should the vendor prevail, the state or taxing district is required to pay any reasonable attorney fees awarded.\n\n(19) Where the date of payment to vendors is contingent on the receipt of federal funds or federal approval, the solicitation of bids for contracts and any contracts awarded shall clearly state that payment is contingent on such conditions.\n\n(20) The provisions of this section shall not apply to claims against a county for services rendered to any medically indigent, sick or otherwise indigent person, nor to judgment obligations.\n\n[67-2302, added 1986, ch. 200, sec. 1, p. 499.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2302/"
    },
    {
      "id": "section-67-2303",
      "number": "67-2303",
      "heading": "",
      "text": "67-2303. DISPLAY OF POW/MIA FLAG. The POW/MIA flag may be displayed on any day when the United States flag is displayed and in accordance with rules as promulgated by the division of veterans services pursuant to the provisions of section 67-2303A, Idaho Code.\n\n[67-2303, added 2011, ch. 209, sec. 1, p. 590; am. 2012, ch. 199, sec. 1, p. 534.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2303/"
    },
    {
      "id": "section-67-2303a",
      "number": "67-2303A",
      "heading": "",
      "text": "67-2303A. FLAGS — PROPER PROTOCOL. (1) As used in this section, \"governmental entity\" means the state of Idaho or any county, municipality, special district, or any other political subdivision or governmental instrumentality of or within the state other than a school, college, or university.\n\n(2) A governmental entity shall not display a flag on its property other than the following:\n\n(a) The United States flag;\n\n(b) The official flag of a governmental entity as defined in this section;\n\n(c) Official flags of any state in the United States;\n\n(d) Official flags of any of the military branches and units of the United States;\n\n(e) The POW/MIA flag as provided for in section 67-2303, Idaho Code;\n\n(f) Official flags of Indian tribes;\n\n(g) Official flags of countries other than the United States to commemorate special occasions; and\n\n(h) Official flags of Idaho colleges, universities, and public schools.\n\n(3) The division of veterans services is hereby authorized to promulgate rules directing the proper protocol for the location and display of flags flown on state property.\n\n[67-2303A, added 2012, ch. 199, sec. 2, p. 534; am. 2025, ch. 274, sec. 1, p. 1165.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2303a/"
    },
    {
      "id": "section-67-2308",
      "number": "67-2308",
      "heading": "",
      "text": "67-2308. CONVEYANCE OF LAND OWNED BY COUNTY TO STATE WHEN STATE BUILDINGS LOCATED THEREON — EFFECT OF DEED. Whenever a county owns any real property upon which is located any building or buildings owned by the state of Idaho, the board of county commissioners, if they shall deem it desirable and for the general welfare and benefit of the people of the county and in the interests of the county, may convey such real property to the state of Idaho without previous notice by advertisement or otherwise and with or without compensation, whether it shall have been acquired by tax deed or otherwise. The execution and delivery of the deed so conveying such property to the state shall operate to discharge and cancel any and all previous levies, liens, taxes and special assessments made or created for the benefit of the state, county, school district or other taxing unit and to cancel all titles or claims of title including claims of redemption to such real property asserted or existing at the time of such conveyance.\n\n[67-2308, added 1945, ch. 137, sec. 1, p. 206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2308/"
    },
    {
      "id": "section-67-2309",
      "number": "67-2309",
      "heading": "",
      "text": "67-2309. WRITTEN PLANS AND SPECIFICATIONS FOR WORK TO BE MADE BY OFFICIALS — AVAILABILITY. All officers of the state of Idaho, the separate counties, cities, towns, villages or school districts within the state of Idaho, all boards or trustees thereof or other persons required by the statutes of the state of Idaho to advertise for bids on contracts for the construction, repair or improvement of public works, public buildings, public places or other work, shall make written plans and specifications of such work to be performed or materials furnished, and such plans and specifications shall be available for all interested and prospective bidders therefor, providing that such bidders may be required to make a reasonable deposit upon obtaining a copy of such plans and specifications; all plans and specifications for said contracts or materials shall state, among other things pertinent to the work to be performed or materials furnished, the number, size, kind and quality of materials and service required for such contract, and such plans and specifications shall not specify or provide the use of any articles of a specific brand or mark, or any patented apparatus or appliances when other materials are available for such purpose and when such requirements would prevent competitive bidding on the part of dealers or contractors in other articles or materials of equivalent value, utility or merit. The design-build method of construction may be employed by public officials in contracts for the construction, repair, or improvement of public works, public buildings, public places or other work. For purposes of this section, a design-build contract is a contract between a public entity and a nongovernmental party in which the nongovernmental party contracting with the public entity agrees to both design and build a structure, roadway or other item specified in the contract. In any action which shall arise under this section, the court may assess a civil penalty not to exceed five hundred dollars ($500) to be paid by the public entity.\n\n[67-2309, added 1951, ch. 287, sec. 1, p. 617; am. 1986, ch. 293, sec. 1, p. 738; am. 1987, ch. 283, sec. 2, p. 595.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2309/"
    },
    {
      "id": "section-67-2310",
      "number": "67-2310",
      "heading": "",
      "text": "67-2310. SUBCONTRACTORS TO BE LISTED ON BID OF GENERAL CONTRACTOR — EXCEPTIONS. (1) Hereafter, before the state of Idaho, the separate counties, cities, towns, villages or school districts within the state of Idaho shall let contracts for the construction, alteration or repair of any and all buildings, improvements or public works, and such construction, alteration or repair requires plumbing, HVAC work, or electrical work, the general contractor shall be required to include in his bid the name, or names and address, or addresses, of the subcontractors who shall, in the event the contractor secures the contract, subcontract the plumbing, HVAC work, and electrical work under the general contract. In the event that the general contractor intends to self-perform the plumbing, HVAC or electrical work, the general contractor must be properly licensed by the state of Idaho to perform such work. The general contractor shall demonstrate compliance with this requirement by listing the valid contractor’s license number for the plumbing, HVAC or electrical work to be self-performed by the general contractor on the bid form.\n\n(2) No general contractor shall name any subcontractor in his bid unless the general contractor has received communication from the subcontractor. For the purposes of this section, \"communication\" shall include telephone, mail, facsimile machine, in person, or by computer using the internet or a bid service.\n\n(3) In the event a general contractor secures the contract, and if the general contractor and a named subcontractor cannot finalize the terms of agreement between them for any reason other than cost, the general contractor shall name another subcontractor by written notification within ten (10) days of being awarded the public works contract. The general contractor shall disclose to the public entity the cost for work to be performed by the substitute subcontractor. If the amount of the substitute subcontractor’s bid is less than the original subcontractor’s bid, the reduction in cost shall be passed through to the benefit of the public entity which awarded the contract.\n\n(4) This act shall not apply to the construction, alteration or repair of public buildings under the jurisdiction of the board of regents of the university of Idaho.\n\n(5) This act shall have no application to the preparation and submission of plans and specifications pursuant to statute or local ordinance.\n\n(6) Failure to name subcontractors or list the valid contractor’s license number for plumbing, HVAC or electrical work being self-performed by the general contractor as required by subsection (1) of this section shall render any bid submitted by a general contractor unresponsive and void.\n\n(7) At the time subcontractors are named in accordance with the provisions of this section, they must possess the appropriate licenses or certificates of competency issued by the state of Idaho covering the contractor work classification in which each respective subcontractor is named. The provisions of this subsection (7) shall not apply in those cases where the public works contract is financed in whole or in part by federal aid funds, provided that, at or prior to the award and execution of any such contract by the state of Idaho or any other contracting authority mentioned in subsection (1) of this section, the successful bidder has secured a license as provided in this chapter.\n\n[67-2310, as added by 1953, ch. 124, sec. 1, p. 195; am. 1963, ch. 16, sec. 1, p. 150; am. 1999, ch. 167, sec. 1, p. 455; am. 2007, ch. 127, sec. 3, p. 384; am. 2010, ch. 218, sec. 1, p. 491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2310/"
    },
    {
      "id": "section-67-2311",
      "number": "67-2311",
      "heading": "",
      "text": "67-2311. PURPOSE OF ACT. It is the purpose of this act to render all public buildings now or hereafter owned or maintained by the state of Idaho, or any official, department, board, commission or agency thereof reasonably free from hazards to the general public, to the state’s employees, and to inmates in or attendants at such buildings.\n\n[67-2311, added 1959, ch. 127, sec. 1, p. 272.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2311/"
    },
    {
      "id": "section-67-2312",
      "number": "67-2312",
      "heading": "",
      "text": "67-2312. PUBLIC BUILDINGS SUBJECT TO SAFETY INSPECTION. The division of occupational and professional licenses is vested with the right of entry and inspection of all public buildings now or hereafter owned or maintained by the state or any official, department, board, commission or agency thereof, for the purpose of ascertaining unsafe or hazardous conditions therein, or in the immediate environs thereof, not only to the state’s employees but to inmates therein, attendants thereat, and to the general public.\n\n[67-2312, added 1959, ch. 127, sec. 2, p. 272; am. 1974, ch. 39, sec. 90, p. 1023; am. 1996, ch. 421, sec. 67, p. 1443; am. 2015, ch. 110, sec. 1, p. 273; am. 2023, ch. 15, sec. 75, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2312/"
    },
    {
      "id": "section-67-2313",
      "number": "67-2313",
      "heading": "",
      "text": "67-2313. INSPECTIONS. At least once in each calendar year and at any time he deems necessary or desirable, and particularly when so directed by the governor, the administrator of the division of occupational and professional licenses shall inspect, or through designated representatives cause to be inspected, all state public buildings. Any such inspection shall include an appraisal of any and all unsafe or hazardous conditions, including industrial hazards, fire hazards, and hazards to the public particularly to inmates or patients, and attendants at such public buildings and adjoining public grounds.\n\n[67-2313, added 1959, ch. 127, sec. 3, p. 272; am. 1974, ch. 39, sec. 91, p. 1023; am. 1981, ch. 274, sec. 1, p. 578; am. 1996, ch. 421, sec. 68, p. 1444; am. 2023, ch. 15, sec. 76, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2313/"
    },
    {
      "id": "section-67-2314",
      "number": "67-2314",
      "heading": "",
      "text": "67-2314. REPORT OF INSPECTION. As soon as practicable after each such inspection, the administrator of the division of occupational and professional licenses shall make a report in writing of the results disclosed thereby to the official, department, board, commission or agency having custody or direct control of any building so inspected. If the administrator finds hazardous conditions or unsafe practices, he shall supplement his report with recommendations for their elimination or correction.\n\n[67-2314, added 1959, ch. 127, sec. 4, p. 272; am. 1974, ch. 39, sec. 92, p. 1023; am. 1996, ch. 421, sec. 69, p. 1444; am. 2023, ch. 15, sec. 77, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2314/"
    },
    {
      "id": "section-67-2316",
      "number": "67-2316",
      "heading": "",
      "text": "67-2316. DUTY OF AGENCY IN CONTROL OF BUILDINGS. The official or agency in direct control of any state public building, within twenty (20) days after receipt of such report and recommendations of the administrator of the division of occupational and professional licenses, shall in writing notify the division of compliance with such recommendations or correction otherwise of such hazards, or of his or its reason for failing so to do.\n\n[67-2316, added 1959, ch. 127, sec. 6, p. 272; am. 1974, ch. 39, sec. 94, p. 1023; am. 1996, ch. 421, sec. 71, p. 1444; am. 2023, ch. 15, sec. 78, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2316/"
    },
    {
      "id": "section-67-2317",
      "number": "67-2317",
      "heading": "",
      "text": "67-2317. HEARING AND DECISION OF DISPUTED ISSUES. (1) Upon the failure or refusal of the official or agency in charge of any state public building to comply with the recommendations of the administrator of the division of occupational and professional licenses, the administrator may hold a hearing, pursuant to the provisions for contested cases under the administrative procedure act, as provided in sections 67-5240 et seq., Idaho Code.\n\n(2) The administrator is empowered to conduct such hearing and render a decision. The administrator shall transmit a copy of the decision to the official or agency in direct control of the public building and to the governor.\n\n[67-2317, added 1959, ch. 127, sec. 7, p. 272; am. 1974, ch. 39, sec. 95, p. 1023; am. 1996, ch. 421, sec. 72, p. 1445; am. 2015, ch. 110, sec. 2, p. 274; am. 2023, ch. 15, sec. 79, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2317/"
    },
    {
      "id": "section-67-2318",
      "number": "67-2318",
      "heading": "",
      "text": "67-2318. EMERGENCY EXPENDITURES. (1) Whenever the governor shall direct an investigation under the provisions of this act and it appears to him that the division of occupational and professional licenses is in emergency need of the consultant services of a specialist in fire prevention methods or in corrective structural procedures, he is authorized in his discretion to pay from the appropriation herein made, or from any other emergency or disaster relief fund available to him, the expense of such consultant services.\n\n(2) If it appears to the satisfaction of the governor that the official or agency in direct control of a public building is unable to comply with any recommendation or decision of the division of occupational and professional licenses because of lack of appropriated funds, the governor may order payment in whole or in part of expenses involved in the elimination or amelioration of hazards from the money herein appropriated or from any appropriation made available to him for emergency or disaster relief.\n\n[67-2318, added 1959, ch. 127, sec. 8, p. 272; am. 1974, ch. 39, sec. 96, p. 1023; am. 1996, ch. 421, sec. 73, p. 1445; am. 2015, ch. 110, sec. 3, p. 274; am. 2023, ch. 15, sec. 80, p. 118.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2318/"
    },
    {
      "id": "section-67-2319",
      "number": "67-2319",
      "heading": "",
      "text": "67-2319. PURCHASING PRODUCTS OF REHABILITATION FACILITIES. Products which are manufactured by and services which are provided for nonprofit corporations and public agencies operating rehabilitation facilities serving people with disabilities and disadvantaged people and offered for sale at the fair market price as determined by the administrator of the division of purchasing which meet the specific requirement for such products may be procured by the state agencies or departments or any political subdivision of the state from such nonprofit corporations or public agencies without advertising or calling for bids.\n\n[67-2319, added I.C., sec. 67-2319, as added by 1973, ch. 291, sec. 2, p. 614; am. 2010, ch. 235, sec. 60, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2319/"
    },
    {
      "id": "section-67-2320",
      "number": "67-2320",
      "heading": "",
      "text": "67-2320. PROFESSIONAL SERVICE CONTRACTS WITH DESIGN PROFESSIONALS, CONSTRUCTION MANAGERS, AND PROFESSIONAL LAND SURVEYORS. (1) Notwithstanding any other provision of law to the contrary, it shall be the policy of this state that all public agencies and political subdivisions of the state of Idaho and their agents shall make selections for professional engineering, architectural, landscape architecture, construction management, and professional land surveying services, including services by persons licensed pursuant to chapters 3, 12, 30, and 45, title 54, Idaho Code, on the basis of qualifications and demonstrated competence and shall negotiate contracts or agreements for such services.\n\n(2) In carrying out this policy, public agencies and political subdivisions of the state shall use the following minimum guidelines in securing contracts for engineering, architectural, landscape architecture, construction management, and land surveying services on projects for which the professional service fee is anticipated to exceed the total sum of fifty thousand dollars ($50,000), excluding professional services contracts previously awarded for an associated or phased project, and for which the expenditure is otherwise exempt from the bidding process provided by law. To implement this policy, the public agency and political subdivisions shall:\n\n(a) Provide a general description of the services being solicited and encourage persons or firms engaged in the services being solicited to submit statements of qualifications and past performance data;\n\n(b) Establish and make available to the public a request for qualifications that includes the criteria and the procedures to be used for measurable scoring, ranking, and selection of qualified persons or firms to perform such services;\n\n(c) After receiving responses to a request for qualifications, score and rank the responding persons or firms based on their qualifications and demonstrated competence pursuant to the public agency’s or political subdivision’s established criteria and procedures. The list of ranked respondents, including the scoring used to develop the ranking, shall be made available to the public. Some examples of selection criteria for consideration may include but are not limited to: a description of the firm, including location and longevity; past performance; project manager and key staff experience, education, and training; experience with similar projects; specific approach to project or assignment; proposed schedule, if applicable; and quality control procedures;\n\n(d) Select for negotiation the persons or firms whom the public agency or political subdivision determines to be the highest-ranked (best qualified);\n\n(e) Negotiate with the highest-ranked person or firm for a contract or an agreement to perform such services at a price determined by the public agency or political subdivision to be reasonable and fair to the public after considering the estimated value, scope, complexity, schedule, and nature of the services required;\n\n(f) When unable to negotiate a satisfactory contract or agreement with the highest-ranked person or firm, formally terminate negotiations and undertake negotiations with the next highest-ranked person or firm, following the procedure prescribed in paragraph (e) of this subsection;\n\n(g) When unable to negotiate a satisfactory contract or agreement with any of the selected persons or firms, recommence negotiations as described in paragraphs (e) and (f) of this subsection until a contract or agreement is reached or cancel the procurement;\n\n(h) When a public agency or political subdivision solicits a request for qualifications for engineering, architectural, landscape architecture, construction management, or land surveying services for which the professional service fee is anticipated to exceed the total sum of fifty thousand dollars ($50,000), it shall publish public notice in the same manner as required for procurement of public works construction projects under section 67-2805(2), Idaho Code;\n\n(i) In fulfilling the requirements of paragraphs (a) through (h) of this subsection, a public agency or political subdivision may establish and select from a list of two (2) or more persons or firms selected and preapproved for consideration by the public agency or political subdivision. In establishing a preapproved list, a public agency or political subdivision shall publish notice as set forth in paragraph (h) of this subsection. When selecting from such list, no notice shall be required; and\n\n(j) Any list established under paragraph (i) of this subsection shall remain valid for a maximum of five (5) years and may be canceled by the public agency or political subdivision prior to the list’s expiration if the public agency or political subdivision determines that cancellation would be in the public’s interest.\n\n(3) In securing contracts for engineering, architectural, landscape architecture, construction management, or land surveying services on projects for which the professional service fee is anticipated to be less than the total sum of fifty thousand dollars ($50,000), the public agency or political subdivision may use the guidelines set forth in subsection (2) of this section or establish its own guidelines for selection based on demonstrated competence and qualifications to perform the type of services required, followed by negotiation of the fee at a price determined by the public agency or political subdivision to be fair and reasonable after considering the estimated value, scope, complexity, schedule, and nature of services required.\n\n(4) When a public agency or political subdivision of the state has previously awarded a professional services contract to a person or firm for an associated or phased project, the public agency or political subdivision may, at its discretion and in accordance with all provisions of section 59-1026, Idaho Code, negotiate an extended or new professional services contract with that person or firm.\n\n(5) For the purposes of this section:\n\n(a) \"Public agency\" means the state of Idaho and any departments, commissions, boards, authorities, bureaus, universities, colleges, educational institutions, or other state agencies that have been created by or pursuant to statute other than courts and their agencies and divisions, and the judicial council and the district magistrates commission; and\n\n(b) \"Political subdivision\" means any entity defined as a political subdivision under section 6-902, Idaho Code, or any other district or municipality of any nature whatsoever having the power to levy taxes or assessment, organized under any general or special law of this state. The enumeration of certain districts in this section shall not be construed to exclude other districts or municipalities from this definition.\n\n[67-2320, added 1984, ch. 188, sec. 1, p. 438; am. 1998, ch. 410, sec. 4, p. 1273; am. 2021, ch. 217, sec. 1, p. 595.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2320/"
    },
    {
      "id": "section-67-2321",
      "number": "67-2321",
      "heading": "",
      "text": "67-2321. CHANGE OF NAME OF TAXING DISTRICT — HEARING — ELECTION — EXCEPTIONS. (1) Whenever the governing body of a taxing district, by a majority vote of its members, adopts a proposal to change the name of the district, it shall be the duty of such body to conduct at least one (1) public hearing on the proposal and to give notice of the hearing. At least fifteen (15) days prior to the hearing, notice of the time and place and a copy of the proposal of the name change shall be published in the official newspaper or paper of general circulation within the jurisdiction. The governing body may also make available a notice to other papers, radio and television stations serving the jurisdiction for use as a public service announcement.\n\n(2) At the hearing, if it shall satisfactorily appear to the governing body that no good cause exists to deny the proposal for change of name, the governing body may adopt a resolution effecting the name change in the same form as was presented in the proposal on which the hearing was conducted. Such resolution shall also specify the date of organization of the district and its present name.\n\nIf a petition signed by ten percent (10%) of the qualified electors of the taxing district is presented in opposition to the proposed name change, the governing body of the taxing district shall submit the question to the electors of the district in accordance with the provisions of chapter 14, title 34, Idaho Code. If a majority of votes cast on the question of changing the name of the district are in favor of the name change, the governing body of the taxing district shall adopt a resolution effecting that change, specifying the date of organization of the district and its present name.\n\n(3) No resolution for change of the name of a taxing district shall be effective until a certified copy of the resolution has been filed with the state tax commission and with the county recorder of each county in which the jurisdiction is situated.\n\n(4) Any change of name under the provisions of this section shall not affect any of the rights, property or obligations of said taxing district.\n\n(5) The provisions of this section shall not apply to any city, county or school district, nor to any taxing district for which provision for change of name is otherwise provided by law.\n\n[67-2321 added 1996, ch. 98, sec. 18, p. 400.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2321/"
    },
    {
      "id": "section-67-2322",
      "number": "67-2322",
      "heading": "",
      "text": "67-2322. TRANSFER OF PROPERTY BY LOCAL UNIT OF GOVERNMENT TO OTHER GOVERNMENT BODY AUTHORIZED. In addition to any other general or special powers vested in counties, school districts, community college districts, highway districts, fire districts, irrigation districts, drainage districts, sewer districts, hospital districts, health districts, cemetery maintenance districts, recreation districts, and airports for the performance of their respective functions, powers or duties on an individual, cooperative, joint or contract basis, said units of the government or districts shall have the power to convey or transfer real or personal property to another such unit or to the United States, state of Idaho, any city or village with or without consideration. Such conveyance or transfer may be made without consideration or payment when it is in the best interest of the public in the judgment of the governing body of the granting unit.\n\n[67-2322, added 1967, ch. 142, sec. 1, p. 325; am. 1982, ch. 132, sec. 2, p. 380; am. 2002, ch. 49, sec. 4, p. 112; am. 2021, ch. 198, sec. 1, p. 546.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2322/"
    },
    {
      "id": "section-67-2323",
      "number": "67-2323",
      "heading": "",
      "text": "67-2323. WRITTEN AGREEMENT BEFORE TRANSFER — PUBLICATION OF NOTICE. Prior to any such conveyance or transfer, a written agreement shall be made between units of government or districts for a conveyance or transfer of real or personal property from one to the other with or without consideration.\n\nFor conveyances or transfers of real or personal property with a value of ten thousand dollars ($10,000) or less, the property may be conveyed or transferred without notice and a hearing as otherwise provided herein. For conveyances or transfers of real or personal property with a value in excess of ten thousand dollars ($10,000), notice of the general terms of the agreement shall be given by publication in at least two (2) issues in a newspaper printed or of general circulation in the county or counties in which such respective units are located and having general circulation within such county or counties. Said notice shall give time and place of the next regular or special meeting of each respective unit at which time the governing board of such units propose to ratify such an agreement. The first publication shall be made not less than twelve (12) days prior to each meeting, and the last publication of notice shall be made not less than five (5) days prior to each meeting.\n\n[67-2323, added 1967, ch. 142, sec. 2, p. 325; am. 2009, ch. 278, sec. 1, p. 840; am. 2014, ch. 344, sec. 1, p. 865.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2323/"
    },
    {
      "id": "section-67-2324",
      "number": "67-2324",
      "heading": "",
      "text": "67-2324. TWO-THIRDS VOTE REQUIRED FOR APPROVAL. No agreement entered into pursuant to this act for conveyance, transfer or exchange of real or personal property between units of government or districts shall be valid unless said agreement shall be approved after notice as provided herein by a two-thirds (2/3) vote of each governing body, except no such approval shall be required from the United States or the state of Idaho.\n\n[67-2324, added 1967, ch. 142, sec. 3, p. 325.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2324/"
    },
    {
      "id": "section-67-2325",
      "number": "67-2325",
      "heading": "",
      "text": "67-2325. POWER TO CONVEY UNDER OTHER LAWS NOT LIMITED. The provisions of this act shall not restrict or limit the powers of cities and villages to convey or exchange real property as provided by sections 50-1401 et seq., Idaho Code, and related laws.\n\n[67-2325, added 1967, ch. 142, sec. 4, p. 325; am. 2015, ch. 244, sec. 48, p. 1034.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2325/"
    },
    {
      "id": "section-67-2326",
      "number": "67-2326",
      "heading": "",
      "text": "67-2326. JOINT ACTION BY PUBLIC AGENCIES — PURPOSE. It is the purpose of this act to permit the state and public agencies to make the most efficient use of their powers by enabling them to cooperate to their mutual advantage and thereby provide services and facilities and perform functions in a manner that will best accord with geographic, economic, population, and other factors influencing the needs and development of the respective entities.\n\n[67-2326, added 1970, ch. 38, sec. 1, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2326/"
    },
    {
      "id": "section-67-2327",
      "number": "67-2327",
      "heading": "",
      "text": "67-2327. DEFINITIONS. \"Public agency\" means any city or political subdivision of this state, including, but not limited to counties; school districts; highway districts; and port authorities; instrumentalities of counties, cities or any political subdivision created under the laws of the state of Idaho; any agency of the state government; and any city or political subdivision of another state.\n\n\"State\" means a state of the United States and the District of Columbia.\n\n[67-2327, added 1970, ch. 38, sec. 2, p. 82; am. 1981, ch. 231, sec. 1, p. 469; am. 1984, ch. 72, sec. 2, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2327/"
    },
    {
      "id": "section-67-2328",
      "number": "67-2328",
      "heading": "",
      "text": "67-2328. JOINT EXERCISE OF POWERS. (a) Any power, privilege or authority, authorized by the Idaho Constitution, statute or charter, held by the state of Idaho or a public agency of said state, may be exercised and enjoyed jointly with the state of Idaho or any other public agency of this state having the same powers, privilege or authority; but never beyond the limitation of such powers, privileges or authority; and the state or public agency of the state, may exercise such powers, privileges and authority jointly with the United States, any other state, or public agency of any of them, to the extent that the laws of the United States or sister state, grant similar powers, privileges or authority, to the United States and its public agencies, or to the sister state and its public agencies; and provided the laws of the United States or a sister state allow such exercise of joint power, privilege or authority. The state or any public agency thereof when acting jointly with another public agency of this state may exercise and enjoy the power, privilege and authority conferred by this act; but nothing in this act shall be construed to extend the jurisdiction, power, privilege or authority of the state or public agency thereof, beyond the power, privilege or authority said state or public agency might have if acting alone.\n\n(b) Any state or public agency may enter into agreements with one another for joint or cooperative action which includes, but is not limited to, joint use, ownership and/or operation agreements pursuant to the provisions of this act. Appropriate action by ordinance, resolution, or otherwise pursuant to law of the governing bodies of these participating public agencies shall be necessary before any such agreement may enter into force.\n\n(c) Any such agreement shall specify the following:\n\n(1) Its duration.\n\n(2) The precise organization, composition and nature of any separate legal or administrative entity created thereby together with the powers delegated thereto, provided such entity may be legally created.\n\n(3) Its purpose or purposes.\n\n(4) The manner of financing the joint or cooperative undertaking and of establishing and maintaining a budget therefor.\n\n(5) The permissible method or methods to be employed in accomplishing the partial or complete termination of the agreement and for disposing of property upon such partial or complete termination.\n\n(6) Any other necessary and proper matters.\n\n(d) In the event that the agreement does not establish a separate legal entity to conduct the joint or cooperative undertaking, the agreement shall, in addition to items (1), (3), (4), (5), and (6) of subsection (c) of this section, contain the following:\n\n(1) Provision for an administrator or a joint board responsible for administering the joint or cooperative undertaking. In the case of a joint board, public agencies party to the agreement shall be represented.\n\n(2) The manner of acquiring, holding, and disposing of real and personal property used in the joint or cooperative undertaking.\n\n(3) No agreement made pursuant to this act shall relieve any public agency of any obligation or responsibility imposed upon it by law except that to the extent of actual and timely performance thereof by a joint board or other legal or administrative entity created by an agreement made hereunder, said performances may be offered in satisfaction of the obligation or responsibility.\n\n[67-2328, added 1970, ch. 38, sec. 3, p. 82; am. 1981. ch. 231, sec. 2, p. 469; am. 1984, ch. 72, sec. 3, p. 134; am. 1992, ch. 114, sec. 2, p. 343.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2328/"
    },
    {
      "id": "section-67-2329",
      "number": "67-2329",
      "heading": "",
      "text": "67-2329. AGREEMENT FILED WITH SECRETARY OF STATE — CONSTITUTIONALITY — ENFORCEABLE IN COURTS — RECIPROCITY. Prior to its becoming binding, any agreement made pursuant to this act between two (2) or more states or between two (2) or more public agencies of two (2) or more states shall be filed with the secretary of state, who shall require an opinion of the attorney general that such agreement does not violate the provisions of the Constitution of the United States, or the Idaho Constitution and statutes. Such opinion shall be rendered within thirty (30) days from the date of request by the secretary of state and submitted to the secretary and interested parties. Failure to render such opinion within such time shall be considered as approval by the attorney general. Upon receiving an opinion that the agreement is constitutional the secretary shall notify the agreeing parties and the agreement shall be in full force and effect from the date of such notice, provided, that such agreement shall not be enforced by the courts of this state unless the state of Idaho or public agency thereof is provided due process for enforcement in the courts of the United States or a sister state. In the event of action on any such agreement, any state or public agency joined in such action not a real party in interest, may seek damages incurred by it because of such joinder against any proper party to the action.\n\n[67-2329, added 1970, ch. 38, sec. 4, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2329/"
    },
    {
      "id": "section-67-2330",
      "number": "67-2330",
      "heading": "",
      "text": "67-2330. APPROVAL OF APPROPRIATE STATE OFFICER OR AGENCY. In the event that an agreement made pursuant to this act shall deal in whole or in part with the provision of services or facilities with regard to which an officer or agency of the state government has constitutional or statutory powers of control, the agreement shall, as a condition precedent to its entry into force be submitted to the state officer or agency having such power of control and shall be approved or disapproved by him or it as to all matters within his or its jurisdiction. Failure to disapprove an agreement submitted hereunder within thirty (30) days of its submission shall constitute approval thereof.\n\n[67-2330, added 1970, ch. 38, sec. 5, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2330/"
    },
    {
      "id": "section-67-2331",
      "number": "67-2331",
      "heading": "",
      "text": "67-2331. FUNDS — PROPERTY — PERSONNEL — SERVICES. Any public agency entering into an agreement pursuant to this act may appropriate funds and may sell, lease, give, or otherwise supply public property to the administrative joint board or other legal or administrative entity created to operate the joint or cooperative undertaking by providing such personnel or services therefor as may be within its legal power to furnish.\n\n[67-2331, added 1970, ch. 38, sec. 6, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2331/"
    },
    {
      "id": "section-67-2332",
      "number": "67-2332",
      "heading": "",
      "text": "67-2332. INTERAGENCY CONTRACTS. Any one or more public agencies may contract with any one or more other public agencies to perform any governmental service, activity, or undertaking which each public agency entering into the contract is authorized by law to perform, including, but not limited to joint contracting for services, supplies and capital equipment, provided that such contract shall be authorized by the governing body of each party to the contract. Such contract shall set forth fully the purposes, powers, rights, objectives and responsibilities of the contracting parties.\n\n[67-2332, added 1970, ch. 38, sec. 7, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2332/"
    },
    {
      "id": "section-67-2332a",
      "number": "67-2332A",
      "heading": "",
      "text": "67-2332A. INTERAGENCY CONTRACTS WITH STATE INSTITUTIONS OF HIGHER EDUCATION. (1) Notwithstanding the provisions of section 67-2332, Idaho Code, no agency may enter into a noncompetitive contract with a state institution of higher education unless authorized pursuant to section 67-9221, Idaho Code. When seeking a contract with a state institution of higher education, an agency shall determine each state institution of higher education’s interest in competing for the contract. If more than one (1) state institution of higher education indicates an interest in competing, the agency shall seek quotes or proposals and award the contract to the state institution of higher education it determines provided the best offer based on cost and other relevant criteria.\n\n(2) The provisions of subsection (1) of this section do not apply to procurements of surplus property governed by other state or federal law.\n\n(3) As used in this section:\n\n(a) \"Agency\" has the same meaning as provided in section 67-9203(3), Idaho Code.\n\n(b) \"State institution of higher education\" means Boise state university, Idaho state university, Lewis-Clark state college, or the university of Idaho.\n\n[67-2332A, added 2021, ch. 71, sec. 1, p. 252; am. 2025, ch. 18, sec. 1, p. 51.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2332a/"
    },
    {
      "id": "section-67-2333",
      "number": "67-2333",
      "heading": "",
      "text": "67-2333. POWERS OF AGENCIES NOT INCREASED OR DIMINISHED. Nothing in this act shall be interpreted to grant to any state or public agency thereof the power to increase or diminish the political or governmental power of the United States, the state of Idaho, a sister state, nor any public agency of any of them.\n\n[67-2333, added 1970, ch. 38, sec. 8, p. 82.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2333/"
    },
    {
      "id": "section-67-2334",
      "number": "67-2334",
      "heading": "",
      "text": "67-2334. \"VOLUNTEER\" DEFINED. For the purposes of this act, \"volunteer\" means any person who contributes his services in a program or service conducted or sponsored by any agency, department or unit of state government for which he receives no financial remuneration, except for reasonable and necessary expenses actually incurred in the course of his participation in the program.\n\n[67-2334, added 1972, ch. 194, sec. 1, p. 482.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2334/"
    },
    {
      "id": "section-67-2335",
      "number": "67-2335",
      "heading": "",
      "text": "67-2335. ACCEPTANCE OF VOLUNTEERS — EXPENSES. No law of this state prohibits any agency, department or unit of state government from accepting volunteers for any program which it conducts or sponsors. The agency, department or unit of state government sponsoring the program or service may reimburse volunteers for reasonable and necessary expenses actually incurred in the course of their participation in those programs.\n\n[67-2335, added 1972, ch. 194, sec. 2, p. 482.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2335/"
    },
    {
      "id": "section-67-2336",
      "number": "67-2336",
      "heading": "",
      "text": "67-2336. QUALIFICATIONS OF VOLUNTEERS. Civil service law and requirements shall not apply to volunteers in any program conducted or sponsored by any agency, department or unit of state government. Requirements for volunteers are limited to requirements set by federal statute and to any requirements set by the agency, department or unit of state government sponsoring the program or service.\n\n[63-2336, added 1972, ch. 194, sec. 3, p. 482.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2336/"
    },
    {
      "id": "section-67-2337",
      "number": "67-2337",
      "heading": "",
      "text": "67-2337. EXTRATERRITORIAL AUTHORITY OF PEACE OFFICERS. (1) As used in this section, \"peace officer\" shall mean a certified full-time paid employee of a police or law enforcement agency whose duties include and primarily consist of the prevention, investigation and detection of crime, and the enforcement of penal, traffic, or highway laws of this state or any political subdivision.\n\n(2) All authority that applies to peace officers when performing their assigned functions and duties within the territorial limits of the respective city or political subdivisions, where they are employed, shall apply to them outside such territorial limits to the same degree and extent only when any one (1) of the following conditions exist:\n\n(a) A request for law enforcement assistance is made by a law enforcement agency of said jurisdiction.\n\n(b) The peace officer possesses probable cause to believe a crime is occurring involving a felony or an immediate threat of serious bodily injury or death to any person.\n\n(c) When a peace officer is in fresh pursuit as defined in and pursuant to chapter 7, title 19, Idaho Code.\n\n(3) Subsection (2) of this section shall not imply that peace officers may routinely perform their law enforcement duties outside their jurisdiction in the course and scope of their employment.\n\n(4) Cities or political subdivisions may enter into mutual assistance compacts with other cities or political subdivisions of this state or of states immediately adjacent. In the case of a mutual assistance compact between cities or political subdivisions, the original, employing agency shall be responsible for any liability arising from the acts of its employees participating in such compact. Any mutual assistance compact between a city or political subdivision of this state with a city or political subdivision of any other state shall include a written statement of assumption of liability consistent with the requirements of this section.\n\n(5) Circumstances surrounding any actual exercise of peace officer authority outside the territorial limits of the city, county, or political subdivision of their employment shall be reported, as soon as safety conditions allow, to the law enforcement agency having jurisdiction where the authority granted herein is exercised and the officer shall relinquish authority and control over any event to the authority having jurisdiction.\n\n(6) The state of Idaho and its agencies or departments shall not be liable for the acts of police officers, other than its own employees, commissioned by the director of the Idaho state police, for acts done under a mutual assistance compact created under this section.\n\n[67-2337, added 1995, ch. 269, sec. 2, p. 867; am. 1996, ch. 363, sec. 1, p. 1220; am. 2000, ch. 469, sec. 134, p. 1594.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2337/"
    },
    {
      "id": "section-67-2338",
      "number": "67-2338",
      "heading": "",
      "text": "67-2338. EXTRATERRITORIAL BENEFITS OF PUBLIC OFFICERS. All of the privileges and immunities from liability, exemptions from laws, ordinances and rules, all pension, relief, disability, worker’s compensation insurance, and other benefits that apply to the activity of officers, agents, or employees of any city or political subdivision, when performing their respective functions within the territorial limits of their respective cities or political subdivisions, shall apply to them to the same degree and extent while engaged in the performance of any of their functions and duties extraterritorially.\n\n[67-2338, added I.C., sec. 67-2338, as added by 1973, ch. 66, sec. 2, p. 111; am. 2015, ch. 244, sec. 49, p. 1034.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2338/"
    },
    {
      "id": "section-67-2339",
      "number": "67-2339",
      "heading": "",
      "text": "67-2339. MUTUAL AID BY STATE AGENCIES. State agencies may provide mutual aid, including personnel, equipment, detention facilities, including the state penitentiary and other available resources, to assist cities or political subdivisions in accordance with mutual aid agreements or at the direction of the governor.\n\n[67-2339, added I.C., sec. 67-2339, as added by 1973, ch. 66, sec. 3, p. 111.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2339/"
    },
    {
      "id": "section-67-2340",
      "number": "67-2340",
      "heading": "",
      "text": "67-2340. REGULATION OF AUXILIARY CONTAINERS. (1) As used in this section, \"auxiliary container\" means reusable bags, disposable bags, boxes, cups and bottles which are made of cloth, paper, plastic, extruded polystyrene or similar materials that are designed for one-time use or for transporting merchandise or food from food and retail facilities.\n\n(2) Any regulation regarding the use, disposition or sale or any imposition of any prohibition, restriction, fee imposition or taxation of auxiliary containers at the retail, manufacturer or distributor setting shall be imposed only by statute enacted by the legislature.\n\n(3) Nothing in this section shall be construed to prohibit or limit any county or municipal curbside recycling program or other designated residential or commercial recycling location.\n\n(4) The provisions of subsection (2) of this section shall not apply to the use of auxiliary containers in any event organized, sponsored or permitted by a county, municipality or school district on a property owned by such county, municipality or school district.\n\n[67-2340, added 2016, ch. 204, sec. 2, p. 574.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2340/"
    },
    {
      "id": "section-67-2341",
      "number": "67-2341",
      "heading": "",
      "text": "67-2341. PUBLIC CAMPING OR SLEEPING — PROHIBITIONS. (1) Notwithstanding any provision of law to the contrary, public camping or sleeping as provided for in this section shall be unlawful in the state of Idaho. No city or single countywide highway district as defined in section 40-120, Idaho Code, shall authorize, permit, or enable public camping or sleeping as that term is defined in this section on public property, public building grounds, or public roads or rights-of-way within the jurisdiction of the city or the single countywide highway district. The provisions of this section shall not apply to or affect policies, rules, statutes, or leases regarding endowment lands, department of parks and recreation lands, or department of fish and game lands. The prohibitions against public camping or sleeping provided for in this section shall not apply to drivers of commercial vehicles or commercial motor vehicles as defined in section 49-123(2)(d), Idaho Code.\n\n(2) For purposes of this section, \"public camping or sleeping\" means lodging or residing in a temporary outdoor habitation used as a dwelling, lodging, or living space, which includes sitting, lying, or sleeping for a prolonged amount of time, and may be evidenced by the erection of a tent or other temporary shelter, including a motor vehicle as defined in section 39-6501, Idaho Code, or a recreational vehicle as defined in section 49-119, Idaho Code, and may include but is not limited to the presence of bedding, pillows, cooking appliances, heat sources, the storage of personal belongings or food, or digging or earth breaking.\n\n(3) Nothing in this section shall prohibit or prevent overnight camping for recreational or educational purposes on property designated for such purpose, authorized specific temporary events or activities, or authorized overnight parking at Idaho rest areas or private businesses in compliance with applicable established rules. Nothing in this section shall prohibit or restrict a city or single countywide highway district from maintaining and enforcing ordinances, rules, or laws that prohibit loitering, overnight camping, or other similar activities.\n\n(4) The attorney general shall have the power to bring a civil action in any court of competent jurisdiction against any city or single countywide highway district to enjoin the city or countywide highway district from knowingly violating the provisions of this section. The attorney general may recover reasonable expenses incurred in any civil action brought under this section, including court costs, reasonable attorney’s fees, investigative costs, witness fees, and deposition costs. Any city or single countywide highway district that violates the provisions of this section may be assessed a civil penalty of not more than ten thousand dollars ($10,000) for each violation. Cities or single countywide highway districts against whom civil penalties are assessed are liable for reasonable attorney’s fees.\n\n(5) The provisions of this section shall apply only to property within city limits for cities with a population of greater than or equal to one hundred thousand (100,000).\n\n[67-2341, added 2025, ch. 248, sec. 1, p. 1101.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2341/"
    },
    {
      "id": "section-67-2345",
      "number": "67-2345",
      "heading": "",
      "text": "67-2345. DISFAVORED STATE INVESTMENTS. (1) In addition to investment standards in applicable law, public entities engaging in investment activities with an investment agent shall apply the Idaho uniform prudent investor act, chapter 5, title 68, Idaho Code, when selecting investments. No public entity engaged in investment activities shall consider environmental, social, or governance characteristics in a manner that could override the prudent investor rule. A public entity serving as a fiduciary to select investment options for investors may offer environmental, social, and governance preferred investment alternatives, but such investments shall not be required and sufficient alternatives must be also offered.\n\n(2) Public entities engaging in investment activities with an investment agent shall require notification to the public entity if the investment agent adopts a policy or revises a policy related to disfavored investments applicable to the public entity’s investment.\n\n(3) Proxies for all public entities belong to that entity. If voting of proxies is delegated to the investment agent, they shall be exercised in the best interests and for the exclusive benefit of the public entity or the beneficiaries of the investment. All voting proxies will be posted quarterly or may be provided subject to a public records request as provided in chapter 1, title 74, Idaho Code.\n\n(4) As used in this section:\n\n(a) \"Disfavored investments\" include but are not limited to investments or investment limitations identified as against the public policy of the state of Idaho by statute, concurrent resolution, or executive order.\n\n(b) \"Investment activities\" means the placement of moneys with an investment agent to acquire an asset on behalf of the public entity with the goal of generating income or appreciation.\n\n(c) \"Investment agent\" means a third-party investment manager.\n\n(d) \"Public entity\" means the state of Idaho or any political subdivision thereof, including all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, created by or in accordance with state law or regulations.\n\n[67-2345, added 2022, ch. 299, sec. 1, p. 942.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2345/"
    },
    {
      "id": "section-67-2346",
      "number": "67-2346",
      "heading": "",
      "text": "67-2346. ANTI-BOYCOTT AGAINST ISRAEL ACT. (1) This section shall be known and may be cited as the \"Anti-Boycott Against Israel Act.\"\n\n(2) A public entity in this state may not enter into a contract with a company to acquire or dispose of services, supplies, information technology, or construction unless the contract includes a written certification that the company is not currently engaged in, and will not for the duration of the contract engage in, a boycott of goods or services from Israel or territories under its control. The provisions of this section shall not apply to contracts with a total potential value of less than one hundred thousand dollars ($100,000) or to contractors with fewer than ten (10) employees.\n\n(3) As used in this section:\n\n(a) \"Boycott Israel\" and \"boycott of the state of Israel\" mean engaging in refusals to deal, terminating business activities, or other actions that are intended to discriminate against, inflict economic harm, or otherwise limit commercial relations specifically with the state of Israel or territories under its control, or persons or entities doing business in the state of Israel or territories under its control. A company’s statement that it is participating in boycotts of the state of Israel or territories under its control, or that it has taken the boycott action at the request, in compliance with, or in furtherance of calls for a boycott of the state of Israel or territories under its control, shall be considered to be conclusive evidence that a company is participating in a boycott of the state of Israel or territories under its control. A company that has made no such statement may still be considered to be participating in a boycott of the state of Israel or territories under its control if other factors warrant such a conclusion. At no time shall the \"state of Israel\" be construed to be inconsistent with any provision of federal law, including but not limited to 50 U.S.C. 4602, 4605, or 4607, as amended, as they existed prior to their repeal in 2018.\n\n(b) \"Company\" means any for-profit or not-for-profit organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of those entities or business associations.\n\n(c) \"Public entity\" means the state of Idaho or any political subdivision thereof, including all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, created by or in accordance with state law or regulations.\n\n(4) The provisions of this section shall apply to contracts executed on and after July 1, 2021. Upon discovering that a contract fails to comply with the provisions of this section, the contracting authority shall have a period of ninety (90) days to obtain the certification described in subsection (2) of this section. After such time, any contract continuing to violate the provisions of this section shall be void as against public policy. Any contract executed prior to July 1, 2021, that violates the provisions of this section will not be renewed.\n\n(5) The department of administration shall have authority to promulgate rules to implement the provisions of this section as long as they are consistent with the provisions of this section and do not create any exceptions to it.\n\n[67-2346, added 2021, ch. 284, sec. 1, p. 858.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2346/"
    },
    {
      "id": "section-67-2347",
      "number": "67-2347",
      "heading": "",
      "text": "67-2347. PROHIBITION OF ENVIRONMENTAL, SOCIAL, AND GOVERNANCE STANDARDS IN PUBLIC CONTRACTS. (1) As used in this section:\n\n(a) \"Contract\" means an agreement for the provision of goods or performance of services in exchange for remuneration between a public entity and another party that:\n\n(i) Has a value of one hundred thousand dollars ($100,000) or more that is to be paid wholly or partly from the funds of a public entity; and\n\n(ii) Is not subject to the provisions of section 67-5711C, Idaho Code, or chapter 92, title 67, Idaho Code.\n\n(b) \"Contractor\" means any person or entity who has entered or is attempting to enter into a contract, including but not limited to a construction manager licensed pursuant to chapter 45, title 54, Idaho Code, and design-build entities as provided in chapter 57, title 67, Idaho Code.\n\n(c) \"Environmental, social, and governance standards\" means standards that would screen or score contractors based on subjective ethical or sustainability criteria unrelated to the specifications of a contract or the qualifications of a contractor.\n\n(d) \"Public entity\" means the state of Idaho or any political subdivision thereof, including all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, created by or in accordance with state law or rule.\n\n(2) No contract shall be accepted or denied by a public entity based on environmental, social, and governance standards.\n\n(3) A contractor not selected for a contract with a public entity may assert noncompliance with this section as a basis to challenge the award of the contract under the administrative and legal processes otherwise applicable to the award of the contract.\n\n[67-2347, added 2023, ch. 129, sec. 2, p. 367.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2347/"
    },
    {
      "id": "section-67-2347a",
      "number": "67-2347A",
      "heading": "",
      "text": "67-2347A. PROHIBITION ON CONTRACTS WITH COMPANIES BOYCOTTING CERTAIN SECTORS. (1) Except as provided in subsection (2) of this section, a public entity may not enter into a contract with a company for goods or services unless the contract contains a written certification from the company that it is not currently engaged in, and will not for the duration of the contract engage in, a boycott of any individual or company because the individual or company:\n\n(a) Engages in or supports the exploration, production, utilization, transportation, sale, or manufacture of fossil fuel-based energy, timber, minerals, hydroelectric power, nuclear energy, or agriculture; or\n\n(b) Engages in or supports the manufacture, distribution, sale, or use of firearms, as defined in section 18-3302(2)(d), Idaho Code.\n\n(2) Subsection (1) of this section shall not apply to a public entity that determines that the requirements of subsection (1) of this section are inconsistent with the public entity’s constitutional or statutory duties related to the issuance, incurrence, or management of debt obligations or the deposit, custody, management, borrowing, or investment of funds. Subsection (1) of this section also does not apply to a public entity that determines that the requirements of subsection (1) of this section would be, with respect to a specific contract, contrary to the business needs of the public entity and would prevent the public entity from fulfilling its legal duties or obligations.\n\n(3) This section applies only to a contract that:\n\n(a) Is between a public entity and a company with ten (10) or more full-time employees; and\n\n(b) Has a value of one hundred thousand dollars ($100,000) or more that is to be paid wholly or partly from public funds of the public entity.\n\n(4) As used in this section:\n\n(a) \"Boycott\" means, without a reasonable business purpose, refusing to deal with an individual or organization, terminating business with an individual or organization, or taking another action that is intended to penalize, inflict economic harm on, or limit commercial relations with an individual or organization because the individual or organization:\n\n(i) Engages in a particular business sector;\n\n(ii) Engages in a particular business sector and does not commit or pledge to meet standards beyond applicable federal and state law; or\n\n(iii) Does business with an individual or organization that engages in a particular business sector.\n\n(b) \"Company\" means any for-profit or nonprofit organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of those entities or business associations.\n\n(c) \"Public entity\" means the state of Idaho or any political subdivision thereof, including all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, created by or in accordance with state laws or regulations.\n\n(d) \"Reasonable business purpose\" means any purpose directly related to:\n\n(i) Promoting the financial success or stability of the company;\n\n(ii) Mitigating risk to the company;\n\n(iii) Complying with legal or regulatory requirements; or\n\n(iv) Limiting liability of the company.\n\n(5) The provisions of this section shall apply to contracts executed on and after July 1, 2024. Upon discovering that a contract fails to comply with the provisions of this section, the contracting authority shall have a period of ninety (90) days to obtain the written certification described in subsection (1) of this section. After such time, any contract continuing to violate the provisions of this section shall be void. Any contract executed prior to July 1, 2024, that violates the provisions of this section shall not be renewed unless the contracting authority obtains the written certification described in subsection (1) of this section.\n\n[67-2347A, added 2024, ch. 238, sec. 1, p. 849.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2347a/"
    },
    {
      "id": "section-67-2348",
      "number": "67-2348",
      "heading": "",
      "text": "67-2348. PREFERENCE FOR IDAHO DOMICILED CONTRACTORS ON PUBLIC WORKS. To the extent permitted by federal laws and regulations, whenever the state of Idaho, or any department, division, bureau or agency thereof, or any city, county, school district, irrigation district, drainage district, sewer district, highway district, good road district, fire district, flood district, or other public body, shall let for bid any contract to a contractor for any public works, the contractor domiciled outside the boundaries of Idaho shall be required, in order to be successful, to submit a bid the same percent less than the lowest bid submitted by a responsible contractor domiciled in Idaho as would be required for such an Idaho domiciled contractor to succeed over the bidding contractor domiciled outside Idaho on a like contract being let in his domiciliary state.\n\n[67-2348, added 1982, ch. 232, sec. 1, p. 613.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2348/"
    },
    {
      "id": "section-67-2349",
      "number": "67-2349",
      "heading": "",
      "text": "67-2349. PREFERENCE FOR IDAHO SUPPLIERS AND RECYCLED PAPER PRODUCTS FOR PURCHASES. (1) To the extent permitted by federal laws and regulations, whenever the state of Idaho, or any department, division, bureau or agency thereof, or any city, county, school district, irrigation district, drainage district, sewer district, highway district, good road district, fire district, flood district, or other public body, shall let for bid any contract for purchase of any materials, supplies, services or equipment, the bidder domiciled outside the boundaries of Idaho shall be required, in order to be successful, to submit a bid the same percent less than the lowest bid submitted by a responsible bidder domiciled in Idaho as would be required for such an Idaho domiciled bidder to succeed over the bidder domiciled outside Idaho on a like contract being let in his domiciliary state.\n\nFor the purposes of this section, any bidder domiciled outside the boundaries of the state of Idaho may be considered as an Idaho domiciled bidder, provided that there exists for a period of one (1) year preceding the date of the bid a significant Idaho economic presence as defined herein. A significant economic presence shall consist of the following:\n\n(a) That the bidder maintain in Idaho fully staffed offices, or fully staffed sales offices or divisions, or fully staffed sales outlets, or manufacturing facilities, or warehouses or other necessary related property; and\n\n(b) If a corporation be registered and licensed to do business in the state of Idaho with the office of the secretary of state.\n\n(2) In the evaluation of paper product bids, those items that meet recycled content standards may be given not more than a five percent (5%) purchasing preference. As such, those qualifying paper products may be considered to cost five percent (5%) less when choosing the lowest responsible bidder.\n\n[67-2349, added 1985, ch. 145, sec. 1, p. 389; am. 1987, ch. 350, sec. 1, p. 779; am. 1998, ch. 148, sec. 1, p. 518; am. 2000, ch. 316, sec. 3, p. 1067.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2349/"
    },
    {
      "id": "section-67-2350",
      "number": "67-2350",
      "heading": "",
      "text": "67-2350. SNOW REMOVAL RESPONSIBILITIES. (1) No county, city or highway district shall be responsible for the removal of snow on roads in the county, city or highway district over which they have no jurisdiction.\n\n(2) The county, city or highway district may keep a list of any persons or entities that are interested in providing snow removal on private roads as a source of information for the public and shall provide to interested citizens the names of those individuals on a rotating basis.\n\n(3) Notwithstanding the limitations imposed by this section, if no private persons are available or if they refuse to provide snowplowing to interested citizens, a county, city or highway district may provide the service for which the county, city or highway district may require reimbursement.\n\n[67-2350, added 1997, ch. 179, sec. 1, p. 497.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2350/"
    },
    {
      "id": "section-67-2351",
      "number": "67-2351",
      "heading": "",
      "text": "67-2351. SHORT TITLE. This act shall be known and may be cited as the \"Energy Facility Site Advisory Act.\"\n\n[67-2351, added 2007, ch. 164, sec. 1, p. 490.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2351/"
    },
    {
      "id": "section-67-2352",
      "number": "67-2352",
      "heading": "",
      "text": "67-2352. DEFINITIONS. As used in this act, the following definitions shall apply:\n\n(1) \"Department\" means any department of state government as defined in section 67-2402, Idaho Code.\n\n(2) \"Energy facility\" means any electrical generating facility with a rated capacity at location and at fifty-nine (59) degrees of more than fifty (50) megawatts regardless of fuel source.\n\n[67-2352, added 2007, ch. 164, sec. 1, p. 490.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2352/"
    },
    {
      "id": "section-67-2353",
      "number": "67-2353",
      "heading": "",
      "text": "67-2353. CITY OR COUNTY REQUEST FOR ADVICE. (1) In the event that a city or county has before it a matter in which it considers a permit to construct and operate an energy facility that will be used for the generation of electricity, the city or county may request assistance in the evaluation of the environmental attributes and impacts of the operation of the facility from any department of state government as provided in this act. The request to a department for assistance shall specify the scope of the requested assistance, shall request a written response to the request and shall include the information provided to the city or county by the applicant that relates to the request for assistance.\n\n(2) In addition to such other information as the ordinances of the city or county may require, a city or county may require an applicant for the construction of an energy facility to submit preliminary air emission and preliminary water consumption data concerning the proposed energy facility based on the design of the facility.\n\n(3) If a city or county requests assistance from more than one (1) department, the city or county may designate one of the departments to coordinate the reporting by all departments pursuant to this act.\n\n[67-2353, added 2007, ch. 164, sec. 1, p. 491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2353/"
    },
    {
      "id": "section-67-2354",
      "number": "67-2354",
      "heading": "",
      "text": "67-2354. DEPARTMENT RESPONSIBILITIES. (1) Upon receiving a request for assistance from a city or county, the department receiving the request shall review the information provided to the department by the city or county. The department may make such investigations as it considers necessary to respond to the request for advice. Within sixty (60) days of receiving a request for assistance, the department shall issue a written report to the city or county that made the request. If a city or county requests assistance from more than one (1) department, all departments to which a request is made shall cooperate with the department designated by the city or county to coordinate the activities of all departments in performing their reporting obligation.\n\n(2) A department that has received a request for assistance pursuant to this act shall cause a qualified employee of the department to appear at a hearing on the application held pursuant to section 67-2355(3), Idaho Code, upon the request of the city or county that requested the assistance.\n\n(3) Compliance with this act shall not preempt or otherwise affect the duties of the department under state law.\n\n[67-2354, added 2007, ch. 164, sec. 1, p. 491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2354/"
    },
    {
      "id": "section-67-2355",
      "number": "67-2355",
      "heading": "",
      "text": "67-2355. CONSIDERATION OF APPLICATION — LOCAL REGULATION. (1) The city or county shall consider an application for the construction of an energy facility under its existing ordinances except as otherwise provided in this section.\n\n(2) In considering an application for the construction of an energy facility, the city or county may not consider the following factors or attributes of an energy facility because the factors are the responsibility of the public utilities commission, an electric cooperative governing board or a city council overseeing a municipal electric system:\n\n(a) The need for or use of the energy by the applicant or by one (1) or more electric utilities or purchasers of the energy;\n\n(b) The resource plan or financial characteristics of an electric utility or purchaser of the energy; or\n\n(c) Alternative resource options or alternative energy facility sites that were considered by the applicant or utility owner or purchaser, or that may be or were available or should have been considered for comparative purposes.\n\n(3) The city or county shall hold at least one (1) public hearing affording the public an opportunity to comment on each proposed energy facility before the approval of the facility. Several sites may be considered at any one (1) public hearing. A representative of the state department or departments that have provided written reports shall appear at the hearing at the request of the city or county. Members of the public who are not residents of the city or county may provide comments at the hearing. The city or county, when deciding whether to approve the application, shall duly consider all comments. The city or county may approve or disapprove the application regardless of the written advice by a state department. A hearing held pursuant to the existing ordinances of the city or county that meets all of the requirements of this subsection is held in compliance with this subsection.\n\n[67-2355, added 2007, ch. 164, sec. 1, p. 491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2355/"
    },
    {
      "id": "section-67-2358",
      "number": "67-2358",
      "heading": "",
      "text": "67-2358. COLLECTION OF PUBLIC DEBTS — FEES.\n\n(1) (a) Public agencies, as defined in section 67-2327, Idaho Code, may retain by written contract a collection agency that has a permit pursuant to chapter 22, title 26, Idaho Code, for the purpose of collecting public debts owed by any person, including any restitution that is being collected on behalf of a crime victim.\n\n(b) Any public agency using a collection agency as provided in this section may add a reasonable fee, payable by the debtor, to the outstanding debt for the collection agency fee incurred or to be incurred. The amount to be paid for collection services shall be left to the agreement of the public agency and its collection agency or agencies, but in no case shall a contingent fee exceed thirty-three percent (33%) of the unpaid debt per account.\n\n(2) (a) No debt may be assigned to a collection agency unless there has been a reasonable attempt to advise the debtor of the debt and at least thirty (30) days have elapsed from the time such notice was attempted. The public agency shall maintain a record of all attempts to notify the debtor of the existence of the debt.\n\n(b) As used in this subsection, \"reasonable attempt\" means that the public agency has notified the debtor, either by mail, electronic transaction, telephone or in person, of the existence of the debt and that the public agency is attempting to collect the debt and any information obtained will be used for that purpose. At least one (1) notice sent pursuant to this subsection shall be in writing and shall state:\n\n(i) The amount of the debt;\n\n(ii) That unless the debtor, within thirty (30) days after receipt of notice, disputes the validity of the debt, or any portion thereof, the debt will be assumed to be valid by the public agency;\n\n(iii) That if the debtor notifies the public agency in writing within the thirty (30) day period that the debt, or any portion thereof, is disputed, the public agency will obtain verification of the debt and a copy of such verification will be mailed to the consumer by the public agency; and\n\n(iv) That the public agency may employ a debt collection agency to collect a debt, which may result in additional costs to the debtor if the debtor fails to pay the debt.\n\n(3) Collection agencies acting pursuant to this section shall have only those remedies and powers which are available to them under chapter 22, title 26, Idaho Code.\n\n(4) For purposes of this section, the term \"debt\" shall include all debts, including the fee required under subsection (1)(b) of this section, except as otherwise provided by law.\n\n[67-2358, added 2003, ch. 245, sec. 2, p. 636.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2358/"
    },
    {
      "id": "section-67-2359",
      "number": "67-2359",
      "heading": "",
      "text": "67-2359. CONTRACT WITH A COMPANY OWNED OR OPERATED BY THE GOVERNMENT OF CHINA PROHIBITED. (1) A public entity in this state may not enter into a contract with a company to acquire or dispose of services, supplies, information technology, or construction unless the contract includes a written certification that the company is not currently owned or operated by the government of China and will not for the duration of the contract be owned or operated by the government of China.\n\n(2) As used in this section:\n\n(a) \"Government of China\" means the People’s Republic of China led by the Chinese communist party.\n\n(b) \"Company\" means any for-profit or not-for-profit organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of those entities or business associations.\n\n(c) \"Public entity\" means the state of Idaho or any political subdivision thereof, including all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, created by or in accordance with state law or regulations.\n\n(3) The provisions of this section shall apply to contracts executed on and after July 1, 2023. Upon discovering that a contract fails to comply with the provisions of this section, the contracting authority shall have a period of ninety (90) days to obtain the certification described in subsection (1) of this section. After such time, any contract continuing to violate the provisions of this section shall be void as against public policy. Any contract executed prior to July 1, 2023, that violates the provisions of this section will not be renewed.\n\n(4) The department of administration shall have authority to promulgate rules to implement the provisions of this section as long as they are consistent with the provisions of this section and do not create any exceptions to it.\n\n[67-2359, added 2023, ch. 253, sec. 1, p. 770.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2359/"
    },
    {
      "id": "section-67-2360",
      "number": "67-2360",
      "heading": "",
      "text": "67-2360. DEPARTMENTS OF THE STATE — DONATIONS AND SPONSORSHIPS PROHIBITED — REPORTING — PENALTY. (1) No donation or sponsorship to any nongovernmental event or organization shall be made by or in the name of any of the twenty (20) departments of the state government, as set forth in section 67-2402(1), Idaho Code, unless the department is required to do so by law or has received prior written permission from the director of such department.\n\n(2) Notwithstanding the provisions of subsection (1) of this section, any donation or sponsorship to any nongovernmental event or organization made by the state board of education, the industrial commission, or any board or commission within the department of self-governing agencies set forth in section 67-2601(2), Idaho Code, shall be approved by the chief executive officer of such board or commission, unless the donation or sponsorship is required by law.\n\n(3) Notwithstanding the provisions of subsection (1) of this section, any donation or sponsorship to any nongovernmental event or organization made by any state educational institution, as set forth in section 33-101, Idaho Code, shall be approved by the president of the respective state educational institution, unless the donation or sponsorship is required by law.\n\n(4) Not later than February 1 of each year, the division of financial management shall provide a report that lists all sponsorships and donations made by any department, board, commission, state educational institution, or other entity of state government to the chairs of the joint finance-appropriations committee, the house revenue and taxation committee, and the senate local government and taxation committee.\n\n(5) The provisions of this section shall not apply to any board, commission, or other organization of this state that obtains its funding from dues, fees, or tax assessments paid by its members.\n\n[67-2360, added 2024, ch. 301, sec. 1, p. 1010.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2360/"
    },
    {
      "id": "section-67-2361",
      "number": "67-2361",
      "heading": "",
      "text": "67-2361. CASH PAYMENT — STATE AGENCIES. (1) Any official, department, board, commission, or agency of the state of Idaho that accepts payment for transactions shall accept cash as a method of payment along with any other methods of payment the official, department, board, commission, or agency may accept.\n\n(2) No official, department, board, commission, or agency of the state of Idaho may charge any additional fee for cash payment.\n\n[(67-2361) 67-2360, added 2024, ch. 37, sec. 1, p. 239; am. and redesig. 2025, ch. 211, sec. 31, p. 1007.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2361/"
    },
    {
      "id": "section-67-2362",
      "number": "67-2362",
      "heading": "",
      "text": "67-2362. MASK MANDATES PROHIBITED. (1) Notwithstanding any provision of law to the contrary:\n\n(a) Neither the state nor a political subdivision may mandate that an individual in this state must use a medical face mask, face shield, or other face covering for the purpose of preventing or slowing the spread of a contagious or infectious disease;\n\n(b) An official may not mandate that an individual in this state must use a medical face mask, face shield, or other face covering for the purpose of preventing or slowing the spread of a contagious or infectious disease;\n\n(c) A medical face mask, face shield, or face covering shall not be required by the state, a political subdivision, or an official as a condition for entry, education, employment, or other services; and\n\n(d) If the state, a political subdivision, or an official recommends using a medical face mask, face shield, or face covering to prevent or slow the spread of a contagious or infectious disease, such recommendation shall be accompanied by a notice that the recommendation is not mandatory.\n\n(2) For purposes of this section:\n\n(a) \"Official\" means an officer or an employee of the state or a political subdivision thereof.\n\n(b) \"Political subdivision\" means a county, city, public health district, school district, special purpose district, or other district or municipality organized under any general or special law of this state, except the term \"political subdivision\" does not include any hospital or health care facility.\n\n(c) \"State\" means the state of Idaho or any of its agencies, boards, commissions, departments, divisions, or institutions, including any state institution of higher education, except the term \"state\" does not include any hospital or health care facility.\n\n(3) Nothing in this section shall be interpreted to restrict the requirement of face masks in any vocational setting where the wearing of a protective face mask is a mandatory requirement and necessary to perform required job duties. The exemption in this subsection is strictly limited to those working in roles where face masks are an integral and compulsory safety component of required job duties, which includes but is not limited to health care professionals, individuals working with hazardous materials or biohazards, and workers in industrial environments where respiratory protection is vocationally required.\n\n(4) Nothing in this section shall be interpreted to restrict the use of face masks to address any behavioral risk in any facility to which an individual is confined, including hospitalization of the mentally ill pursuant to chapter 3, title 66, Idaho Code, and correctional facilities as defined in chapter 1, title 18, Idaho Code.\n\n[67-2362, added 2025, ch. 11, sec. 1, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2362/"
    },
    {
      "id": "section-67-2363",
      "number": "67-2363",
      "heading": "",
      "text": "67-2362 [67-2363]. USE OF MULTIFACTOR IDENTIFICATION REQUIRED. (1) The legislative branch and its staff, the judicial branch and its staff, and the elected constitutional officers and their staffs shall implement the use of multifactor identification as that term is defined in section 67-831, Idaho Code.\n\n(2) Multifactor identification shall be required to access information technology devices or services as those terms are described in section 67-831, Idaho Code, including but not limited to local and remote network access to any email accounts, cloud storage accounts, web applications, networks, databases, or servers.\n\n[67-2362 [67-2363], added 2025, ch. 6, sec. 3, p. 11.]",
      "source_url": "https://law.justia.com/codes/idaho/title-67/chapter-23/section-67-2363/"
    }
  ]
}