{
  "state": "south-carolina",
  "path": "title-title-34/chapter-chapter-5",
  "sections": [
    {
      "id": "section-34-5-10",
      "number": "34-5-10.",
      "heading": "",
      "text": "As used in this chapter the term \"bank\" includes building and loan associations.\n\nHISTORY: 1962 Code Section 8-281; 1952 Code Section 8-281; 1942 Code Section 7929-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-10/"
    },
    {
      "id": "section-34-5-20",
      "number": "34-5-20.",
      "heading": "",
      "text": "Whenever it shall deem it necessary in order to conserve the assets of any bank for the benefit of the depositors and other creditors thereof the Board may appoint a conservator for any bank and require of him such bond and security as the Board deems proper.\n\nHISTORY: 1962 Code Section 8-282; 1952 Code Section 8-282; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-20/"
    },
    {
      "id": "section-34-5-30",
      "number": "34-5-30.",
      "heading": "",
      "text": "Nothing contained in this chapter shall be construed to prevent the Board from appointing the Federal Deposit Insurance Corporation conservator or receiver of any closed bank and the Board may in its discretion so appoint the Federal Deposit Insurance Corporation as conservator or receiver of any closed bank as provided for under the terms of Section 264, Title 12, United States Code Annotated (49 Statute 684) and the provisions of Section 34-3-630.\n\nHISTORY: 1962 Code Section 8-283; 1952 Code Section 8-283; 1942 Code Section 7829-8; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-30/"
    },
    {
      "id": "section-34-5-40",
      "number": "34-5-40.",
      "heading": "",
      "text": "No person shall be appointed conservator of any institution under the provisions of this chapter who was an officer, director or attorney of such institution at the time the Board determined to create such conservatorship or who within two years prior to that time had been such officer, director or attorney.\n\nHISTORY: 1962 Code Section 8-284; 1952 Code Section 8-284; 1942 Code Section 7829-9; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-40/"
    },
    {
      "id": "section-34-5-50",
      "number": "34-5-50.",
      "heading": "",
      "text": "The conservator, who shall serve at the pleasure of and under the direction of the Board, shall take possession of the books, records and assets of every description of such bank and take such action as may be necessary to conserve the assets thereof pending further disposition of its business as provided by law. He shall have all rights, powers and privileges now possessed by or hereafter given receivers of insolvent banks and shall be subject to the obligations and penalties, not inconsistent with the provisions of Sections 34-1-60, 34-1-70, 34-3-310, 34-3-320, 34-5-50 to 34-5-80 and 34-5-100 to 34-5-150, to which receivers are now or may hereafter become subject. During the time that the conservator remains in possession of such bank the rights of all persons with respect thereto shall, subject to the other provisions of this chapter, be the same as if a receiver had been appointed therefor.\n\nHISTORY: 1962 Code Section 8-285; 1952 Code Section 8-285; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-50/"
    },
    {
      "id": "section-34-5-60",
      "number": "34-5-60.",
      "heading": "",
      "text": "All expenses of any such conservatorship shall be paid out of the assets of such bank and shall be a lien thereon which shall be prior to any other lien. The conservator shall receive as salary an amount to be fixed by the Board. The conservator may employ an attorney or attorneys at such reasonable compensation as may be agreed upon; provided, that such employment shall be subject to the written approval of the Board.\n\nHISTORY: 1962 Code Section 8-286; 1952 Code Section 8-286; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-60/"
    },
    {
      "id": "section-34-5-70",
      "number": "34-5-70.",
      "heading": "",
      "text": "While such bank is in the hands of a conservator the Board may require the conservator to set aside and make available for withdrawal by depositors and payment to other creditors, on a ratable basis, such amounts as in the opinion of the Board may safely be used for this purpose.\n\nHISTORY: 1962 Code Section 8-287; 1952 Code Section 8-287; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-70/"
    },
    {
      "id": "section-34-5-80",
      "number": "34-5-80.",
      "heading": "",
      "text": "The Board may, in its discretion, but only if local conditions render it advisable, permit the conservator to receive deposits. But deposits received while the bank is in the hands of a conservator shall not be subject to any limitation as to payment or withdrawal and such deposits shall be segregated and shall not be used to liquidate any indebtedness of such bank existing at the time that a conservator was appointed for it or any subsequent indebtedness incurred for the purpose of liquidating any indebtedness of such bank existing at the time such conservator was appointed. Such deposits received while the bank is in the hands of a conservator shall be kept on hand in cash, invested in the direct obligations of the United States or of this State, either or both, or deposited with such bank or banks as may be designated by the Board.\n\nHISTORY: 1962 Code Section 8-288; 1952 Code Section 8-288; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-80/"
    },
    {
      "id": "section-34-5-90",
      "number": "34-5-90.",
      "heading": "",
      "text": "The Board may, for the purpose of securing funds to pay a dividend to depositors or for the purpose of reopening any bank, banking corporation or trust company operated by a conservator under the Board, authorize and empower any conservator to borrow such sum of money, in the corporate name of such bank, banking corporation or trust company, as the Board may order, and evidence such indebtedness by a note or notes, payable at such time as the notes may provide and bearing such interest rate or discount as may therein be provided, securing the payment of such note by a pledge of all or any of the assets of such bank, banking corporation or trust company in the hands of such conservator. Any note and the pledge of any securities, assets or other property of any such conservator made and delivered as herein provided shall be binding upon and constitute a liability of any such bank, banking institution or trust company.\n\nHISTORY: 1962 Code Section 8-289; 1952 Code Section 8-289; 1942 Code Section 7829-13; 1934 (38) 1560; 1982 Act No. 385, Section 57(2)(c).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-90/"
    },
    {
      "id": "section-34-5-100",
      "number": "34-5-100.",
      "heading": "",
      "text": "If the Board becomes satisfied it may safely be done and that it would be in the public interest, it may, in its discretion, terminate any such conservatorship and permit such bank to resume the transaction of its business subject to such terms, conditions, restrictions and limitations as the Board may prescribe.\n\nHISTORY: 1962 Code Section 8-290; 1952 Code Section 8-290; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-100/"
    },
    {
      "id": "section-34-5-110",
      "number": "34-5-110.",
      "heading": "",
      "text": "Any bank in the hands of a conservator may be reorganized:\n\n(1) When the Board shall be satisfied that the plan of reorganization is fair and equitable as to all depositors, other creditors and stockholders and is in the public interest and when the Board shall have approved the plan subject to such conditions, restrictions and limitations as it may prescribe; and\n\n(2) When, after reasonable notice of such reorganization, both depositors and other creditors representing at least seventy-five per cent in amount of the total deposits and other liabilities and stockholders owning at least two thirds of its outstanding capital stock as shown by the books of the bank shall have consented in writing to the plan of reorganization; provided, however, that claims of depositors or other creditors which will be satisfied in full under the provisions of the plan of reorganization shall not be included among the total deposits and other liabilities of the bank in determining the seventy-five per cent thereof above required.\n\nHISTORY: 1962 Code Section 8-291; 1952 Code Section 8-291; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-110/"
    },
    {
      "id": "section-34-5-120",
      "number": "34-5-120.",
      "heading": "",
      "text": "Before the conservator shall return the affairs of the bank to its directors he shall cause to be published in a newspaper in the city, town or county in which such bank is located or, if no newspaper is published in such city, town or county, in a newspaper published in this State to be selected by the Board a notice in form approved by the Board, stating the date on which the affairs of the bank will be returned to its directors and that the provisions of Sections 34-5-70 and 34-5-80 will not be effective after the expiration of fifteen days from such date. On the date of the publication of such notice the conservator shall immediately send to every person who is a depositor in such bank under Section 34-5-80 a copy of such notice by registered mail addressed to the last known address of such person as shown by the records of the bank and the conservator shall send a similar notice in like manner to every person making deposits in such bank under Section 34-5-80 after the date of such newspaper publication and before the affairs of the bank are returned to its directors.\n\nHISTORY: 1962 Code Section 8-292; 1952 Code Section 8-292; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-120/"
    },
    {
      "id": "section-34-5-130",
      "number": "34-5-130.",
      "heading": "",
      "text": "When such reorganization becomes effective all books, records and assets of the bank shall be disposed of in accordance with the provisions of the plan and the affairs of the bank shall be conducted by its board of directors in the manner provided by the plan and under the conditions, restrictions and limitations that may have been prescribed by the Board. In any reorganization which shall have been approved and shall have become effective as provided in this chapter all depositors and other creditors and stockholders of such bank, whether or not they shall have consented to such plan of reorganization, shall be fully and in all respects subject to and bound by its provisions, and claims of all depositors and other creditors shall be treated as if such claimants had consented to the plan of reorganization.\n\nHISTORY: 1962 Code Section 8-293; 1952 Code Section 8-293; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-130/"
    },
    {
      "id": "section-34-5-140",
      "number": "34-5-140.",
      "heading": "",
      "text": "After fifteen days have elapsed from the time the affairs of the bank shall have been returned to its directors by the conservator either with or without a reorganization as provided in Section 34-5-110, the provisions of Section 34-5-80 with respect to the segregation of deposits received while a bank is in the hands of a conservator and with respect to the use of such deposits to liquidate the indebtedness of such bank shall no longer be effective.\n\nHISTORY: 1962 Code Section 8-294; 1952 Code Section 8-294; 1942 Code Section 7829-7; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-140/"
    },
    {
      "id": "section-34-5-150",
      "number": "34-5-150.",
      "heading": "",
      "text": "When the Board shall conclude that any bank for which a conservator has been appointed is insolvent or in imminent danger of insolvency and that it is necessary to liquidate such bank in order to protect the interests of depositors and creditors, it shall order the liquidation thereof. When liquidation shall have been so ordered such liquidation shall be under and by the conservator appointed for such bank and shall continue until the liquidation of such bank has been completed. Any such conservator shall be vested with the same powers and duties as receivers of banks under existing laws, except as in its discretion the Board shall fix or limit the liquidation expenses of such bank. The liquidation of all such banks shall be under such rules and regulations as may be prescribed by the Board and the conservator shall have the right to apply to a court of competent jurisdiction for direction and instruction on questions of law arising in the liquidation of any such bank.\n\nHISTORY: 1962 Code Section 8-295; 1952 Code Section 8-295; 1942 Code Section 7829-8; 1936 (39) 1484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-34/chapter-5/section-34-5-150/"
    }
  ]
}