{
  "state": "nebraska",
  "path": "title-chapter-31-drainage/chapter-31-365-care-of-ditches-overseers-appointment-duties",
  "sections": [
    {
      "id": "section-31-365",
      "number": "31-365",
      "heading": "",
      "text": "31-365.Care of ditches; overseers; appointment; duties.\n\nFor the purpose of preserving any ditch, drain, dike, or other works constructed or erected under the provisions of sections 31-301 to 31-369, the board of supervisors shall have the power to appoint not more than three overseers of the respective districts, who shall hold their offices for the term of one year, whose duty it shall be to keep the ditches, drains, dikes, and other works erected or constructed for the reclamation of the lands in the drainage district, in good repair, and remove all obstructions from all ditches, drains, or watercourses within their respective districts. It shall also be the duty of the overseers to cause the arrest of all persons who shall be known to have filled up, or put any timber or brush into, or to have in any way obstructed any ditch, drain or watercourse, or have damaged any dike, or other work erected or constructed for the reclamation of lands as aforesaid, within their respective districts.\n\nSourceLaws 1905, c. 161, § 33, p. 633;R.S.1913, § 1860;C.S.1922, § 1807;C.S.1929, § 31-464;R.S.1943, § 31-365;Laws 1972, LB 1032, § 208.\n\nAnnotations\n\nA drainage district organized by proceedings in district court is required to remove all obstructions from its ditches and keep its works in good repair. Ritter v. Drainage Dist. No. 1, 148 Neb. 873, 29 N.W.2d 782 (1947).\n\nDuty to maintain drainage ditch free from obstructions shows legislative intent not to permit maintenance of check for irrigation. Drainage District No. 1 v. Suburban Irr. Dist., 139 Neb. 333, 297 N.W. 645 (1941).\n\nIt is duty of the board of supervisors of a drainage district to repair ditches which become ineffective. Ritter v. Drainage Dist. No. 1 of Otoe and Johnson Counties, 137 Neb. 866, 291 N.W. 718 (1940).\n\nCourt may order drainage district to enlarge outlet to drainage system to provide effective drainage. Mooney v. Drainage District No. 1 of Richardson County, 134 Neb. 192, 278 N.W. 368 (1938).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-31/statute-31-365/"
    }
  ]
}