{
  "state": "nebraska",
  "path": "title-chapter-31-drainage/chapter-31-781-petition-requesting-annexation-meeting-vote",
  "sections": [
    {
      "id": "section-31-781petition",
      "number": "31-781.Petition",
      "heading": "requesting annexation; meeting; vote",
      "text": "(1) Any sanitary and improvement district desiring to be annexed by a city of the metropolitan, primary, first, or second class or village may, subject to the requirements in subsection (2) of this section, by formal vote of a majority of the members of the board",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-781",
      "number": "31-781",
      "heading": "",
      "text": "31-781.Petition requesting annexation; meeting; vote.\n\n(1) Any sanitary and improvement district desiring to be annexed by a city of the metropolitan, primary, first, or second class or village may, subject to the requirements in subsection (2) of this section, by formal vote of a majority of the members of the board of trustees of the district, petition the city council of the city or board of trustees of the village for annexation. Such petition shall be filed on or before March 1 of the year in which annexation is sought by the district.\n\n(2) Prior to taking the formal vote to petition the city or village for annexation, the board of trustees of the district shall schedule a meeting to discuss the filing of the petition with the residents and property owners of the district. At least thirty days prior to the date of such meeting, the board of trustees shall send notice of the meeting by first-class mail, postage prepaid, to each property owner and residence in the district. Such notice shall set out the date, time, and place of the meeting and shall indicate that the purpose of the meeting is to discuss the filing of a petition for annexation by a city or village and that those attending the meeting will be offered the opportunity to express their opinions. The board of trustees shall take no formal action on the petition for annexation until such meeting has taken place, and no petition shall be valid if such meeting has not occurred.\n\nSourceLaws 1993, LB 210, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-31/statute-31-781/"
    }
  ]
}