{
  "state": "nebraska",
  "path": "title-chapter-31-drainage/chapter-31-123-drainage-improvements-assessments-collection-liens-in",
  "sections": [
    {
      "id": "section-31-123",
      "number": "31-123",
      "heading": "",
      "text": "31-123.Drainage improvements; assessments; collection; liens; interest.\n\nWhere the county board has made an assessment it shall cause an entry to be made directing the clerk to make and furnish to the treasurer a special duplicate, with the assessment arranged thereon, as required by its order. The clerk shall retain a copy thereof in his office, and all assessments shall be collected and accounted for by the treasurer. In case such assessments, or any part thereof, are not paid by the party or parties owning or controlling the lots or lands against which such assessments are made in the manner contemplated by sections 31-101 to 31-138, such assessments shall be and remain a perpetual lien against the premises so assessed; and the county treasurer shall proceed to advertise and sell said lots and lands, or such portions thereof as shall be necessary to pay such assessments, together with the costs, in the same manner as real estate is by law advertised and sold by him for the payment of delinquent taxes;Provided,the commissioners may extend the time of payment (without interest) of such assessments, to correspond with any extension of time that may be granted to any contractor under the provisions of section 31-120, and in case assessments are not paid when due, they shall draw nine percent interest per annum until paid.\n\nSourceLaws 1881, c. 51, § 22, p. 244;Laws 1885, c. 94, § 2, p. 373;Laws 1911, c. 140, § 22, p. 461;R.S.1913, § 1740;C.S.1922, § 1687;C.S.1929, § 31-123;Laws 1933, c. 136, § 23, p. 536;C.S.Supp.,1941, § 31-123;R.S.1943, § 31-123.\n\nAnnotations\n\nSection is constitutional. Legislature may authorize counties to make local improvements by special assessments. Dodge County v. Acom, 61 Neb. 376, 85 N.W. 292 (1901); Darst v. Griffin, 31 Neb. 668, 48 N.W. 819 (1891).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-31/statute-31-123/"
    },
    {
      "id": "section-is",
      "number": "is",
      "heading": "constitutional. Legislature may authorize counties to make local improvements by special assessments",
      "text": "Dodge County v. Acom, 61 Neb. 376, 85 N.W. 292 (1901); Darst v. Griffin, 31 Neb. 668, 48 N.W. 819 (1891).",
      "history": "",
      "source_url": ""
    }
  ]
}