{
  "state": "hawaii",
  "path": "title-title-5-state-financial-administration/chapter-39-state-bonds",
  "sections": [
    {
      "id": "section-39-1",
      "number": "39-1",
      "heading": "to 15 REPEALED. §39-1 Authorization to issue; amount.",
      "text": "to 15 REPEALED. §39-1 Authorization to issue; amount.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-2",
      "number": "39-2",
      "heading": "Application of proceeds.",
      "text": "§39-2 Application of proceeds.The proceeds of bonds so issued shall be exclusively devoted to the purpose or purposes defined and expressed in the acts of the legislature authorizing the issuance of bonds, and the proceeds shall be devoted to such purposes in such order as the governor may determine. The governor may allot the proceeds of any issue of bonds to a particular purpose or to several purposes. The proceeds of any issue of bonds may be allotted to various purposes irrespective of whether or not the purposes have all been provided for by the same legislative act and an allotment may be made of only a portion of the proceeds authorized for a particular purpose. The governor may amend the governor's allotments from time to time. The purpose or purposes of issuance need not be stated in any bond. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-2/"
    },
    {
      "id": "section-39-3",
      "number": "39-3",
      "heading": "Allotments; appropriations.",
      "text": "§39-3 Allotments; appropriations.Whenever the issuance of bonds has been authorized by an act of the legislature, the bonds may be issued, sold, and delivered prior to or after any allotments have been made by the governor for the purposes to be financed by the issuance of the bonds. If any appropriation or any expenditure under an appropriation made in an act of the legislature is conditioned, qualified, or dependent as to effectiveness or amount or otherwise upon the performance, happening, or existence of any act, occurrence, or event, bonds authorized by an act or acts of the legislature to finance all or a portion of such an appropriation may be issued prior to or after the time when all or any part of the appropriation becomes effective or the expenditure can be made and prior to or after the performance, happening, or existence of the act, occurrence, or event; provided however that the proceeds of the bonds may not be applied to any purpose or project requiring an allotment by operation of law until an allotment has been made, or be applied to any appropriation or any expenditure under an appropriation which has been conditioned, qualified, or made dependent as to effectiveness or amount or otherwise upon the performance, happening, or existence of any act, occurrence, or event until the appropriation becomes effective or the expenditure can be made, or be applied to any appropriation or any expenditure under an appropriation in excess of the amount of the appropriation or prior to the time when the appropriation becomes effective. The provisions of this section shall not permit the issuance of bonds to finance any appropriation which has theretofore lapsed by operation of law. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-3/"
    },
    {
      "id": "section-39-4",
      "number": "39-4",
      "heading": "Details of bonds.",
      "text": "§39-4 Details of bonds.(a) All bonds issued pursuant to this part shall bear interest at such rate or rates, payable at such time or times as determined in accordance with this part; shall mature and be payable at such time or times from the date of the issue thereof as will comply with the provisions of the Constitution of the State; may be made payable as to both principal and interest at a place or places within or without the State; may be issued in coupon form without privilege of registration or registrable as to principal only or as to both principal and interest or in fully registrable form without coupons; may be made registrable at a place or places within or without the State; may be subject to redemption, to tenders for purchase or to purchase prior to their stated maturity at the option of the State, or the holder, or both.\n\n(b) The director of finance shall determine the date, denomination or denominations, interest payment dates, maturity date or dates, place or places and manner of payment, registration privileges and place or places of registration, redemption price or prices and time or times and terms and conditions and method of redemption, the right of the holder to tender for purchase and the price or prices and time or times and terms and conditions upon which the right might be exercised, the right to purchase and the price or prices and the time or times and terms and conditions upon which the right may be exercised and the purchase may be made, and all other details of bonds issued under this part.\n\nThe principal of and interest and premium, if any, on all bonds issued under this part shall be payable in any coin or currency of the United States of America, which at the time of payment is legal tender for public and private debts. [L 1988, c 28, pt of §3; am L 1989, c 15, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-4/"
    },
    {
      "id": "section-39-5",
      "number": "39-5",
      "heading": "Sale of bonds.",
      "text": "§39-5Sale of bonds.(a) The director of finance may make such arrangements as may be necessary or proper for the sale of each issue of bonds or part thereof as are issued pursuant to this part, including, without limitation, arranging for the preparation and printing of the bonds, the official statement and any other documents or instruments deemed required for the issuance and sale of bonds, and retaining financial, accounting, and legal consultants, all upon such terms and conditions as the director of finance deems advisable and in the best interest of the State. The director of finance may offer the bonds at competitive sale or may negotiate the sale of the bonds to any person or group of persons, to the United States of America, or any board, agency, instrumentality, or corporation thereof, to the employees retirement system of the State, to any political subdivision of the State, or to any board, agency, instrumentality, public corporation, or other governmental organization of the State or of any political subdivision of the State.\n\n(b) The sale of the bonds by the director of finance by negotiation shall be at such price or prices and upon such terms and conditions, and the bonds shall bear interest at such rate or rates or such varying rates determined from time to time in such manner, as the director of finance, with the approval of the governor, shall approve.\n\n(c) The sale of the bonds by the director of finance at competitive sale shall be at such price or prices and upon such terms and conditions, and the bonds shall bear interest at such rate or rates or such varying rates determined from time to time in the manner as specified by the successful bidder, and the bonds shall be sold in accordance with this subsection. The bonds offered at competitive sale shall be sold only after published notice of sale advising prospective purchasers of the proposed sale. The bonds offered at competitive sale may be sold to the bidder offering to purchase the bonds at the lowest interest cost. For the purpose of this subsection, the lowest interest cost shall be determined on any one of the following bases as selected by the director of finance, with the approval of the governor:\n\n(1) The figure obtained by adding together the amounts of interest payable on the bonds from their date to their respective maturity dates at the rate or rates specified by the bidder and deducting from the sum obtained the amount of any premium offered by the bidder;\n\n(2) Where the interest on the bonds is payable annually, the annual interest rate (compounded annually), or, where the interest on the bonds is payable semiannually, the rate obtained by doubling the semiannual interest rate (compounded semiannually), necessary to discount the principal and interest payments on the bonds from the dates of payment thereof to the date of the bonds and to the price bid (the price bid for the purpose of this paragraph shall not include the amount of interest accrued on the bonds from their date to the date of delivery and payment); or\n\n(3) Where the interest on the bonds is payable other than annually or semiannually or will vary from time to time, and which, in the opinion of the director of finance, shall result in the lowest cost to the State;\n\nprovided that in any case the right shall be reserved to reject any or all bids and waive any irregularity or informality in any bid.\n\n(d) Bonds offered at competitive sale, without further action, shall bear interest at the rate or rates specified by the successful bidder or varying rates determined from time to time in the manner specified by the successful bidder with the consent of the director of finance. The notice of sale required by this section shall be given at least once and at least five days prior to the date of the sale in the State and in a financial newspaper or newspapers published in any of the cities of New York, Chicago, or San Francisco, and shall be in a form and contain terms and conditions that the director of finance shall determine. The notice of sale shall comply with the requirements of this section if it merely advises prospective purchasers of the proposed sale and makes reference to a detailed notice of sale which is available to prospective purchasers and which sets forth the specific details of the bonds and terms and conditions upon which the bonds are to be offered. The notice of sale and any detailed notice of sale may omit the date and time of sale, in which event the date and time shall be either given in the same manner and medium in which the original notice of sale was given or transmitted via electronic communication systems deemed proper by the director of finance which are generally available to the financial community, in either case at least twenty-four hours prior to the time fixed for the sale. [L 1988, c 28, pt of §3; am L 1998, c 2, §11]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-5/"
    },
    {
      "id": "section-39-6",
      "number": "39-6",
      "heading": "Premiums to general fund.",
      "text": "§39-6Premiums to general fund.The premiums received from the sale of any bonds issued pursuant to this part shall be a realization of the general fund of the State. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-6/"
    },
    {
      "id": "section-39-7",
      "number": "39-7",
      "heading": "Form and execution of bonds.",
      "text": "§39-7 Form and execution of bonds.Bonds issued pursuant to this part shall be in such form as the director of finance may determine, and shall be lithographed or steel engraved. All bonds issued pursuant to this part shall be manually signed by the director of finance or a deputy director of finance, shall bear a lithographed or engraved facsimile of the signature of the comptroller of the State, and shall be sealed with the seal or a lithographed or engraved facsimile of the seal of the department of budget and finance. In addition, fully registered bonds may be authenticated with the manual signature of the registrar, if any, thereunto duly appointed by the director of finance. Notwithstanding the preceding provisions of this section, the director of finance, with the approval of the governor, may provide that bonds issued pursuant to this part may be typewritten, printed, or otherwise reproduced, and that the signature of the comptroller upon the bonds may be the comptroller's manual signature. Interest coupons shall be executed with a lithographed or engraved facsimile of the signature of the director of finance. Pending the preparation of the definitive bonds, interim receipts, or certificates in such form and with such provisions as the director of finance may decide upon, may be issued to the purchaser or purchasers of bonds sold pursuant to this part. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-7/"
    },
    {
      "id": "section-39-8",
      "number": "39-8",
      "heading": "Same, signatures.",
      "text": "§39-8Same, signatures.When bonds of the State are prepared and signed by the director of finance or a deputy director of finance of the State and the comptroller of the State in office at the time of such signing, the signatures of the director of finance or deputy director of finance and comptroller shall be valid and sufficient for all purposes, and shall have the same effect as if the persons officially signing the bonds or whose facsimile signatures appear thereon had remained in office until the delivery of the same to the initial purchasers thereof, and in the case of fully registered bonds upon any exchange or transfer between subsequent holders thereof, notwithstanding that the term of office of those persons or any of them may have expired or they may otherwise have ceased to be officers before the delivery, exchange, or transfer. If the director of finance shall have designated a registrar for fully registered bonds, the director of finance may provide that no fully registered bond shall be valid or obligatory for any purpose unless certified or authenticated by the registrar. If the director of finance shall have provided for a registrar, then notwithstanding section 39-7, all signatures of the officers of the State upon the fully registered bonds may be facsimiles of the officers' signatures, and fully registered bonds shall be valid and sufficient only if certified or authenticated by the manual signature of an authorized officer or signatory of that registrar. Anything to the contrary notwithstanding, if blanks of fully registered bonds shall be held by a registrar pending exchange or transfer for other fully registered bonds of the same series, then upon delivery of bonds in an exchange or transfer, the bonds shall be valid and sufficient for all purposes notwithstanding that the signature of the comptroller and the director of finance or deputy director of finance appearing thereon shall be that of the person in office at the time of initial delivery of the bonds or that of the person in office at the time of such exchange or transfer. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-8/"
    },
    {
      "id": "section-39-9",
      "number": "39-9",
      "heading": "CUSIP numbers.",
      "text": "§39-9 CUSIP numbers.The director of finance, in the director of finance's discretion, may provide that CUSIP identification numbers shall be imprinted on bonds issued pursuant to this part. In the event that CUSIP identification numbers are imprinted on any bonds:\n\n(1) No number shall constitute a part of the contract evidenced by the particular bond upon which it is imprinted; and\n\n(2) No liability shall attach to the State or any officer or agent thereof, including any fiscal agent, paying agent, or registrar for the bonds, by reason of the numbers or any use made thereof, including any use made by the State or any officer or agent thereof, or by reason of any inaccuracy, error, or omission.\n\nThe director of finance, in the director of finance's discretion, may require that all cost of obtaining and imprinting CUSIP identification numbers shall be paid by the purchaser of the bonds. For the purposes of this section, the term \"CUSIP identification numbers\" means the numbering system adopted by the Committee for Uniform Security Identification Procedures formed by the Securities Industry Association. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-9/"
    },
    {
      "id": "section-39-10",
      "number": "39-10",
      "heading": "Support facility for variable rate bonds.",
      "text": "§39-10Support facility for variable rate bonds.If bonds issued pursuant to this part are issued bearing interest at a rate or rates which vary from time to time and with a right of holders to tender the bonds for purchase, the director of finance, with the approval of the governor, may contract for the support facility or facilities and remarketing arrangements as are required to market the bonds to the greatest advantage of the State upon such terms and conditions as the director of finance deems necessary and proper. The director of finance may enter into contracts or agreements with the entity or entities providing a support facility; provided that any contract or agreement shall provide, in essence, that any amount due and owing by the State under the contract or agreement on an annual basis shall be subject to annual appropriation by the State and any obligation issued or arising pursuant to the terms of such contract or agreement in the form of bonds, notes, or other evidences of indebtedness shall only arise at such time as either:\n\n(1) Moneys or securities have been irrevocably set aside for the full payment of a like principal amount of bonds issued pursuant to this part; or\n\n(2) A like principal amount of the issue or series of bonds to which the support facility relates are held in escrow by the entity or entities providing the support facility. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-10/"
    },
    {
      "id": "section-39-11",
      "number": "39-11",
      "heading": "Bonds tax exempt; first charge on general fund.",
      "text": "§39-11 Bonds tax exempt; first charge on general fund.All bonds issued pursuant to this part and the income therefrom shall be exempt from all taxation by the State or any county or other political subdivision thereof, except inheritance, transfer, and estate taxes. Interest and principal payments of the bonds shall be a first charge on the general fund of the State. The full faith and credit of the State shall be and they are hereby pledged to the punctual payment of the principal thereof, and interest thereon, as the same shall become due, irrespective of whether or not the pledge be stated in the bonds, and sufficient revenues shall be raised or provided from time to time for the purpose of payment. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-11/"
    },
    {
      "id": "section-39-12",
      "number": "39-12",
      "heading": "Payment, principal and interest.",
      "text": "§39-12 Payment, principal and interest.When bonds issued pursuant to this part and the several interest amounts mature, the director of finance shall pay the same. If the bonds or interest are made payable elsewhere than at the office of the director of finance, the director of finance shall make arrangements to provide sufficient funds at the designated place or places of payment to meet and pay all obligations at maturity in accordance with the terms thereof.\n\nThere is hereby appropriated out of the general fund of the State all amounts necessary for the payment from time to time of the principal of the bonds and the several interest amounts as they mature, and this appropriation shall be a paramount appropriation upon the general fund of the State. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-12/"
    },
    {
      "id": "section-39-13",
      "number": "39-13",
      "heading": "Fiscal and paying agents and registrars.",
      "text": "§39-13Fiscal and paying agents and registrars.The director of finance may appoint, with the approval of the governor, such fiscal agents, paying agents and registrars, within and without the State, as may be necessary and expedient to facilitate the sale, purchase, registration, transfer, exchange, and redemption of the bonds of the State and the payment of the principal thereof and interest thereon. The director of finance may authorize and empower fiscal agents and paying agents, for and on behalf of the State, to receive and receipt for moneys realized from the sale of bonds and to pay out moneys for the payment, redemption, or purchase thereof and for the payment of interest thereon, and to receive receipts for all moneys so paid out. Moneys received by the fiscal agents and paying agents from the sale of bonds on behalf of the State, for a period of fifteen days after the sale of bonds, shall not be considered as deposits within the meaning of chapter 38, and moneys placed with the fiscal agents and paying agents for the purpose of purchase or payment or redemption of bonds and coupons shall not be considered as deposits within the meaning of chapter 38. All appointments made under this section may be revoked by the director of finance at any time. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-13/"
    },
    {
      "id": "section-39-14",
      "number": "39-14",
      "heading": "Federal tax exempt status; preference; protection.",
      "text": "§39-14 Federal tax exempt status; preference; protection.(a) Bonds issued pursuant to this part, to the extent practicable, shall be issued to comply with requirements imposed by applicable federal law providing that the interest on the bonds shall be excluded from gross income for federal income tax purposes (except as certain minimum taxes or environmental taxes may apply). The director of finance is authorized to enter into agreements, establish funds or accounts, and take any action required in order to comply with applicable federal law. Nothing in this part or this chapter shall be deemed to prohibit the issuance of bonds, the interest on which may be included in gross income for federal income tax purposes.\n\n(b) For the purpose of insuring that interest on bonds issued pursuant to this part which is excluded from gross income for federal income tax purposes (except as provided in subsection (a)) on the date of issuance shall continue to be so excluded, no state officer or employee, or user of a project or program shall authorize or allow any change, amendment, or modification to a project or program financed or refinanced with the proceeds of the bonds which change, amendment, or modification thereto would affect the exclusion of interest on the bonds from gross income for federal income tax purposes unless the change, amendment, or modification shall have received the prior approval of the director of finance. Failure to receive the approval of the director of finance shall render any change, amendment, or modification void. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-14/"
    },
    {
      "id": "section-39-15",
      "number": "39-15",
      "heading": "Bond anticipation notes.",
      "text": "§39-15 Bond anticipation notes.In anticipation of the issuance pursuant to this part of general obligation bonds authorized by the legislature and of the receipt of the proceeds of sale of those bonds, the director of finance, with the approval of the governor, may issue and sell general obligation bond anticipation notes for the purposes for which the bonds have been authorized, the maximum principal amount of which notes shall not exceed the authorized principal amount of the bonds. The full faith and credit of the State shall be pledged to the payment of the principal and interest of the notes. The issuance of the notes and the details thereof shall be governed by the provisions of this part with respect to bonds insofar as the same may be applicable; provided that:\n\n(1) Each note, together with all renewals and extensions thereof, or refundings thereof by other notes issued pursuant to this section, shall mature within five years from the date of the original note; and\n\n(2) The interest on the notes shall be paid from the general fund and the principal thereof from the proceeds of sale of the bonds in anticipation of which the notes have been issued, or from any moneys in the general fund available therefor. To the extent that the principal of the notes shall be paid from moneys other than the proceeds of sale of the bonds, the maximum amount of bonds that has been authorized shall be reduced by the amount of notes paid. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-15/"
    },
    {
      "id": "section-39-16",
      "number": "39-16",
      "heading": "Refunding bonds authorized.",
      "text": "§39-16Refunding bonds authorized.(a) The director of finance, with the approval of the governor but without further authorization of the legislature, from time to time, may issue general obligation refunding bonds of the State to pay or provide for the payment of all or any part of the then outstanding bonds of the State or bonds issued by any department, board, agency, instrumentality, commission, or public corporation of the State, at or before their maturity or redemption date, and may include various series and issues of those outstanding bonds in a single issue of refunding bonds, and may include refunding bonds and bonds otherwise to be issued pursuant to this part in a single issue of bonds.\n\nThe interest rate or rates of the refunding bonds shall not be limited by the interest rate or rates borne by any of the bonds to be refunded thereby.\n\nThe refunding bonds may be issued and delivered at or at any time before the maturity or redemption date of the bonds to be refunded that the director of finance, with the approval of the governor, determines to be in the best interest of the State. The refunding bonds shall be issued in accordance with the provisions of this part with respect to bonds and all provisions of this part shall be applicable to refunding bonds.\n\nProceeds of the sale of the refunding bonds shall be applied solely to the payment of the principal of, and redemption premium, if any, and interest on the bonds to be refunded under the provisions of this part and to the payment of all costs of issuance of refunding bonds and interest accrued on refunding bonds to the date of delivery thereof and payment therefor.\n\nPending the time the proceeds derived from the sale of refunding bonds issued pursuant to this section are required for the purposes for which they were issued, the director of finance, upon authorization or approval of the governor, may invest the proceeds in obligations of, or obligations unconditionally guaranteed by, the United States of America, or in savings accounts, time deposits, or certificates of deposit of any bank or trust company within or without the State, to the extent that the savings accounts, time deposits, or certificates of deposits are collaterally secured by a pledge of obligations of, or obligations unconditionally guaranteed by, the United States of America, or in obligations of any state of the United States of America or any agency, instrumentality, or local government thereof, the provision for payment of the principal of and interest on which shall have irrevocably been made by deposit of obligations of, or obligations unconditionally guaranteed by, the United States of America. To further secure those refunding bonds the State, through the director of finance, may enter into a contract with any bank or trust company, within or without the State, with respect to the safekeeping and application of the earnings of the investment. All bonds so refunded and redeemed by the issue and sale of refunding bonds shall be canceled.\n\n(b) The bonds which may be refunded pursuant to this section include bonds issued pursuant to this part, bonds payable or secured in whole or in part from the general fund of the State, bonds payable or secured in whole or in part by any taxes or by the taxing power of the State, and bonds which must be included when determining the power of the legislature to authorize the issuance of bonds and other evidences of indebtedness of the State. Nothing in this section shall require or be deemed to require the director of finance to elect to redeem or prepay bonds being refunded, or, if the director of finance elects to redeem or prepay any bonds, to redeem or prepay as of any particular date or dates.\n\nHowever, without express authorization by the legislature, no bonds shall be issued pursuant to this part to refund bonds, notes, or other instruments of indebtedness payable solely from and secured solely by the revenues, or user taxes, of a public undertaking, improvement, or system, unless the bonds to be refunded were issued prior to November 5, 1968, and are payable from both the revenues and the user taxes of the undertaking, improvement, or system for which they were issued. In the event of the issuance of bonds pursuant to this part to refund bonds payable solely from and secured solely by the revenues or user taxes, or combination of both, of a public undertaking, improvement, or system, reimbursement shall be made to the general fund from those revenues or taxes, or combination thereof, for the payment of all of the principal of and interest on the refunding bonds.\n\n(c) Notwithstanding any other law to the contrary, for purposes of the statements required to be prepared by part IV of chapter 39, the director of finance may determine the manner of allotting the debt service on the general obligation refunding bonds among the purposes for which the proceeds of the bonds being refunded were allotted. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-16/"
    },
    {
      "id": "section-39-17",
      "number": "39-17",
      "heading": "Validation of proceedings.",
      "text": "§39-17 Validation of proceedings.All proceedings heretofore taken with respect to the contracting of general obligation bonded indebtedness and the issuance, sale, execution and delivery of general obligation bonds by or on behalf of this State, are hereby validated, ratified, approved, and confirmed, notwithstanding any defects or irregularities in any proceedings or in the issuance, execution, sale, or delivery, and the bonds so issued or to be issued are and shall be valid obligations of the State. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-17/"
    },
    {
      "id": "section-39-18",
      "number": "39-18",
      "heading": "Bonds negotiable, incontestable.",
      "text": "§39-18Bonds negotiable, incontestable.This part, without reference to any other law, shall be full authority to issue, exchange, or sell bonds of the State, and the bonds and all interim receipts or certificates shall have all the qualities of negotiable paper under state law. The bonds shall not be invalid for any irregularity or defect in the proceedings for the issue, sale, or exchange thereof. The bonds shall contain a recital that they have been authorized and issued pursuant to the laws of the State, which recital shall be conclusive evidence of their validity and the regularity of their issuance. No proceedings in respect of the issuance of any bonds shall be necessary except proceedings required by this part. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-18/"
    },
    {
      "id": "section-39-19",
      "number": "39-19",
      "heading": "Aviation fuel tax, pledge.",
      "text": "§39-19 Aviation fuel tax, pledge.If at any time the director of finance, with the approval of the governor, shall issue general obligation bonds for the purpose of refunding aviation revenue bonds, then so long as any general obligation refunding bonds are outstanding, the State covenants with the holders of the bonds that it will levy and collect an aviation fuel tax in an amount at least sufficient to provide for the payment of the principal and interest thereof, which amounts are hereby pledged to the payment of that principal and interest. The State reserves the right to issue subsequent bonds, whether general obligation or revenue bonds, equally secured by a pledge of the revenues of the aviation fuel tax. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-19/"
    },
    {
      "id": "section-39-31",
      "number": "39-31",
      "heading": "to 34 REPEALED. §39-31 Duplicates.",
      "text": "to 34 REPEALED. §39-31 Duplicates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-32",
      "number": "39-32",
      "heading": "Payment to be made.",
      "text": "§39-32Payment to be made.Whenever any interest coupons on any bonds issued by the State are lost, wholly or partially destroyed, defaced, or stolen, any person being the legal holder of these coupons may secure payment of the same in the manner provided in section 39-33, notwithstanding the loss, whole or partial destruction, defacement, or theft. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-32/"
    },
    {
      "id": "section-39-33",
      "number": "39-33",
      "heading": "Method of issuance and payment.",
      "text": "§39-33 Method of issuance and payment.A claimant for issuance of a new bond or for payment shall make written application, under oath, in such form as the director of finance shall prescribe, stating facts definitively identifying the bonds or coupons and showing the loss, whole or partial destruction, defacement, or theft of the same, and the ownership of the same by the person applying, and shall present further evidence as the director of finance may reasonably require to establish the identity of the bonds or coupons, their loss, whole or partial destruction, defacement, or theft, and the ownership of the same by the claimant.\n\nThe director of finance shall not provide for the issuance of a replacement for or the payment of the lost, stolen, wholly or partially destroyed, or defaced bond, coupon, or both, as the case may be, unless the claimant shall have executed and delivered to the director of finance a legal and sufficient surety bond or other form of surety acceptable to the director of finance in an amount equal to the loss which may be suffered by the State, any transfer agent, paying agent, or registrar by reason of issuing replacements or making payments mentioned in this section. Any surety bond or other form of surety acceptable to the director of finance shall be in the form and with sufficient surety or sureties as shall be satisfactory to the director of finance, and shall be conditioned to indemnify and save harmless the State, any transfer agent, paying agent, or registrar from any and all loss on account of the bond, coupon, or both, as the case may be, so claimed to have been lost, stolen, wholly or partially destroyed, or defaced. The duration of the surety bond or other form of surety acceptable to the director of finance shall be not less than the date upon which the bond, coupon, or both, as the case may be, being replaced or paid, become due and payable, plus the period of the statute of limitations applicable to bonds and coupons. In the case of a partially destroyed or defaced bond, coupon, or both, as the case may be, the claimant shall surrender the partially destroyed or defaced bond, coupon, or both, as the case may be, at the time of delivery of the replacement. [L 1988, c 28, pt of §3; am L 1989, c 86, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-33/"
    },
    {
      "id": "section-39-34",
      "number": "39-34",
      "heading": "Disputed ownership.",
      "text": "§39-34Disputed ownership.If there are two or more claimants claiming adversely, each to the other or others, to be the holder in due course of the bonds or coupons alleged to have been lost, wholly or partially destroyed, defaced, or stolen, the director of finance, in the director of finance's discretion, may require the claimants, if not within the State, to appoint agents within the State to accept service of process, or otherwise to submit to the jurisdiction of the courts of the State, and may bring suit on behalf of the State in the circuit court of the first judicial circuit, against the claimants, by interpleader, for the determination of the claimant or claimants entitled to the payment of the bonds or coupons. Jurisdiction is hereby conferred upon the court to hear and determine, without a jury, the suits and to determine whether any of the claimants are entitled to the payment, and, if so, which of the claimants is so entitled; provided that the determination shall not dispense with the requirement of the giving of a bond, before the payment of the claims. The costs of the suit shall be borne by the claimants, and the court may decree the payment of the costs by any of the unsuccessful claimants, or the apportionment thereof, as may be deemed just. The decision of the court shall be appealable to the supreme court. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-34/"
    },
    {
      "id": "section-39-51",
      "number": "39-51",
      "heading": "to 70 REPEALED. §39-51 Definitions.",
      "text": "to 70 REPEALED. §39-51 Definitions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-52",
      "number": "39-52",
      "heading": "Declaration of policy.",
      "text": "§39-52 Declaration of policy.It is declared to be the policy of the State that any department acquiring, purchasing, constructing, reconstructing, improving, bettering, or extending an undertaking or establishing or administering a loan program pursuant to this chapter or providing policies of hurricane property insurance to the general public, shall manage the undertaking, loan program, or the Hawaii hurricane relief fund in the most efficient manner consistent with sound economy and public advantage, and consistent with the protection of bondholders. [L 1988, c 28, pt of §3; am L 1996, c 307, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-52/"
    },
    {
      "id": "section-39-53",
      "number": "39-53",
      "heading": "Additional powers of departments.",
      "text": "§39-53Additional powers of departments.In addition to the powers which departments may otherwise have, any department shall have the power pursuant to this part:\n\n(1) To construct, acquire by gift, purchase, or the exercise of the right of eminent domain, reconstruct, improve, better, or extend any undertaking within its jurisdiction, and to acquire by gift, purchase, or the exercise of the right of eminent domain, lands or rights in land or water in connection therewith within its jurisdiction or to undertake the establishment and administration of a loan program as authorized by law within its jurisdiction;\n\n(2) To operate and maintain any undertaking or administer, operate, and maintain a loan program as authorized by law within its jurisdiction and furnish the services, facilities, and commodities thereof for its own use and for the use of public and private consumers;\n\n(3) To issue revenue bonds of the State in the amounts authorized by specific act or acts of the legislature to finance in whole or in part the cost of the acquisition, purchase, construction, reconstruction, improvement, betterment, or extension of any undertaking or the establishment and administration of any loan program as authorized by law;\n\n(4) Subject to the provisions of section 39-61, to impose, prescribe, and collect rates, rentals, fees, and charges for the use and services of, and the facilities and commodities furnished by, the undertaking or for the use and services of the loan program as authorized by law; and\n\n(5) To pledge to the punctual payment of the revenue bonds and interest thereon, or to covenant to pay into any special funds from which any of the revenue bonds may be payable, all or any portion of the revenue of the undertaking or loan program or of any part thereof, or the user taxes derived therefrom, or any combination of both (including improvements, betterments, or extensions thereto thereafter constructed or acquired) sufficient, among other things, to pay the revenue bonds and interest as they shall become due and to create and maintain reasonable reserves to pay the principal and interest; provided that no user taxes shall be pledged to the payment unless the legislature in the specific act or acts authorizing the issuance of the revenue bonds shall have provided that the revenue bonds may be payable from and secured by user taxes.\n\nThe department, in determining the cost, may include all costs and estimated costs of the issuance of the revenue bonds, all architectural, engineering, inspection, financial and legal expenses, all costs of establishing or administering a loan program authorized by law, the cost of causing the payment of the principal or interest or both of the revenue bonds to be insured or guaranteed, the initial cost of any support facility obtained as permitted by section 39-59, and interest which it is estimated will accrue during the construction period and for six months thereafter on money borrowed or which it is estimated will be borrowed pursuant to this part. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-53/"
    },
    {
      "id": "section-39-54",
      "number": "39-54",
      "heading": "Authorization of revenue bonds; details of revenue bonds.",
      "text": "§39-54Authorization of revenue bonds; details of revenue bonds.(a) The issuance of revenue bonds for the acquisition, purchase, construction, reconstruction, improvement, betterment, or extension of any undertaking; the establishment and administration of any loan program authorized by law; or the coverage of policies of hurricane property insurance issued by the Hawaii hurricane relief fund shall be authorized:\n\n(1) By a resolution or resolutions of the governing body of the department, which may be adopted at the same meeting at which the same are introduced by a majority of all the members of the governing body of the department then in office, and shall take effect immediately upon filing with the director of finance; or\n\n(2) By a certificate or certificates of a department head, which shall take effect immediately upon filing with the director of finance.\n\n(b) The revenue bonds shall bear interest at such rate or rates payable at such time or times, may be in one or more series; may bear such date or dates; may mature at such time or times not exceeding thirty years from their respective dates; may be payable in such medium of payment and at such place or places within or without the State; may carry registration privileges; may be subject to such terms of redemption, to tenders for purchase or to purchase prior to their stated maturity at the option of the State or the holder, or both; may contain terms, covenants, and conditions; and may be in such form, either coupon or registered, as the resolution or certificate and subsequent resolutions or certificates, may provide; provided that notwithstanding the foregoing the department, with the approval of the governor and the director of finance, may provide for deeply discounted revenue bonds which do not bear interest but are subject to redemption or retirement at their accreted value so long as the discounted value of the revenue bonds shall not exceed ten per cent of any series or issue of revenue bonds.\n\n(c) The department head or the governing body shall determine the date, denomination or denominations, interest payment dates, maturity date or dates, place or places of payment, registration privileges and place or places of registration, redemption price or prices and time or times and terms and conditions and method of redemption, the right of the holder to tender for purchase and the price or prices and time or times and terms and conditions upon which the right might be exercised, the right to purchase and the price or prices and the time or times and terms and conditions upon which the right might be exercised and the purchase may be made, and all other details of revenue bonds issued pursuant to this part. A governing body may delegate the responsibility for any or all of the determinations, within limits prescribed by the governing body, to the member who is the presiding officer or to the executive director or other officer of the board, commission, agency, authority, public corporation, instrumentality, or other body. [L 1988, c 28, pt of §3; am L 1996, c 307, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-54/"
    },
    {
      "id": "section-39-55",
      "number": "39-55",
      "heading": "Sale of revenue bonds.",
      "text": "§39-55Sale of revenue bonds.(a) The director of finance may make such arrangements as may be necessary or proper for the sale of each issue of revenue bonds or part thereof as are issued pursuant to this part, including, without limitation, arranging for the preparation and printing of the revenue bonds, the official statement and any other documents or instruments deemed required for the issuance and sale of revenue bonds and retaining such financial, accounting and legal consultants, all upon such terms and conditions as the director of finance deems advisable and in the best interest of the State. The department head or the governing body may offer the revenue bonds at competitive sale or may negotiate the sale of the revenue bonds to any person or group of persons, to the United States of America, or any board, agency, instrumentality, or corporation thereof, to the employees retirement system of the State, to any political subdivision of the State, or to any board, agency, instrumentality, public corporation, or other governmental organization of the State or of any political subdivision of the State.\n\n(b) The sale of the revenue bonds by the department head or the governing body by negotiation shall be at such price or prices, and upon such terms and conditions, and the revenue bonds shall bear interest at such rate or rates or such varying rates determined from time to time in the manner as the department head or the governing body, with the approval of the governor, shall approve.\n\n(c) The sale of the revenue bonds by the department head or the governing body at competitive sale shall be at such price or prices and upon such terms and conditions, and the revenue bonds shall bear interest at such rate or rates or such varying rates determined from time to time in the manner as specified by the successful bidder, and the revenue bonds shall be sold in accordance with this subsection. The revenue bonds offered at competitive sale shall be sold only after published notice of sale advising prospective purchasers of the proposed sale. The revenue bonds offered at competitive sale may be sold to the bidder offering to purchase the revenue bonds at the lowest interest cost, the interest cost, for the purpose of this subsection, being determined on any one of the following bases as selected by the department head or the governing body, with the approval of the governor:\n\n(1) The figure obtained by adding together the amounts of interest payable on the revenue bonds from their date to their respective maturity dates at the rate or rates specified by the bidder and deducting from the sum obtained the amount of any premium offered by the bidder;\n\n(2) Where the interest on the revenue bonds is payable annually, the annual interest rate (compounded annually), or where the interest on the revenue bonds is payable semiannually, the rate obtained by doubling the semiannual interest rate (compounded semiannually), necessary to discount the principal and interest payments on the revenue bonds from the dates of payment thereof to the date of the revenue bonds and to the price bid (the price bid for the purpose of this paragraph shall not include the amount of interest accrued on the revenue bonds from their date to the date of delivery and payment); or\n\n(3) Where the interest on the revenue bonds is payable other than annually or semiannually or will vary from time to time upon such basis as, in the opinion of the department head or the governing body, shall result in the lowest cost to the State;\n\nprovided that in any case the right shall be reserved to reject any or all bids and waive any irregularity or informality in any bid.\n\n(d) Revenue bonds offered at competitive sale, without further action, shall bear interest at the rate or rates specified by the successful bidder or the varying rates determined from time to time in the manner specified by the successful bidder with the consent of the department head or the governing body. The notice of sale required by this section shall be given at least once and at least five days prior to the date of the sale in the State and in a financial newspaper or newspapers published in any of the cities of New York, Chicago, or San Francisco, and shall be in a form and contain terms and conditions that the department head or the governing body shall determine. The notice of sale shall comply with the requirements of this section if it merely advises prospective purchasers of the proposed sale and makes reference to a detailed notice of sale which is available to prospective purchasers and which sets forth the specific details of the revenue bonds and terms and conditions upon which any revenue bonds are to be offered. The notice of sale and any detailed notice of sale may omit the date and time of sale, in which event the date and time shall be either given in the same manner and medium in which the original notice of sale was given or transmitted via electronic communication systems deemed proper by the department head or the governing body, which are generally available to the financial community, in either case at least twenty-four hours prior to the time fixed for the sale.\n\n(e) A governing body may delegate the responsibility for any or all of the determinations or actions to the member who is the presiding officer or to the executive director or other officer of the board, commission, agency, authority or public corporation, instrumentality, or other body. [L 1988, c 28, pt of §3; am L 1998, c 2, §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-55/"
    },
    {
      "id": "section-39-56",
      "number": "39-56",
      "heading": "Form and execution of revenue bonds.",
      "text": "§39-56Form and execution of revenue bonds.Revenue bonds issued pursuant to this part shall be in such form as the department head or governing body may determine; shall be lithographed or engraved; shall be manually signed by the department head or a deputy department head designated by the department head; shall be sealed with the seal or a lithographed or engraved facsimile of the seal of the department; and shall be countersigned with a lithographed or engraved facsimile of the signature of the director of finance. In addition, fully registered revenue bonds may be authenticated with the manual signature of the registrar, if any, thereunto duly appointed by the director of finance. Notwithstanding the preceding provisions of this section, the department head or a deputy department head designated by the department head, with the approval of the governor, may provide that revenue bonds issued pursuant to this part may be typewritten, printed, or otherwise reproduced, and that the signature of the director of finance upon the revenue bonds may be the director of finance's manual signature. The coupons pertaining to the revenue bonds shall be executed with the lithographed or engraved facsimile signatures of the department head and the director of finance. In the case of a department having a governing body, for purposes of this section, the member who is the presiding officer or, if authorized by the governing body, the executive director or other officer of the board, commission, agency, authority or public corporation, instrumentality, or other body shall be deemed the department head. Pending the preparation of the definitive revenue bonds, interim receipts or certificates in such form and with such provisions as the department head or governing body may decide upon, may be issued to the purchaser or purchasers of revenue bonds sold pursuant to this part. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-56/"
    },
    {
      "id": "section-39-57",
      "number": "39-57",
      "heading": "Same, signatures.",
      "text": "§39-57Same, signatures.The revenue bonds bearing the signature of officers in office on the date of the signing thereof shall be valid and sufficient for all purposes, and shall have the same effect as if the persons officially signing the revenue bonds had remained in office until the delivery of the revenue bonds to the initial purchasers thereof, and in the case of fully registered revenue bonds upon any exchange or transfer between subsequent holders thereof, notwithstanding that the term of office of those persons or any of them may have expired or they may otherwise have ceased to be those officers before the delivery, exchange, or transfer. If the director of finance shall have designated a registrar for fully registered revenue bonds, the certificate or resolution authorizing the revenue bonds may provide that none of those fully registered revenue bonds shall be valid or obligatory for any purpose unless certified or authenticated by the registrar. If the certificate or resolution so provides, then all signatures of the officers of the State upon the fully registered revenue bonds may be facsimiles of the signatures, and the fully registered revenue bonds shall be valid and sufficient only if certified or authenticated by the manual signature of an authorized officer or signatory of the registrar.\n\nAnything to the contrary notwithstanding, if blanks of fully registered revenue bonds shall be held by a registrar pending exchange or transfer for other fully registered revenue bonds of the same series, then upon delivery of revenue bonds in an exchange or transfer, the revenue bonds shall be valid and sufficient for all purposes, notwithstanding that the signatures of the officers of the State appearing thereon shall be those of the persons in office at the time of initial delivery of the revenue bonds or those of the persons in office at the time of the exchange or transfer. The validity of the revenue bonds shall not be dependent on or affected by the validity or regularity of any proceedings relating to the acquisition, purchase, construction, reconstruction, improvement, betterment, or extension of the undertaking or establishment or administration of the loan program authorized by law for which the revenue bonds are issued.\n\nThe resolution or certificate authorizing the revenue bonds shall provide that the revenue bonds shall contain a recital that they are issued pursuant to this part, which recital shall be conclusive evidence of their validity and of the regularity of their issuance. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-57/"
    },
    {
      "id": "section-39-58",
      "number": "39-58",
      "heading": "CUSIP numbers.",
      "text": "§39-58 CUSIP numbers.The department issuing revenue bonds pursuant to this part, in its discretion, may provide that CUSIP identification numbers shall be imprinted on the revenue bonds. In the event the numbers are imprinted on any revenue bonds:\n\n(1) No CUSIP identification number shall constitute a part of the contract evidenced by the particular revenue bond upon which it is imprinted; and\n\n(2) No liability shall attach to the State, the department, or any officer or agent thereof, including any fiscal agent, paying agent, or registrar for the revenue bonds, by reason of the numbers or any use made thereof, and including any use made by the State, the department, any officer or agent, or by reason of any inaccuracy, error, or omission.\n\nThe department in its discretion may require that all cost of obtaining and imprinting the CUSIP identification numbers shall be paid by the purchaser of the revenue bonds. For the purposes of this section, the term \"CUSIP identification numbers\" means the numbering system adopted by the Committee for Uniform Security Identification Procedures formed by the Securities Industry Association. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-58/"
    },
    {
      "id": "section-39-59",
      "number": "39-59",
      "heading": "Support facility for variable rate revenue bonds.",
      "text": "§39-59Support facility for variable rate revenue bonds.If revenue bonds issued pursuant to this part are issued bearing interest at a rate or rates which vary from time to time and with a right of holders to tender the revenue bonds for purchase, the department head or the governing body, with the approval of the governor, may contract for such support facility or facilities and remarketing arrangements as are required to market the revenue bonds to the greatest advantage of the State or department upon such terms and conditions as the department head or governing body deem necessary and proper.\n\nThe department head or the governing body may enter into contracts or agreements with the entity or entities providing a support facility; provided that any contract or agreement shall provide, in essence, that any amount due and owing by the department under the contract or agreement on an annual basis shall be payable solely from the revenue of the undertaking or loan program and any obligation issued or arising pursuant to the terms of the contract or agreement in the form of revenue bonds, notes, or other evidences of indebtedness shall only arise at such time as either:\n\n(1) Moneys or securities have been irrevocably set aside for the full payment of a like principal amount of revenue bonds issued pursuant to this part; or\n\n(2) A like principal amount of the issue or series of revenue bonds to which the support facility relates are held in escrow by the entity or entities providing the support facility. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-59/"
    },
    {
      "id": "section-39-60",
      "number": "39-60",
      "heading": "Covenants in resolution or certificate authorizing issuance of revenue bonds.",
      "text": "§39-60Covenants in resolution or certificate authorizing issuance of revenue bonds.Any resolution or certificate authorizing the issuance of revenue bonds pursuant to this part may contain covenants as to:\n\n(1) The purpose or purposes to which the proceeds of sale of the revenue bonds shall be applied and the use and disposition thereof;\n\n(2) The use and disposition of the revenue of the undertaking, the Hawaii hurricane relief fund, or the loan program for which the revenue bonds are to be issued, or the user taxes derived therefrom, or both revenue and user taxes, to the extent pledged to the payment of the revenue bonds, including the priority of payments from the revenue and the creation and maintenance of reserves and the investment thereof;\n\n(3) The issuance of other or additional revenue bonds payable from the revenue of the loan program, the Hawaii hurricane relief fund, or of the undertaking, or the user taxes derived therefrom, or both revenue and user taxes, to the extent pledged to the payment of the revenue bonds;\n\n(4) The operation, maintenance, and repair of the undertaking or the administration, operation, and maintenance of the loan program, or the Hawaii hurricane relief fund;\n\n(5) The insurance to be carried on an undertaking or on the security for the Hawaii hurricane relief fund, or a loan program and the use and disposition of insurance proceeds, the insurance policies being by this section authorized to be carried, and no undertaking shall have recourse to the state insurance fund for the repair or replacement of any property in the undertaking, or for payment of claims under chapter 386 (relating to workers' compensation);\n\n(6) Books of account and the inspection and audit thereof; and\n\n(7) The terms and conditions upon which the holders of the revenue bonds or any proportion of them or any trustee therefor shall be entitled to the appointment of a receiver by any court of competent jurisdiction, which court shall have jurisdiction in the proceedings, and which receiver may enter and take possession of the undertaking, operate, maintain, and repair the same, enforce or foreclose loans made under a loan program, impose and prescribe rates, rentals, fees, or charges, collect, receive, and apply all revenue, and receive and apply all user taxes, thereafter arising therefrom in the same manner and to the same extent as the department itself might do;\n\nprovided that all covenants shall be subject to review by the governor; and provided further that the provisions of this section with respect to user taxes shall be applicable only if the legislature in the specific act or acts authorizing the issuance of the revenue bonds has provided that the revenue bonds may be paid from and secured by the user taxes derived from an undertaking.\n\nThe provisions of this part and any resolution or certificate shall be a contract with the holder or holders of the revenue bonds. The duties of the department, its governing body and department head, pursuant to this part, and any resolution or certificate shall be enforceable by any bondholder, by mandamus or other appropriate suit, action, or proceeding in any court of competent jurisdiction. [L 1988, c 28, pt of §3; am L 1996, c 307, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-60/"
    },
    {
      "id": "section-39-61",
      "number": "39-61",
      "heading": "Rates, rentals, fees, and charges; undertakings and loan programs to be self-sustaining.",
      "text": "§39-61Rates, rentals, fees, and charges; undertakings and loan programs to be self-sustaining.(a) The department issuing revenue bonds pursuant to this part shall impose, prescribe, and collect rates, rentals, fees, or charges for the use and services of, and the facilities and commodities furnished by, the undertaking or for the use and services and benefits of the loan program for which the revenue bonds are issued, and shall revise the rates, rentals, fees, or charges from time to time whenever necessary, so that, together with the proceeds of the user taxes derived with respect to the undertaking pledged to the payment of those revenue bonds, the undertaking or loan program shall be and always remain self-sustaining. The rates, rentals, fees, or charges imposed and prescribed shall produce revenue which, together with the proceeds of the user taxes, will be at least sufficient:\n\n(1) To make the required payments of the principal of and interest on all revenue bonds issued for the undertaking or loan program, including the payment of all revenue bonds and interest thereon for the payment of which the revenue, or user taxes, or combination of both, are or shall have been pledged, charged or otherwise encumbered, or which are otherwise payable from the revenue or user taxes, or combination of both, or are payable from a special fund maintained, or to be maintained, from the revenue or user taxes, or combination of both, including reserves therefor, and to maintain the special fund in an amount at least sufficient to pay when due all revenue bonds and interest thereon which are payable from the special fund, including reserves therefor;\n\n(2) To pay the cost of operation, maintenance, and repair of the undertaking, or to pay the cost of the administration, operation, and maintenance of the loan program, including reserves therefor; and\n\n(3) To carry out the covenants of the resolution or resolutions or certificate or certificates authorizing the issuance of the revenue bonds, including any covenants approved by the governor as to the minimum amounts of revenue to be produced by the undertaking or loan program for which the revenue bonds are issued.\n\n(b) The legislature hereby covenants, pledges, and obligates itself, whenever it shall have authorized the issuance for an undertaking or loan program of revenue bonds payable from and secured by the user taxes derived with respect to the undertaking, or payable from and secured by user taxes and the revenue, or any combination of both, of the undertaking or loan program to impose, or continue to impose, user taxes with respect to the undertaking in amounts at least sufficient, together with the revenue of the undertaking or loan program pledged to the payment and security, so that the undertaking or loan program shall be and always remain self-sustaining, and all payments referred to in subsection (a), including reserves therefor, may be made when due, and that compliance with any covenants referred to in the provisions is assured. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-61/"
    },
    {
      "id": "section-39-62",
      "number": "39-62",
      "heading": "Use of revenue and user taxes by any undertaking, loan program, or the Hawaii hurricane relief fund.",
      "text": "§39-62 Use of revenue and user taxes by any undertaking, loan program, or the Hawaii hurricane relief fund.Whenever any revenue bonds have been issued pursuant to this part for an undertaking, a loan program, or the Hawaii hurricane relief fund, the revenue, or the user taxes, or combination of both, of the undertaking, loan program, or fund from which the revenue bonds are payable and by which they are secured shall be deposited in a special fund and shall be appropriated, applied, or expended in the amount necessary therefor for the following purposes and in the order of priority as the department shall provide in the resolution or certificate authorizing the issuance of revenue bonds pursuant to this part:\n\n(1) To pay when due all revenue bonds and interest thereon issued for the undertaking, loan program, or the Hawaii hurricane relief fund for the payment of which the revenue, or user taxes, or combination of both, is or shall have been pledged, charged, or otherwise encumbered, including reserves therefor;\n\n(2) To pay or provide for the payment of the cost of operation, maintenance, and repair of the undertaking, or to pay or provide for the payment of administering, operating, and maintaining the loan program, including reserves therefor;\n\n(3) For such purposes, within the jurisdiction, powers, duties, and functions of the department, including the creation and maintenance of reserves, as shall have been covenanted in any resolution or resolutions or certificate or certificates of the department providing for the issuance of revenue bonds;\n\n(4) To reimburse the general fund of the State for all bond requirements for general obligation bonds which are or shall have been issued for the undertaking, loan program, or the Hawaii hurricane relief fund, or to refund any general obligation bonds, except insofar as the obligation of reimbursement has been or shall be canceled by the legislature, the bond requirements being the interest on term and serial bonds, sinking fund for term bonds, and principal of serial bonds maturing the following year;\n\n(5) To provide for betterments and improvements to the undertaking or expansion of the loan program or the Hawaii hurricane relief fund including reserves therefor; and\n\n(6) To provide special reserve funds and other special funds as are or may be created by law.\n\nThe appropriation, application, or expenditure of amounts deposited in the special fund pursuant to this section shall be accounted for on a fiscal year basis. Unless and until adequate provision has been made for the foregoing purposes, the State shall not have the right to transfer to its general fund or any special fund or to apply to any other purposes any part of the revenue or user taxes pledged to the payment of revenue bonds of the undertaking or loan program. [L 1988, c 28, pt of §3; am L 1989, c 15, §3; am L 1996, c 307, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-62/"
    },
    {
      "id": "section-39-63",
      "number": "39-63",
      "heading": "Lien and charge of revenue bonds.",
      "text": "§39-63Lien and charge of revenue bonds.Unless otherwise provided in the resolution or certificate, all revenue bonds of the same issue shall, subject to the prior and superior rights of outstanding revenue bonds, claims, or obligations, have a prior and paramount lien and charge on the revenue, or the user taxes, or combination of both, of the undertaking or loan program for which the revenue bonds have been issued, pledged to the payment thereof, over and ahead of all bonds of any issue payable from the revenue, or user taxes, or combination of both, which may be subsequently issued and over and ahead of any claims or obligations of any nature against the revenue, or user taxes, or combination of both, subsequently arising or subsequently incurred. All revenue bonds of the same issue shall be equally and ratably secured without priority by reason of number, date of bonds, of sale, of execution, or of delivery, by a lien and charge on the revenue or user taxes, or combination of both, pledged to the payment thereof, in accordance with this part and the resolution or certificate authorizing the issuance of revenue bonds. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-63/"
    },
    {
      "id": "section-39-64",
      "number": "39-64",
      "heading": "Revenue bonds not a general or moral obligation of State.",
      "text": "§39-64 Revenue bonds not a general or moral obligation of State.Unless otherwise provided in this section, revenue bonds issued pursuant to this part shall be payable solely from and secured by the revenue, or the user taxes, or combination of both, of the undertaking or loan program for which the revenue bonds have been issued, pledged to the payment thereof, or secured solely by and payable solely from a special fund to be maintained from the revenue, or user taxes, or combination of both, pledged to the special fund, and shall not constitute a general or moral obligation of the State or a charge upon the general fund of the State, nor shall the full faith and credit of the State be pledged to the payment of the principal and interest thereof.\n\nRevenue bonds issued for the purpose of establishing and administering a loan program authorized by law may also be secured by a pledge of all or a portion of undertakings, mortgages, and other obligations held by the department as security for a loan made under the program. Each revenue bond issued pursuant to this part shall recite in substance that the revenue bonds and the interest thereon are payable from and secured by the revenue, or the user taxes, or combination of both, of the undertaking or loan program for which the revenue bond is issued, pledged to the payment thereof, or secured by and payable from a special fund to be maintained from the revenue, or user taxes, or combination of both, pledged to the special fund, and that the revenue bond is not a general or moral obligation of the State and the full faith and credit of the State are not pledged to the payment of principal and interest. [L 1988, c 28, pt of §3]\n\nCross References\n\nSee Const. art. VII, § §12, 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-64/"
    },
    {
      "id": "section-39-65",
      "number": "39-65",
      "heading": "Undertaking, loan program, and revenue bonds exempt from taxation.",
      "text": "§39-65Undertaking, loan program, and revenue bonds exempt from taxation.So long as the State owns any undertaking or administers a loan program, the property and revenue of the undertaking or loan program shall be exempt from all state, county, and municipal taxation; provided that any interest in property provided or given as security for a loan made under a loan program shall not be or be deemed to be property of a department for purposes of this section. Revenue bonds issued pursuant to this part and the income therefrom shall be exempt from all taxation by the State or any county or other political subdivision thereof, except inheritance, transfer, and estate taxes. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-65/"
    },
    {
      "id": "section-39-66",
      "number": "39-66",
      "heading": "Federal tax-exempt status; preference; protection.",
      "text": "§39-66 Federal tax-exempt status; preference; protection.(a) Revenue bonds issued pursuant to this part, to the extent practicable, shall be issued to comply with requirements imposed by applicable federal law providing that the interest on such revenue bonds shall be excluded from gross income for federal income tax purposes (except as certain minimum taxes or environmental taxes may apply). The department head or presiding officer of the governing body is authorized to enter into agreements, establish funds or accounts and take any action required in order to comply with applicable federal law. Nothing in this part or this chapter shall be deemed to prohibit the issuance of revenue bonds, the interest on which may be included in gross income for federal income tax purposes.\n\n(b) For the purpose of insuring that interest on revenue bonds issued pursuant to this part which is excluded from gross income for federal income tax purposes (except as provided in subsection (a)) on the date of issuance shall continue to be so excluded, no state officer or employee, or user of an undertaking or loan program shall authorize or allow any change, amendment, or modification to an undertaking or loan program financed or refinanced with the proceeds of revenue bonds which change, amendment, or modification thereto would affect the exclusion of interest on those revenue bonds from gross income for federal income tax purposes unless the change, amendment, or modification shall have received the prior approval of the department head or chairperson of the governing body. Failure to receive the approval of the department head or chairperson of the governing body shall render any change, amendment, or modification void. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-66/"
    },
    {
      "id": "section-39-67",
      "number": "39-67",
      "heading": "Revenue bonds legal investments.",
      "text": "§39-67Revenue bonds legal investments.All public officers and bodies of the State, all political subdivisions, all insurance companies and associations, all banks, savings banks, and savings institutions, including building or savings and loan associations, all credit unions, all trust companies, all personal representatives, guardians, trustees, and all other persons and fiduciaries in the State who are regulated by law as to the character of their investment, may legally invest funds within their control and available for investment in revenue bonds of the State. The purpose of this section is to authorize any person, firm, corporation, association, political subdivision, body, or officer, public or private, to use any funds owned or controlled by them, including (without prejudice to the generality of the foregoing), sinking, insurance, investment, retirement, compensation, pension, trust funds, and funds held on deposit, for the purchase of any revenue bonds of the State. [L 1988, c 28, pt of §3; am L 1990, c 59, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-67/"
    },
    {
      "id": "section-39-68",
      "number": "39-68",
      "heading": "Duties of the director.",
      "text": "§39-68Duties of the director.(a) The director of finance, when requested by the department, shall render full and complete assistance to any department in the preparation and sale of revenue bonds issued pursuant to this part. The director of finance shall be the fiscal agent of the department for the payment of all principal and interest, and for the transfer of revenue bonds. Sections 36-3 and 39-13, relating to the appointment by the director of finance of other fiscal agents and transfer agents, and to the status of funds held by these fiscal agents, to the extent that they may appropriately be applied, shall be deemed incorporated in this part.\n\n(b) The director of finance shall cause to be set up in the treasury of the State suitable accounts for the deposit of all revenues of the undertaking or loan program, and for the payment of all revenue bonds and the interest thereon and for all other payments provided or required by this part, and for the holding of all reserves created pursuant to this part.\n\n(c) If deemed necessary or advisable by the department, the director of finance may appoint a national or state bank or trust company, within or without the State, to serve as trustee for the holders of the revenue bonds, and the department may enter into a trust indenture or trust agreement or indenture of mortgage with the trustee. The trustee may be authorized by the department to receive and receipt for, hold and administer the proceeds of the revenue bonds and to apply the same to the purposes for which the revenue bonds are issued, or to receive and receipt for, hold and administer all or part of the revenue derived by the department from the undertaking or loan program and to apply the revenue to the payment of the principal of and interest on the revenue bonds, or both.\n\nIn the event that the trustee shall be appointed, any trust indenture or trust agreement or indenture of mortgage entered into by the department with the trustee may contain whatever covenants and provisions authorized by this part as may be deemed necessary by the department, and any covenants or provisions so contained need not be included in a resolution adopted or certificate issued pursuant to this part, but may be incorporated by general reference thereto in the resolution or certificate. Any resolution or certificate, trust indenture or trust agreement or indenture of mortgage adopted, issued, or entered into by the department pursuant to this part may also contain any provisions required for the qualification thereof under the federal Trust Indenture Act of 1938 (15 United States Code §77aaa), as amended, or deemed necessary or desirable by the department for the security and protection of the holders of the revenue bonds or to carry out the purposes of this part. The department may pledge and assign to the trustee all or any part of the revenue of the undertaking or loan program for the benefit of the holders of the revenue bonds.\n\n(d) If the director of finance shall appoint a trustee for the holders of the revenue bonds as provided in subsection (c), then notwithstanding subsection (a), the director of finance may elect not to serve as fiscal agent for the payment of the principal and interest, and for the purchase, registration, transfer, exchange, and redemption of the revenue bonds, or may elect to limit the functions the director of finance shall perform as fiscal agent.\n\nThe director of finance may appoint the trustee to serve as fiscal agent, and may authorize and empower the trustee to perform such functions with respect to the payment, purchase, registration, transfer, exchange, and redemption, as the director of finance may deem necessary, advisable, or expedient, including without limitation the holding of the revenue bonds and coupons which have been paid and the supervision and conducting of the destruction thereof in accordance with sections 40-10 and 40-11. Nothing in this subsection shall be a limitation upon the powers granted to the director of finance in sections 36-3 and 39-13 and subsection (a) to appoint the trustee or others as fiscal agents, paying agents, and registrars for the revenue bonds or to authorize and empower those fiscal agents, paying agents, and registrars to perform the functions referred to in subsection (a). The intent of this subsection is to permit the director of finance, at the director of finance's election, not to serve as fiscal agent for the revenue bonds or to limit the functions the director of finance shall perform as fiscal agent, as the director of finance may deem necessary, advisable, or expedient. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-68/"
    },
    {
      "id": "section-39-69",
      "number": "39-69",
      "heading": "Investment of reserves, etc.",
      "text": "§39-69Investment of reserves, etc.The director of finance, with the approval of the department, may invest any money held as reserves or in sinking funds or not required for immediate disbursement, including proceeds of the revenue bonds, which in the department's judgment are in excess of the amounts necessary for the meeting of immediate requirements, in securities permitted by the resolution or certificate and which constitute legal investments for public funds. Income derived therefrom shall be treated as revenue of the undertaking or loan program; expenses of purchase, safekeeping, sale, and redemption, and all other expenses attributable to the investments shall be proper expenses of the undertaking or loan program. Securities so purchased shall be considered as being deposited in the custody or control of the director of finance by the department, and shall be legally secured as provided in section 38-3. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-69/"
    },
    {
      "id": "section-39-70",
      "number": "39-70",
      "heading": "Bond anticipation notes.",
      "text": "§39-70Bond anticipation notes.In anticipation of the issuance of revenue bonds pursuant to this part theretofore authorized by the legislature for an undertaking or a loan program and of the receipt of the proceeds of such revenue bonds, the department having jurisdiction over the undertaking or a loan program, with the approval of the governor, may issue and sell revenue bond anticipation notes for the purposes for which the revenue bonds have been authorized, the maximum principal amount of which shall not exceed the authorized principal amount of the revenue bonds. The notes shall be payable solely from and secured by the proceeds of the sale of the revenue bonds in anticipation of which they were issued and the revenue, or the user taxes, or a combination of both, which would be payable from and secured by the revenue bonds; provided that to the extent the principal of the notes is paid from moneys other than the proceeds of sale of the revenue bonds, the maximum amount of revenue bonds in anticipation of which the notes are issued that has been authorized shall be reduced by the amount of the notes paid. The issuance of notes and the details thereof shall be governed by this part with respect to revenue bonds insofar as it may apply; provided that each note, together with all renewals and extensions thereof or refundings thereof by other notes issued pursuant to this section, shall mature within five years from the date of the original note. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-70/"
    },
    {
      "id": "section-39-71",
      "number": "39-71",
      "heading": "Refunding revenue obligations.",
      "text": "§39-71Refunding revenue obligations.(a) Whenever the State or any department thereof shall have outstanding any revenue bonds, and the department with the approval of the governor and the director of finance, determines that it will be financially sound and advantageous to the State to refund any outstanding revenue bonds, the department with the approval of the governor but without further authorization of the legislature, shall have the power to provide for the issuance of refunding revenue bonds with which to provide for the payment of the outstanding revenue bonds or any part thereof at or before the maturity or redemption date thereof, with the right to include various series and issues of the outstanding revenue bonds in a single issue of refunding revenue bonds, to pay any redemption premium and interest to accrue and become payable on the outstanding revenue bonds being refunded, and to establish reserves for the refunding revenue bonds and partly to refund outstanding revenue bonds and partly for the construction or acquisition of improvements and additions to and extensions of the undertaking for the construction or acquisition of which the outstanding revenue bonds were issued or, in the case of a loan program, partly to extend the loan program.\n\n(b) The refunding revenue bonds shall be payable solely from and secured by the revenue of the loan program or undertaking, or the user taxes derived with respect to the undertaking, or a combination of both, from which were payable and by which were secured the outstanding revenue bonds to be refunded, and shall be a valid claim only as against the revenue or user taxes, or combination of both. Refunding revenue bonds issued for the purpose of establishing and administering a loan program may also be secured by a pledge of all or a portion of undertakings, mortgages, and other obligations held by the department as security for a loan made under the program. The interest rate or rates of the refunding revenue bonds shall not be limited by the interest rate or rates borne by any of the revenue bonds to be refunded thereby.\n\nThe refunding revenue bonds, in the discretion of the department and with the approval of the governor and the director of finance, may be exchanged at par for the revenue bonds which are being refunded or may be sold in the manner provided in this part for revenue bonds, as the department deems to be in the best interest of the State.\n\nThe refunding revenue bonds may be issued and delivered at any time prior to the date of maturity or redemption date of the revenue bonds to be refunded that the department deems to be in the best interest of the State. The refunding revenue bonds, except as specifically provided in this section, shall be issued in accordance with the provisions of this part with respect to revenue bonds. Pending the time the proceeds derived from the sale of refunding revenue bonds issued under this part are required for the purposes for which they were issued, the proceeds, upon authorization or approval of the governor, may be invested in obligations of, or obligations unconditionally guaranteed by the United States of America, or in savings accounts, time deposits, or certificates of deposit of any bank or trust company within or without the State, to the extent that such savings accounts, time deposits, or certificates of deposit are collaterally secured by a pledge of obligations of, or obligations unconditionally guaranteed by, the United States of America; or in obligations of any state of the United States of America or any agency, instrumentality, or local government thereof, the provision for payment of the principal and interest which shall have irrevocably been made by deposit of obligations of, or obligations unconditionally guaranteed by the United States of America.\n\nTo further secure refunding revenue bonds, or the revenue bonds being refunded, or both, the State may enter into a contract with any bank or trust company, within or without the State, with respect to the safekeeping and application of the proceeds of refunding revenue bonds, and the safekeeping and application of the earnings of investment. All revenue bonds refunded and redeemed by the issue and sale or issue and exchange of refunding revenue bonds shall be canceled.\n\n(c) Nothing in this section shall require the department to elect to redeem or prepay revenue bonds being refunded, or to redeem or prepay revenue bonds being refunded which were issued in the form customarily known as term bonds in accordance with any sinking fund installment schedule specified in any proceedings authorizing the issuance thereof, or in the event the department elects to redeem or prepay any bonds, to redeem or prepay as of any particular date or dates. The determination of the department with respect to the financial soundness and advantage of the issuance and delivery of refunding revenue bonds authorized, when approved by the governor and the director of finance shall be conclusive, but nothing in this section shall require the holders of any outstanding revenue bonds being refunded to accept payment thereof otherwise than as provided in the revenue bonds to be refunded. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-71/"
    },
    {
      "id": "section-39-72",
      "number": "39-72",
      "heading": "Transfers to department.",
      "text": "§39-72Transfers to department.When there are moneys in the general, special, or revolving funds of the State, which in the judgment of the director of finance are in excess of the amounts necessary for the immediate state requirements, the director of finance may make temporary transfers of moneys to the department for purposes for which revenue bonds may be issued, if in the judgment of the director of finance the action will not impede or hamper the necessary financial operations of the State. The total amount of temporary transfers for any undertaking or loan program shall not exceed the sum of the unissued revenue bonds authorized therefor by the legislature. The general, special, or revolving funds shall be reimbursed from the proceeds upon the eventual issuance and sale of the revenue bonds. The sale of the revenue bonds shall not be deferred beyond the date fixed by the director of finance for reimbursement.\n\nThe director of finance may make temporary transfers from the general, special, or revolving funds to any account which has been set up in the treasury for the payment of revenue bonds, or the interest thereon, or to any other account which has been set up in the treasury for the making of other payments as are provided or required in this part. Any transfer may be made when the account is first opened and prior to any payment therefrom, or prior to the issuance of revenue bonds for the undertaking or loan program, or at any time when the account may be temporarily depleted. No transfer shall be made unless, in the judgment of the director of finance, the account to which the moneys are transferred will be able to effect reimbursement on or before the date fixed by the director of finance for reimbursement.\n\nNo interest shall be charged upon any transfer made, and transfers shall be made only upon the request of the department. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-72/"
    },
    {
      "id": "section-39-73",
      "number": "39-73",
      "heading": "Consent of governmental agencies.",
      "text": "§39-73Consent of governmental agencies.It shall not be necessary for any department proceeding pursuant to this part to obtain any certificate of convenience or necessity, franchise, license, permit, or other authorization from any bureau, board, commission, or other like instrumentality of the State or its political subdivisions in order to acquire, construct, purchase, reconstruct, improve, better, extend, maintain, and operate an undertaking. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-73/"
    },
    {
      "id": "section-39-74",
      "number": "39-74",
      "heading": "General laws applicable.",
      "text": "§39-74General laws applicable.The provisions of part II, relating to lost, stolen, destroyed, or defaced bonds, and to lost, stolen, destroyed, or defaced coupons, to the extent that they are applicable, shall apply to revenue bonds issued pursuant to this part. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-74/"
    },
    {
      "id": "section-39-75",
      "number": "39-75",
      "heading": "Construction.",
      "text": "§39-75Construction.The powers conferred by this part shall be in addition and supplemental to the powers conferred by any other law concerning any undertaking or loan program. An undertaking may be acquired, purchased, constructed, reconstructed, improved, bettered, and extended, or a loan program established, maintained, or extended, and revenue bonds may be issued pursuant to this part for those purposes; notwithstanding that any other law may provide for the acquisition, purchase, construction, reconstruction, improvement, betterment, or extension of a like undertaking or the establishment, maintenance, or extension of a like loan program, without regard to the requirements, restrictions, limitations, or other provisions contained in any other law. Except as expressly provided in any other law, insofar as the provisions of this part are inconsistent with the provisions of any other laws, the provisions of this part shall be controlling. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-75/"
    },
    {
      "id": "section-39-76",
      "number": "39-76",
      "heading": "Validation of proceedings.",
      "text": "§39-76 Validation of proceedings.All proceedings taken with respect to the contracting of revenue bonded indebtedness and the issuance, sale, execution, and delivery of revenue bonds by or on behalf of this State, are hereby validated, ratified, approved, and confirmed, notwithstanding any defects or irregularities in any proceedings or in the issuance, execution, sale, or delivery, and the revenue bonds so issued or to be issued are and shall be valid obligations of the State. [L 1988, c 28, pt of §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-76/"
    },
    {
      "id": "section-39-91",
      "number": "39-91",
      "heading": "to 99 REPEALED. §39-91 Definitions.",
      "text": "to 99 REPEALED. §39-91 Definitions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-92",
      "number": "39-92",
      "heading": "State debt limit statement.",
      "text": "§39-92 State debt limit statement.(a) The director of finance shall annually as of July 1 of each fiscal year and following each issuance of general obligation bonds of the State ascertain and set forth in a table or other summary a statement evidencing the power of the State to issue general obligation bonds. In preparing the statements required by this section, the director of finance may rely on the statement of total outstanding indebtedness of the State and the exclusions therefrom prepared pursuant to section 39-93 to the extent such statement is concurred to by the attorney general and the comptroller. The statement shall include the following:\n\n(1) The total principal and interest payable in the current fiscal year and in each future fiscal year on all outstanding general obligation indebtedness of the State including outstanding general obligation bonds, reimbursable general obligation bonds, and any other outstanding general obligation bonds. Principal and interest on bonds constituting instruments of indebtedness under which the State incurs a contingent liability as a guarantor need not be included, but only to the extent the principal amount of such bonds does not exceed seven per cent of the principal amount of outstanding general obligation bonds not otherwise excluded under section 13 of Article VII of the Constitution; provided that the State shall have established and is maintaining a reserve in an amount in reasonable proportion to the outstanding loans guaranteed by the State pursuant to law.\n\n(2) The total principal and interest payable in the current fiscal year and in each future fiscal year on all outstanding general obligation indebtedness of the State which may be excluded under section 13 of Article VII of the Constitution in determining the power of the State to issue general obligation bonds for the purposes of that section. There shall be itemized and shown the amounts which may be excluded under each of clauses 1 through 9 of section 13; in the case of reimbursable general obligation bonds, the undertaking, improvement, system, or political subdivision for which such bonds are issued, and, except as to such bonds issued for a political subdivision, the revenues, user taxes, or both, from which the reimbursement to the general fund for the payment of the principal and interest of such bonds is to be made.\n\n(3) The total principal and interest payable in the current fiscal year and in each future fiscal year on all outstanding general obligation indebtedness which may not be excluded in determining the power of the State to issue general obligation bonds for the purposes of section 13 of Article VII of the Constitution.\n\n(4) The net general fund revenues for each of the three preceding fiscal years, the average of such net general fund revenues and, until June 30, 1982, the figure which is twenty per cent of such average; and thereafter, the figure which is eighteen and one-half per cent of such average.\n\nThe items required above to be set forth in the statement may be disclosed in such manner or arrangement as the director of finance may deem advisable, and need not be separately stated if the captions, headings, or groupings disclose the information required to be set forth.\n\n(b) The director of finance shall also prepare and attach to the statement such supporting schedules as may be required to set forth in detail the bonds included in the itemizations required by paragraphs (1) and (2) of subsection (a) of this section. The supporting schedules shall also set forth a finding and determination of the net general fund revenues for each of the preceding three fiscal years by setting forth the following for each such preceding fiscal year:\n\n(1) The total of the moneys paid into the general fund in such fiscal year;\n\n(2) The total of the moneys paid into the general fund in such fiscal year received as grants from the federal government;\n\n(3) The total of the moneys paid into the general fund in such fiscal year from revenues, or user taxes, or combination thereof derived from a public undertaking, improvement, or system, to the extent such payments into the general fund were made in reimbursement of the payment during such fiscal year from the general fund of the principal and interest of reimbursable general obligation bonds issued for such undertaking, improvement, or system which are to be excluded in determining the power of the State to issue general obligation bonds;\n\n(4) The total of the moneys paid into the general fund in such fiscal year from the revenue of a political subdivision, to the extent such payments into the general fund were made in reimbursement of the payment during such fiscal year from the general fund of the principal and interest of reimbursable general obligation bonds issued for the political subdivision which are to be excluded in determining the power of the State to issue general obligation bonds;\n\n(5) The difference obtained by subtracting from the total required to be set forth in the statement by paragraph (1) of this subsection, the totals required to be set forth in the statement by paragraphs (2), (3), and (4) of this subsection, which difference shall constitute the net general fund revenues of the State for such preceding fiscal year.\n\n(c) If payments from the general fund were made in the immediately preceding fiscal year for interest or principal of reimbursable general obligation bonds issued for an undertaking, improvement, or system, the supporting schedules relating to such undertaking, improvement, or system shall also set forth in brief and summary form the following with respect to such undertaking, improvement, or system:\n\n(1) The revenues or user taxes, or both, as follows:\n\n(A) The amount of surplus revenues or surplus user taxes, or both, derived in prior fiscal years from or with respect to the undertaking, improvement, or system which are carried forward in the fiscal year, to the extent such surplus revenues or surplus user taxes, or both, are available in the fiscal year for the payment of costs for operation, maintenance, and repair of the undertaking, improvement, or system, the payment of interest and principal due on revenue bonds issued for the undertaking, improvement, or system, and payment into the general fund in reimbursement of the payment from the general fund of the principal and interest on reimbursable general obligation bonds issued for such undertaking, improvement, or system;\n\n(B) The amount of the revenues or user taxes, or both, derived in the fiscal year from or with respect to the undertaking, improvement, or system; and\n\n(C) The total of (A) and (B) of this paragraph;\n\n(2) The total of the costs of operation, maintenance, and repair of the undertaking, improvement, or system during the fiscal year;\n\n(3) The total of payments made during the fiscal year of interest and principal on revenue bonds issued for the undertaking, improvement, or system;\n\n(4) The total of the payments made during the fiscal year from the general fund for interest and principal on reimbursable general obligation bonds issued for such undertaking, improvement, or system;\n\n(5) The amount paid into the general fund during the fiscal year from the total net revenues or net user tax receipts, or both, set forth in the schedule pursuant to paragraph (1)(C) of this subsection of the undertaking, improvement, or system; and\n\n(6) The percentage obtained by dividing the figure required to be set forth in the schedule by paragraph (4) of this subsection into the figure required to be set forth by paragraph (5) of this subsection which percentage shall constitute the percentage of the reimbursable general obligation bonds issued for the undertaking, improvement, or system which may be excluded under clause 6 of section 13 of Article VII of the Constitution when determining the power of the State to issue general obligation bonds.\n\n(d) The director of finance shall also prepare and attach to the statement such supporting schedules as may be necessary to be set forth in such a manner or arrangement as the director of finance may deem advisable the following:\n\n(1) The principal amount of bonds constituting instruments of indebtedness under which the State incurs a contingent liability as a guarantor which may be excluded under clause 8 of section 13 of Article VII of the Constitution when determining the power of the State to issue general obligation bonds;\n\n(2) The total principal amount of all outstanding general obligation indebtedness of the State including general obligation bonds, reimbursable general obligation bonds, and any other outstanding general obligation bonds;\n\n(3) The total principal amount of outstanding general obligation indebtedness of the State which may be excluded under section 13 of Article VII of the Constitution. There shall be itemized and shown the amounts which may be excluded under each of clauses 1 through 9 of section 13; in the case of reimbursable general obligation bonds, the undertaking, improvement, system, or political subdivision for which such bonds are issued. The principal amount of reimbursable general obligation bonds issued for an undertaking, improvement, or system for the purposes of this paragraph shall be the product of the respective percentages obtained in subsection (c)(6) of this section and the total principal amount of outstanding reimbursable general obligation bonds issued for an undertaking, improvement, or system;\n\n(4) The difference obtained by subtracting from the total required to be set forth in the statement by paragraph (2) of this subsection, the total required to be set forth in the statement by paragraph (3) of this subsection, which difference shall constitute the principal amount of outstanding general obligation bonds not otherwise excluded under clause 8 of section 13 of Article VII of the Constitution;\n\n(5) The principal and interest and fraction thereof for the amount of bonds constituting instruments of indebtedness under which the State incurs a contingent liability as a guarantor obtained from paragraph (1) of this subsection which is in excess of seven per cent of the amount obtained in paragraph (4) of this subsection shall be included in the schedule set forth in subsection (a)(1) of this section.\n\n(e) Upon the preparation by the director of finance of any statement and supporting schedules required by this section, the director shall certify such statement and supporting schedules to the governor and the presiding officers of the legislature. The statement and schedules so certified shall be conclusive as to all items therein. The director of finance shall reproduce and deliver to the legislature a sufficient number of copies of such certified statements, so that a copy of each such statement may be distributed to each member of the legislature at the next regular session thereof. Only the statement itself shall be required to be reproduced, and the copies need not include any of the supporting schedules required by this section.\n\n(f) Prior to the issuance of any general obligation bonds the director of finance shall prepare a finding to be set forth in such a manner as the director may deem advisable that such issuance shall not cause the debt limit of the State to be exceeded. [L 1979, c 57, pt of §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-92/"
    },
    {
      "id": "section-39-93",
      "number": "39-93",
      "heading": "Statement of total outstanding indebtedness of the State and the exclusions permitted therefrom.",
      "text": "§39-93 Statement of total outstanding indebtedness of the State and the exclusions permitted therefrom.(a) The director of finance shall annually ascertain and set forth in a table or other summary a statement of the total outstanding indebtedness of the State and the exclusions therefrom, as of July 1 of each fiscal year. The statement shall include the following:\n\n(1) The total principal amount of outstanding indebtedness of the State, separately stating the outstanding principal amount of general obligation bonds less reimbursable general obligation bonds excludable under section 13 of Article VII of the Constitution, reimbursable general obligation bonds, revenue bonds, special purpose revenue bonds, and any other outstanding bonds; and, in the case of revenue bonds, the undertaking, improvement, system, or loan program for which such bonds are issued; and, in the case of reimbursable general obligation bonds, the undertaking, improvement, system, or political subdivision for which such bonds are issued, and, except as to such bonds issued for a political subdivision, the revenues, user taxes, or both, from which the reimbursement to the general fund for the payment of the principal and interest of such bonds is to be made; and, in the case of special purpose revenue bonds, the purpose for which such bonds were issued and the person with whom the State, or a department thereof, has contracted and who is obligated to make payments to the State;\n\n(2) The principal amount of outstanding bonds which may be excluded under section 13 of Article VII of the Constitution when determining the total indebtedness of the State, separately stating reimbursable general obligation bonds, revenue bonds, special purpose revenue bonds, and any other outstanding bonds which may be excluded; and, in the case of revenue bonds, the undertaking, improvement, system, or loan program for which such bonds are issued; and, in the case of reimbursable general obligation bonds, the undertaking, improvement, system, or political subdivision for which such bonds are issued, and, except as to such bonds issued for a political subdivision, the revenues, user taxes, or both, from which the reimbursement to the general fund for the payment of the principal and interest of such bonds is to be made; and, in the case of special purpose revenue bonds, the purpose for which such bonds were issued and the person with whom the State, or a department thereof, has contracted and who is obligated to make payments to the State;\n\n(3) The principal amount of outstanding general obligation bonds of the State less reimbursable general obligation bonds of the State excludable under section 13 of Article VII of the Constitution that have matured, or that mature in the then current fiscal year, or that have been irrevocably called for redemption and the redemption date has occurred or will occur in the then fiscal year, or for the full payment of which moneys or securities have been irrevocably set aside.\n\nThe items required above to be set forth in the statement may be disclosed in such manner or arrangement as the director of finance may deem advisable, and need not be separately stated if the captions, headings, or groupings disclose the information required to be set forth.\n\n(b) If payments from the general fund were made in the preceding fiscal year for interest or principal of reimbursable general obligation bonds issued for an undertaking, improvement, or system, the supporting schedules shall also set forth in brief and summary form the following with respect to each such undertaking, improvement, or system:\n\n(1) The total of the revenues or user taxes, or both, as follows:\n\n(A) The amount of surplus revenues or surplus user taxes, or both, derived in prior fiscal years from or with respect to the undertaking, improvement, or system which are carried forward in the fiscal year, to the extent such surplus revenues or surplus user taxes, or both, are available in the fiscal year for the payment of costs for operation, maintenance, and repair of the undertaking, improvement, or system, the payment of interest and principal on revenue bonds issued for the undertaking, improvement, or system and payment into the general fund in reimbursement of the payment from the general fund of the principal and interest on reimbursable general obligation bonds issued for such undertaking, improvement, or system;\n\n(B) The amount of the revenues or user taxes, or both, derived in the fiscal year from or with respect to the undertaking, improvement, or system; and\n\n(C) The total of (A) and (B) of this paragraph;\n\n(2) The total of the costs of operation, maintenance, and repair of the undertaking, improvement, or system during the fiscal year;\n\n(3) The total of payments made during the fiscal year of interest and principal on revenue bonds issued for the undertaking, improvement, or system;\n\n(4) The total of the payments made during the fiscal year from the general fund for interest and principal on reimbursable general obligation bonds issued for such undertaking, improvement, or system;\n\n(5) The amount paid into the general fund during the fiscal year from the total net revenues or net user tax receipts, or both, set forth in the schedule pursuant to paragraph (1)(C) of this subsection of the undertaking, improvement, or system; and\n\n(6) The percentage obtained by dividing the figure required to be set forth in the schedule by paragraph (4) of this subsection into the figure required to be set forth by paragraph (5) of this subsection which percentage shall constitute the percentage of the principal amount of reimbursable general obligation bonds which may be excluded under clause 6 of section 13 of Article VII of the Constitution when determining the total principal indebtedness of the State.\n\n(c) Supporting schedules setting forth in brief and summary form the following with respect to the allowable exclusion for bonds constituting instruments of indebtedness under which the State incurs a contingent liability as a guarantor; provided that the State shall have established and is maintaining a reserve in an amount in reasonable proportion to the outstanding loans guaranteed pursuant to law:\n\n(1) The principal amount of outstanding general obligation bonds less reimbursable general obligation bonds excludable under section 13 of Article VII of the Constitution as set forth in subsection (a)(1) of this section;\n\n(2) The amount for the purposes of this section which is seven per cent of the amount obtained in paragraph (1) of this subsection or the total of the outstanding principal amount of loans guaranteed by the State, whichever is less, shall be the exclusion for bonds constituting instruments of indebtedness under which the State incurs a contingent liability as a guarantor; provided that the State shall have established and is maintaining a reserve in an amount in reasonable proportion to the outstanding loans guaranteed by the State pursuant to law.\n\n(d) Upon the preparation by the director of finance of any statement and supporting schedules required by this section, the director shall submit such statement and supporting schedules to the attorney general for concurrence as to all legal findings upon which such statement and supporting schedules are based, and to the comptroller for concurrence as to all matters therein. The attorney general and the comptroller shall notify the director of finance in writing of their concurrence in such statement and supporting schedules. If the attorney general or the comptroller shall disagree with any items included in the statement and supporting schedules, the attorney general or the comptroller, as the case may be, shall notify the director of finance in writing of concurrence as to all other items and as to items of disagreement and the reasons therefor. The director of finance shall thereupon certify the statement and supporting schedules to the governor and the presiding officers of the legislature, setting forth in such certification any items therein disagreed to by the attorney general or the comptroller. The statement and schedules so certified shall be conclusive as to all items therein concurred to by the attorney general and the comptroller.\n\nThe director of finance shall reproduce and deliver to the legislature by December 1 of each year a sufficient number of copies of the certified statement prepared as of July 1 of the then current fiscal year, so that a copy of the statement may be distributed to each member of the legislature at the next regular session thereof. Only the statement itself shall be required to be reproduced, and the copies need not include any of the supporting schedules required by this section.\n\n(e) In the event the certification by the director of finance of any statement and supporting schedules filed with the governor and the presiding officers of the legislature shall set forth therein that the attorney general or the comptroller has disagreed as to any item therein, the governor, at the governor's election, or the legislature at its election, may direct the attorney general to file a declaratory judgment action in the name of the State against the director of finance. Such action may be filed in any circuit court of the State, which courts are hereby vested with jurisdiction over such actions. If the items disagreed to concern only questions of law and all facts involved are stipulated to by the attorney general, comptroller, and director of finance, the attorney general at the attorney general's discretion may file such action in the supreme court, which court is hereby vested with original jurisdiction over such action. Upon any findings and determinations having been made by the court, the director of finance shall revise the latest statement and supporting schedules issued to reflect such findings and determinations and shall certify the revised statement and supporting schedules to the governor and the presiding officers of the legislature.\n\nIn the event the certification by the director of finance shall set forth therein that the attorney general or the comptroller has disagreed to any item therein, until such time as the disagreement is resolved by a declaratory judgment action (1) if the subject matter of the disagreement is concerned with whether certain revenues constitute general fund revenues, or whether such revenues must be deducted in determining net general fund revenues for the purposes of this part, such revenues shall not be considered to be general fund revenues, or shall be deducted in determining net general fund revenues, as the case may be; and (2) if the subject matter of the disagreement is concerned with whether bonds may be excluded under section 13 of Article VII of the Constitution in determining the total outstanding indebtedness of the State, the bonds shall be included in making such determination. [L 1979, c 57, pt of §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-93/"
    },
    {
      "id": "section-39-94",
      "number": "39-94",
      "heading": "Arrangement of statements and schedules and forms; incorporation.",
      "text": "§39-94 Arrangement of statements and schedules and forms; incorporation.In preparing the statements and supporting schedules required by this part, the director of finance may arrange, group, and set forth such information and figures in such manner as the director deems necessary or advisable. Such information and figures need not be set out or arranged in the same order as is set forth in this part, so long as the information and figures required by this part are set forth.\n\nAll findings certified to in accordance with this part shall be deemed to be incorporated into subsequent statements and supporting schedules to the extent relevant thereto. Such findings need not be made again in any subsequent statement or supporting schedule, nor need the legal and financial basis for such findings be set forth again.\n\nThe state highway system established in part III of chapter 264 shall be deemed to be a public system that produces revenues and user tax receipts. All liquid fuel taxes as defined in section 243-1, other than taxes on aviation fuel as defined in that section, and all vehicle weight taxes as defined in section 249-33 which are paid into the state highway fund created by section 248-8 and which are not required by sections 243-6 and 248-9 to be paid to the counties shall be deemed to be user taxes derived in the utilization of the functions and services furnished by the state highway system.\n\nAmounts received from the federal government for the payment or reimbursement of costs of operation, maintenance, and repair of a public undertaking, improvement, or system or for the payment of the principal and interest of bonds issued for such public undertaking, improvement, or system, and for the payment or reimbursement of costs of administering, operating, and maintaining a loan program or for the payment of subsidies for a loan program, may be considered and treated as revenues of such undertaking, improvement, system, or loan program. If such amounts are deposited in the general fund immediately upon their receipt by the State, such amounts shall be deducted from the general fund revenues when determining the net general fund revenues for the purposes of this part, to the extent such amounts are utilized to justify or support a determination that bonds of the State may be excluded when determining the total outstanding indebtedness of the State for the purposes of section 13 of Article VII of the Constitution.\n\nThe director of finance may compose and adopt and have printed or otherwise reproduced any forms the director deems will facilitate the preparation and understanding of statements and supporting schedules required by this part.\n\nAll departments, boards, authorities, and officers of the State shall cooperate with the director of finance to the extent required to enable the director to prepare the statements and supporting schedules required by this part. [L 1979, c 57, pt of §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-94/"
    },
    {
      "id": "section-39-125",
      "number": "39-125",
      "heading": "to 131 REPEALED. §39-101 Renumbered §39A-1.",
      "text": "to 131 REPEALED. §39-101 Renumbered §39A-1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-111",
      "number": "39-111",
      "heading": "Legislative determination.",
      "text": "§39-111 Legislative determination.The provisions of this section shall be applicable to all computations and determinations required in the declaration of findings required of the legislature for the purposes of section 13 of Article VII of the Constitution.\n\nIn determining whether an authorization of bonds when issued would cause to be exceeded the limitations on the total outstanding indebtedness of the State set forth in section 13 of Article VII of the Constitution, or whether such bonds may be excluded from such total outstanding indebtedness under clause 3, 4, 5, 8, or 9 of that section, the \"time of issuance\" thereof shall be deemed to be the same fiscal year in which the bonds are dated even though the date of delivery of the bonds may occur or be in the next succeeding fiscal year by reason of the definition of \"fiscal year\" set forth in section 39-91. [L 1979, c 57, pt of §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-111/"
    },
    {
      "id": "section-39-112",
      "number": "39-112",
      "heading": "Legislative certification as to bonds issued for assessable improvements.",
      "text": "§39-112 Legislative certification as to bonds issued for assessable improvements.The legislature finds, determines, and certifies that (1) there are no bonds of the State issued, the only security for which is the properties benefited or improved or the assessments thereon; and (2) there are no general obligation bonds of the State issued for improvements, the costs of which are to be assessed in whole or in part against properties benefited or improved by such improvements. [L 1979, c 57, pt of §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-112/"
    },
    {
      "id": "section-39-151",
      "number": "39-151",
      "heading": "REPEALED. §39-151 Compound interest bond reserve fund.",
      "text": "§39-151 REPEALED.L 1988, c 28, §2.\n\n[PART VII. GENERAL PROVISIONS]\n\n§39-151 Compound interest bond reserve fund.(a) There is hereby established the Hawaii compound interest bond reserve fund, as a trust fund in the state treasury for the benefit of the State, to be held and administered by the department of budget and finance. The director, from time to time, may transfer a portion of general excise tax revenues collected pursuant to section 237-31 to the credit of the compound interest bond reserve fund, up to but not in excess of $5,000,000 during any fiscal year. Not fewer than thirty days before the convening of each regular session of the legislature, the director shall submit to the legislature a report of all funds transferred to the credit of the compound interest bond reserve fund.\n\n(b) The moneys in the compound interest bond reserve fund shall be held exclusively for the payment of principal of and interest on compound interest bonds. The moneys shall be invested in such amounts and in a manner as will assure the availability to the State of moneys in an amount, together with other moneys available therefor, sufficient to make payments of principal of and interest on compound interest bonds as the same become due. The director of finance may invest and reinvest moneys deposited in the compound interest bond reserve fund only in a manner that will not cause the interest on any series of compound interest bonds to be includable in gross income for federal income tax purposes for any reason, including, without limitation, by causing any compound interest bond to be subjected to treatment as an \"arbitrage bond\", as defined in section 148(a) of the Internal Revenue Code of 1986, as amended, and applicable regulations. [L 1990, c 163, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-151/"
    },
    {
      "id": "section-39-161",
      "number": "39-161",
      "heading": "Definitions.",
      "text": "§39-161 Definitions.Whenever used in this part, unless a different meaning clearly appears from the context:\n\n\"Authorizing statute\" means any statute which authorizes the issuance of bonds.\n\n\"Bonds\" means any bonds, notes, and other instruments of indebtedness, or lease, lease purchase, or certificates of participation, or other evidence of indebtedness for which a security interest is granted or a pledge made upon revenue or other property to provide for payment or security.\n\n\"Governmental unit\" means the State of Hawaii, and any state department, board, commission, officer, authority, agency, public corporation, or instrumentality, or the judiciary.\n\n\"Measure\" means any act, certificate, resolution, statute, or other enactment authorizing the issuance of bonds or authorizing an indenture with respect to bonds pursuant to an authorizing statute. [L 2000, c 28, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-161/"
    },
    {
      "id": "section-39-162",
      "number": "39-162",
      "heading": "Perfection of a security interest.",
      "text": "§39-162 Perfection of a security interest.Any security interest created by a governmental unit pursuant to any authorizing statute is perfected by the adoption of the measure or measures from the date on which the measure takes effect without the need for any physical delivery, filing, or recording in any office. [L 2000, c 28, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-162/"
    },
    {
      "id": "section-39-163",
      "number": "39-163",
      "heading": "Priority of a security interest.",
      "text": "§39-163 Priority of a security interest.The priority of any security interest created by a governmental unit shall be governed by the contractual terms set forth in the measure or measures, including the terms of any indenture or any other agreement approved by the measure or measures, adopted by the governmental unit. No security interest having priority over an existing security interest may be created in violation of the terms of an existing measure governing outstanding bonds. [L 2000, c 28, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-163/"
    },
    {
      "id": "section-39-164",
      "number": "39-164",
      "heading": "Enforcement of a security interest.",
      "text": "§39-164 Enforcement of a security interest.The terms of any applicable authorizing statute shall govern the enforcement of any security interest to the extent that the authorizing statute contains express provisions relating to enforcement or authorizes a governmental unit to contract with respect to enforcement. [L 2000, c 28, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-5/chapter-39/section-39-164/"
    }
  ]
}