{
  "state": "wisconsin",
  "path": "title-chapter-036/chapter-chapter-036",
  "sections": [
    {
      "id": "section-3601statement",
      "number": "36.01Statement",
      "heading": "of purpose and mission.",
      "text": "of purpose and mission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3603system",
      "number": "36.03",
      "heading": "System",
      "text": "36.03 System. There is created in this state a system of institutions of learning to be known as the University of Wisconsin System. The principal office and one university of the system shall be located at or near the seat of state government. History: 1973 c. 335.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-36/section-36-03/"
    },
    {
      "id": "section-3605definitions",
      "number": "36.05",
      "heading": "Definitions",
      "text": "36.05 Definitions. In this chapter: (1) “Academic staff” means professional and administrative personnel with duties, and subject to types of appointments, that are primarily associated with higher education institutions or their administration. (2) “Board of regents” or “board” means the board of regents of the University of Wisconsin System. (3) “Campus” means the publicly owned or leased buildings and grounds which comprise all or part of an institution or the extension. (5) “Chancellor” means the chief executive of an institution. (6m) “College campus” means any one of the 2-year collegiate campuses of the system. (7) “Extension” means the community outreach, public service and extension services of the system. (8) “Faculty” means persons who hold the rank of professor, associate professor, assistant professor or instructor in an academic department or its functional equivalent in an institution and such academic staff as may be designated by the chancellor and faculty of the institution. (9) “Institution” means any university or an organizational equivalent designated by the board and the University of Wisconsin colleges. (9m) “Instructional academic staff” means academic staff members with teaching responsibilities. (9s) “Mainframe” means a large scale, central computer maintained by the board for multipurpose functions. (10) “President” means the chief executive of the system. (11) “Student” means any person who is registered for study in any institution for the current academic period. For the purpose of administering particular programs or functions involving students, the board shall promulgate rules defining continuation or termination of student status during periods between academic periods. (12) “System” means the University of Wisconsin System. (13) “University” means any baccalaureate or graduate degree granting institution. (14) “University of Wisconsin Colleges” means the college campuses as a whole. (15) “University staff” means all employees of the system other than faculty, academic staff, persons whose employment is a necessary part of their training, student assistants, and student hourly help. History: 1973 c. 335; 1985 a. 332 s. 251 (3); 1989 a. 31, 67; 1991 a. 39; 1995 a. 27; 1997 a. 237; 2015 a. 55, 199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-36/section-36-05/"
    },
    {
      "id": "section-3607corporate",
      "number": "36.07Corporate",
      "heading": "title, officers, meetings, records.",
      "text": "title, officers, meetings, records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3609responsibilities",
      "number": "36.09",
      "heading": "Responsibilities",
      "text": "36.09 Responsibilities. (1) The board of regents. (a) The primary responsibility for governance of the system shall be vested in the board which shall enact policies and promulgate rules for governing the system, plan for the future needs of the state for university education, ensure the diversity of quality undergraduate programs while preserving the strength of the state’s graduate training and research centers and promote the widest degree of institutional autonomy within the controlling limits of system-wide policies and priorities established by the board. (am) The board, in consultation with the Wisconsin Economic Development Corporation, shall do all of the following for each economic development program, as defined in s. 36.11 (29r) (a), administered by the board: 1. Establish clear and measurable goals for the program that are tied to statutory policy objectives. 2. Establish at least one quantifiable benchmark for each program goal described in subd. 1. 3. Require that each recipient of a grant or loan under the program submit a report to the board. Each contract with a recipient of a grant or loan under the program shall specify the frequency and format of the report to be submitted to the board and the performance measures to be included in the report. 4. Establish a method for evaluating the projected results of the program with actual outcomes as determined by evaluating the information described in subds. 1. and 2. 5. Annually and independently verify, from a sample of grants and loans, the accuracy of the information required to be reported under subd. 3. 6. Establish by rule a requirement that the recipient of a grant or loan under the program of at least $100,000 submit to the board a verified statement signed by both an independent certified public accountant licensed or certified under ch. 442 and the director or principal officer of the recipient to attest to the accuracy of the verified statement, and make available for inspection the documents supporting the verified statement. The board shall include the requirement established by rule under this subdivision in the contract entered into by a grant or loan recipient. 7. Establish by rule policies and procedures permitting the board to do all of the following if a recipient of a grant or loan or tax benefits under the program submits false or misleading information to the board or fails to comply with the terms of a contract entered into with the board under the program and fails to provide to the satisfaction of the board an explanation for the noncompliance: a. Recoup payments made to the recipient. b. Withhold payments to be made to the recipient. c. Impose a forfeiture on the recipient. (b) The board, after public hearing at each institution, shall establish for each institution a mission statement delineating specific program responsibilities and types of degrees to be granted. (c) The board shall determine the educational programs to be offered in the system and may discontinue educational programs as it deems necessary. (d) The board shall establish policies to guide program activities to ensure that they will be compatible with the missions of the institutions of the system. To this end, the board shall make all reasonable effort to provide night courses. (e) Subject to par. (em), the board shall appoint a president of the system; a chancellor for each institution; a dean for each college campus; the state geologist; the director of the laboratory of hygiene; the director of the psychiatric institute; the state cartographer; and the requisite number of officers, other than the vice presidents, associate vice presidents, and assistant vice presidents of the system; faculty; academic staff; and other employees and fix the salaries, subject to the limitations under par. (j) and s. 230.12 (3) (e), the duties and the term of office for each. The board shall fix the salaries, subject to the limitations under par. (j) and s. 230.12 (3) (e), and the duties for each chancellor, vice president, associate vice president, and assistant vice president of the system. No sectarian or partisan tests or any tests based upon race, religion, national origin, or sex shall ever be allowed or exercised in the appointment of the employees of the system. (em) Neither the board nor any institution may adopt any policy or promulgate any rule that requires the board to consider for appointment as president of the system, chancellor, or vice chancellor only those individuals who are faculty members of the system or another institution of higher education, who have been granted tenure within the system or another institution of higher education, or who hold the highest level of academic degree in a field of study or profession. (f) The board shall delegate to each chancellor the necessary authority for the administration and operation of the institution within the policies and guidelines established by the board. The board may also delegate or rescind other authority to chancellors, committees of the board, administrative officers, members of the faculty and students or such other groups as it deems appropriate. (gm) The board shall not create, except as specifically authorized by the legislature in each instance, any new college, school or its functional equivalent if such college, school or functional equivalent has academic programs at the graduate or professional, post-baccalaureate level. 1. For the purposes of this paragraph, college or school means an academic unit below the institutional level but above the departmental level, including but not limited to a graduate school, law school, medical school, social work school, architecture school, business school and a public administration school. 2. For the purposes of this paragraph, a new college or school shall be deemed to have been created if an administrative position of dean or its functional equivalent is established and if a new instructional program, separate and distinct from the programs currently available at that institution, is established. 3. This paragraph does not apply to the redesignation or reorganization of existing colleges or schools if accomplished through the reclassification of existing positions or the restructuring of existing organizational entities. (h) The board shall allocate funds and adopt budgets for the respective institutions giving consideration to the principles of comparable budgetary support for similar programs and equitable compensation for faculty and academic staff with comparable training, experience and responsibilities and recognizing competitive ability to recruit and retain qualified faculty and academic staff. If the board ceases or suspends operation of any institution or college campus, the appropriations to the board for operation of the institution or college campus may be utilized by the board for any other purpose authorized by the appropriations within the period for which the appropriations are made. (hm) The board shall develop policies for the purpose of specifically identifying the general purpose revenue and nongeneral purpose revenue funding sources used for noninstructional student activities and for the purpose of governing the allocation of funds to those noninstructional student activities supported by both general purpose and nongeneral purpose revenue. (j) Except where such matters are a subject of bargaining with a certified representative of a collective bargaining unit under s. 111.91, the board shall establish salaries for persons prior to July 1 of each year for the next fiscal year, and shall designate the effective dates for payment of the new salaries. In the first year of the biennium, payments of the salaries established for the preceding year shall be continued until the biennial budget bill is enacted. If the budget is enacted after July 1, payments shall be made following enactment of the budget to satisfy the obligations incurred on the effective dates, as designated by the board, for the new salaries, subject only to the appropriation of funds by the legislature and s. 20.928 (3). This paragraph does not limit the authority of the board to establish salaries for new appointments. The board may not increase the salaries of employees under this paragraph unless the salary increase conforms to the proposal as approved under s. 230.12 (3) (e) or the board authorizes the salary increase to recognize merit, to correct salary inequities under par. (h), to fund job reclassifications or promotions, or to recognize competitive factors. The granting of salary increases to recognize competitive factors does not obligate inclusion of the annualized amount of the increases in the appropriations under s. 20.285 (1) for subsequent fiscal bienniums. No later than October 1 of each year, the board shall report to the joint committee on finance and the secretary of administration and administrator of the division of personnel management in the department of administration concerning the amounts of any salary increases granted to recognize competitive factors, and the institutions at which they are granted, for the 12-month period ending on the preceding June 30. (L) The board shall possess all powers necessary or convenient for the operation of the system except as limited in this chapter and ss. 13.48 (14) (am) and 16.848 (1). (2) The president. (a) The president shall be president of all the faculties and shall be vested with the responsibility of administering the system under board policies and shall direct a central administration which shall assist the board and the president in establishing system-wide policies in monitoring, reviewing and evaluating these policies, in coordinating program development and operation among institutions, in planning the programmatic, financial and physical development of the system, in maintaining fiscal control and compiling and recommending educational programs, operating budgets and building programs for the board. Subject to par. (b), the president shall appoint each senior vice president, vice president, associate vice president and assistant vice president of the system. The president shall fix the term of office for each senior vice president, vice president, associate vice president and assistant vice president of the system. (b) The sum of the number of senior vice presidents and vice presidents of the system that the president may appoint under par. (a) may not exceed 4. (c) The president shall appoint a special assistant to the president to serve as the director of the office of educational opportunity under s. 36.64. The special assistant serves at the pleasure of the president. (3) The chancellors. (a) The chancellors shall be the executive heads of their respective faculties and institutions and shall be vested with the responsibility of administering board policies under the coordinating direction of the president and be accountable and report to the president and the board on the operation and administration of their institutions. Subject to board policy the chancellors of the institutions in consultation with their faculties shall be responsible for designing curricula and setting degree requirements; determining academic standards and establishing grading systems; defining and administering institutional standards for faculty peer evaluation and screening candidates for appointment, promotion and tenure; recommending individual merit increases; administering associated auxiliary services; and administering all funds, from whatever source, allocated, generated or intended for use of their institutions. (b) The chancellor may designate a person as provost, to act as chief executive officer of the institution in the chancellor’s absence, if the person currently holds a limited appointment as vice chancellor, associate chancellor, assistant chancellor, associate vice chancellor or assistant vice chancellor. The chancellor may not create an additional administrative position for the purpose of this paragraph. (3m) Meaning of “subject to” in certain provisions. In subs. (4) to (5), “subject to the responsibilities and powers” means subordinate to the responsibilities and powers. (4) Faculty. The faculty of each institution, subject to the responsibilities and powers of the board, the president, and the chancellor of such institution, shall have the primary responsibility for advising the chancellor regarding academic and educational activities and faculty personnel matters. The faculty of each institution shall have the right to determine their own faculty organizational structure and to select representatives to participate in institutional governance, except that the faculty of each institution shall ensure that faculty in academic disciplines related to science, technology, engineering, and mathematics are adequately represented in the faculty organizational structure. (4m) Academic staff. The academic staff members of each institution, subject to the responsibilities and powers of the board, the president, the chancellor, and the faculty of the institution, shall have the primary responsibility for advising the chancellor regarding the formulation and review, and shall be represented in the development, of all policies and procedures concerning academic staff members, including academic staff personnel matters. The academic staff members of each institution shall have the right to organize themselves in a manner they determine and to select their representatives to participate in institutional governance. (5) Students. The students of each institution or campus subject to the responsibilities and powers of the board, the president, the chancellor, and the faculty shall have primary responsibility for advising the chancellor regarding the formulation and review of policies concerning student life, services, and interests. Students in consultation with the chancellor and subject to the final confirmation of the board shall have the responsibility for the disposition of those student fees which constitute substantial support for campus student activities. The students of each institution or campus shall have the right to organize themselves in a manner they determine and to select their representatives to participate in institutional governance. History: 1973 c. 335; 1975 c. 39, 224; 1977 c. 196 ss. 130 (1), (2), 131; 1977 c. 418; 1979 c. 34 s. 2102 (29) (a); 1981 c. 20 s. 2202 (1) (a); 1983 a. 27 s. 2200 (15); 1983 a. 366; 1985 a. 29, 42, 45, 332; 1987 a. 4, 27, 340; 1989 a. 31, 336, 359; 1991 a. 39; 1997 a. 27 ss. 1156ad, 9456 (3m); 1997 a. 35, 237, 307; 1999 a. 42; 2001 a. 16, 104; 2003 a. 33 ss. 930, 931, 2811, 9160; 2003 a. 48 ss. 10, 11; 2003 a. 206 s. 23; 2003 a. 320; 2005 a. 25 ss. 695, 2493; 2007 a. 125; 2009 a. 28; 2011 a. 10, 32; 2013 a. 20 ss. 578, 2365m, 9448; 2013 a. 166; 2015 a. 55; 2017 a. 59. Sub. (5) gives student organizations, rather than the student body, the right to select representatives to participate in institutional governance. Student Ass’n of University of Wisconsin-Milwaukee v. Baum, 74 Wis. 2d 283, 246 N.W.2d 622 (1976). Student and faculty voting participation on the Board of Regents is limited to duly appointed members, but that does not preclude the board or any committee thereof from utilizing groups of nonmembers in advisory capacities. 60 Atty. Gen. 395. The Board of Regents has no authority to provide a deferred salary plan for employees other than through the state teachers retirement system or the Wisconsin retirement fund. 61 Atty. Gen. 6. A ruling by the chancellor of the University of Wisconsin-Eau Claire denying a request to conduct door-to-door solicitation in residence halls did not violate constitutional rights. 61 Atty. Gen. 373. The leasing of university buildings to a religious congregation during nonschool days and hours on a temporary basis while the congregation’s existing facility is being renovated and leasing convention space to a church conference would not violate the separation of church and state provisions of the 1st amendment or article I, section 18, of the Wisconsin Constitution. 63 Atty. Gen. 374. Regents should identify how compulsory fees will be used to necessarily and conveniently further the objects of the university before approving a segregated fee. Regent’s duties are unchanged under sub. (5). 63 Atty. Gen. 385. The financing of student organizations through mandatory student fees does not violate the 1st amendment if viewpoint neutrality is the operational principal. Board of Regents v. Southworth, 529 U.S. 217, 120 S. Ct. 1346, 146 L. Ed. 2d 193 (2000). With one exception, the university’s system, as required by Southworth, 529 U.S. 217 (2000), for distributing compelled fees collected from university students to student groups that delegates funding decisions to the student government was subject to sufficient limits. Southworth v. Board of Regents, 307 F.3d 566 (2002). Although the 1st amendment establishment clause of the U.S. Constitution neither compels nor authorizes the university to categorically exclude funding of activities related to worship, proselytizing, and sectarian religious instruction with segregated fees, the university may nevertheless be able to exclude some or all of the activities to which it objects. The university is free to enact viewpoint neutral rules restricting access to segregated fees, for it may create what is tantamount to a limited public forum if the principles of viewpoint neutrality are respected. However, before excluding an activity from the segregated fee forum pursuant to a content-based distinction, the university must explain specifically why that particular activity, viewed as a whole, is outside the forum’s purposes. Roman Catholic Foundation, UW-Madison, Inc. v. Regents of University of Wisconsin System, 578 F. Supp. 2d 1121 (2008). Affirmed. Badger Catholic, Inc. v. Walsh, 620 F.3d 775 (2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-36/section-36-09/"
    },
    {
      "id": "section-3611powers",
      "number": "36.11Powers",
      "heading": "and duties of the board of regents.",
      "text": "and duties of the board of regents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36112performance",
      "number": "36.112Performance",
      "heading": "funding; innovation fund.",
      "text": "funding; innovation fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36115personnel",
      "number": "36.115Personnel",
      "heading": "systems.",
      "text": "systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3612student",
      "number": "36.12Student",
      "heading": "discrimination prohibited.",
      "text": "discrimination prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3614wisconsin",
      "number": "36.14Wisconsin",
      "heading": "distinguished professorships.",
      "text": "distinguished professorships.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3615academic",
      "number": "36.15Academic",
      "heading": "staff appointments.",
      "text": "staff appointments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3617limited",
      "number": "36.17Limited",
      "heading": "appointments.",
      "text": "appointments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3619other",
      "number": "36.19Other",
      "heading": "appointments.",
      "text": "appointments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3621termination",
      "number": "36.21Termination",
      "heading": "due to certain budget or program changes.",
      "text": "due to certain budget or program changes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3622layoff",
      "number": "36.22Layoff",
      "heading": "or termination of faculty member due to certain budget or program changes.",
      "text": "or termination of faculty member due to certain budget or program changes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3623conflict",
      "number": "36.23Conflict",
      "heading": "of interest.",
      "text": "of interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3625special",
      "number": "36.25Special",
      "heading": "programs.",
      "text": "programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3627tuition",
      "number": "36.27",
      "heading": "Tuition",
      "text": "36.27 Tuition. (1) Board of regents to establish. (a) Subject to par. (b), the board may establish for different classes of students differing tuition and fees incidental to enrollment in educational programs or use of facilities in the system. Except as otherwise provided in this section, the board may charge any student who is not exempted by this section a nonresident tuition. The board may establish special rates of tuition and fees for the extension and summer sessions and such other studies or courses of instruction as the board deems advisable. (b) The board shall permit a person who is 60 years of age or older to audit a course without paying an auditor’s fee if the person is a resident of this state, as determined under sub. (2) (e), space is available in the course and the instructor approves. (2) Nonresident tuition exceptions. (a) Students qualifying under any of the following categories, while they continue to be residents of this state, are entitled to exemption from nonresident tuition but not from incidental or other fees: 1. Any adult student who has been a bona fide resident of the state for 12 months next preceding the beginning of any semester or session for which such student registers at an institution. 2. Any minor student, if one or both of the student’s parents have been bona fide residents of this state for at least 12 months next preceding the beginning of any semester or session for which the student registers at an institution. 3. Any adult student who is a dependent of his or her parents under 26 USC 152 (a), if one or both of the student’s parents have been bona fide residents of this state for at least 12 months next preceding the beginning of any semester or session for which the student registers at an institution. 4. Any minor student who has resided substantially in this state during the years of minority and at least 12 months next preceding the beginning of any semester or session for which such student registers at an institution. 5. Any minor student under guardianship in this state whose legal guardian has been a bona fide resident of this state for at least 12 months next preceding the beginning of any semester or session for which such student registers at an institution. 6. Any adult student who has been employed as a migrant worker for at least 2 months each year for 3 of the 5 years next preceding the beginning of any semester or session for which the student registers at an institution, or for at least 3 months each year for 2 of the 5 years next preceding the beginning of any semester or session for which the student registers at an institution, any adult student whose parent or legal guardian has been so employed while the student was a minor and any minor student whose parent or legal guardian has been so employed. In this subdivision, “migrant worker” has the meaning specified in s. 103.90 (5). (am) Any person who is a refugee, as defined under 8 USC 1101 (a) (42), who moved to this state immediately upon arrival in the United States and who has resided in this state continuously since then is entitled to the exemption under par. (a) if he or she demonstrates an intent to establish and maintain a permanent home in Wisconsin according to the criteria under par. (e). (b) 1. Nonresident members of the armed forces and persons engaged in alternative service who are stationed in this state on active duty and their spouses and children are entitled to the exemption under par. (a) during the period that such persons are stationed in this state. 2. Members of the armed forces who reside in this state and are stationed at a federal military installation located within 90 miles of the borders of this state, and their spouses and children, are entitled to the exemption under par. (a). 3. Nonresident persons who served in active duty in the U.S. armed forces for at least 10 years, who were honorably discharged from such service within 4 years before applying at an institution, and who filed state income tax returns for at least 8 of the last 10 years of active duty in the U.S. armed forces, and their spouses and children are entitled to the exemption under par. (a). 4. A person who was a resident of this state at the time of entry into active duty, who is a resident of and living in this state at the time of registering at an institution, and who is a veteran, as defined in s. 45.01 (12) is entitled to the exemption under par. (a). (br) 1. Subject to subd. 3., a student who meets all of the following requirements is entitled to the exemption under par. (a): a. The student has resided in this state for 6 months immediately preceding the beginning of any semester or session in which the student enrolls at an institution. b. The student is a member of the Wisconsin national guard or a reserve unit of the U.S. armed forces when he or she enrolls in an institution and has been a member for the 6-month period under subd. 1. a. c. While enrolled in an institution, the student continues to be a member of the Wisconsin national guard or reserve unit of the U.S. armed forces, or is honorably discharged or released under honorable conditions from the national guard or a reserve unit of the U.S. armed forces. 2. If a student receiving the exemption under this paragraph withdraws from an institution during a semester or session because he or she is called into state active duty or into active service with the U.S. armed forces, the student is entitled to the exemption under this paragraph if he or she reenrolls in an institution during the semester in which he or she is discharged, demobilized, or deactivated from active duty or in the next succeeding semester. 3. The exemption under this paragraph is limited to 128 credits or 8 semesters, whichever is longer. (c) Any student who is a graduate of a Wisconsin high school and whose parents are bona fide residents of this state for 12 months next preceding the beginning of any semester or session for which the student registers at an institution or whose last surviving parent was a bona fide resident of this state for the 12 months preceding death is entitled to the exemption under par. (a). (cm) Any person continuously employed full time in this state, who was relocated to this state by his or her current employer or who moved to this state for employment purposes and accepted his or her current employment before applying for admission to an institution and before moving, and the spouse and dependents of any such person, are entitled to the exemption under par. (a) if the student demonstrates an intent to establish and maintain a permanent home in Wisconsin according to the criteria under par. (e). In this paragraph, “dependents” has the meaning given in 26 USC 152 (a). (d) Any person who has not been a bona fide resident of the state for 12 months next preceding the beginning of any semester or session for which such person registers at an institution, except as provided in this subsection, is not exempt from the payment of the nonresident tuition. (e) In determining bona fide residence at the time of the beginning of any semester or session and for the preceding 12 months, all of the following apply: 1. The intent of the person to establish and maintain a permanent home in Wisconsin is determinative. In addition to representations by the student, intent may be demonstrated or disproved by factors including, but not limited to, timely filing of a Wisconsin income tax return of a type that only full-year Wisconsin residents may file, voter registration in Wisconsin, motor vehicle registration in Wisconsin, possession of a Wisconsin operator’s license, place of employment, self-support, involvement in community activities in Wisconsin, physical presence in Wisconsin for at least 12 months preceding the beginning of the semester or session for which the student registers, and, if the student is not a U.S. citizen, possession of a visa that permits indefinite residence in the United States. 2. Notwithstanding subd. 1. and par. (a), a student who enters and remains in this state principally to obtain an education is presumed to continue to reside outside this state and such presumption continues in effect until rebutted by clear and convincing evidence of bona fide residence. 3. a. In this subdivision, “relocated service member” means an active duty member of the U.S. armed forces who has been relocated from Wisconsin and stationed on active duty in another state. b. A relocated service member and the service member’s spouse and dependents are considered residents of this state for purposes of this subsection during the period in which the service member is relocated on active duty if they demonstrate, under the factors described in subd. 1., that they are bona fide residents during this period. c. Except as provided in subd. 3. d., subd. 3. b. does not apply after the relocated service member’s period of relocation on active duty in another state has ended. d. A relocated service member’s dependent who is considered a resident of this state under subd. 3. b. continues to be considered a resident of this state after the relocated service member’s period of relocation on active duty in another state has ended. (2m) Appeals. Any body designated by the board to determine nonresident tuition exemptions under sub. (2) may require a student who has been granted such an exemption to submit information from which the body may determine the student’s eligibility for the exemption, the student’s eligibility for a different exemption or the student’s residency status. (2r) Minnesota-University of Wisconsin System student reciprocity agreement. (a) There is established, to be administered by the board, a Minnesota-University of Wisconsin System student reciprocity agreement, the purpose of which shall be to ensure that neither state shall profit at the expense of the other and that the determination of any amounts owed by either state under the agreement shall be based on an equitable formula that reflects the educational costs incurred by the 2 states, reflects any differentials in usage by residents of either state of the public institutions of higher education located in the other state, and reflects any differentials in the resident tuition charged at comparable public institutions of higher education of the 2 states. The board, representing this state, shall enter into an agreement meeting the requirements of this subsection with the designated body representing the state of Minnesota. (b) The agreement under this subsection shall provide for the waiver of nonresident tuition for residents of either state who are enrolled in public institutions of higher education located in the other state. The agreement shall also establish a reciprocal fee structure for residents of either state who are enrolled in public institutions of higher education located in the other state. The reciprocal fee may not exceed the higher of the resident tuition that would be charged the student at the public institution of higher education in which the student is enrolled or the resident tuition that would be charged the student at comparable public institutions of higher education located in the student’s state of residence, as specified in the annual administrative memorandum under par. (c). The agreement is subject to the approval of the joint committee on finance. (c) Prior to each academic year, the board and the designated body representing the state of Minnesota shall prepare an administrative memorandum that establishes policies and procedures for implementation of the agreement for the upcoming academic year, including a description of how the reciprocal fee structure shall be determined for purposes of par. (b), and the board shall submit the administrative memorandum to the joint committee on finance. If the cochairpersons of the committee do not notify the board that the committee has scheduled a meeting for the purpose of reviewing the administrative memorandum within 14 working days after the date of the submittal, the administrative memorandum may be implemented as proposed by the board. If, within 14 working days after the date of the submittal, the cochairpersons of the committee notify the board that the committee has scheduled a meeting for the purpose of reviewing the administrative memorandum, the administrative memorandum may be implemented only upon approval of the committee. (d) No resident of this state whose name appears on the statewide support lien docket under s. 49.854 (2) (b) may receive a waiver of nonresident tuition under this subsection unless the resident provides to the board a payment agreement that has been approved by the county child support agency under s. 59.53 (5) and that is consistent with rules promulgated under s. 49.858 (2) (a). (e) At the end of each semester or academic term, the board and the designated body representing the state of Minnesota shall determine the number of students for whom nonresident tuition has been waived under the agreement. The board and the designated body representing the state of Minnesota shall certify to each other, in addition to the number of students so determined, the aggregate amount of its reimbursement obligation. The entity with the larger reimbursement obligation shall pay as provided in the agreement an amount determined by subtracting the reimbursement obligation of the entity with the smaller reimbursement obligation from the reimbursement obligation of the entity with the larger reimbursement obligation. The agreement shall provide a reasonable date for payment of any such sums due and owing, after which date interest may be charged on the amount owed. The methodology for determination of the appropriate interest rate shall be included in the agreement. All tuition and fees received by this state under this subsection and any net obligations received under this paragraph shall be credited to the appropriation account under s. 20.285 (1) (gb). (f) In allocating funding for each institution under s. 36.09 (1) (h), the board shall ensure that each institution is allocated the amounts received pursuant to par. (e) in proportion to the total amount each institution charged its students with Minnesota residence in tuition and fees under the agreement under this subsection. (3) Tuition remissions. The board may remit nonresident tuition either in whole or in part at each institution, but not other fees: (a) To nonresident students upon the basis of merit, to be shown by suitable tests, examinations, or scholastic records and continued high standards of scholastic attainment. (b) To additional students who, in the judgment of the board, are deserving of relief from the assessment of nonresident tuition. (f) In addition to the remissions of nonresident tuition under this subsection, the board may, as athletic scholarships, grant full remission of fees and nonresident tuition, up to the maximum number allowed by the appropriate athletic conference as recommended by the chancellor of each university. (g) The board may remit nonresident tuition and fees, in whole or part, to resident and nonresident graduate students who are fellows or who are employed within the system as faculty, instructional academic staff, or assistants with an appointment equal to at least 33 percent of a full-time equivalent position. (3m) Fee remissions for survivors. (a) In this subsection: 1. “Correctional officer” has the meaning given in s. 102.475 (8) (a). 1g. “Emergency medical services technician” means an individual under s. 256.01 (4p) or (5). 1m. “Fire fighter” means any person employed by this state or any political subdivision of this state as a member or officer of a fire department whose duties include fire fighting or fire fighting training or a member of a volunteer fire department whose duties include fire fighting or fire fighting training. 2. “Law enforcement officer” has the meaning given in s. 165.85 (2) (c) and includes a person appointed as a conservation warden under s. 23.10. (b) The board shall grant full remission of fees to any resident undergraduate student who is enrolled in a bachelor’s degree program and who is any of the following: 1. The child of an ambulance driver, correctional officer, fire fighter, emergency medical services technician or law enforcement officer who was killed in the line of duty in this state or who qualified for a duty disability benefit, as defined in s. 40.65 (4), under the Wisconsin Retirement System, the Employees’ Retirement System of the city of Milwaukee, or the Milwaukee County Employee’s Retirement System and died as a result of the qualifying disability. The student must be the child of an ambulance driver, correctional officer, fire fighter, emergency medical services technician or law enforcement officer who was so killed or who died as a result of the qualifying disability when the child was under the age of 21 or before the child was born. 2. The surviving spouse of an ambulance driver, correctional officer, fire fighter, emergency medical services technician or law enforcement officer who was killed in the line of duty in this state or who qualified for a duty disability benefit, as defined in s. 40.65 (4), under the Wisconsin Retirement System, the Employees’ Retirement System of the city of Milwaukee, or the Milwaukee County Employee’s Retirement System and died as a result of the qualifying disability. (c) The fee remission under par. (b) shall remain in effect until completion of a sufficient number of credits to be awarded a bachelor’s degree in the student’s major field of study, except that a student must be in good academic standing to receive the remission for the next semester and may not receive a remission for more than 5 consecutive years. (3n) Fee remission for spouse, surviving spouse, and children of certain veterans. (a) In this subsection: 1g. “Academic fees” means the amount charged to a resident student to enroll in a degree credit course, including the University of Wisconsin-Madison Executive MBA Program. In the case of a distance education, online, or other course for which the amount charged to enroll in the course equals at least 100 percent of the cost of offering the course, “academic fees” includes the regular fees charged to a resident student to enroll in the course and any additional fees charged to that student to enroll in that course, other than fees charged for books, supplies, meals, parking, travel, and other miscellaneous expenses incurred for attending the course. 1m. “Eligible veteran” means a person verified by the department of veterans affairs to be either of the following: a. A person who has served on active duty under honorable conditions in the U.S. armed forces, in forces incorporated as part of the U.S. armed forces, in the national guard, or in a reserve component of the U.S. armed forces; who was a resident of this state at the time of entry into that service or resided in this state for at least 5 consecutive years after the person attained the age of 18; and who, while a resident of this state, died on active duty, died as the result of a service-connected disability, or died in the line of duty while on active or inactive duty for training purposes. b. A person who was a resident of this state at the time of entry into service described in subd. 1m. a. or resided in this state for at least 5 consecutive years immediately preceding the beginning of any semester or session for which the person’s spouse or child described in par. (b) 1., 2., or 3. registers at an institution, and who the U.S. department of veteran affairs has awarded at least a 30 percent service-connected disability rating under 38 USC 1114 or 1134. (am) In determining a person’s residency at the time of entry into service under par. (a) 1m. a. or b., the state from which the person entered service is irrelevant. (b) Except as provided in pars. (bd) and (bg), the board shall grant full remission of academic fees and segregated fees for 128 credits or 8 semesters, whichever is longer, less the number of credits or semesters for which the person received remission of fees under s. 38.24 (7) or tuition offsets under grants under s. 39.49 (2) (a) 1. and less the amount of any academic fees or segregated fees paid under 38 USC 3319, to any resident student who maintains a cumulative grade point average of at least 2.0 and is also any of the following: 1. A spouse of an eligible veteran. 2. An unremarried surviving spouse of an eligible veteran. 3. A child of an eligible veteran, if the child is at least 17 but not yet 26 years of age. (bd) If an eligible veteran was not a resident of this state at the time of entry into service described in par. (a) 1m. a., the board may grant a remission of academic fees and segregated fees under this subsection only if the eligible veteran’s spouse or child described in par. (b) 1., 2., or 3. has resided in this state for at least 5 consecutive years immediately preceding the spouse’s or child’s enrollment in an institution. (bg) Before the Board of Regents may grant a remission of academic fees and segregated fees under par. (b), the Board of Regents shall require the resident student to apply to the payment of those fees all educational assistance to which the resident student is entitled under 38 USC 3319. If that educational assistance covers 100 percent of those fees for a credit or semester, that credit or semester shall not count against the 128 credit or 8 semester limit provided in par. (b). If that educational assistance covers less than 100 percent of those fees for a credit or semester and the remission under par. (b) covers the remainder of those fees, the credit or semester shall count against that limit in the proportion that the remission bears to the total academic fees and segregated fees charged for that credit or semester. This requirement applies notwithstanding the fact that the resident student may be entitled to educational assistance under 10 USC 16132a, 10 USC 16163a, or 38 USC 3500 to 3566 as well as under 38 USC 3319, unless the resident student has 12 months or less of eligibility remaining for educational assistance under 10 USC 16132a, 10 USC 16163a, or 38 USC 3500 to 3566. (bm) 1. For a resident student who is entitled to educational assistance under 10 USC 16132a, 10 USC 16163a, or 38 USC 3500 to 3566 and under 38 USC 3319, if the amount of educational assistance, not including educational assistance for tuition, to which the resident student is entitled under 10 USC 16132a, 10 USC 16163a, or 38 USC 3500 to 3566 is greater than the amount of educational assistance, not including educational assistance for tuition, that the resident student received under 38 USC 3319, as determined by the higher educational aids board, in the academic year the higher educational aids board shall reimburse the resident student for the difference in those amounts of educational assistance, as calculated by the higher educational aids board, from the appropriation account under s. 20.235 (1) (fz). The higher educational aids board shall make that determination and calculation in consultation with the Board of Regents. 2. If in any fiscal year there are insufficient moneys available in the appropriation account under s. 20.235 (1) (fz) to provide full reimbursement under subd. 1. to all resident students who are eligible for that reimbursement, the higher educational aids board and the Board of Regents shall reimburse those resident students as provided in s. 39.50 (4). (c) The higher educational aids board shall reimburse the board of regents for all academic fees and segregated fees remitted under par. (b) as provided in s. 39.50 (1) and (3m). (3p) Fee remission for veterans. (a) In this subsection: 1g. “Academic fees” has the meaning given in sub. (3n) (a) 1g. 1m. “Nonresident tuition” means the amount charged to a nonresident student to enroll in a degree credit course, including the University of Wisconsin-Madison Executive MBA Program. In the case of a distance education, online, or other course for which the amount charged to enroll in the course equals at least 100 percent of the cost of offering the course, “nonresident tuition” includes the regular fees charged to a nonresident student to enroll in the course and any additional fees charged to that student to enroll in that course, other than fees charged for books, supplies, meals, parking, travel, and other miscellaneous expenses incurred for attending the course. 1r. “Veteran” means a person who is verified by the department of veterans affairs as being a resident of this state for purposes of receiving benefits under ch. 45; as being a resident of this state at the time of his or her entry into the U.S. armed forces or forces incorporated in the U.S. armed forces or as being a resident of this state for at least 5 consecutive years immediately preceding the beginning of any semester or session for which the person registers at an institution; and as meeting any of the following conditions: a. The person has served on active duty for at least one qualifying term of service under subd. 1r. b. to d. under honorable conditions in the U.S. armed forces or in forces incorporated as part of the U.S. armed forces during a war period or in a crisis zone. b. The person has served on active duty in the U.S. armed forces or in forces incorporated in the U.S. armed forces under honorable conditions, for 2 continuous years or more or for the full period of his or her initial service obligation, whichever is less. c. The person has served on active duty for 90 days or more under honorable conditions in the U.S. armed forces or in forces incorporated in the U.S. armed forces during a war period or for any period of service under section 1 of executive order 10957 dated August 10, 1961. d. The term of service in the U.S. armed forces or in forces incorporated as part of the U.S. armed forces under honorable conditions entitled the person to receive the Armed Forces Expeditionary Medal, established by executive order 10977 on December 4, 1961, the Vietnam Service Medal established by executive order 11231 on July 8, 1965, the Navy Expeditionary Medal, the Marine Corps Expeditionary Medal, or an equivalent expeditionary or service medal. e. The person was honorably discharged from the U.S. armed forces or from forces incorporated in the U.S. armed forces for a service-connected disability, for a disability subsequently adjudicated to have been service connected, or for reasons of hardship. f. The person was released under honorable conditions from the U.S. armed forces or from forces incorporated in the U.S. armed forces due to a reduction in the U.S. armed forces. (am) In determining a person’s residence at the time of entry into service under par. (a) 1r., the state from which the person entered service is irrelevant. (b) Except as provided in par. (bg), the board shall grant full remission of nonresident tuition, academic fees, and segregated fees charged for 128 credits or 8 semesters, whichever is longer, less the number of credits or semesters for which the person received remission of fees under s. 38.24 (8) or tuition offsets under grants under s. 39.49 (2) (a) 1. and less the amount of any academic fees or segregated fees paid under 10 USC 2107 (c), 38 USC 3104 (a) (7) (A), or 38 USC 3313, to any student who is a veteran and maintains a cumulative grade point average of at least 2.0. (bg) Before the Board of Regents may grant a remission of nonresident tuition, academic fees, and segregated fees under par. (b), the board shall require the student to apply to the payment of that tuition and those fees all educational assistance to which the student is entitled under 38 USC 3313. If that educational assistance covers 100 percent of that tuition and those fees for a credit or semester, that credit or semester shall not count against the 128 credit or 8 semester limit provided in par. (b). If that educational assistance covers less than 100 percent of that tuition and those fees for a credit or semester and the remission under par. (b) covers the remainder of that tuition and those fees, the credit or semester shall count against that limit in the proportion that the remission bears to the total nonresident tuition, academic fees, and segregated fees charged for that credit or semester. This requirement applies notwithstanding the fact that the student may be entitled to educational assistance under 10 USC 16131 to 16137, 10 USC 16161 to 16166, or 38 USC 3001 to 3036 as well as under 38 USC 3313, unless the student has 12 months or less of eligibility remaining for educational assistance under 10 USC 16131 to 16137, 10 USC 16161 to 16166, or 38 USC 3001 to 3036. (bm) 1. For a student who is entitled to educational assistance under 10 USC 16131 to 16137, 10 USC 16161 to 16166, or 38 USC 3001 to 3036 and under 38 USC 3313, if the amount of educational assistance, not including educational assistance for tuition, to which the student is entitled under 10 USC 16131 to 16137, 10 USC 16161 to 16166, or 38 USC 3001 to 3036 is greater than the amount of educational assistance, not including educational assistance for tuition, that the student received under 38 USC 3313, as determined by the higher educational aids board, in the academic year the higher educational aids board shall reimburse the student for the difference in those amounts of educational assistance, as calculated by the higher educational aids board, from the appropriation account under s. 20.235 (1) (fz). The higher educational aids board shall make that determination and calculation in consultation with the Board of Regents. 2. If in any fiscal year there are insufficient moneys available in the appropriation account under s. 20.235 (1) (fz) to provide full reimbursement under subd. 1. to all students who are eligible for that reimbursement, the higher educational aids board and the Board of Regents shall reimburse those students as provided in s. 39.50 (4). (c) The higher educational aids board shall reimburse the board of regents for all nonresident tuition, academic fees, and segregated fees remitted under par. (b) as provided in s. 39.50 (1) and (3m). (3r) Fee remissions for funeral assistants. The board shall grant a $25 remission of nonresident tuition or academic fees to any student enrolled in the system as an undergraduate for each valid voucher issued to the student under s. 45.60 (3). (4) Tuition award program. (a) The board may annually exempt from nonresident tuition, but not from incidental or other fees, up to 300 students enrolled at the University of Wisconsin-Parkside as juniors or seniors in programs identified by that institution as having surplus capacity and up to 225 students enrolled at the University of Wisconsin-Superior in programs identified by that institution as having surplus capacity. (d) The University of Wisconsin-Parkside and the University of Wisconsin-Superior shall give preference in admissions to residents of this state over nonresidents who would be exempt from nonresident tuition under par. (a). (5) Fee statement. (a) In this subsection, “state funds” means the total amount of general purpose revenue appropriated under s. 20.285 in any fiscal year. (b) 1. The board shall ensure that every student’s bill for academic fees or nonresident tuition includes the following statement: “The legislature and the governor have authorized $.... in state funds for the University of Wisconsin System during the .... academic year. This amount represents an average subsidy of $.... from the taxpayers of Wisconsin for each student enrolled in the University of Wisconsin System.” 2. The board shall calculate the average subsidy for the purpose of the fee statement under subd. 1. by dividing state funds in the appropriate fiscal year by the number of full-time equivalent students enrolled in the system in the most recent fall semester. (d) 1. The board shall ensure that the segregated fees applicable at each institution and college campus are posted on the Internet website of the institution or college campus. The board shall also ensure that detailed information on the organizations and activities for which allocable segregated fees are expended at each institution and college campus are posted on the Internet web site of the institution or college campus. 2. The board shall ensure that each student’s bill for academic fees or nonresident tuition for a semester or session includes each of the following: a. The total amount of academic fees or nonresident tuition assessed on the student, which shall be listed separately from the amount specified in subd. 2. b. b. The total amount of segregated fees assessed on the student, which shall be listed separately from the amount specified in subd. 2. a. c. The Internet website address specified in subd. 1. for the institution or college campus at which the student is enrolled. (6) Segregated Fees. (a) The board shall ensure that segregated fees are used only for the purpose for which they are charged. (b) The board may provide students with the opportunity to pay an additional fee to support an inter-institutional student government organization. The board may not require students to pay the fee. (7) Late receipt of student’s veterans benefits. If a student receives federal veterans benefits that may be applied against the student’s payment obligations for academic fees or nonresident tuition, the institution in which the student is enrolled may not take any adverse action against the student as a result of the institution’s failure to receive payment of the federal veterans benefits by the deadline established by the institution for payment of tuition or fees. History: 1973 c. 333 ss. 68g, 68k, 201f (2); 1973 c. 335; 1975 c. 39, 199; 1977 c. 29; 1981 c. 20; 1983 a. 407; 1985 a. 51, 192; 1987 a. 399; 1989 a. 31 ss. 709p to 710, 2908; 1989 a. 67, 181, 359; 1991 a. 39, 168, 169; 1993 a. 16; 1995 a. 27, 228; 1997 a. 27, 163, 237; 1999 a. 9, 130, 154, 186; 2001 a. 16, 38; 2003 a. 33 ss. 936, 9160; 2003 a. 42, 185, 320; 2005 a. 22, 25, 320, 387, 404, 468; 2007 a. 20, 130; 2009 a. 28; 2011 a. 32; 2013 a. 20, 173; 2015 a. 55; 2017 a. 12, 59; 2017 a. 365 s. 112; 2019 a. 47, 75, 149; 2021 a. 159; 2023 a. 104. A student who challenges the student’s nonresident status unsuccessfully must reapply before the beginning of any new semester when the student claims that status has changed. Hancock v. Regents of University of Wisconsin, 61 Wis. 2d 484, 213 N.W.2d 45 (1973). The 11th amendment to the U.S. Constitution, which bars private litigants’ suits against nonconsenting states in federal courts, barred a nonresident student’s action asserting that the university violated the student’s constitutional rights to equal protection by charging the student out-of-state tuition. Joseph v. Board of Regents, 432 F.3d 746 (2005).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-36/section-36-27/"
    },
    {
      "id": "section-3630sick",
      "number": "36.30Sick",
      "heading": "leave.",
      "text": "leave.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3631coordination",
      "number": "36.31Coordination",
      "heading": "with other educational agencies; credit for military education.",
      "text": "with other educational agencies; credit for military education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3632student",
      "number": "36.32Student",
      "heading": "identification numbers.",
      "text": "identification numbers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3633agricultural",
      "number": "36.33Agricultural",
      "heading": "lands.",
      "text": "lands.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36335sale",
      "number": "36.335Sale",
      "heading": "of other land; buildings and structures.",
      "text": "of other land; buildings and structures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3634minority",
      "number": "36.34Minority",
      "heading": "student programs.",
      "text": "student programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3636grants",
      "number": "36.36Grants",
      "heading": "for study abroad.",
      "text": "for study abroad.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3637downer",
      "number": "36.37Downer",
      "heading": "Woods and buildings preservation.",
      "text": "Woods and buildings preservation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3640use",
      "number": "36.40Use",
      "heading": "of animals for research purposes.",
      "text": "of animals for research purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3643accommodation",
      "number": "36.43Accommodation",
      "heading": "of religious beliefs.",
      "text": "of religious beliefs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3644license",
      "number": "36.44License",
      "heading": "plate scholarship programs.",
      "text": "plate scholarship programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3645research",
      "number": "36.45Research",
      "heading": "funding.",
      "text": "funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3648alcohol",
      "number": "36.48Alcohol",
      "heading": "and other drug abuse prevention and intervention programs.",
      "text": "and other drug abuse prevention and intervention programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3649environmental",
      "number": "36.49Environmental",
      "heading": "program grants and scholarships; Wisconsin Merit scholarships.",
      "text": "program grants and scholarships; Wisconsin Merit scholarships.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3651nutritional",
      "number": "36.51Nutritional",
      "heading": "improvement for elderly.",
      "text": "improvement for elderly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3652reimbursement",
      "number": "36.52Reimbursement",
      "heading": "of pay supplements.",
      "text": "of pay supplements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3655reporting",
      "number": "36.55Reporting",
      "heading": "employment harassment and discrimination claims.",
      "text": "employment harassment and discrimination claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3656grants",
      "number": "36.56Grants",
      "heading": "for forestry cooperatives.",
      "text": "for forestry cooperatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3658veterinary",
      "number": "36.58Veterinary",
      "heading": "diagnostic laboratory.",
      "text": "diagnostic laboratory.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36585telecommunications",
      "number": "36.585Telecommunications",
      "heading": "and information technology services.",
      "text": "and information technology services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3659information",
      "number": "36.59Information",
      "heading": "technology.",
      "text": "technology.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3660physician",
      "number": "36.60Physician",
      "heading": "and dentist loan assistance program.",
      "text": "and dentist loan assistance program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3661health",
      "number": "36.61Health",
      "heading": "care provider loan assistance program.",
      "text": "care provider loan assistance program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3662rural",
      "number": "36.62Rural",
      "heading": "health development council.",
      "text": "health development council.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3663rural",
      "number": "36.63Rural",
      "heading": "physician residency assistance program.",
      "text": "physician residency assistance program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3664office",
      "number": "36.64Office",
      "heading": "of educational opportunity.",
      "text": "of educational opportunity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3665annual",
      "number": "36.65Annual",
      "heading": "reports.",
      "text": "reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3666grants",
      "number": "36.66Grants",
      "heading": "to meet emergency financial need.",
      "text": "to meet emergency financial need.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3668the",
      "number": "36.68The",
      "heading": "Tommy G. Thompson Center on Public Leadership.",
      "text": "Tommy G. Thompson Center on Public Leadership.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36013601statement",
      "number": "36.0136.01Statement",
      "heading": "of purpose and mission.",
      "text": "of purpose and mission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3601",
      "number": "36.01",
      "heading": "HistoryHistory:1973 c. 335.",
      "text": "HistoryHistory:1973 c. 335.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36033603systemthere",
      "number": "36.0336.03System.There",
      "heading": "is created in this state a system of institutions of learning to be known as the University of Wisconsin System",
      "text": "The principal office and one university of the system shall be located at or near the seat of state government.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3603",
      "number": "36.03",
      "heading": "HistoryHistory:1973 c. 335.",
      "text": "HistoryHistory:1973 c. 335.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}