{
  "state": "wyoming",
  "path": "title-title-18-counties/chapter-chapter-2-corporate-powers-and-duties",
  "sections": [
    {
      "id": "section-18-2-101",
      "number": "18-2-101",
      "heading": "General Powers.Section 18-2-102 - Property",
      "text": "18-2-101. General powers.\n\n(a) Each organized county in the state is a body corporate and politic. The powers of the county shall be exercised by a board of county commissioners which may:\n\n(i) Sue and be sued;\n\n(ii) Purchase property for the use of the county and acquire real property at tax sales, as provided by law;\n\n(iii) Sell or convey property owned by the county, when it is in the best interests of the county;\n\n(iv) Make contracts and perform other acts relating to the property and concerns of the county in the exercise of its corporate or administrative powers;\n\n(v) Exercise other powers as provided by law;\n\n(vi) Establish a surface water drainage system, utilities and drainage management; and\n\n(vii) Repealed By Laws 1999, ch. 22, 2.\n\n(viii) Declare and abate nuisances which the commission determines to be a threat to health or safety as provided in W.S. 18-2-115. No person shall create, continue or permit nuisances to exist in violation of a final order issued pursuant to W.S. 18-2-115. Any resolution passed by a board of county commissioners pursuant to this paragraph is enforceable, in addition to other remedies provided by law, by injunction, mandamus or abatement. Whoever fails to comply with a final order shall be assessed a civil penalty of up to one hundred dollars ($100.00) per day for each day the violation continues. No resolution issued pursuant to this paragraph shall regulate any permitted industrial facility or oil and gas or mining operations necessary to the extraction, production or exploration of the mineral resources. Nothing in this paragraph shall be construed to impair or modify any rights afforded to farm or ranch operations pursuant to the Wyoming Right to Farm and Ranch Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-101/"
    },
    {
      "id": "section-18-2-102",
      "number": "18-2-102",
      "heading": "Property.",
      "text": "18-2-102. Property.\n\nAny property conveyed to a county, is the property of the county.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-102/"
    },
    {
      "id": "section-18-2-103",
      "number": "18-2-103",
      "heading": "Buildings Generally; Infrastructure for Court Information Technology.",
      "text": "18-2-103. Buildings generally; infrastructure for court information technology.\n\n(a) Each county shall provide and maintain a suitable courthouse, jail and other necessary county buildings.\n\n(b) Each county shall provide and maintain infrastructure to ensure the proper function of court information technology equipment including, but not limited to, requisite power outlets, network drops, audio and visual drops and associated wiring for connectivity of all endpoints and peripherals associated with court information technology equipment.\n\n(c) For purposes of this section, \"court information technology equipment\" means as defined in W.S. 5-2-120(d)(i).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-103/"
    },
    {
      "id": "section-18-2-104",
      "number": "18-2-104",
      "heading": "Joint City and County Buildings.",
      "text": "18-2-104. Joint city and county buildings.\n\n(a) Any county and its county seat, acting through the board of county commissioners and the city or town council respectively may agree for the joint purchase or construction and use of:\n\n(i) A building to be used as a county courthouse and city hall, to be known as a city and county building;\n\n(ii) A public auditorium, athletic fields, civic center or other community buildings, which may be designated as a memorial to the veterans of the United States of America as the board and council may determine.\n\n(b) The county and its county seat shall each contribute to the cost of purchase or construction of any facility specified in subsection (a) of this section in such amounts as they agree.\n\n(c) The county commissioners and the city or town council shall fix all details and control of construction, maintenance and management and the division of the expense of maintenance and management of facilities specified in subsection (a) of this section by agreement, and the agreement shall bind both parties until modified or rescinded by mutual agreement.\n\n(d) All laws relative to raising funds and issuing bonds by counties, cities or towns for purchasing or constructing county courthouses and jails and city and town halls, respectively, are applicable for the facilities specified in subsection (a) of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-104/"
    },
    {
      "id": "section-18-2-105",
      "number": "18-2-105",
      "heading": "County, City or Local Housing Authority; Authority to Establish Senior Citizen Center; Receiving State and Federal Monies; Contracting for Services.",
      "text": "18-2-105. County, city or local housing authority; authority to establish senior citizen center; receiving state and federal monies; contracting for services.\n\nA board of county commissioners, cities or local housing authorities designated by said counties or cities may establish and maintain senior citizen centers to provide transportation, information, recreation facilities and other services which will enable senior citizens to maintain their independence and to avoid institutionalization as long as possible. A board of county commissioners, cities or local housing authorities designated by said counties or cities may receive both state and federal monies for the establishment and maintenance of these facilities. A board of county commissioners, the mayor and council or the board of commissioners of a local housing authority may provide these services or contract with public or private organizations or individuals for the services.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-105/"
    },
    {
      "id": "section-18-2-106",
      "number": "18-2-106",
      "heading": "Senior Citizen Advisory Commission.",
      "text": "18-2-106. Senior citizen advisory commission.\n\nA board of county commissioners, the mayor and council or the board of commissioners of a local housing authority may appoint an advisory commission for senior citizens. The composition of the advisory commission, the appointment and terms of its members and provisions for its organization and procedures shall be determined by the board of county commissioners. A member may be removed for cause by the board of county commissioners or other appointing body. The board shall fill any vacancy by appointment for the unexpired term.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-106/"
    },
    {
      "id": "section-18-2-107",
      "number": "18-2-107",
      "heading": "Cooperation With Other Agencies for Funding and Operation of Senior Citizen Centers.",
      "text": "18-2-107. Cooperation with other agencies for funding and operation of senior citizen centers.\n\nThe county, city or local housing authority may cooperate with other agencies as provided in W.S. 16-1-101, for the operation and funding of senior citizen centers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-107/"
    },
    {
      "id": "section-18-2-108",
      "number": "18-2-108",
      "heading": "Joint Establishment, Operation, Contracts and Agreements of Facilities by Local Governments; Sharing of Costs; Issuance of Bonds; Limitation on Expenditures",
      "text": "18-2-108. Joint establishment, operation, contracts and agreements of facilities by local governments; sharing of costs; issuance of bonds; limitation on expenditures.\n\n(a) Each county, municipality, school, hospital or other special district, or any two (2) or more of them may enter into contracts or agreements to jointly establish and operate recreation facilities, water, liquid or solid waste facilities, police protection agency facilities, fire protection agency facilities, transportation system facilities, public school facilities, airports, public health facilities, community college facilities, hospital and related medical facilities, courthouse, jail and administrative office facilities or any combination thereof, and public access roads to school, hospital or other special districts where not otherwise provided by law.\n\n(b) Each county, municipality, school, hospital or other special district, or any two (2) or more of them may enter into contracts or agreements to jointly purchase, lease, construct and operate facilities and equipment used in joint operations permitted under this section and may issue their bonds for such purpose as provided by law.\n\n(c) The costs of the joint operations and joint use of machinery and facilities specified in this section shall be shared among the contracting parties as determined by their governing boards but no cost shall be incurred nor monies expended by any contracting party which will be in excess of limits prescribed by law for expenditures by it.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-108/"
    },
    {
      "id": "section-18-2-109",
      "number": "18-2-109",
      "heading": "Name in Which County Shall Sue or Be Sued.",
      "text": "18-2-109. Name in which county shall sue or be sued.\n\nIn all suits or proceedings the county shall sue or be sued as the \"board of county commissioners of the county of . . . . . . . . . . ,\" but this shall not prevent county officers when authorized by law from suing in their name of office for the benefit of the county.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-109/"
    },
    {
      "id": "section-18-2-110",
      "number": "18-2-110",
      "heading": "Commissioners to Receive Service of Process and Employ Attorney in Behalf of Counties.",
      "text": "18-2-110. Commissioners to receive service of process and employ attorney in behalf of counties.\n\nIn all legal proceedings against the county process shall be served on the board of county commissioners or any member thereof and they may in the absence of the county attorney employ an attorney to defend them, for which they may make an appropriation from the general county fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-110/"
    },
    {
      "id": "section-18-2-111",
      "number": "18-2-111",
      "heading": "Judgment Against County to Be Paid by Tax Levy; When Execution to Issue.",
      "text": "18-2-111. Judgment against county to be paid by tax levy; when execution to issue.\n\nExcept as provided in W.S. 1-39-101 through 1-39-120 when a judgment is rendered against the board of county commissioners or any county officer the judgment shall be paid by a tax levied for that purpose and when collected shall be paid by the county treasurer to the judgment creditor upon the delivery of a proper voucher. Execution may issue on the judgment if payment is not made within sixty (60) days after the time required for the payment of county taxes to the county treasurer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-111/"
    },
    {
      "id": "section-18-2-112",
      "number": "18-2-112",
      "heading": "Contracts for Human Services.",
      "text": "18-2-112. Contracts for human services.\n\nA county may contract for treatment and preventive services for the mentally ill, substance abuser and developmentally disabled as provided in W.S. 35-1-611 through 35-1-627.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-112/"
    },
    {
      "id": "section-18-2-113",
      "number": "18-2-113",
      "heading": "Prohibition of Towing by a County.",
      "text": "18-2-113. Prohibition of towing by a county.\n\n(a) As used in this section, \"towing service\" means the transportation or recovery of privately owned vehicles or the disposal of abandoned, privately owned vehicles by use of a motor vehicle altered, designed or equipped to tow or render assistance for vehicles by means of a crane, hoist, tow bar, tow line or dolly.\n\n(b) Except as provided in subsection (c) of this section, a county shall not purchase or use equipment purchased by the county to engage in a towing service.\n\n(c) Notwithstanding subsection (b) of this section, a county may purchase or use equipment to engage in a towing service if there is no privately owned commercial towing service operating in the county that is able and willing to perform a towing service at a reasonable cost.\n\n(d) Nothing in this section prohibits the use of a county vehicle which is otherwise engaged in authorized activities, from providing assistance to stranded motorists.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-113/"
    },
    {
      "id": "section-18-2-114",
      "number": "18-2-114",
      "heading": "Prohibitions; Amateur Radio Antenna Regulation.",
      "text": "18-2-114. Prohibitions; amateur radio antenna regulation.\n\nNo county shall enact or enforce an ordinance or regulation that fails to conform to the limited preemption entitled \"Amateur Radio Preemption, 101 FCC 2d 952 (1985)\" issued by the federal communications commission. An ordinance or regulation adopted by a county with respect to amateur radio antennas shall conform to the limited federal preemption which states local regulations that involve placement, screening or height of antennas based on health, safety or aesthetic considerations shall be crafted to reasonably accommodate amateur communications. No ordinance or regulation adopted by a county under this section shall establish a maximum height for an amateur radio antenna of less than seventy (70) feet above ground.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-114/"
    },
    {
      "id": "section-18-2-115",
      "number": "18-2-115",
      "heading": "Nuisance Abatement; Procedures.",
      "text": "18-2-115. Nuisance abatement; procedures.\n\n(a) A board of county commissioners shall, by resolution, establish standards for determining when a site may be declared a nuisance under W.S. 18-2-101(a)(viii).\n\n(b) A board of county commissioners may issue an order declaring a property to be a nuisance under W.S. 18-2-101(a)(viii) and shall provide written notice to the owner or occupant of the property describing with specificity the nature of the nuisance and the steps required for abatement. The order shall be in writing, shall state the grounds for the order and shall be filed in the office of the clerk of the district court of the county in which the property is situated. A copy of the order shall be served in accordance with the Wyoming Rules of Civil Procedure upon the owner or occupant with a written notice that the order has been filed and shall remain in force, unless the owner or occupant files his objections or answer with the clerk of the district court within twenty (20) days. A copy of the order shall be posted in a conspicuous place upon the property.\n\n(c) Within twenty (20) days of service of an order issued under subsection (b) of this section, the owner or occupant may file with the clerk of the district court and serve upon the board of county commissioners issuing the order, an answer denying the existence of any of the allegations in the order. If no answer is filed and served, the order shall become a final order declaring the site a nuisance and fix a time when the order shall be enforced. If an answer is filed and served, the court shall hear and determine the issues raised as set forth in subsection (d) of this section.\n\n(d) The court shall hold a hearing within twenty (20) days from the date of the filing of the answer. If the court sustains all or any part of the order, the court shall issue a final order and fix a time within which all or any part of the final order shall be enforced.\n\n(e) An appeal from the judgment or final order of the district court may be taken by any party to the proceeding in accordance with the Wyoming Rules of Appellate Procedure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-115/"
    },
    {
      "id": "section-18-2-116",
      "number": "18-2-116",
      "heading": "County Prohibitions on Utility Connections.",
      "text": "18-2-116. County prohibitions on utility connections.\n\nNo county shall enact or implement any resolution or policy that prohibits, or has the effect of prohibiting, the connection or reconnection of an electric, natural gas, propane or other energy utility service provided by a public utility, municipality or cooperative utility.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-18/chapter-2/section-18-2-116/"
    }
  ]
}