{
  "state": "south-carolina",
  "path": "title-title-54/chapter-chapter-11",
  "sections": [
    {
      "id": "section-54-11-10",
      "number": "54-11-10.",
      "heading": "",
      "text": "Any person who (a) shall moor any vessel of any kind whatsoever or any raft or part of a raft to any buoy, beacon or daymark placed in the waters of this State by the authority of the United States lighthouse board, (b) shall in any manner hang on with any vessel or raft or part of a raft to any such buoy, beacon or daymark, (c) shall wilfully remove, damage or destroy any such buoy, beacon or daymark, (d) shall cut down, remove, damage or destroy any beacon erected on land in this State by the authority of the United States lighthouse board or (e) through unavoidable accident run down, drag from its position or in any way injure any such buoy, beacon or daymark and shall fail to give notice of having done so as soon as practicable to the lighthouse inspector or lighthouse engineer of the district in which such buoy, beacon or daymark may be located shall, for every such offense, be guilty of a misdemeanor and shall be punished by a fine not to exceed two hundred dollars or imprisonment not to exceed three months, or both, at the discretion of the court.\n\nHISTORY: 1962 Code Section 54-401; 1952 Code Section 54-401; 1942 Code Section 1261; 1932 Code Section 1261; Cr. C. '22 Section 156; Cr. C. '12 Section 307; 1905 (24) 914.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-11/section-54-11-10/"
    },
    {
      "id": "section-54-11-20",
      "number": "54-11-20.",
      "heading": "",
      "text": "It shall be unlawful for any vessel to anchor on the range-line of any range of lights established by the United States lighthouse board, unless such anchorage is unavoidable, and the master of any vessel so anchoring shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine not to exceed fifty dollars.\n\nHISTORY: 1962 Code Section 54-402; 1952 Code Section 54-402; 1942 Code Section 1262; 1932 Code Section 1262; Cr. C. '22 Section 157; Cr. C. '12 Section 308; 1905 (24) 914.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-11/section-54-11-20/"
    },
    {
      "id": "section-54-11-30",
      "number": "54-11-30.",
      "heading": "",
      "text": "Any person having charge of any raft passing any buoy, beacon or daymark, who shall not exercise due diligence in keeping clear of it or, if unavoidably fouling it, shall not exercise due diligence in clearing such raft without dragging from its position such buoy, beacon or daymark shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine not to exceed fifty dollars.\n\nHISTORY: 1962 Code Section 54-403; 1952 Code Section 54-403; 1942 Code Section 1263; 1932 Code Section 1263; Cr. C. '22 Section 158; Cr. C. '12 Section 309; 1905 (24) 914.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-11/section-54-11-30/"
    },
    {
      "id": "section-54-11-40",
      "number": "54-11-40.",
      "heading": "",
      "text": "The cost of repairing or replacing any such buoy, beacon or daymark which may have been misplaced, damaged or destroyed by any vessel or raft whatsoever having been made fast to any such buoy, beacon or daymark shall, when it shall be legally ascertained, be a lien upon such vessel or raft and may be recovered against such vessel or raft and the owner thereof in an action of debt in any court of competent jurisdiction in this State.\n\nHISTORY: 1962 Code Section 54-404; 1952 Code Section 54-404; 1942 Code Section 1264; 1932 Code Section 1264; Cr. C. '22 Section 159; Cr. C. '12 Section 310; Cr. C. '02 Section 229; R. S. 520; 1893 (21) 396.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-11/section-54-11-40/"
    },
    {
      "id": "section-54-11-50",
      "number": "54-11-50.",
      "heading": "",
      "text": "If any person shall wilfully and maliciously destroy or in any manner hurt, damage or obstruct or shall wilfully and maliciously cause or aid, assist, counsel or advise any other person or persons to destroy or in any manner to hurt, damage, injure or obstruct any signal, monument or building or any appendage thereto, used or constructed under and by virtue of the act of Congress of the United States passed February 10, 1807, entitled \"An Act to Provide for Surveying the Coast of the United States,\" and the supplements thereto, he shall be liable to be indicted therefor and, on conviction, shall be imprisoned not less than one month or pay a fine not exceeding fifty dollars, or both, at the discretion of the court before which such conviction shall take place and shall be further liable to pay all expenses of repairing the same. And it shall not be competent for any person so offending to defend himself by pleading or giving in evidence that he was the owner or the agent or servant of the owner of the land where such damage was done or caused at the time it was caused or done.\n\nHISTORY: 1962 Code Section 54-405; 1952 Code Section 54-405; 1942 Code Section 1267; 1932 Code Section 1267; Cr. C. '22 Section 162; Cr. C. '12 Section 311; Cr. C. '02 Section 471; G. S. 2513; R. S. 368; 1847 (11) 444.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-11/section-54-11-50/"
    }
  ]
}