{
  "state": "south-carolina",
  "path": "title-title-54/chapter-chapter-15",
  "sections": [
    {
      "id": "section-54-15-10",
      "number": "54-15-10.",
      "heading": "",
      "text": "Subject to Section 8501 of Title 46 of the United States Code, the South Carolina Commissioners of Pilotage for the Upper Coastal Area shall have jurisdiction over and shall regulate pilotage for the bars and harbors of South Carolina beginning at Little River, which is a boundary between South Carolina and North Carolina, to Cape Romain; the South Carolina Commissioners of Pilotage for the Lower Coastal Areas shall have jurisdiction over and shall regulate pilotage from Cape Romain to the South Carolina side of the Savannah River, which is a boundary between South Carolina and Georgia. Any bars, harbors, or ports that lie on or within these boundaries shall be subject to the aforementioned regulatory jurisdiction, but in consideration of the physical exigencies of each port, the commissioners having jurisdiction shall promulgate separate regulations for such respective ports.\n\nHISTORY: 1962 Code Section 56-1401; 1952 Code Section 56-1401; 1942 Code Section 6682; 1932 Code Section 6682; Civ. C. '22 Section 3580; Civ. C. '12 Section 2470; Civ. C. '02 Section 1616; G. S. 1260; R. S. 1357; 1872 (15) 53, 62; 1878 (16) 413; 1888 (20) 61; 1956 (49) 1794; 1958 (50) 1624, 1924; 1988 Act No. 536, Section 1; 1995 Act No. 9, Section 1, eff March 7, 1995; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-10/"
    },
    {
      "id": "section-54-15-20",
      "number": "54-15-20.",
      "heading": "",
      "text": "(A) The South Carolina Commissioners of Pilotage for the Upper Coastal Area must be appointed by the Governor, upon the recommendation of a majority of the Legislative Delegation of Georgetown County and shall serve for three years and until their successors are appointed and qualify. Vacancies must be filled in the manner of the original appointment for the unexpired term.\n\n(B) The South Carolina Commissioners of Pilotage for the Upper Coastal Area shall consist of eight persons appointed as provided by this chapter, one of whom is the Chairman of the South Carolina State Ports Authority or a board member designated by the chairman, ex officio, one of whom is the President of the International Longshoremen's Association Local or his designee, ex officio, and one of whom is a pilot licensed for the Port of Georgetown under Section 54-15-90, appointed by the Governor upon the recommendation of the licensed pilots. The remaining five members are appointed by the Governor upon the recommendation of the Georgetown County Legislative Delegation. The terms of office of the commissioners are for three years and until their successors are appointed except for the members first appointed. The member representative of the pilots licensed under Section 54-15-90 shall serve a three-year term. In the event of a vacancy, however caused, a successor must be appointed in the manner of the original appointment to fill the unexpired term. The above appointments must be made as each term of the present commissioners expires.\n\nHISTORY: 1962 Code Section 56-1402; 1952 Code Section 56-1402; 1942 Code Section 6683; 1932 Code Section 6683; Civ. C. '22 Section 3581; Civ. C. '12 Section 2471; Civ. C. '02 Section 1617; G. S. 1260, 1286; R. S. 1358; 1873 (15) 440; 1880 (17) 455; 1881 (17) 607; 1883 (18) 303; 1888 (20) 61; 1897 (22) 417; 1923 (33) 153; 1933 (38) 60; 1956 (49) 1794; 1958 (50) 1624; 1963 (53) 491; 1988 Act No. 536, Section 2; 2006 Act No. 237, Section 1, eff March 17, 2006; 2013 Act No. 38, Section 1, eff June 7, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-20/"
    },
    {
      "id": "section-54-15-30",
      "number": "54-15-30.",
      "heading": "",
      "text": "The South Carolina Commissioners of Pilotage for the Upper Coastal Area shall elect annually from among its body a chairman and a secretary. The officers shall serve until their successors have been duly elected. But no branch or licensed pilot for Georgetown shall be elected or serve as chairman.\n\nHISTORY: 1962 Code Section 56-1403; 1952 Code Section 56-1403; 1942 Code Section 6683; 1932 Code Section 6683; Civ. C. '22 Section 3581; Civ. C. '12 Section 2471; Civ. C. '02 Section 1617; G. S. 1260, 1286; R. S. 1358; 1873 (15) 440; 1880 (17) 455; 1881 (17) 607; 1883 (18) 303; 1888 (20) 61; 1897 (22) 417; 1923 (33) 153; 1933 (38) 60; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-30/"
    },
    {
      "id": "section-54-15-40",
      "number": "54-15-40.",
      "heading": "",
      "text": "There is created the South Carolina Commissioners of Pilotage for the Lower Coastal Area composed of eight members, one of whom is the Chairman of the South Carolina State Ports Authority, ex officio, or a board member designated by the chairman, one of whom is the president of the International Longshoremen's Association Local 1422 or his designee, ex officio, and one of whom is a pilot licensed under Sections 54-15-90, 54-15-120, and 54-15-130, and one of whom is recommended by the Beaufort County Legislative Delegation from its maritime community and one by the Jasper County Legislative Delegation from its maritime community to be appointed by the Governor. The remaining members are appointed by the Governor upon the recommendation of the Charleston County Legislative Delegation from lists of nominations for the offices submitted to the delegation by the Greater Charleston Chamber of Commerce, the Maritime Association of the Port of Charleston, and the Propeller Club of the Port of Charleston. The terms of office of the commissioners are for three years and until their successors are appointed and qualified, except that of the members first appointed, one shall serve for one year, one shall serve for two years, and one shall serve for three years. The member representative of the pilots licensed under Sections 54-15-120 and 54-15-130 has a three-year term. In the event of a vacancy, however caused, a successor must be appointed in the manner of the original appointment for the unexpired term. The above appointments must be made as each term of the present commissioners expires.\n\nHISTORY: 1962 Code Section 56-1404; 1952 Code Section 56-1404; 1942 Code Section 6683; 1932 Code Section 6683; Civ. C. '22 Section 3581; Civ. C. '12 Section 2471; Civ. C. '02 Section 1617; G. S. 1260, 1286; R. S. 1358; 1873 (15) 440; 1880 (17) 455; 1881 (17) 607; 1883 (18) 303; 1888 (20) 61; 1897 (22) 417; 1923 (33) 153; 1933 (38) 60; 1957 (50) 32; 1958 (50) 1624; 1985 Act No. 194, Section 2; 1994 Act No. 283, Section 1, eff January 27, 1994; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-40/"
    },
    {
      "id": "section-54-15-50",
      "number": "54-15-50.",
      "heading": "",
      "text": "The South Carolina Commissioners of Pilotage for the Upper Coastal Area and surrounding jurisdiction shall organize a board of examination to consist of three nautical men, at least one of whom shall be a full branch pilot of the port to which they belong. Each such board shall examine all applicants as to their competency to work or manage vessels and, generally, to discharge the duties of a pilot. No license or branch shall be granted to any person unless he receives a certificate of competency signed by a majority of such examining board.\n\nHISTORY: 1962 Code Section 56-1405; 1952 Code Section 56-1405; 1942 Code Section 6685; 1932 Code Section 6685; Civ. C. '22 Section 3583; Civ. C. '12 Section 2473; Civ. C. '02 Section 1619; G. S. 1261; R. S. 1359; 1910 (26) 624; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-50/"
    },
    {
      "id": "section-54-15-60",
      "number": "54-15-60.",
      "heading": "",
      "text": "(A) The South Carolina Commissioners of Pilotage for the Lower Coastal Area and surrounding jurisdiction shall organize a board of examiners for the commission of three nautical men, at least one of whom must be licensed for the port under Sections 54-15-120 and 54-15-130. No one is eligible for examination by the board of examiners until he satisfactorily completes his apprenticeship for the port.\n\n(B) The board of examiners shall examine eligible applicants as to their competency to work or manage vessels and generally to discharge the duties of a pilot. Examinations for license are oral, written, and by demonstration.\n\n(C) No license or branch may be granted to a person unless he has received a certificate of his competency signed by a majority of the board of examiners.\n\nHISTORY: 1962 Code Section 56-1406; 1952 Code Section 56-1406; 1942 Code Section 6686; 1932 Code Section 6686; Civ. C. '22 Section 3584; Civ. C. '12 Section 2474; 1910 (26) 624; 1958 (50) 1624; 1985 Act No. 194, Section 3; 1991 Act No. 56, Section 1; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-60/"
    },
    {
      "id": "section-54-15-80",
      "number": "54-15-80.",
      "heading": "",
      "text": "The Commissioners of Pilotage for each area shall set by regulation a fee calculated to defray the expenses of examination, licensing, and issuing any certification under Chapter 15 of Title 54.\n\nHISTORY: 1962 Code Section 56-1408; 1952 Code Section 56-1407; 1942 Code Section 6687; 1932 Code Section 6687; Civ. C. '22 Section 3585; Civ. C. '12 Section 2475; Civ. C. '02 Section 1620; G. S. 1262; R. S. 1360; 1872 (15) 54; 1958 (50) 1624; 1985 Act No. 194, Section 4; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-80/"
    },
    {
      "id": "section-54-15-90",
      "number": "54-15-90.",
      "heading": "",
      "text": "Apprentices for the Upper Coastal Area must be taken by full branch pilots only with the approval of the South Carolina Commissioners of Pilotage Upper Coastal Area and shall serve two years in Georgetown before receiving an initial short branch license. An apprentice must be taken on board vessels of every description so that the apprentice may become completely competent to discharge required duties. After holding an initial short branch license for one year, an apprentice shall receive a second branch license, which the apprentice must hold in service for one year, at the end of which the apprentice may receive a full branch or license. The South Carolina Commissioners of Pilotage for the Upper Coastal Area shall establish in regulation the tonnage and draft restrictions for each short branch license.\n\nHISTORY: 1962 Code Section 56-1409; 1952 Code Section 56-1408; 1942 Code Section 6688; 1932 Code Section 6688; Civ. C. '22 Section 3586; Civ. C. '12 Section 2476; Civ. C. '02 Section 1621; G. S. 1263; R. S. 1361; 1872 (15) 54; 1894 (20) 801; 1910 (26) 625; 1933 (38) 71; 1958 (50) 1624; 1998 Act No. 269, Section 1, eff February 20, 1998; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-90/"
    },
    {
      "id": "section-54-15-100",
      "number": "54-15-100.",
      "heading": "",
      "text": "Apprentices for the Lower Coastal Area are taken only by pilots licensed under Sections 54-15-120 and 54-15-130 for the port and must be approved and certified by the South Carolina Commissioners of Pilotage for the Lower Coastal Area. They must not be under eighteen years of age, must be a graduate of an accredited four-year college or shall hold an unlimited ocean third mate's license, must have 20/20 visual acuity uncorrected or corrected by contact lens, must have good color vision evidenced by ability to distinguish colors by means of a test accepted by the United States Coast Guard, must have good natural hearing, and must have other physical and mental qualifications required by the South Carolina Commissioners of Pilotage for the Lower Coastal Area. Satisfactory certificates of the requirements of this section must be filed with the South Carolina Commissioners of Pilotage for the Lower Coastal Area before the applicant may be accepted as an apprentice.\n\nHISTORY: 1962 Code Section 56-1410; 1952 Code Section 56-1409; 1942 Code Section 6689; 1932 Code Section 6689; Civ. C. '22 Section 3587; Civ. C. '12 Section 2477; Civ. C. '02 Section 1621; G. S. 1263; R. S. 1361; 1892 (15) 54; 1894 (20) 801; 1910 (26) 625; 1920 (31) 700; 1947 (45) 163; 1958 (50) 1624; 1969 (56) 151; 1982 Act No. 285, Section 1; 1985 Act No. 194, Section 5; 1991 Act No. 56, Section 2; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-100/"
    },
    {
      "id": "section-54-15-110",
      "number": "54-15-110.",
      "heading": "",
      "text": "The respective boards shall give to the applicants approved by them either a limited license or branch or a full license or branch, according to the application and discovered fitness of the applicant shall be, signed by a majority of the commissioners or by its chairman, as the majority of the board may direct, requiring of each applicant, before the delivery to him of the license or branch, to swear and subscribe the following oath, to be administered by the Chairman of the South Carolina Commissioners of Pilotage for the respective area:\n\n\"I, A B, do solemnly swear (or affirm) that I will well and faithfully, according to the best of my skill and knowledge, execute and discharge the business and duty of a licensed pilot (or apprentice, as the case may be) for the bar and harbor of routes within the area as the case may be; that I will, at all times, wind, weather, and health permitting, use my best endeavors to repair on board of all ships and vessels that I shall see and conceive to be bound for, coming into, or going out of the port or harbor of Charleston or Georgetown as the case may be, unless I am well assured that some other licensed pilot is then on board any such ship or vessel; and I do further swear (or affirm) that I will from time to time, and at all times, make the best dispatch in my power to convey safely over the routes within the area as the case may be, every vessel committed to my care in coming in or going out of the same; that I will, from time to time, and at all times, truly observe, follow and fulfill, to the best of my skill, ability, and knowledge, all orders and directions as I shall or may receive from the Commissioners of Pilotage relative to all matters and things that may appertain to the duty of a pilot. So help me God.\"\n\nAny pilot previously licensed by the South Carolina Commissioners of Pilotage at Port Royal shall retain this licensure over the specific routes for which that pilot was licensed, subject to the regulations promulgated by the commissioners for that port.\n\nHISTORY: 1962 Code Section 56-1411; 1952 Code Section 56-1410; 1942 Code Section 6690; 1932 Code Section 6690; Civ. C. '22 Section 3588; Civ. C. '12 Section 2478; Civ. C. '02 Section 1622; G. S. 1264; R. S. 1362; 1872 (15) 54; 1878 (16) 415; 1888 (20) 61; 1894 (21) 801; 1956 (49) 1794; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-110/"
    },
    {
      "id": "section-54-15-120",
      "number": "54-15-120.",
      "heading": "",
      "text": "(A) An apprentice in the Lower Coastal Area shall serve three years before being eligible to take an examination for the initial short branch license. During an apprenticeship, licensed pilots shall take an apprentice on board all types of vessels, so that the apprentice may become thoroughly competent for the discharge of piloting duties. An apprentice successively shall hold a:\n\n(1) first branch license with a tonnage restriction in service six months before being eligible to take an examination for the second branch license;\n\n(2) second branch license with no tonnage restriction in service six months before being eligible for the third branch license;\n\n(3) the third branch license in service one year before being eligible to take an examination for the fourth branch license;\n\n(4) fourth branch license in service one year before being eligible to take an examination for a full license or branch.\n\nThe South Carolina Commissioners of Pilotage for the Lower Coastal Area shall establish in regulation the tonnages and draft restrictions for each short branch license.\n\n(B) In determining qualifications for apprentices, the South Carolina Commissioners of Pilotage may consider previous maritime experience in the port as defined by regulation. No apprentice, however, may be granted a license until the number of pilots falls below the number set by the South Carolina Commissioners of Pilotage for the port through regulations promulgated in accordance with the Administrative Procedures Act.\n\n(C) If two or more apprentices are eligible to offer for examination at the same time, the seniority of securing a license must be determined by the proficiency of the respective apprentices, established at the examination.\n\n(D) In accordance with regulations promulgated by the South Carolina Commissioners of Pilotage for the port, apprentices for the port may be granted emergency or temporary licenses if necessary.\n\nHISTORY: 1962 Code Section 56-1412; 1952 Code Section 56-1411; 1942 Code Section 6689; 1932 Code Section 6689; Civ. C. '22 Section 3587; Civ. C. '12 Section 2477; Civ. C. '02 Section 1621; G. S. 1263; R. S. 1361; 1892 (15) 54; 1894 (20) 801; 1910 (26) 625; 1920 (31) 700; 1958 (50) 1624; 1969 (56) 151; 1982 Act No. 285, Section 2; 1982 Act No. 339; 1991 Act No. 56, Section 3; 1998 Act No. 269, Section 2, eff February 20, 1998; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-120/"
    },
    {
      "id": "section-54-15-130",
      "number": "54-15-130.",
      "heading": "",
      "text": "The number of pilots shall not be less than the number established by the South Carolina Commissioners of Pilotage for the Upper and Lower Coastal Areas for the specific routes through regulations promulgated in accordance with the Administrative Procedures Act. The board shall make no distinction in the selection of pilots on account of race, color, or previous condition.\n\nHISTORY: 1942 Code Section 6693; 1932 Code Section 6693; Civ. C. '22 Section 3591; Civ. C. '12 Section 2481; Civ. C. '02 Section 1625; G. S. 1266; R. S. 1365; 1894 (21) 799; 1902 (23) 1023; 1935 (39) 202; 1956 (49) 1794; 1958 (50) 1624; 1963 (53) 491; 1969 (56) 151; 1982 Act No. 285, Section 3; 1991 Act No. 56, Section 4; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-130/"
    },
    {
      "id": "section-54-15-140",
      "number": "54-15-140.",
      "heading": "",
      "text": "The South Carolina Commissioners of Pilotage for the Upper and Lower Coastal Areas shall promulgate regulations in accordance with the Administrative Procedures Act for the administration of pilotage within the ports of their respective areas.\n\nThe regulations must include, but are not limited to:\n\n(1) the selection, training, and licensure of apprentice pilots;\n\n(2) the licensure and registration of pilots;\n\n(3) license and registration fees;\n\n(4) safe vessel movement;\n\n(5) reports of marine casualties and other dangerous situations;\n\n(6) discipline, including investigations and the suspension and revocation of pilot licenses;\n\n(7) pilotage charges and fees;\n\n(8) specific pilotage routes;\n\n(9) other matters affecting the safe and efficient administration of pilotage.\n\nHISTORY: 1962 Code Section 56-1414; 1952 Code Section 56-1415; 1942 Code Section 6711; 1932 Code Section 6711; Civ. C. '22 Section 3609; Civ. C. '12 Section 2499; Civ. C. '02 Section 1643; G. S. 1282; R. S. 1383; 1878 (16) 423; 1958 (50) 1624; 1991 Act No. 56, Section 9; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-140/"
    },
    {
      "id": "section-54-15-150",
      "number": "54-15-150.",
      "heading": "",
      "text": "The South Carolina Commissioners of Pilotage for each port shall register all licensed pilots for their respective ports with the necessary data to be shown on the register as the commissioners may deem necessary and appropriate and keep the register up to date, making those changes or alterations as may take place from time to time.\n\nHISTORY: 1962 Code Section 56-1415; 1952 Code Section 56-1416; 1942 Code Section 6712; 1932 Code Section 6712; Civ. C. '22 Section 3610; Civ. C. '12 Section 2500; Civ. C. '02 Section 1644; G. S. 1283; R. S. 1384; 1878 (16) 423; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-150/"
    },
    {
      "id": "section-54-15-160",
      "number": "54-15-160.",
      "heading": "",
      "text": "The pilot ground of the bar of Charleston shall extend from the bar thirty miles eastward, southward, and northward. Pilot boats shall normally cruise in an area designated by the South Carolina Commissioners of Pilotage for the Lower Coastal Area.\n\nHISTORY: 1962 Code Section 56-1416; 1952 Code Section 56-1418; 1942 Code Section 6701; 1932 Code Section 6701; Civ. C. '22 Section 3599; Civ. C. '12 Section 2489; Civ. C. '02 Section 1633; G. S. 1272; R. S. 1373; 1878 (16) 419; 1902 (23) 1024; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-160/"
    },
    {
      "id": "section-54-15-170",
      "number": "54-15-170.",
      "heading": "",
      "text": "All boats used in the pilotage for the port and harbor of Charleston shall be entirely and absolutely subject to the inspection, direction, and approval of the South Carolina Commissioners of Pilotage for the Lower Coastal Area.\n\nHISTORY: 1962 Code Section 56-1417; 1952 Code Section 56-1419; 1942 Code Section 6707; 1932 Code Section 6707; Civ. C. '22 Section 3605; Civ. C. '12 Section 2495; Civ. C. '02 Section 1639; G. S. 1278; R. S. 1379; 1878 (16) 421; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-170/"
    },
    {
      "id": "section-54-15-190",
      "number": "54-15-190.",
      "heading": "",
      "text": "All boats used for pilotage at Charleston, Port Royal, and Georgetown shall be used exclusively for pilotage, except that the South Carolina Commissioners of Pilotage may grant temporary permission for those other uses as they deem appropriate. To establish their identity, all pilot boats shall fly the international code flag P by day and regulation pilot boat lights by night.\n\nHISTORY: 1962 Code Section 56-1419; 1952 Code Section 56-1421; 1942 Code Section 6707; 1932 Code Section 6707; Civ. C. '22 Section 3605; Civ. C. '12 Section 2495; Civ. C. '02 Section 1639; G. S. 1278; R. S. 1379; 1878 (16) 421; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-190/"
    },
    {
      "id": "section-54-15-210",
      "number": "54-15-210.",
      "heading": "",
      "text": "Except for reasons of health, satisfactory evidence of which shall be furnished to the South Carolina Commissioners of Pilotage when requested, no licensed pilot or apprentice shall discontinue to act nor absent himself at any time from the port and harbor to which he may belong for any period of time without first obtaining the permission of the group of pilots with whom he is associated or some authorized official of that group, and no permitted discontinuance or absence for a period of more than one month shall be valid without additionally obtaining in advance the written authorization of the South Carolina Commissioners of Pilotage. Any pilot or apprentice neglecting or refusing to comply with this requirement as to his presence and performance of duties in the port to which he belongs, may have, respectively, his license or his apprenticeship, as the case may be, either suspended or revoked by the South Carolina Commissioners of Pilotage, depending on their judgment of the circumstances.\n\nHISTORY: 1962 Code Section 56-1421; 1952 Code Section 56-1423; 1942 Code Section 6695; 1932 Code Section 6695; Civ. C. '22 Section 3593; Civ. C. '12 Section 2483; Civ. C. '02 Section 1627; G. S. 1266; R. S. 1367; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-210/"
    },
    {
      "id": "section-54-15-220",
      "number": "54-15-220.",
      "heading": "",
      "text": "Every pilot cruising or standing out to sea shall offer his services first to the vessel nearest the bar unless specifically ordered to the contrary by the authorized official of the group of licensed pilots on duty at the time and except when he sees a more distant vessel in distress, in which event he shall aid the vessel in distress, if practicable. Any pilot neglecting or refusing to comply with this requirement as to his services may have his license suspended or revoked by the South Carolina Commissioners of Pilotage, depending on their judgment of the circumstances. However, nothing herein shall extend, or be construed to extend, to vessels of the description mentioned in Section 54-15-260, all of which vessels it shall be the duty of every pilot to avoid as much as possible, whenever they are known to or justly suspected by him.\n\nHISTORY: 1962 Code Section 56-1422; 1952 Code Section 56-1425; 1942 Code Section 6699; 1932 Code Section 6699; Civ. C. '22 Section 3597; Civ. C. '12 Section 2487; Civ. C. '02 Section 1631; G. S. 1270; R. S. 1371; 1878 (16) 417; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-220/"
    },
    {
      "id": "section-54-15-230",
      "number": "54-15-230.",
      "heading": "",
      "text": "A licensed pilot, if required by the master or commander of a vessel, shall remain on board while the vessel is at anchor. Any pilot neglecting or refusing to comply with a request to remain on board may have his license suspended or revoked by the South Carolina Commissioners of Pilotage, depending on their judgment of the circumstances.\n\nHISTORY: 1962 Code Section 56-1423; 1952 Code Section 56-1427; 1942 Code Section 6708; 1932 Code Section 6708; Civ. C. '22 Section 3606; Civ. C. '12 Section 2496; Civ. C. '02 Section 1640; G. S. 1279; R. S. 1380; 1878 (16) 422; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-230/"
    },
    {
      "id": "section-54-15-240",
      "number": "54-15-240.",
      "heading": "",
      "text": "Every master of an outward bound vessel who shall engage a pilot for an appointed time of departure shall have his vessel in readiness for sailing at such time and every master of a vessel who shall detain a pilot beyond the time appointed so that he cannot proceed to sea although wind and weather should permit, shall pay for such detention in accordance with the published schedule of rates and fees provided for under the provisions of Section 54-15-290.\n\nHISTORY: 1962 Code Section 56-1424; 1952 Code Section 56-1429; 1942 Code Section 6705; 1932 Code Section 6705; Civ. C. '22 Section 3603; Civ. C. '12 Section 2493; Civ. C. '02 Section 1637; G. S. 1276; R. S. 1377; 1878 (16) 421; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-240/"
    },
    {
      "id": "section-54-15-250",
      "number": "54-15-250.",
      "heading": "",
      "text": "If any master or commander of a vessel shall carry off any of the pilots, he shall allow that pilot the daily rate specified under the provisions of Section 54-15-290 for each and every day during his absence and supply him with provisions and other necessities in the same manner as is usual for the maintenance and accommodation of masters of vessels. The master, as well as the owner, consignee, and security of the vessel, shall be liable for this sum. However, no pilot who is carried off shall be entitled to any of the sums if the vessel shall have laid to for the space of sixteen hours after having crossed the bar and no pilot boat shall have appeared at the time to receive the pilot on board. The master, owner, or consignee shall defray the expenses of the pilot back to the port to which he may belong.\n\nHISTORY: 1962 Code Section 56-1425; 1952 Code Section 56-1430; 1942 Code Section 6706; 1932 Code Section 6706; Civ. C. '22 Section 3604; Civ. C. '12 Section 2494; Civ. C. '02 Section 1638; G. S. 1277; R. S. 1378; 1878 (16) 421; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-250/"
    },
    {
      "id": "section-54-15-260",
      "number": "54-15-260.",
      "heading": "",
      "text": "In case of war no pilot shall bring in or furnish supplies to any armed vessel belonging to an enemy at war with the United States or carry out any armed vessel to that enemy, without being ordered to do so by the constituted authorities of the United States. Every pilot violating this section shall forfeit his license and be disqualified forever from acting as a pilot. If at any time the President of the United States or the Governor of the State shall prohibit the furnishing with supplies, or the bringing in or the carrying out of any vessel belonging to any nation or state or to a subject of any nation or state, every pilot shall comply with every prohibition, on pain of incurring the same penalty and punishment as for like offenses in time of war.\n\nHISTORY: 1962 Code Section 56-1426; 1952 Code Section 56-1431; 1942 Code Section 6698; 1932 Code Section 6698; Civ. C. '22 Section 3596; Civ. C. '12 Section 2486; Civ. C. '02 Section 1630; G. S. 1269; R. S. 1370; 1878 (16) 417; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-260/"
    },
    {
      "id": "section-54-15-270",
      "number": "54-15-270.",
      "heading": "",
      "text": "All vessels entering into the pilotage area of a port for the purpose of entering the port, except United States vessels engaged in coastwise trade having on board a pilot licensed by the United States Coast Guard for that area and United States vessels under one hundred net registered tons, are required to receive on board for entering into, departing from, or shifting within the port, an amply licensed pilot offering to board.\n\nHISTORY: 1962 Code Section 56-1427; 1952 Code Section 56-1432; 1942 Code Section 6701; 1932 Code Section 6701; Civ. C. '22 Section 3599; Civ. C. '12 Section 2489; Civ. C. '02 Section 1633; G. S. 1272; R. S. 1373; 1878 (16) 419; 1902 (23) 1024; 1958 (50) 1624; 1991 Act No. 56, Section 8; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-270/"
    },
    {
      "id": "section-54-15-280",
      "number": "54-15-280.",
      "heading": "",
      "text": "No person shall be authorized or permitted to conduct and pilot any vessel, except those excepted in Section 54-15-270, over the bar, into, out of, or within the harbor of any port, unless the person shall be a then currently licensed pilot and no branch pilot shall be authorized to pilot any vessel with a deeper draft of water than his branch. Any person prohibited from pilotage who shall presume to pilot vessels in violation of this prohibition, shall be entitled to no fee, gratuity, or reward for so doing, shall pay the regular pilotage to the group of associated licensed pilots in the port and shall be subject to a fine of five hundred dollars or imprisonment for not more than thirty days. This prohibition shall not prevent any person from assisting any vessel in distress, provided the person shall deliver up the vessel to the first licensed pilot who shall offer to board.\n\nHISTORY: 1962 Code Section 56-1428; 1952 Code Section 56-1433; 1942 Code Section 6704; Civ. C. '22 Section 3602; Cr. C. '22 Section 234; Civ. C. '12 Section 2492; Cr. C. '12 Section 398; Civ. C. '02 Section 1636; G. S. 1275; R. S. 1376; 1878 (16) 420; 1909 (26) 187; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-280/"
    },
    {
      "id": "section-54-15-290",
      "number": "54-15-290.",
      "heading": "",
      "text": "All rates and fees for all pilotage services for each port shall be fixed by the Commissioners of Pilotage for the port and the South Carolina Commissioners of Pilotage shall require the pilots to have printed and made available to all interested parties a published schedule of rates and fees.\n\nHISTORY: 1962 Code Section 56-1429; 1952 Code Sections 56-1434 to 56-1436; 1942 Code Sections 6702, 6709; 1932 Code Sections 6702, 6709; Civ. C. '22, Sections 3600, 3607; Civ. C. '12 Sections 2490, 2497; Civ. C. '02 Sections 1634, 1641; G. S. 1273, 1280; R. S. 1374, 1381; 1878 (16) 419, 422; 1894 (22) 800; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-290/"
    },
    {
      "id": "section-54-15-300",
      "number": "54-15-300.",
      "heading": "",
      "text": "(A) On the occasion of any marine disaster or if the South Carolina Commissioners of Pilotage having jurisdiction has reason to believe that a pilot has violated a provision of this chapter or a regulation promulgated under this chapter or if a person files a written complaint with the commissioners having jurisdiction alleging that a pilot has become unfit to practice, the Commissioners of Pilotage may initiate an investigation.\n\n(B) In conducting the investigation, the Commissioners of Pilotage having jurisdiction may subpoena witnesses, compel their attendance, take evidence, and require the production of any matter which is relevant to the investigation including, but not limited to, the existence, description, nature, custody, condition, and location of books, documents, or other tangible items and the identity and location of persons having knowledge of relevant facts or any other matter reasonably calculated to lead to the discovery of material evidence. Upon failure to obey a subpoena or to answer questions propounded by the South Carolina Commissioners of Pilotage having jurisdiction, the department on behalf of the commissioners may apply to the Administrative Law Court for an order requiring the person to comply.\n\nHISTORY: 1962 Code Section 56-1430; 1952 Code Section 56-1440; 1942 Code Section 6713; 1932 Code Section 6713; Civ. C. '22 Section 3611; Civ. C. '12 Section 2501; Civ. C. '02 Section 1645; G. S. 1284; R. S. 1385; 1878 (16) 424; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-300/"
    },
    {
      "id": "section-54-15-310",
      "number": "54-15-310.",
      "heading": "",
      "text": "(A) The results of an investigation must be presented to the South Carolina Commissioners of Pilotage having jurisdiction. The commissioners, in accordance with the Administrative Procedures Act, may take disciplinary action authorized by Section 40-1-120. The commissioners may designate a hearing officer or hearing panel to conduct hearings or take other action as may be necessary under this section.\n\n(B) For the purpose of a disciplinary proceeding in accordance with the Administrative Procedures Act, the South Carolina Commissioners of Pilotage for the respective area may administer oaths and issue subpoenas for the attendance and testimony of witnesses and the production and examination of books, papers, and records on behalf of the commissioners, upon request, on behalf of a party to the case. Upon failure to obey a subpoena or to answer questions propounded by the commissioners, its hearing officer or panel, the South Carolina Commissioners of Pilotage having jurisdiction may apply to the Administrative Law Court for an order requiring the person to comply with the subpoena.\n\nHISTORY: 1962 Code Section 56-1431; 1952 Code Section 56-1441; 1942 Code Section 6692; 1932 Code Section 6692; Civ. C. '22 Section 3590; Civ. C. '12 Section 2480; Civ. C. '02 Section 1624; G. S. 1266; R. S. 1364; 1878 (16) 416; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-310/"
    },
    {
      "id": "section-54-15-320",
      "number": "54-15-320.",
      "heading": "",
      "text": "(A) Upon a determination by the South Carolina Commissioners of Pilotage for the respective area that one or more of the grounds for discipline exists, the Commissioners of Pilotage having jurisdiction may:\n\n(1) issue a public reprimand;\n\n(2) impose a fine not to exceed five hundred dollars;\n\n(3) place a licensee on probation or restrict or suspend the individual's license for a definite or indefinite time and prescribe conditions to be met during probation, restriction, or suspension including, but not limited to, satisfactory completion of additional education or of a supervisory period;\n\n(4) revoke the license permanently or for a period specified by the South Carolina Commissioners of Pilotage for the respective area before the pilot shall be eligible to re-apply.\n\n(B) A decision by the Commissioners of Pilotage having jurisdiction to discipline a licensee as authorized under this section must be by a majority vote of the total membership of the Commissioners of Pilotage serving at the time the vote is taken.\n\n(C) A final order of the South Carolina Commissioners of Pilotage having jurisdiction disciplining a licensee under this section is public information.\n\n(D) Upon a determination by the Commissioners of Pilotage having jurisdiction that discipline is not appropriate, the Commissioners of Pilotage may issue a nondisciplinary letter of caution.\n\nHISTORY: 1962 Code Section 56-1432; 1952 Code Section 56-1442; 1942 Code Section 6696; 1932 Code Section 6696; Civ. C. '22 Section 3594; Civ. C. '12 Section 2484; Civ. C. '02 Section 1628; G. S. 1267; R. S. 1368; 1878 (16) 417; 1902 (23) 1023; 1958 (50) 1624; 1993 Act No. 181, Section 1287, eff March 1, 1994; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-320/"
    },
    {
      "id": "section-54-15-330",
      "number": "54-15-330.",
      "heading": "",
      "text": "A person aggrieved by a final action of the South Carolina Commissioners of Pilotage for the respective area may appeal the decision to the Administrative Law Court in accordance with the Administrative Procedures Act and the rules of the Administrative Law Court. Service of a petition requesting a review does not stay the South Carolina Commissioners of Pilotage having jurisdiction decision pending completion of the appellate process.\n\nHISTORY: 1962 Code Section 56-1433; 1952 Code Section 56-1443; 1942 Code Section 6696; 1932 Code Section 6696; Civ. C. '22 Section 3594; Civ. C. '12 Section 2484; Civ. C. '02 Section 1628; G. S. 1267; R. S. 1368; 1878 (16) 417; 1902 (23) 1023; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-330/"
    },
    {
      "id": "section-54-15-340",
      "number": "54-15-340.",
      "heading": "",
      "text": "(A) In an order issued in resolution of a disciplinary proceeding before the South Carolina Commissioners of Pilotage having jurisdiction, a pilot found in violation of this chapter may be directed to pay a sum not to exceed the reasonable costs of investigation, inspection, and prosecution of the case in addition to other sanctions.\n\n(B) A certified copy of the actual costs, or a good faith estimate of costs where actual costs are not available, is prima facie evidence of reasonable costs.\n\n(C) Failure to make timely payment in accordance with the order results in the collection of costs in accordance with Title 40, Chapter 1.\n\n(D) The South Carolina Commissioners of Pilotage having jurisdiction may conditionally renew or reinstate for a maximum of one year the license of an individual who demonstrates financial hardship and who enters into a formal agreement to reimburse the Commissioners of Pilotage within that one-year period for the unpaid costs.\n\n(E) All costs and fines imposed pursuant to this chapter are due and payable immediately upon imposition or at the time indicated by final order of the Commissioners of Pilotage. Unless the costs and fines are paid within sixty days after the order becomes final, the order becomes a judgment and may be collected in any manner provided in Title 40, Chapter 1. The South Carolina Commissioners of Pilotage may collect costs and attorney's fees incurred in executing the judgment. Interest at the legal rate accrues on the amount due from the date imposed until the date paid.\n\nHISTORY: 1962 Code Section 56-1434; 1952 Code Section 56-1444; 1942 Code Section 6714; 1932 Code Section 6714; Civ. C. '22 Section 3612; Civ. C. '12 Section 2502; Civ. C. '02 Section 1646; G. S. 1284; R. S. 1385; 1878 (16) 424; 1958 (50) 1624; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-340/"
    },
    {
      "id": "section-54-15-350",
      "number": "54-15-350.",
      "heading": "",
      "text": "A licensed ship's pilot is not liable for damages in excess of five thousand dollars for damages or loss occasioned by the pilot's errors, omissions, fault, or neglect in the performance of pilotage services, except for wilful misconduct or reckless disregard for safety by the pilot.\n\nHISTORY: 1988 Act No. 536, Section 3; 2006 Act No. 237, Section 1, eff March 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-350/"
    },
    {
      "id": "section-54-15-360",
      "number": "54-15-360.",
      "heading": "",
      "text": "When a pilot boards a vessel he becomes a servant of the vessel and its owner and operator. Nothing in this chapter exempts the vessel, its owner, or operator from liability for damage or loss occasioned by the ship to a person or property on the ground that the ship was piloted by a pilot licensed by the State, or the damage or loss was occasioned by the error, omission, fault, or neglect of a pilot licensed by the State.\n\nHISTORY: 1988 Act No. 536, Section 3; 2006 Act No. 237, Section 1, eff March 17, 2006.\n\nEffect of Amendment\n\nThe 2006 amendment deleted \"(1)\" preceding \"the ship was piloted\" and \"(2)\" preceding \"the damage or loss\".",
      "source_url": "https://law.justia.com/codes/south-carolina/title-54/chapter-15/section-54-15-360/"
    }
  ]
}