{
  "state": "south-dakota",
  "path": "title-title-22-crimes/chapter-chapter-19a-stalking",
  "sections": [
    {
      "id": "section-22-19a-1",
      "number": "22-19A-1",
      "heading": "Stalking--Violation as misdemeanor--Second or subsequent offense a felony",
      "text": "22-19A-1. Stalking--Violation as misdemeanor--Second or subsequent offense a felony.\n\nNo person may:\n\n(1)Willfully, maliciously, and repeatedly follow or harass another person;\n\n(2)Make a credible threat to another person with the intent to place that person in reasonable fear of death or great bodily injury; or\n\n(3)Willfully, maliciously, and repeatedly harass another person by means of any verbal, electronic, digital media, mechanical, telegraphic, or written communication.\n\nA violation of this section constitutes the crime of stalking. Stalking is a Class 1 misdemeanor. However, any second or subsequent conviction occurring within ten years of a prior conviction under this section is a Class 6 felony. Any conviction for, or plea of guilty to, an offense in another state which, if committed in this state, would be a violation of this section and occurring within ten years prior to the date of the violation being charged, shall be used to determine if the violation being charged is a second or subsequent offense.\n\nSource:SL 1992, ch 162, §1; SL 1993, ch 176, §1; SL 1997, ch 132, §1; SL 2001, ch 112, §1; SL 2002, ch 109, §5; SL 2006, ch 120, §1; SL 2020, ch 83, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-1/"
    },
    {
      "id": "section-22-19a-2",
      "number": "22-19A-2",
      "heading": "Violation of restraining order, injunction, protection order, or no contact order as felony.",
      "text": "22-19A-2. Violation of restraining order, injunction, protection order, or no contact order as felony.\n\nAny person who violates §22-19A-1 when there is a temporary restraining order, or an injunction, or a protection order, or a no contact order issued pursuant to §25-10-23 or 25-10-25 in effect prohibiting the behavior described in §22-19A-1 against the same party, is guilty of a Class 6 felony.\n\nSource:SL 1992, ch 162, §2; SL 1993, ch 176, §2; SL 1994, ch 164; SL 2013, ch 120, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-2/"
    },
    {
      "id": "section-22-19a-3",
      "number": "22-19A-3",
      "heading": "Stalking--Subsequent convictions--Violation as felony.",
      "text": "22-19A-3. Stalking--Subsequent convictions--Violation as felony.\n\nA person who has a second or subsequent conviction occurring within seven years of a prior conviction under §22-19A-1, 22-19A-2, or 22-19A-7 against the same victim, and involving an act of violence, or a credible threat of violence, is guilty of a Class 5 felony. Any conviction for, or plea of guilty to, an offense in another state which, if committed in this state, would be a violation of §22-19A-1, 22-19A-2, or 22-19A-7 and involving an act of violence, or a credible threat of violence, and occurring within seven years prior to the date of the violation being charged, shall be used to determine if the violation being charged is a second or subsequent offense.\n\nSource:SL 1992, ch 162, §3; SL 1993, ch 176, §3; SL 2020, ch 83, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-3/"
    },
    {
      "id": "section-22-19a-4",
      "number": "22-19A-4",
      "heading": "Harasses defined.",
      "text": "22-19A-4. Harasses defined.\n\nFor the purposes of this chapter, harasses means a knowing and willful course of conduct directed at a specific person which seriously alarms, annoys, or harasses the person, and which serves no legitimate purpose.\n\nSource:SL 1992, ch 162, §4; SL 1993, ch 176, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-4/"
    },
    {
      "id": "section-22-19a-5",
      "number": "22-19A-5",
      "heading": "Course of conduct defined.",
      "text": "22-19A-5. Course of conduct defined.\n\nFor the purposes of this chapter, course of conduct means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Constitutionally protected activity is not included within the meaning of course of conduct.\n\nSource:SL 1992, ch 162, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-5/"
    },
    {
      "id": "section-22-19a-6",
      "number": "22-19A-6",
      "heading": "Credible threat defined.",
      "text": "22-19A-6. Credible threat defined.\n\nFor the purposes of this chapter, a credible threat means a threat made with the intent and the apparent ability to carry out the threat. A credible threat need not be expressed verbally.\n\nSource: SL 1992, ch 162, §6; SL 1993, ch 176, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-6/"
    },
    {
      "id": "section-22-19a-7",
      "number": "22-19A-7",
      "heading": "Stalking a child twelve or younger--Felony.",
      "text": "22-19A-7. Stalking a child twelve or younger--Felony.\n\nAny person who willfully, maliciously, and repeatedly follows or harasses a child twelve years of age or younger or who makes a credible threat to a child twelve years of age or younger with the intent to place that child in reasonable fear of death or great bodily injury or with the intent to cause the child to reasonably fear for the child's safety is guilty of the crime of felony stalking. Felonious stalking is a Class 6 felony.\n\nSource:SL 1993, ch 176, §6; SL 2002, ch 108, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-7/"
    },
    {
      "id": "section-22-19a-8",
      "number": "22-19A-8",
      "heading": "Petition for protection order--Procedures.",
      "text": "22-19A-8. Petition for protection order--Procedures.\n\nThere exists an action known as a petition for a protection order in cases of stalking, in cases of physical injury as a result of an assault, or in cases of a crime of violence as defined in subdivision 22-1-2(9). Procedures for the action are as follows:\n\n(1)A petition under this section may be made against any person who violates §22-19A-1 or against any other person against whom stalking or physical injury as a result of an assault or in cases where a crime of violence is alleged;\n\n(2)A petition shall allege the existence of (a) stalking or (b) physical injury as a result of an assault or (c) a crime of violence, and shall be accompanied by an affidavit made under oath stating the specific facts and circumstances of the stalking or the physical injury as a result of an assault or crime of violence;\n\n(3)A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties.\n\nThe clerk of the circuit court shall make available standard petition forms with instructions for completion to be used by a petitioner. The attorney general shall prepare the standard petition form.\n\nSource:SL 1997, ch 131, §1; SL 2000, ch 101, §2; SL 2002, ch 129, §2; SL 2007, ch 143, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-8/"
    },
    {
      "id": "section-22-19a-81",
      "number": "22-19A-8.1",
      "heading": "Petition for protection order in which allegations support domestic abuse rather than stalking or physical injury.",
      "text": "22-19A-8.1. Petition for protection order in which allegations support domestic abuse rather than stalking or physical injury.\n\nIf a petition for a protection order alleging the existence of stalking or physical injury is filed with the court pursuant to §22-19A-8 and, if the court, upon an initial review, determines that the allegations do not support the existence of stalking or physical injury, but that the allegations do support the existence of domestic abuse pursuant to §25-10-3, the court, in its discretion, may hear and act upon the petition as though the petition had been filed under §25-10-3 and subject to the provisions of chapter 25-10.\n\nSource:SL 2014, ch 126, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-8-1/"
    },
    {
      "id": "section-22-19a-9",
      "number": "22-19A-9",
      "heading": "Filing petition for protection--Venue.",
      "text": "22-19A-9. Filing petition for protection--Venue.\n\nA petition for relief under §§22-19A-8 to 22-19A-16, inclusive, may be filed in circuit court or in a magistrate court with a magistrate judge presiding. Venue lies where any party to the proceedings resides.\n\nSource:SL 1997, ch 131, §2; SL 2008, ch 108, §1, eff. Feb. 19, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-9/"
    },
    {
      "id": "section-22-19a-10",
      "number": "22-19A-10",
      "heading": "Hearing on petition for protection--Time--Service on respondent.",
      "text": "22-19A-10. Hearing on petition for protection--Time--Service on respondent.\n\nUpon receipt of the petition, if sufficient grounds are alleged for relief, the court shall order a hearing which shall be held not later than thirty days from the date of the order unless for good cause the court grants a continuance. Personal service of the petition, affidavit, and notice for hearing shall be made on the respondent not less than five days prior to the hearing.\n\nSource:SL 1997, ch 131, §3; SL 2009, ch 131, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-10/"
    },
    {
      "id": "section-22-19a-11",
      "number": "22-19A-11",
      "heading": "Relief granted by protection order.",
      "text": "22-19A-11. Relief granted by protection order.\n\nUpon notice and a hearing, if the court finds by a preponderance of the evidence that stalking has taken place, the court may provide relief as follows:\n\n(1)Restrain any party from committing acts of stalking or physical injury as a result of an assault or a crime of violence as defined in subdivision 22-1-2(9);\n\n(2)Order other relief as the court deems necessary for the protection of the person seeking the protection order, including orders or directives to law enforcement officials.\n\nAny relief granted by the order for protection shall be for a fixed period and may not exceed five years.\n\nSource:SL 1997, ch 131, §4; SL 2000, ch 101, §3; SL 2007, ch 161, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-11/"
    },
    {
      "id": "section-22-19a-12",
      "number": "22-19A-12",
      "heading": "Ex parte temporary order pending full hearing on petition for protection.",
      "text": "22-19A-12. Ex parte temporary order pending full hearing on petition for protection.\n\nIf an affidavit filed with an application under §22-19A-8 alleges that immediate and irreparable injury, loss, or damage is likely to result before an adverse party or the party's attorney can be heard in opposition, the court may grant an ex parte temporary protection order pending a full hearing and granting relief as the court deems proper, including an order restraining any person from committing acts of stalking or physical injury as a result of an assault or a crime of violence as defined in subdivision 22-1-2(9). An ex parte temporary protection order is effective for a period of thirty days, except as provided in §22-19A-12.1, unless for good cause the court grants a continuance. No continuance may exceed thirty days unless the court finds good cause for the additional continuance and:\n\n(1)The parties stipulate to an additional continuance; or\n\n(2)The court finds that law enforcement is unable to locate the respondent for purposes of service of the ex parte protection order.\n\nIf a continuance is granted, the court by order shall extend the ex parte temporary protection order until the rescheduled hearing date. The respondent shall be personally served without delay with a copy of the ex parte order along with a copy of the petition, affidavit, and notice of the date set for the hearing.\n\nSource: SL 1997, ch 131, §5; SL 2000, ch 101, §4; SL 2009, ch 132, §2; SL 2016, ch 142, §2; SL 2024, ch 85, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-12/"
    },
    {
      "id": "section-22-19a-121",
      "number": "22-19A-12.1",
      "heading": "Temporary order effective until protection order served.",
      "text": "22-19A-12.1. Temporary order effective until protection order served.\n\nIf an ex parte temporary protection order is in effect and a judge issues a protection order pursuant to §22-19A-8, the ex parte temporary protection order remains effective until the order issued pursuant to §22-19A-8 is served on the respondent.\n\nSource: SL 2024, ch 85, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-12-1/"
    },
    {
      "id": "section-22-19a-13",
      "number": "22-19A-13",
      "heading": "Exceptional circumstances required before security authorized.",
      "text": "22-19A-13. Exceptional circumstances required before security authorized.\n\nThe court may not require an undertaking or other security of any party to a petition for an order of protection other than in exceptional circumstances.\n\nSource:SL 1997, ch 131, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-13/"
    },
    {
      "id": "section-22-19a-14",
      "number": "22-19A-14",
      "heading": "Modification of terms of protection order.",
      "text": "22-19A-14. Modification of terms of protection order.\n\nUpon application, notice to all parties, and hearing, the court may modify the terms of an existing order for protection.\n\nSource:SL 1997, ch 131, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-14/"
    },
    {
      "id": "section-22-19a-15",
      "number": "22-19A-15",
      "heading": "Delivery of protection order to law enforcement agency--Notice of order to officers.",
      "text": "22-19A-15. Delivery of protection order to law enforcement agency--Notice of order to officers.\n\nThe petitioner may deliver an order for protection granted pursuant to §§22-19A-8 to 22-19A-16, inclusive, within twenty-four hours to the local law enforcement agency having jurisdiction over the residence of the petitioner. Each appropriate law enforcement agency shall make available to other law enforcement officers information as to the existence and status of any order for protection issued pursuant to §§22-19A-8 to 22-19A-16, inclusive.\n\nSource:SL 1997, ch 131, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-15/"
    },
    {
      "id": "section-22-19a-16",
      "number": "22-19A-16",
      "heading": "Protection order--Violation--Penalty.",
      "text": "22-19A-16. Protection order--Violation--Penalty.\n\nIf a temporary protection order or a protection order is granted pursuant to §§22-19A-8 to 22-19A-16, inclusive, and the respondent or person restrained knows of the order, a violation of the order is a Class 1 misdemeanor.\n\nIf the acts constituting a violation of this section also constitute an assault, as defined in §22-18-1, the violation of this section is a Class 6 felony.\n\nIf a respondent or person restrained has been convicted of, or entered a plea of guilty to, two or more prior violations of this section, §21-65-19, or §25-10-13, or the comparable laws of any other state, within ten years of committing the current offense, and the factual basis for the current offense occurred after the date of the second conviction or guilty plea, the respondent or person restrained is guilty of a Class 6 felony for a third offense, a Class 5 felony for a fourth offense, and a Class 4 felony for a fifth or subsequent offense.\n\nAny proceeding under §§22-19A-8 to 22-19A-16, inclusive, is in addition to other civil or criminal remedies.\n\nSource:SL 1997, ch 131, §9; SL 2004, ch 150, §1; SL 2015, ch 128, §1; SL 2020, ch 76, § 2; SL 2021, ch 90, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-16/"
    },
    {
      "id": "section-22-19a-17",
      "number": "22-19A-17",
      "heading": "Defendant prohibited from contacting victim prior to court appearance--Misdemeanor.",
      "text": "22-19A-17. Defendant prohibited from contacting victim prior to court appearance--Misdemeanor.\n\nWhile in custody after arrest for assault or stalking, no defendant may have or be permitted any contact or communications, either directly or by means of a third party, with the victim or the family or household members of the victim, until the defendant's initial court appearance or until such contact or communication is specifically authorized by the court. Willful violation of this section is a Class 1 misdemeanor.\n\nSource:SL 2000, ch 102, §1; SL 2010, ch 114, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-17/"
    },
    {
      "id": "section-22-19a-18",
      "number": "22-19A-18",
      "heading": "Bond--No contact terms--Misdemeanor.",
      "text": "22-19A-18. Bond--No contact terms--Misdemeanor.\n\nIf bond for the defendant in any assault or stalking action is authorized, a condition of no contact with the victim shall be stated and incorporated into the terms of the bond. Willful violation of any such no contact provision is a Class 1 misdemeanor.\n\nSource:SL 2010, ch 114, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-22/chapter-19a/section-22-19a-18/"
    }
  ]
}