{
  "state": "florida",
  "path": "title-chapter-0395/chapter-chapter-0395",
  "sections": [
    {
      "id": "section-395001legislative",
      "number": "395.001",
      "heading": "Legislative intent.395.002Definitions.395.003Licensure; denial, suspension, and revocation",
      "text": "395.004Application for license; fees.395.0056Litigation notice requirement.395.009Minimum standards for clinical laboratory test results and diagnostic X-ray results; prerequisite for issuance or renewal of license.395.00",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395002definitions",
      "number": "395.002",
      "heading": "Definitions",
      "text": "395.002 Definitions.—As used in this chapter: (1) “Accrediting organizations” means national accreditation organizations that are approved by the Centers for Medicare and Medicaid Services and whose standards incorporate comparable licensure regulations required by the state. (2) “Agency” means the Agency for Health Care Administration. (3) “Ambulatory surgical center” means a facility, the primary purpose of which is to provide elective surgical care, in which the patient is admitted to and discharged from such facility within 24 hours, and which is not part of a hospital. However, a facility existing for the primary purpose of performing terminations of pregnancy, an office maintained by a physician for the practice of medicine, or an office maintained for the practice of dentistry may not be construed to be an ambulatory surgical center, provided that any facility or office which is certified or seeks certification as a Medicare ambulatory surgical center shall be licensed as an ambulatory surgical center pursuant to s. 395.003. (4) “Biomedical waste” means any solid or liquid waste as defined in s. 381.0098(2)(a). (5) “Clinical privileges” means the privileges granted to a physician or other licensed health care practitioner to render patient care services in a hospital, but does not include the privilege of admitting patients. (6) “Department” means the Department of Health. (7) “Director” means any member of the official board of directors as reported in the organization’s annual corporate report to the Florida Department of State, or, if no such report is made, any member of the operating board of directors. The term excludes members of separate, restricted boards that serve only in an advisory capacity to the operating board. (8) “Emergency medical condition” means: (a) A medical condition manifesting itself by acute symptoms of sufficient severity, which may include severe pain, such that the absence of immediate medical attention could reasonably be expected to result in any of the following: 1. Serious jeopardy to patient health, including a pregnant woman or fetus. 2. Serious impairment to bodily functions. 3. Serious dysfunction of any bodily organ or part. (b) With respect to a pregnant woman: 1. That there is inadequate time to effect safe transfer to another hospital prior to delivery; 2. That a transfer may pose a threat to the health and safety of the patient or fetus; or 3. That there is evidence of the onset and persistence of uterine contractions or rupture of the membranes. (9) “Emergency services and care” means medical screening, examination, and evaluation by a physician, or, to the extent permitted by applicable law, by other appropriate personnel under the supervision of a physician, to determine if an emergency medical condition exists and, if it does, the care, treatment, or surgery by a physician necessary to relieve or eliminate the emergency medical condition, within the service capability of the facility. (10) “General hospital” means any facility which meets the provisions of subsection (12) and which regularly makes its facilities and services available to the general population. (11) “Governmental unit” means the state or any county, municipality, or other political subdivision, or any department, division, board, or other agency of any of the foregoing. (12) “Hospital” means any establishment that: (a) Offers services more intensive than those required for room, board, personal services, and general nursing care, and offers facilities and beds for use beyond 24 hours by individuals requiring diagnosis, treatment, or care for illness, injury, deformity, infirmity, abnormality, disease, or pregnancy; and (b) Regularly makes available at least clinical laboratory services, diagnostic X-ray services, and treatment facilities for surgery or obstetrical care, or other definitive medical treatment of similar extent, except that a critical access hospital, as defined in s. 408.07, shall not be required to make available treatment facilities for surgery, obstetrical care, or similar services as long as it maintains its critical access hospital designation and shall be required to make such facilities available only if it ceases to be designated as a critical access hospital. However, the provisions of this chapter do not apply to any institution conducted by or for the adherents of any well-recognized church or religious denomination that depends exclusively upon prayer or spiritual means to heal, care for, or treat any person. For purposes of local zoning matters, the term “hospital” includes a medical office building located on the same premises as a hospital facility, provided the land on which the medical office building is constructed is zoned for use as a hospital; provided the premises were zoned for hospital purposes on January 1, 1992. (13) “Hospital-based off-campus emergency department” means a facility that: (a) Provides emergency services and care; (b) Is owned and operated by a licensed hospital and operates under the license of the hospital; and (c) Is located on separate premises from the hospital. (14) “Hospital bed” means a hospital accommodation which is ready for immediate occupancy, or is capable of being made ready for occupancy within 48 hours, excluding provision of staffing, and which conforms to minimum space, equipment, and furnishings standards as specified by rule of the agency for the provision of services specified in this section to a single patient. (15) “Initial denial determination” means a determination by a private review agent that the health care services furnished or proposed to be furnished to a patient are inappropriate, not medically necessary, or not reasonable. (16) “Intensive residential treatment programs for children and adolescents” means a specialty hospital accredited by an accrediting organization as defined in subsection (1) which provides 24-hour care and which has the primary functions of diagnosis and treatment of patients under the age of 18 having psychiatric disorders in order to restore such patients to an optimal level of functioning. (17) “Licensed facility” means a hospital or ambulatory surgical center licensed in accordance with this chapter. (18) “Lifesafety” means the control and prevention of fire and other life-threatening conditions on a premises for the purpose of preserving human life. (19) “Managing employee” means the administrator or other similarly titled individual who is responsible for the daily operation of the facility. (20) “Medical staff” means physicians licensed under chapter 458 or chapter 459 with privileges in a licensed facility, as well as other licensed health care practitioners with clinical privileges as approved by a licensed facility’s governing board. (21) “Medically necessary transfer” means a transfer made necessary because the patient is in immediate need of treatment for an emergency medical condition for which the facility lacks service capability or is at service capacity. (22) “Person” means any individual, partnership, corporation, association, or governmental unit. (23) “Premises” means those buildings, beds, and equipment located at the address of the licensed facility and all other buildings, beds, and equipment for the provision of hospital or ambulatory surgical care located in such reasonable proximity to the address of the licensed facility as to appear to the public to be under the dominion and control of the licensee. For any licensee that is a teaching hospital as defined in s. 408.07, reasonable proximity includes any buildings, beds, services, programs, and equipment under the dominion and control of the licensee that are located at a site with a main address that is within 1 mile of the main address of the licensed facility; and all such buildings, beds, and equipment may, at the request of a licensee or applicant, be included on the facility license as a single premises. (24) “Private review agent” means any person or entity which performs utilization review services for third-party payors on a contractual basis for outpatient or inpatient services. However, the term shall not include full-time employees, personnel, or staff of health insurers, health maintenance organizations, or hospitals, or wholly owned subsidiaries thereof or affiliates under common ownership, when performing utilization review for their respective hospitals, health maintenance organizations, or insureds of the same insurance group. For this purpose, health insurers, health maintenance organizations, and hospitals, or wholly owned subsidiaries thereof or affiliates under common ownership, include such entities engaged as administrators of self-insurance as defined in s. 624.031. (25) “Service capability” means all services offered by the facility where identification of services offered is evidenced by the appearance of the service in a patient’s medical record or itemized bill. (26) “At service capacity” means the temporary inability of a hospital to provide a service which is within the service capability of the hospital, due to maximum use of the service at the time of the request for the service. (27) “Specialty bed” means a bed, other than a general bed, designated on the face of the hospital license for a dedicated use. (28) “Specialty hospital” means any facility which meets the provisions of subsection (12), and which regularly makes available either: (a) The range of medical services offered by general hospitals but restricted to a defined age or gender group of the population; (b) A restricted range of services appropriate to the diagnosis, care, and treatment of patients with specific categories of medical or psychiatric illnesses or disorders; or (c) Intensive residential treatment programs for children and adolescents as defined in subsection (16). (29) “Stabilized” means, with respect to an emergency medical condition, that no material deterioration of the condition is likely, within reasonable medical probability, to result from the transfer of the patient from a hospital. (30) “Urgent care center” means a facility or clinic that provides immediate but not emergent ambulatory medical care to patients. The term includes: (a) An offsite facility of a facility licensed under this chapter, or a joint venture between a facility licensed under this chapter and a provider licensed under chapter 458 or chapter 459, that does not require a patient to make an appointment and is presented to the general public in any manner as a facility where immediate but not emergent medical care is provided. (b) A clinic organization that is licensed under part X of chapter 400, maintains three or more locations using the same or a similar name, does not require a patient to make an appointment, and holds itself out to the general public in any manner as a facility or clinic where immediate but not emergent medical care is provided. (31) “Utilization review” means a system for reviewing the medical necessity or appropriateness in the allocation of health care resources of hospital services given or proposed to be given to a patient or group of patients. (32) “Utilization review plan” means a description of the policies and procedures governing utilization review activities performed by a private review agent. (33) “Validation inspection” means an inspection of the premises of a licensed facility by the agency to assess whether a review by an accrediting organization has adequately evaluated the licensed facility according to minimum state standards. History.—ss. 1, 4, ch. 82-125; ss. 26, 30, ch. 82-182; s. 33, ch. 87-92; s. 52, ch. 88-130; s. 4, ch. 89-527; s. 12, ch. 90-295; ss. 3, 98, ch. 92-289; s. 724, ch. 95-148; s. 23, ch. 98-89; s. 37, ch. 98-171; s. 2, ch. 98-303; s. 102, ch. 99-8; s. 206, ch. 99-13; s. 4, ch. 2002-400; s. 1, ch. 2005-81; s. 37, ch. 2007-230; s. 2, ch. 2011-122; s. 4, ch. 2012-66; s. 1, ch. 2012-160; s. 24, ch. 2018-24; s. 6, ch. 2019-138; s. 1, ch. 2021-112; s. 38, ch. 2022-4. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc227c1e6978',t:'MTc3MDg4NTE0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-395/part-i/section-395-002/"
    },
    {
      "id": "section-395004application",
      "number": "395.004",
      "heading": "Application for license; fees.",
      "text": "for license; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950056litigation",
      "number": "395.0056",
      "heading": "Litigation notice requirement.",
      "text": "notice requirement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395009minimum",
      "number": "395.009",
      "heading": "Minimum standards for clinical laboratory test results and diagnostic X-ray results; prerequisite for issuance or renewal of license.",
      "text": "standards for clinical laboratory test results and diagnostic X-ray results; prerequisite for issuance or renewal of license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950091alternate-site",
      "number": "395.0091",
      "heading": "Alternate-site testing.",
      "text": "testing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950161licensure",
      "number": "395.0161",
      "heading": "Licensure inspection.",
      "text": "inspection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950162inspection",
      "number": "395.0162",
      "heading": "Inspection reports.",
      "text": "reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950163construction",
      "number": "395.0163",
      "heading": "Construction inspections; plan submission and approval; fees.",
      "text": "inspections; plan submission and approval; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950185rebates",
      "number": "395.0185",
      "heading": "Rebates prohibited; penalties.",
      "text": "prohibited; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950191staff",
      "number": "395.0191",
      "heading": "Staff membership and clinical privileges.",
      "text": "membership and clinical privileges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950192duty",
      "number": "395.0192",
      "heading": "Duty to notify physicians.",
      "text": "to notify physicians.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950193licensed",
      "number": "395.0193",
      "heading": "Licensed facilities; peer review; disciplinary powers; agency or partnership with physicians.",
      "text": "facilities; peer review; disciplinary powers; agency or partnership with physicians.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950195access",
      "number": "395.0195",
      "heading": "Access of chiropractic physicians to diagnostic reports.",
      "text": "of chiropractic physicians to diagnostic reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3950197internal",
      "number": "395.0197",
      "heading": "Internal risk management program.",
      "text": "risk management program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951012patient",
      "number": "395.1012",
      "heading": "Patient safety.",
      "text": "safety.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951021treatment",
      "number": "395.1021",
      "heading": "Treatment of sexual assault victims.",
      "text": "of sexual assault victims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951023child",
      "number": "395.1023",
      "heading": "Child abuse and neglect cases; duties.",
      "text": "abuse and neglect cases; duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951024patients",
      "number": "395.1024",
      "heading": "Patients consenting to adoptions; protocols.",
      "text": "consenting to adoptions; protocols.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951025infectious",
      "number": "395.1025",
      "heading": "Infectious diseases; notification.",
      "text": "diseases; notification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951027regional",
      "number": "395.1027",
      "heading": "Regional poison control centers.",
      "text": "poison control centers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951031emergency",
      "number": "395.1031",
      "heading": "Emergency medical services; communication.",
      "text": "medical services; communication.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951041access",
      "number": "395.1041",
      "heading": "Access to and ensurance of emergency services; transfers; patient rights; diversion programs; reports of controlled substance overdoses.",
      "text": "to and ensurance of emergency services; transfers; patient rights; diversion programs; reports of controlled substance overdoses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951042fentanyl",
      "number": "395.1042",
      "heading": "Fentanyl testing.",
      "text": "testing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951051duty",
      "number": "395.1051",
      "heading": "Duty to notify patients.",
      "text": "to notify patients.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951052patient",
      "number": "395.1052",
      "heading": "Patient access to primary care and specialty providers; notification.",
      "text": "access to primary care and specialty providers; notification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951053postpartum",
      "number": "395.1053",
      "heading": "Postpartum education.",
      "text": "education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951054birthing",
      "number": "395.1054",
      "heading": "Birthing quality improvement initiatives.",
      "text": "quality improvement initiatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951055rules",
      "number": "395.1055",
      "heading": "Rules and enforcement.",
      "text": "and enforcement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951056plan",
      "number": "395.1056",
      "heading": "Plan components addressing a hospital’s response to terrorism; public records exemption; public meetings exemption.",
      "text": "components addressing a hospital’s response to terrorism; public records exemption; public meetings exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395106risk",
      "number": "395.106",
      "heading": "Risk pooling by certain hospitals and hospital systems.",
      "text": "pooling by certain hospitals and hospital systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951061professional",
      "number": "395.1061",
      "heading": "Professional liability coverage.",
      "text": "liability coverage.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3951065criminal",
      "number": "395.1065",
      "heading": "Criminal and administrative penalties; moratorium.",
      "text": "and administrative penalties; moratorium.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39510973powers",
      "number": "395.10973",
      "heading": "Powers and duties of the agency.",
      "text": "and duties of the agency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3952050routine",
      "number": "395.2050",
      "heading": "Routine inquiry for organ and tissue donation; certification for procurement activities; death records review.",
      "text": "inquiry for organ and tissue donation; certification for procurement activities; death records review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395301price",
      "number": "395.301",
      "heading": "Price transparency; itemized patient statement or bill; patient admission status notification.",
      "text": "transparency; itemized patient statement or bill; patient admission status notification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953011billing",
      "number": "395.3011",
      "heading": "Billing and collection activities.",
      "text": "and collection activities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953015patient",
      "number": "395.3015",
      "heading": "Patient records; form and content.",
      "text": "records; form and content.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395302patient",
      "number": "395.302",
      "heading": "Patient records; penalties for alteration.",
      "text": "records; penalties for alteration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953025patient",
      "number": "395.3025",
      "heading": "Patient and personnel records; copies; examination.",
      "text": "and personnel records; copies; examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953027patient",
      "number": "395.3027",
      "heading": "Patient immigration status data collection.",
      "text": "immigration status data collection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953035confidentiality",
      "number": "395.3035",
      "heading": "Confidentiality of hospital records and meetings.",
      "text": "of hospital records and meetings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953036confidentiality",
      "number": "395.3036",
      "heading": "Confidentiality of records and meetings of entities that lease public hospitals or other public health care facilities.",
      "text": "of records and meetings of entities that lease public hospitals or other public health care facilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953037definitions",
      "number": "395.3037",
      "heading": "Definitions",
      "text": "395.3037 Definitions.—As used in this act, the term: (1) “Department” means the Department of Health. (2) “Agency” means the Agency for Health Care Administration. History.—s. 2, ch. 2004-325. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc234ef6347f',t:'MTc3MDg4NTE0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-395/part-i/section-395-3037/"
    },
    {
      "id": "section-3953038state-listed",
      "number": "395.3038",
      "heading": "State-listed stroke centers; notification of hospitals.",
      "text": "stroke centers; notification of hospitals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39530381statewide",
      "number": "395.30381",
      "heading": "Statewide stroke registry.",
      "text": "stroke registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953039advertising",
      "number": "395.3039",
      "heading": "Advertising restrictions.",
      "text": "restrictions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953041emergency",
      "number": "395.3041",
      "heading": "Emergency medical services providers; triage and transportation of stroke victims to a stroke center.",
      "text": "medical services providers; triage and transportation of stroke victims to a stroke center.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953042statewide",
      "number": "395.3042",
      "heading": "Statewide venous thromboembolism registry.",
      "text": "venous thromboembolism registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395002definitions",
      "number": "395.002",
      "heading": "Definitions. As used in this chapter:(1)“Accrediting organizations” means national accreditation organizations that are approved by the Centers for Medicare and Medicaid Services and whose standards incorporate comparable licensure regulations required by the state",
      "text": "(2)“Agency” means the Agency for Health Care Ad",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urity",
      "number": "urity",
      "heading": "systems or plans;",
      "text": "systems or plans;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "16, ch. 2024-183, provides that “[t]he changes made by this act to s",
      "text": "395.301, Florida Statutes, relating to good faith estimates, are not effective until the United States Department of Health and Human Services, the United States Department of Labor, and the United States Department of the Treasur",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3953037definitions",
      "number": "395.3037",
      "heading": "Definitions. As used in this act, the term:(1)“Department” means the Department of Health",
      "text": "(2)“Agency” means the Agency for Health Care Administration.History.—s. 2, ch. 2004-325.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13953042statewide",
      "number": "1395.3042",
      "heading": "Statewide venous thromboembolism registry",
      "text": "—(1)(a)The department shall contract with a private entity, that meets all of the conditions of paragraph (b), to establish and maintain, at no cost to the state, a statewide venous thromboembolism registry to ensure that the performance measures required to be submit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39540legislative",
      "number": "395.40",
      "heading": "Legislative findings and intent.395.4001Definitions",
      "text": "395.401Trauma services system plans; approval of trauma centers and pediatric trauma centers; procedures; renewal.395.4015State regional trauma planning; trauma regions.395.402Trauma service areas; number and location of trauma centers.395.4025Trauma centers;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954001definitions",
      "number": "395.4001",
      "heading": "Definitions",
      "text": "395.4001 Definitions.—As used in this part, the term: (1) “Agency” means the Agency for Health Care Administration. (2) “Charity care” or “uncompensated trauma care” means that portion of hospital charges reported to the agency for which there is no compensation, other than restricted or unrestricted revenues provided to a hospital by local governments or tax districts regardless of method of payment, for care provided to a patient whose family income for the 12 months preceding the determination is less than or equal to 200 percent of the federal poverty level, unless the amount of hospital charges due from the patient exceeds 25 percent of the annual family income. However, in no case shall the hospital charges for a patient whose family income exceeds four times the federal poverty level for a family of four be considered charity. (3) “Department” means the Department of Health. 1 (4) “High-risk patient” means a trauma patient with an International Classification Injury Severity Score of less than 0.85. (5) “Interfacility trauma transfer” means the transfer of a trauma victim between two facilities licensed under this chapter, pursuant to this part. (6) “International Classification Injury Severity Score” means the statistical method for computing the severity of injuries sustained by trauma patients. The International Classification Injury Severity Score shall be the methodology used by the department and trauma centers to report the severity of an injury. (7) “Level I trauma center” means a trauma center that: (a) Has formal research and education programs for the enhancement of trauma care; is verified by the department to be in substantial compliance with Level I trauma center and pediatric trauma center standards; and has been approved by the department to operate as a Level I trauma center. (b) Serves as a resource facility to Level II trauma centers, pediatric trauma centers, and general hospitals through shared outreach, education, and quality improvement activities. (c) Participates in an inclusive system of trauma care, including providing leadership, system evaluation, and quality improvement activities. (8) “Level II trauma center” means a trauma center that: 1 (a) Is verified by the department to be in substantial compliance with Level II trauma center standards and has been approved by the department to operate as a Level II trauma center or is designated pursuant to s. 395.4025(15). (b) Serves as a resource facility to general hospitals through shared outreach, education, and quality improvement activities. (c) Participates in an inclusive system of trauma care. (9) “Local funding contribution” means local municipal, county, or tax district funding exclusive of any patient-specific funds received pursuant to ss. 154.301-154.316, private foundation funding, or public or private grant funding of at least $150,000 received by a hospital or health care system that operates a trauma center. (10) “Pediatric trauma center” means a hospital that is verified by the department to be in substantial compliance with pediatric trauma center standards as established by rule of the department and has been approved by the department to operate as a pediatric trauma center. (11) “Provisional trauma center” means a hospital that has been verified by the department to be in substantial compliance with the requirements in s. 395.4025 and has been approved by the department to operate as a provisional Level I trauma center, Level II trauma center, or pediatric trauma center. (12) “Trauma agency” means a department-approved agency established and operated by one or more counties, or a department-approved entity with which one or more counties contract, for the purpose of administering an inclusive regional trauma system. (13) “Trauma alert victim” means a person who has incurred a single or multisystem injury due to blunt or penetrating means or burns, who requires immediate medical intervention or treatment, and who meets one or more of the adult or pediatric scorecard criteria established by the department by rule. 1 (14) “Trauma caseload volume” means the number of trauma patients calculated by the department using the data reported by each designated trauma center to the hospital discharge database maintained by the agency pursuant to s. 408.061. 1 (15) “Trauma center” means a hospital that has been verified by the department to be in substantial compliance with the requirements in s. 395.4025 and has been approved by the department to operate as a Level I trauma center, Level II trauma center, or pediatric trauma center, or is designated by the department as a Level II trauma center pursuant to s. 395.4025(15). (16) “Trauma patient” means a person who has incurred a physical injury or wound caused by trauma and has accessed a trauma center. (17) “Trauma scorecard” means a statewide methodology adopted by the department by rule under which a person who has incurred a traumatic injury is graded as to the severity of his or her injuries or illness and which methodology is used as the basis for making destination decisions. (18) “Trauma transport protocol” means a document which describes the policies, processes, and procedures governing the dispatch of vehicles, the triage, prehospital transport, and interfacility trauma transfer of trauma victims. (19) “Trauma victim” means any person who has incurred a single or multisystem injury due to blunt or penetrating means or burns and who requires immediate medical intervention or treatment. History.—s. 1, ch. 2000-189; s. 3, ch. 2004-259; s. 58, ch. 2005-2; s. 14, ch. 2006-192; s. 1, ch. 2013-153; s. 4, ch. 2018-66. 1 Note.—Section 14, ch. 2018-66, provides that “[i]f the provisions of this act relating to s. 395.4025(16), Florida Statutes, are held to be invalid or inoperative for any reason, the remaining provisions of this act shall be deemed to be void and of no effect, it being the legislative intent that this act as a whole would not have been adopted had any provision of the act not been included.” (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc256f0a5c69',t:'MTc3MDg4NTE0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-395/part-ii/section-395-4001/"
    },
    {
      "id": "section-395401trauma",
      "number": "395.401",
      "heading": "Trauma services system plans; approval of trauma centers and pediatric trauma centers; procedures; renewal.",
      "text": "services system plans; approval of trauma centers and pediatric trauma centers; procedures; renewal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954015state",
      "number": "395.4015",
      "heading": "State regional trauma planning; trauma regions.",
      "text": "regional trauma planning; trauma regions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395402trauma",
      "number": "395.402",
      "heading": "Trauma service areas; number and location of trauma centers.",
      "text": "service areas; number and location of trauma centers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954025trauma",
      "number": "395.4025",
      "heading": "Trauma centers; selection; quality assurance; records.",
      "text": "centers; selection; quality assurance; records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395403reimbursement",
      "number": "395.403",
      "heading": "Reimbursement of trauma centers.",
      "text": "of trauma centers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954036trauma",
      "number": "395.4036",
      "heading": "Trauma payments.",
      "text": "payments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395404reporting",
      "number": "395.404",
      "heading": "Reporting of trauma data; report to National Trauma Data Bank.",
      "text": "of trauma data; report to National Trauma Data Bank.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954045emergency",
      "number": "395.4045",
      "heading": "Emergency medical service providers; trauma transport protocols; transport of trauma alert victims to trauma centers; interfacility transfer.",
      "text": "medical service providers; trauma transport protocols; transport of trauma alert victims to trauma centers; interfacility transfer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395405rulemaking",
      "number": "395.405",
      "heading": "Rulemaking",
      "text": "395.405 Rulemaking.—The department shall adopt and enforce all rules necessary to administer ss. 395.401, 395.4015, 395.402, 395.4025, 395.403, 395.404, and 395.4045. History.—s. 7, ch. 89-275; s. 17, ch. 89-283; s. 2, ch. 90-187; s. 1, ch. 90-192; s. 8, ch. 90-284; ss. 43, 98, ch. 92-289; s. 6, ch. 2000-189; s. 36, ch. 2009-223. Note.—Former s. 395.037. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc261a23c3a9',t:'MTc3MDg4NTE0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-395/part-ii/section-395-405/"
    },
    {
      "id": "section-39550quality",
      "number": "395.50",
      "heading": "Quality assurance activities of trauma agencies.",
      "text": "assurance activities of trauma agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39551confidentiality",
      "number": "395.51",
      "heading": "Confidentiality and quality assurance activities of trauma agencies.",
      "text": "and quality assurance activities of trauma agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3954001definitions",
      "number": "395.4001",
      "heading": "Definitions. As used in this part, the term:(1)“Agency” means the Agency for Health Care Administration",
      "text": "(2)“Charity care” or “uncompensated trauma care” means that portion of hospital charges reported to the agency for which there is no compensation, other than restricted or unrestricted revenues provided to a h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1395402trauma",
      "number": "1395.402",
      "heading": "Trauma service areas; number and location of trauma centers",
      "text": "—(1)The Legislature recognizes the need for a statewide, cohesive, uniform, and integrated trauma system, as well as the need to ensure the viability of existing trauma centers when designating new trauma centers. Consistent with national standard",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13954025trauma",
      "number": "1395.4025",
      "heading": "Trauma centers; selection; quality assurance; records",
      "text": "—(1)For purposes of developing a system of trauma centers, the department shall use the 18 trauma service areas established in s. 395.402. The department shall designate those hospitals that are to be recognized as trauma centers.(2)(a)The department sh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1395403reimbursement",
      "number": "1395.403",
      "heading": "Reimbursement of trauma centers.—(1)All verified trauma centers shall be considered eligible to receive state funding when state funds are specifically appropriated for state-sponsored trauma centers in the General Appropriations Act",
      "text": "Effective July 1, 2010, the department shall make payments from the Emergency M",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1395404reporting",
      "number": "1395.404",
      "heading": "Reporting of trauma data; report to National Trauma Data Bank",
      "text": "—(1)Each trauma center shall participate in the National Trauma Data Bank, and the department shall solely use the National Trauma Data Bank for quality and assessment purposes.(2)Each trauma center and acute care hospital shall report to the depar",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395405rulemaking",
      "number": "395.405",
      "heading": "Rulemaking. The department shall adopt and enforce all rules necessary to administer ss",
      "text": "395.401, 395.4015, 395.402, 395.4025, 395.403, 395.404, and 395.4045.History.—s. 7, ch. 89-275; s. 17, ch. 89-283; s. 2, ch. 90-187; s. 1, ch. 90-192; s. 8, ch. 90-284; ss. 43, 98, ch. 92-289; s. 6, ch. 2000-189; s. 36, ch.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395602rural",
      "number": "395.602",
      "heading": "Rural hospitals.395.603Rural hospital impact statement.395.6061Rural hospital capital improvement.395.607Rural emergency hospitals.",
      "text": "hospitals.395.603Rural hospital impact statement.395.6061Rural hospital capital improvement.395.607Rural emergency hospitals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395603rural",
      "number": "395.603",
      "heading": "Rural hospital impact statement.",
      "text": "hospital impact statement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3956061rural",
      "number": "395.6061",
      "heading": "Rural hospital capital improvement.",
      "text": "hospital capital improvement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395607rural",
      "number": "395.607",
      "heading": "Rural emergency hospitals.",
      "text": "emergency hospitals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395701annual",
      "number": "395.701",
      "heading": "Annual assessments on net operating revenues for inpatient and outpatient services to fund public medical assistance; administrative fines for failure to pay assessments when due; exemption",
      "text": "395.7016Annual appropriation.395.7017Rulemaking authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3957016annual",
      "number": "395.7016",
      "heading": "Annual appropriation.",
      "text": "appropriation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3957017rulemaking",
      "number": "395.7017",
      "heading": "Rulemaking authority.",
      "text": "authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395805definitions",
      "number": "395.805",
      "heading": "Definitions",
      "text": "395.805 Definitions.—As used in this act, the term: (1) “Agency” means the Agency for Health Care Administration. (2) “Family practice teaching hospital” means a freestanding, community-based hospital licensed under this chapter that offers a 3-year family practice residency program accredited through the Residency Review Committee of the Accreditation Council of Graduate Medical Education or the Council on Postdoctoral Training of the American Osteopathic Association. History.—s. 2, ch. 94-182. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc267e0f31e6',t:'MTc3MDg4NTE0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-395/part-v/section-395-805/"
    },
    {
      "id": "section-395806designation",
      "number": "395.806",
      "heading": "Designation of family practice teaching hospitals.",
      "text": "of family practice teaching hospitals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395807retention",
      "number": "395.807",
      "heading": "Retention of family practice residents.",
      "text": "of family practice residents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395805definitions",
      "number": "395.805",
      "heading": "Definitions. As used in this act, the term:(1)“Agency” means the Agency for Health Care Administration",
      "text": "(2)“Family practice teaching hospital” means a freestanding, community-based hospital licensed under this chapter that offers a 3-year family practice residency program accredited through the Residency Review C",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395902behavioral",
      "number": "395.902",
      "heading": "Behavioral health teaching hospitals.",
      "text": "health teaching hospitals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-395903behavioral",
      "number": "395.903",
      "heading": "Behavioral Health Teaching Hospital grant program.",
      "text": "Health Teaching Hospital grant program.",
      "history": "",
      "source_url": ""
    }
  ]
}