{
  "state": "virginia",
  "path": "title-title-51-aviation/chapter-chapter-3-municipal-and-county-airports-and-other-air-naviga",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Acquisition, Establishment and Operation Generally; Outside Easements§ 5",
      "text": "1-31. Authority to acquire, construct, maintain and operate; permission of Department required§ 5.1-32. Easements and privileges outside of airport or landing field boundaries§ 5.1-33. Public purpose declared§ 5.1-34. Acquisiti",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51-31",
      "number": "5.1-31.",
      "heading": "Authority to acquire, construct, maintain and operate; permission of Department required",
      "text": "All cities, incorporated towns and counties of the Commonwealth may acquire, by purchase, lease, gift, condemnation or otherwise, within or without the limits of any such city, town or county, whatever land may be reasonably necessary for the purpose of establishing, constructing, owning, controlling, leasing, equipping, improving, maintaining and operating airports for the use of airplanes; may acquire, establish, construct, enlarge, improve, maintain, equip, operate and regulate the use of such airports or landing fields, structures, air navigation facilities and other property incident thereto; may make, prior to such acquisition, investigation, surveys and plans and enter upon any lands or waters for such purposes; may construct, install, maintain and operate facilities for the servicing of aircraft, and for the accommodation and comfort of air travelers; may purchase and sell equipment and supplies as an incident to the operation of its airport properties; provided, that in the case of any county, the exercise of such authority beyond its territorial boundaries shall be only with the consent of the governing body of the political subdivision in which the power is sought to be exercised; provided, however, that no such city, town or county shall establish or operate any airport without first obtaining the permission of the Board, as now or hereafter provided by law.\n\nThe governing body of a county, city, or town may create an airport authority that shall be empowered on behalf of such county, city, or town to have and exercise the powers and rights set out in this section.\n\nCode 1950, §§ 5-20, 5-29; 1966, c. 576; 1979, c. 272; 1995, c. 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-31/"
    },
    {
      "id": "section-51-32",
      "number": "5.1-32.",
      "heading": "Easements and privileges outside of airport or landing field boundaries",
      "text": "Where necessary to provide unobstructed airspace for the landing and taking off of aircraft utilizing airports or landing fields acquired or operated by any county, city or town under the provisions of this article, any such county, city or town may acquire, in the same manner as is provided for the acquisition of land for airport purposes, easements through or other interests or privileges with respect to lands or waters outside the boundaries of such airports or landing fields which are necessary to insure safe approaches to such airports or landing fields and the safe and efficient operation thereof; and may also acquire in like manner, for a term of years or perpetually, the right of easement to place and maintain suitable signs or markers or lights to adequately locate and mark objects or structures or uses of lands which are hazardous to aircraft using such airports or landing fields, including the right of ingress and egress to and from such airport hazards for the purpose of maintaining and repairing such signs, markers and lights.\n\nCode 1950, § 5-21; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-32/"
    },
    {
      "id": "section-51-33",
      "number": "5.1-33.",
      "heading": "Public purpose declared",
      "text": "Any lands, easements or privileges acquired, owned, controlled or occupied by any cities, incorporated towns and counties of the Commonwealth under the provisions of this article are hereby declared to be acquired, owned, controlled or occupied for a public purpose, and as a matter of public necessity; and such lands, easements and privileges so acquired, owned, controlled or occupied are hereby declared to be acquired, owned, controlled or occupied for public, governmental and municipal purposes, and to be within the definition of property acquired for public uses as such term is used in Article I, Section 11 of the Constitution of Virginia.\n\nCode 1950, §§ 5-22, 5-30; 1966, c. 576; 1971, Ex. Sess., c. 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-33/"
    },
    {
      "id": "section-51-34",
      "number": "5.1-34.",
      "heading": "Acquisition of property; exercise of right of eminent domain",
      "text": "Private property needed by any city, incorporated town or county for an airport or landing field shall be acquired by purchase, if the city, town or county is able to agree with the owners on the terms thereof. The cities, incorporated towns or counties are hereby granted full power to exercise the right of eminent domain in the acquisition of any lands, easements and privileges that are necessary for airport and landing field purposes. Proceedings for the acquisition of such lands, easements and privileges by condemnation may be instituted and conducted in the name of such county, city or town, and the procedure shall be mutatis mutandis the same as in the acquisition of land by condemnation proceedings instituted by railroads and may acquire in like manner, for a term of years or perpetually, the right of easement to remove and control the growth of any tree or vegetation standing or growing in said land outside the boundaries of any airport or landing field and the right of easement to place and maintain suitable signs or markers or lights to adequately locate and mark objects or structures that are hazardous to aircraft using such airports or landing fields, of ingress and egress to and from such airport hazards for the purpose of maintaining and repairing such signs, markers and lights and cutting of trees or other growing vegetation penetrating the approach and departure slope easement. The right of condemnation granted herein shall be subject to the same provisions as are provided in § 25.1-102 concerning the condemnation of property belonging to a corporation possessing the power of eminent domain by another public service corporation.\n\nCode 1950, §§ 5-23, 5-31; 1966, c. 576; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-34/"
    },
    {
      "id": "section-51-35",
      "number": "5.1-35.",
      "heading": "Powers may be exercised jointly by two or more political subdivisions",
      "text": "All powers, rights, and authority granted to counties, cities, and towns under this article may be exercised and enjoyed jointly by any two or more of such political subdivisions within or without the territorial limits of either or any of them, or if one or more of such political subdivisions is a county, then within such county or one of such counties, and the political subdivisions so acting jointly may enter into such agreements with each other as may be necessary or proper for the exercise and enjoyment of the joint powers hereby granted, and for joint action in carrying out the general purposes of this article. The powers granted by this section shall include the power to seek and obtain loans for the purpose of capital improvements to any airport or landing field established pursuant to this article.\n\nCode 1950, § 5-24; 1966, c. 576; 1989, c. 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-35/"
    },
    {
      "id": "section-51-36",
      "number": "5.1-36.",
      "heading": "Agreement for joint exercise of powers; governing board, etc., to act on behalf of political subdivisions; powers of board, etc.",
      "text": "The agreement provided for in § 5.1-35 may provide for the creation of a governing board, commission, authority or body empowered to have and exercise, on behalf of the several political subdivisions which are parties to such agreement, the powers, rights and authority conferred on such political subdivisions by this article. Members of the governing bodies of the several political subdivisions may serve as a member of a board, commission, authority or body formed pursuant to § 5.1-35. Such agreement shall specify the name of the board, commission, authority or body and its composition and prescribe its powers and duties which may include powers to establish, construct, manage, and operate an airport, acquire, hold and dispose of property but on behalf of the several political subdivisions, including the exercise on their behalf of the power of eminent domain. If any such board, commission, authority or body is created, all proceedings in connection with the establishment, construction, management and operation of the airport, including application for and issuance of any license required therefor, shall be in its name. The intent of § 5.1-35 and this section is that any such board, commission, authority or body established by two or more political subdivisions or through action of the General Assembly may have the same powers granted to a city, town and county but in no case will such powers be greater than those granted to a city, town or county. Any joint airport authority created pursuant to this chapter and in existence on July 1, 1994, shall be continued in lawful existence under the terms and provisions of this chapter even though all the political subdivisions except one withdraw from the joint airport authority.\n\nCode 1950, § 5-24.1; 1958, c. 523; 1966, c. 576; 1970, c. 717; 1993, c. 81; 1995, c. 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-36/"
    },
    {
      "id": "section-51-361",
      "number": "5.1-36.1.",
      "heading": "Contributions by counties to construction of certain airports",
      "text": "The governing body of any county is authorized to make appropriations of public funds to contribute to the initial construction of an airport by a city or town adjoining such county or by a city or town within a county adjoining such county.\n\nCode 1950, § 5-24.2; 1966, c. 415.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-36-1/"
    },
    {
      "id": "section-51-37",
      "number": "5.1-37.",
      "heading": "Public waters and submerged lands",
      "text": "The powers herein granted to counties, cities and towns include the power to establish, maintain and operate airports and landing areas and other air navigation facilities in, over and upon any public waters of this Commonwealth, or any submerged land under such public waters, within the limits or jurisdiction of or bordering on such counties, cities or towns.\n\nCode 1950, § 5-26; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-37/"
    },
    {
      "id": "section-51-38",
      "number": "5.1-38.",
      "heading": "Right to zone property not limited",
      "text": "The rights of any counties, cities or towns to zone property shall not be limited by the provisions of this article.\n\nCode 1950, § 5-27; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-38/"
    },
    {
      "id": "section-51-39",
      "number": "5.1-39.",
      "heading": "Use, disposal and termination of rights acquired",
      "text": "No easements, rights or privileges acquired under the terms of this article by any county, city or town shall be employed or disposed of except to accomplish the purposes for which they were originally acquired; except that when such easements, rights, or privileges have been transferred to the Virginia Aviation Board, they may be held, used, and disposed of in accordance with §§ 5.1-2.2 and 5.1-2.2:1. Upon the abandonment of any airport or landing field acquired pursuant to this article all easements, rights and privileges which shall have been so acquired over or with respect to adjacent lands shall thereupon terminate and revert back to the person from whom the easement, right or privilege was obtained or his successor in interest.\n\nCode 1950, § 5-28; 1966, c. 576; 1980, c. 721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-39/"
    },
    {
      "id": "section-51-391",
      "number": "5.1-39.1.",
      "heading": "Use of airport property for industrial development purposes",
      "text": "Notwithstanding § 5.1-39, any county, city, town, or airport commission may use, lease or convey for any industrial development purposes any airport property described in § 5.1-39 with the written approval of the Director of Aviation on such terms and conditions as the Director may require. When any easement, rights, or privileges have been pledged as a sponsor's share to secure funds from the Federal Aviation Administration, written approval of the Federal Aviation Administration shall also be required.\n\n1980, c. 59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-39-1/"
    },
    {
      "id": "section-51-40",
      "number": "5.1-40.",
      "heading": "Lease of land acquired; approval by Department",
      "text": "Any political subdivision or privately owned, licensed public use airport acquiring land under the provisions of this article may individually, or jointly where so operated, lease the same, or any part thereof, to any individual or corporation desiring to use the same for the purpose of operating an airport or landing field, or for the purpose of landing or starting airplanes therefrom or for other aviation purposes, and on such terms and subject to such conditions and regulations as may be provided; and any political subdivision or privately owned, licensed public use airport may enter into a contract in the form of a lease providing for the use of such land, or any part thereof, by the government of the United States for the use by the government of such land for aviation, mail delivery or other aviation purposes upon nominal or other rental or without consideration, provided the political subdivision or privately owned, licensed public use airport certifies that the lease meets the terms and provisions of any and all state and federal grants.\n\nCode 1950, § 5-38; 1966, c. 576; 1979, c. 272; 2012, cc. 28, 805, 836.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-40/"
    },
    {
      "id": "section-51-41",
      "number": "5.1-41.",
      "heading": "Operation by local governing body or special officer or board",
      "text": "The governing body, or other proper authority, of a county, city, or town which has established an airport or landing field and acquired, leased, or set apart property for such purpose, may construct, improve, equip, maintain and operate the same, or may vest jurisdiction for the construction, improvement, equipment, maintenance and operation thereof in any suitable officer, board or body of such county, city, or town. A member of the governing body of any such county, city, or town may also serve as a member of any board or body established to manage an airport or landing field. No such city, town or county, however, shall operate an airport without first obtaining the permission of the Board as now or hereafter provided by law. In addition to other powers conferred by this section, any such governing body or other authority of a county, city, or town shall have the power to seek and obtain loans for the purpose of capital improvements to any airport or landing field established pursuant to this article.\n\nCode 1950, § 5-34; 1966, c. 576; 1979, c. 272; 1989, c. 234; 1993, c. 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-41/"
    },
    {
      "id": "section-51-411",
      "number": "5.1-41.1.",
      "heading": "Local governing bodies authorized to require boarding fee",
      "text": "The governing body of any county, city or town which operates an airport or an airport authority, after approval of its governing bodies, shall have the power by ordinance or by bylaw to require a boarding fee on passengers boarding aircraft at local airports, where the trip of such passenger originates at such airport. Such fee shall be in such amount and on such terms as the governing body of the locality or airport authority may by ordinance or by bylaw prescribe, not to exceed two dollars per person. Nothing herein contained shall affect any authority heretofore granted to any local government or airport authority to require a boarding fee.\n\n1973, c. 536.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-41-1/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Funds for Acquisition, Operation, Etc.",
      "text": "Funds for Acquisition, Operation, Etc.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51-42",
      "number": "5.1-42.",
      "heading": "Payment of purchase price or award for land acquired; issuance of bonds",
      "text": "The purchase price or award for real property acquired for an airport or landing field may be paid for by the appropriation of moneys available therefor or wholly or partly paid from the proceeds of the sale of bonds of the city, town or county as the governing body of the city, town or county shall determine. Such city, town or county is hereby authorized to issue bonds for such purpose or purposes, subject, however, to the approval of such bond issue at a referendum thereon, if such approval is a prerequisite to the issuance of bonds by any such political subdivision of the Commonwealth for public purposes generally.\n\nCode 1950, § 5-33; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-42/"
    },
    {
      "id": "section-51-43",
      "number": "5.1-43.",
      "heading": "Expenses of construction, operation, etc., to be paid by political subdivision",
      "text": "The expenses of such construction, improvement, equipment, maintenance and operation shall be paid by such political subdivision, from available funds, subject to all applicable constitutional provisions.\n\nCode 1950, § 5-35; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-43/"
    },
    {
      "id": "section-51-44",
      "number": "5.1-44.",
      "heading": "Rules and regulations; fees and charges",
      "text": "The governing body of such city, town or county, or a board, commission, authority or body created under § 5.1-36, may adopt regulations not in conflict with the rules and regulations adopted and promulgated by the Board from time to time and establish fees or other charges for the use of such airport or landing field or may authorize an officer representing such city, town, county, board, commission, authority or body to adopt such regulations and establish such fees and charges.\n\nCode 1950, § 5-36; 1966, c. 576; 1970, c. 717; 1979, c. 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-44/"
    },
    {
      "id": "section-51-45",
      "number": "5.1-45.",
      "heading": "Appropriations by local authorities",
      "text": "The governing body of any city, town or county to which this chapter is applicable may appropriate or cause to be raised by taxation in such city, town or county a sum sufficient to carry out the provisions of this chapter.\n\nCode 1950, § 5-39; 1966, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-45/"
    },
    {
      "id": "section-51-46",
      "number": "5.1-46.",
      "heading": "Receipt and handling of federal and other funds",
      "text": "Any county, city or town in Virginia may accept, receive and receipt for federal moneys, and other moneys, either public or private, for the acquisition, construction, enlargement, improvement, maintenance and operation of airports and landing fields and other air navigation facilities, and is authorized and empowered to comply with the provisions of the laws of the United States and any rules and regulations made thereunder for the expenditure of federal moneys in connection with such airports, landing fields and air navigation facilities.\n\nCode 1950, § 5-25; 1966, c. 576; 1979, c. 272; 1988, c. 70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-46/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Federal Airport Act",
      "text": "Federal Airport Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51-47",
      "number": "5.1-47.",
      "heading": "Project and application to be approved by Department",
      "text": "Notwithstanding any other provision of law, no county, city or town, whether acting alone or jointly with another county, city or town or with the Commonwealth, shall submit to the Federal Aviation Administration of the United States any project application under the provisions of any act of Congress which provides airport construction, planning and development funds for the expansion and improvement of the airport system insofar as such act shall pertain to the Commonwealth of Virginia, unless the project and the project application have been first approved by the Department.\n\nCode 1950, § 5-39.1; 1966, c. 576; 1972, c. 374; 1979, c. 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-47/"
    },
    {
      "id": "section-51-48",
      "number": "5.1-48.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1988, c. 70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-5-1/chapter-3/section-5-1-48/"
    }
  ]
}