{
  "state": "idaho",
  "path": "title-title-11/chapter-chapter-1",
  "sections": [
    {
      "id": "section-11-101",
      "number": "11-101",
      "heading": "TIME WITHIN WHICH EXECUTION MAY ISSUE — STAY PENDING DISPOSITION OF MOTIONS",
      "text": "11-101. TIME WITHIN WHICH EXECUTION MAY ISSUE — STAY PENDING DISPOSITION OF MOTIONS. Except as provided in section 5-245, Idaho Code, for execution on judgments for support of a child and for execution on judgments for restitution to victims of crime, the party in whose favor judgment is given may, at any time within ten (10) years after the entry or order of renewal thereof, have a writ of execution issued for its enforcement, subject to the right of the court to stay execution as provided by the rules adopted by the supreme court. The party in whose favor a judgment for restitution to a victim of crime has been entered pursuant to section 19-5305, Idaho Code, may, at any time within twenty (20) years after the entry thereof, have a writ of execution issued for its enforcement, subject to the right of the court to stay execution as provided by the rules adopted by the supreme court.\n\n[(11-101) C.C.P. 1881, sec. 430; R.S., R.C., & C.L., sec. 4470; C.S., sec. 6910; I.C.A., sec. 8-101; am. 1941, ch. 24, sec. 1, p. 48; am. 1995, ch. 264, sec. 4, p. 847; am. 2010, ch. 34, sec. 1, p. 65; am. 2015, ch. 139, sec. 2, p. 343; am. 2015, ch. 278, sec. 1, p. 1137; am. 2019, ch. 175, sec. 1, p. 567.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-101/"
    },
    {
      "id": "section-11-102",
      "number": "11-102",
      "heading": "FORM OF WRIT",
      "text": "11-102. FORM OF WRIT. The writ of execution must be issued in the name of the people, sealed with the seal of the court, and subscribed by the clerk, and be directed to the sheriff, and it must intelligently refer to the judgment, stating the court, the county where the judgment roll is filed, and if it be for money, the amount thereof, and the amount actually due thereon, and if made payable in a specified kind of money, or currency, the execution must also state the kind of money or currency in which the judgment is payable, and must require the sheriff substantially as follows:\n\n(1) If it be against the property of the judgment debtor, it must require the sheriff to satisfy the judgment, with interest, out of the personal property of such debtor, and if sufficient personal property cannot be found, then out of his real property; or if the judgment be a lien upon real property, then out of the real property belonging to him on the day when the judgment was docketed, or at any time thereafter; or if the execution be issued to a county other than the one in which the judgment was recovered, on the day when the transcript of the docket was filed in the office of the recorder of such county, stating such day, or any time thereafter.\n\n(2) If it be against real or personal property in the hands of the personal representatives, heirs, devisees, legatees, tenants, or trustees, it must require the sheriff to satisfy the judgment, with interest, out of such property.\n\n(3) If it be against the person of the judgment debtor, it must require the sheriff to arrest such debtor and commit him to the jail of the county until he pay the judgment, with interest, or be discharged according to law.\n\n(4) If it be issued on a judgment made payable in a specified kind of money or currency, it must also require the sheriff to satisfy the same in the kind of money or currency in which the judgment is made payable, and the sheriff must refuse payment in any other kind of money or currency; and in case of levy and sale of property of the judgment debtor, he must refuse payment from any purchaser at such sale in any other kind of money or currency than that specified in the execution. The sheriff collecting money or currency in the manner required by this chapter, must pay to the plaintiff or party entitled to recover the same, the same kind of money or currency received by him, and in case of neglect or refusal so to do, he shall be liable on his official bond to the judgment creditor in three (3) times the amount of the money so collected.\n\n(5) If it be for the delivery of the possession of real or personal property, it must require the sheriff to deliver the possession of the same, describing it, to the party entitled thereto, and may at the same time require the sheriff to satisfy any costs, damages, rents or profits recovered by the same judgment, out of the personal property of the person against whom it was rendered, and the value of the property for which the judgment was rendered, to be specified therein, if a delivery thereof cannot be had; and if sufficient personal property cannot be found, then out of the real property, as provided in subsection (1) of this section.\n\n[(11-102) C.C.P. 1881, sec. 431; R.S., R.C., & C.L., sec. 4471; C.S., sec. 6911; I.C.A., sec. 8-102; am. 2009, ch. 11, sec. 3, p. 14.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-102/"
    },
    {
      "id": "section-11-103",
      "number": "11-103",
      "heading": "TIME WHEN RETURNABLE — RECORD IN EXECUTION BOOK — CONTINUOUS EXECUTION OR GARNISHMENT FOR CHILD SUPPORT",
      "text": "11-103. TIME WHEN RETURNABLE — RECORD IN EXECUTION BOOK — CONTINUOUS EXECUTION OR GARNISHMENT FOR CHILD SUPPORT. (a) Except as provided in subsection (b) of this section, the execution may be made returnable at any time not less than ten (10) nor more than sixty (60) days after its receipt by the sheriff, to the clerk with whom the judgment roll is filed. When the execution is returned, the clerk must attach it to the judgment roll. If any real estate be levied upon, the clerk must record the execution and the return thereto at large, and certify the same under his hand as true copies in a book to be called the \"execution book,\" which book must be indexed with the names of the plaintiffs and defendants in execution alphabetically arranged, and kept open at all times during office hours for the inspection of the public without charge. It is evidence of the contents of the originals whenever they, or any part thereof, may be destroyed, mutilated or lost.\n\n(b) Where an execution or garnishment against earnings or unemployment benefits for a delinquent child support obligation is served upon any person or upon the state of Idaho and there is in possession of such person or the state of Idaho any such earnings or any unemployment benefits of the judgment debtor, the execution and the garnishment shall operate continuously and shall require such person or the state of Idaho to withhold the nonexempt portion of earnings or unemployment benefits at each succeeding earnings or unemployment benefits disbursement interval until released by the sheriff at the written request of the judgment creditor or until the judgment for child support debt, in the dollar amount specifically set forth on the writ of execution and subject to garnishment as of the date the writ of execution is issued, is discharged or satisfied in full; provided, however, that interim returns on such continuous execution or garnishment shall be filed by the sheriff at intervals not to exceed fourteen (14) days, whenever the amount collected in the fourteen (14) day period is at least equal to fifty dollars ($50.00), but in any event, interim returns on such continuous garnishment shall be filed by the sheriff at intervals not to exceed thirty (30) days. The proportion of earnings subject to garnishment as compared to total available earnings or unemployment benefits shall be limited to the percentage restrictions on garnishment of wages for child support as provided in section 11-207, Idaho Code.\n\n[(11-103) C.C.P. 1881, sec. 432; R.S., R.C., & C.L., sec. 4472; C.S., sec. 6912; I.C.A., sec. 8-103; am. 1982, ch. 170, sec. 1, p. 449; am. 1986, ch. 221, sec. 12, p. 592.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-103/"
    },
    {
      "id": "section-11-104",
      "number": "11-104",
      "heading": "ENFORCEMENT OF JUDGMENT BY EXECUTION",
      "text": "11-104. ENFORCEMENT OF JUDGMENT BY EXECUTION. When the judgment is for money, or the possession of real or personal property, the same may be enforced by a writ of execution; and if the judgment direct that the defendant be arrested, the execution may issue against the person of the judgment debtor, after the return of an execution against his property unsatisfied in whole or part; when the judgment requires the sale of property, the same may be enforced by a writ reciting such judgment, or the material parts thereof, and directing the proper officer to execute the judgment by making the sale and applying the proceeds in conformity therewith; when the judgment requires the performance of any other act than as above designated a certified copy of the judgment may be served upon the party against whom the same is rendered, or upon the person or officer required thereby or by law to obey the same, and obedience thereto may be enforced by the court.\n\n[(11-104) C.C.P. 1881, sec. 433; R.S., R.C., & C.L., sec. 4473; C.S., sec. 6913; I.C.A., sec. 8-104.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-104/"
    },
    {
      "id": "section-11-105",
      "number": "11-105",
      "heading": "EXECUTION AFTER TEN YEARS",
      "text": "11-105. EXECUTION AFTER TEN YEARS. In all cases other than for the recovery of money the judgment may be enforced or carried into execution after the lapse of ten (10) years from the date of its entry, by leave of the court, upon motion, or by judgment for that purpose, founded upon supplemental pleadings.\n\n[(11-105) C.C.P. 1881, sec. 434; R.S., R.C., & C.L., sec. 4474; C.S., sec. 6914; I.C.A., sec. 8-105; am. 2015, ch. 278, sec. 2, p. 1137.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-105/"
    },
    {
      "id": "section-11-106",
      "number": "11-106",
      "heading": "EXECUTION AFTER DEATH",
      "text": "11-106. EXECUTION AFTER DEATH. Notwithstanding the death of a party after the judgment, execution thereon may be issued, or it may be enforced as follows:\n\n1. In the case of the death of the judgment creditor, upon the application of his executor or administrator or successor in interest.\n\n2. In case of the death of the judgment debtor, if the judgment be for the recovery of real or personal property, or the enforcement of a lien thereon.\n\n[(11-106) C.C.P. 1881, sec. 435; R.S., R.C., & C.L., sec. 4475; C.S., sec. 6915; I.C.A., sec. 8-106.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-106/"
    },
    {
      "id": "section-11-107",
      "number": "11-107",
      "heading": "EXECUTIONS DIRECTED TO SHERIFF — EXECUTIONS IN DIFFERENT COUNTIES AT THE SAME TIME",
      "text": "11-107. EXECUTIONS DIRECTED TO SHERIFF — EXECUTIONS IN DIFFERENT COUNTIES AT THE SAME TIME. Where the execution is against the property of the judgment debtor it may be issued to the sheriff of any county in the state. Where it requires the delivery of real or personal property it must be issued to the sheriff of the county where the property, or some part thereof, is situated. Executions may be issued at the same time to different counties.\n\n[(11-107) C.C.P. 1881, sec. 436; R.S., R.C., & C.L., sec. 4476; C.S., sec. 6916; I.C.A., sec. 8-107.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-107/"
    },
    {
      "id": "section-11-108",
      "number": "11-108",
      "heading": "EXECUTION OF CIVIL JUDGMENTS AGAINST PRISONERS",
      "text": "11-108. EXECUTION OF CIVIL JUDGMENTS AGAINST PRISONERS. (1) For purposes of this section, the county sheriffs and the department of correction are exempt from the requirements of title 8 and title 11, Idaho Code. However, nothing in this section shall prevent the county, county sheriffs or department of correction from pursuing formal execution of judgments through writs of execution under title 11, Idaho Code, or writs of attachment and possession under title 8, Idaho Code.\n\n(2) Whenever a judgment is entered against a prisoner pursuant to section 12-120, 12-121 or 12-122, Idaho Code, the county, county sheriff or department of correction may collect the amount of the judgment from the prisoner by direct levy against the prisoner’s inmate account and/or personal property in his possession at the county jail or state prison. In pursuit of such collection efforts, the following applies:\n\n(a) The county, county sheriff or department of correction may continue to levy against the prisoner’s inmate account and personal property as it becomes available until the amount of the judgment is fully satisfied;\n\n(b) Funds collected from an inmate account shall be credited in full towards satisfaction of the judgment;\n\n(c) A prisoner’s personal property may be sold to the jail or prison commissary as used goods, with the value to be determined by the county sheriff or the department of correction, respectively.\n\n(3) For purposes of this section, prisoners shall not be entitled to claim exempt property under sections 11-201 through 11-207, Idaho Code, or 11-601 through 11-608, Idaho Code, with respect to funds in their inmate accounts and personal property in their possession at a county jail or a state prison.\n\n[11-108, added 1996, ch. 420, sec. 1, p. 1399.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-11/chapter-1/section-11-108/"
    }
  ]
}