{
  "state": "pennsylvania",
  "path": "title-title-34/chapter-chapter-25",
  "sections": [
    {
      "id": "section-2501",
      "number": "2501",
      "heading": "",
      "text": "(a) General rule.--It is unlawful to hunt or take game, furbearers or wildlife or aid, abet, assist or conspire to hunt or take game, furbearers or wildlife anywhere in this Commonwealth while in possession of a firearm of any kind or a bow and arrow if:\n\n(1) under the influence of alcohol to a degree which renders the person incapable of safe hunting or furtaking;\n\n(2) under the influence of any controlled substance, as defined by the laws of this Commonwealth and rules and regulations promulgated thereunder, to a degree which renders the person incapable of safe hunting or furtaking;\n\n(3) under the combined influence of alcohol and a controlled substance to a degree which renders the person incapable of safe hunting or furtaking;\n\n(4) the amount of alcohol by weight in the blood of:\n\n(i) an adult is 0.10% or greater; or\n\n(ii) a minor is 0.02% or greater.\n\n(a.1) Prima facie evidence.--\n\n(1) It is prima facie evidence that:\n\n(i) an adult had 0.10% or more by weight of alcohol in his or her blood at the time of hunting or taking of game, furbearers or wildlife or the aiding, abetting, assisting or conspiring to hunt or take game, furbearers or wildlife if the amount of alcohol by weight in the blood of the person is equal to or greater than 0.10% at the time a chemical test is performed on a sample of the person's breath, blood or urine; or\n\n(ii) a minor had 0.02% or more by weight of alcohol in his or her blood at the time of hunting or taking of game, furbearers or wildlife or the aiding, abetting, assisting or conspiring to hunt or take game, furbearers or wildlife if the amount of alcohol by weight in the blood of the minor is equal to or greater than 0.02% at the time a chemical test is performed on a sample of the minor's breath, blood or urine.\n\n(2) For the purpose of this section, the chemical test of the sample of the person's or minor's breath, blood or urine shall be from a sample obtained:\n\n(i) within three hours after the person or minor hunted or took game, furbearers or wildlife or aided, abetted, assisted or conspired to hunt or take game, furbearers or wildlife; or\n\n(ii) within a reasonable additional time after the person or minor hunted or took game, furbearers or wildlife or aided, abetted, assisted or conspired to hunt or take game, furbearers or wildlife if the circumstances of the incident prevented collecting the sample within three hours.\n\n(a.2) Legal use no defense.--The fact that any person charged with violating this section is or has been legally entitled to use alcohol or controlled substances is not a defense to a charge of violating this section.\n\n(a.3) Exception.--A person who is furtaking shall not be deemed in violation of subsection (a) if that person is not in possession of a firearm.\n\n(b) Penalty.--A violation of the provisions of this section shall be a misdemeanor. In addition to any penalty, the violator shall be denied the right to hunt or trap in this Commonwealth, with or without a license, for a period of one year.\n\n(c) Definition.--As used in this section, the term \"controlled substance\" shall have the meaning ascribed to it by the act of April 14, 1972 (P.L.233, No.64), known as The Controlled Substance, Drug, Device and Cosmetic Act.\n\n(Dec. 19, 1996, P.L.1442, No.184, eff. 60 days; Oct. 24, 2012, P.L.1205, No.150, eff. 60 days)\n\n2012 Amendment.Act 150 amended subsec. (b).\n\nCross References.Section 2501 is referred to in sections 2502, 2741 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2501/"
    },
    {
      "id": "section-2502",
      "number": "2502",
      "heading": "",
      "text": "(a) General rule.--Any person who hunts or takes or attempts, aids, abets, assists or conspires to hunt or take game, furbearers or wildlife shall be deemed to have given consent to a chemical test of breath, blood or urine for the purpose of determining the alcoholic content of blood or the presence of a controlled substance if any officer whose duty it is to enforce this title shall have reasonable grounds to believe the person to have been hunting or taking, or assisting or attempting to hunt or take, game, furbearers or wildlife while under the influence of alcohol or a controlled substance. The test shall be administered by personnel and equipment approved by regulation of the commission.\n\n(b) Suspension for refusal.--\n\n(1) If any person apprehended for hunting or taking, or aiding or assisting to hunt or take, game, furbearers or wildlife while under the influence of alcohol or a controlled substance, or both, is requested to submit to a chemical test and refuses to do so, the test shall not be given, but, upon notice by the officer, the commission shall, in addition to any other penalty which may be imposed under this section:\n\n(i) suspend the hunting and trapping privileges of the person for a period of one year; or\n\n(ii) revoke the hunting and trapping privileges of the person for a period of three years for a second or subsequent refusal within a period of three years.\n\n(2) It shall be the duty of the officer to inform the person that the person's hunting and trapping privileges will be suspended or revoked upon refusal to submit to a chemical test.\n\nAny person whose hunting and trapping privileges are suspended under the provisions of this section shall have the same right of appeal as provided for in cases of suspension or revocation for other reasons.\n\n(c) Test results admissible in evidence.--In any summary proceeding or criminal proceeding in which the defendant is charged with hunting or taking, or assisting, aiding or attempting to hunt or take, game, furbearers or wildlife while under the influence of alcohol or a controlled substance, the amount of alcohol or controlled substance in the defendant's blood, as shown by a chemical testing of his breath, blood or urine, which testing was conducted with equipment of a type approved by regulation of the commission and operated by approved personnel, shall be admissible in evidence.\n\n(d) Presumptions from amount of alcohol.--If chemical analysis of a person's breath, blood or urine shows:\n\n(1) That the amount of alcohol by weight in the blood of the person tested is 0.05% or less, it shall be presumed that the person tested was not under the influence of alcohol, and the person shall not be charged with any violation under section 2501 (relating to hunting or furtaking prohibited while under influence of alcohol or controlled substance), or, if the person was so charged prior to the test, the charge shall be void ab initio.\n\n(2) That the amount of alcohol by weight in the blood of the person tested is in excess of 0.05% but less than 0.10%, this fact shall not give rise to any presumption that the person tested was or was not under the influence of alcohol, but this fact may be considered with other competent evidence in determining whether the person was or was not under the influence of alcohol.\n\n(3) That the amount of alcohol by weight in the blood of the person tested is 0.10% or more, it shall be presumed that the defendant was under the influence of alcohol.\n\n(e) Other evidence admissible.--Subsections (a) through (d) shall not be construed as limiting the introduction of any other competent evidence bearing upon the question of whether or not the defendant was under the influence of alcohol or a controlled substance.\n\n(f) Test results available to defendant.--Upon the request of the person tested, the results of any chemical test shall be made available to that person or his attorney.\n\n(g) Blood test in lieu of breath test.--If for any reason a person is physically unable to supply enough breath to complete a chemical test, a physician or nurse, or a technician acting under a physician's direction, may withdraw blood for the purpose of determining its alcoholic content. The chemical analysis of the blood taken under these circumstances shall be admissible in evidence in the same manner as are the results of the breath chemical test. The hunting and trapping privileges of any person who refuses to allow a blood test under these circumstances shall be suspended pursuant to subsection (b).\n\n(h) Test by personal physician.--The person tested shall be permitted to have a physician of his own choosing administer an additional breath, blood or urine chemical test, and the results of the test shall also be admissible in evidence. The chemical test given at the direction of a commission-approved officer shall not be delayed by a person's attempt to obtain an additional test.\n\n(i) Immunity from civil liability.--No physician, nurse or technician or hospital employing the physician, nurse or technician or other employer of the physician, nurse or technician shall be civilly liable for the withdrawing of blood and reporting of test results at the request of the commission officer pursuant to this section.\n\n(j) Prearrest breath test authorized.--An officer of the commission, having reasonable suspicion to believe a person is hunting or furtaking while under the influence of alcohol, may require that person prior to arrest to submit to a preliminary breath test on a device approved by the commission for this purpose. The sole purpose of this preliminary breath test is to assist the officer in determining whether or not the person should be placed under arrest. The preliminary breath test shall be in addition to any other requirements of this section. No person has any right to expect or demand a preliminary breath test. Refusal to submit to this test shall not be considered for purposes of subsections (b) and (e).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2502/"
    },
    {
      "id": "section-2503",
      "number": "2503",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in this title, it is unlawful for any person to have a firearm of any kind in or on or against any conveyance propelled by mechanical power or its attachments at any time whether or not the vehicle or its attachment is in motion unless the firearm is unloaded.\n\n(b) Exceptions.--This section shall not be construed to apply to:\n\n(1) A police officer engaged in the performance of his official duty.\n\n(2) A commission officer engaged in the performance of his duty.\n\n(3) A person carrying a loaded pistol or revolver when in possession of a valid firearms license issued by the chief or head of any police force or the sheriff of a county when the license is issued for protection under 18 Pa.C.S. Ch. 61 Subch. A (relating to Uniform Firearms Act).\n\n(4) Any person as defined in section 2121(c) (relating to killing game or wildlife to protect property) while on lands they control and when not hunting or trapping for game or wildlife.\n\n(5) Any motorboat or other craft having a motor attached or any sailboat if the motor has been completely shut off or the sail furled and its progress therefrom has ceased.\n\n(6) Any political subdivision, its employees or agents, which has a valid deer control permit issued under section 2902(c) (relating to general categories of permits).\n\nThe exceptions in paragraphs (1) through (5) do not apply when attempting to locate game or wildlife with an artificial light or when exercising any privileges granted by this title which may be exercised only when not in the possession of a firearm.\n\n(c) Penalty.--A violation of this section is a summary offense of the fourth degree if the vehicle is in motion. Otherwise the violation is a summary offense of the fifth degree.\n\n(Mar. 29, 1996, P.L.41, No.13, eff. imd.; Dec. 19, 1996, P.L.1442, No.184, eff. 60 days)\n\n2022 Correction.The Legislative Reference Bureau removed language that was erroneously added in subsec. (a).\n\n1996 Amendments.Acts 13 and 184 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2503/"
    },
    {
      "id": "section-2504",
      "number": "2504",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person to shoot at any game or wildlife while it is on a public highway or on a highway open to use or used by the public or to shoot across a public highway or a highway or roadway open to use or used by the public unless the line of fire is high enough above the elevation of the highway to preclude any danger to the users of the highway. It shall be unlawful for any person, after alighting from a motor vehicle being driven on or stopped on or along a public highway or road open to public travel, to shoot at any wild bird or wild animal while the person doing the shooting is within 25 yards of the traveled portion of the public highway or road open to public travel.\n\n(b) Penalty.--A violation of this section is a summary offense of the fourth degree.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2504/"
    },
    {
      "id": "section-2505",
      "number": "2505",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in this title or to any political subdivision, its employees or agents, which has a valid deer control permit issued under section 2902(c) (relating to general categories of permits), it is unlawful for any person, other than the lawful occupant, while hunting game or wildlife, taking furbearers of any kind, or pursuing any other privilege granted by this title, to hunt for, take, trap, pursue, disturb or otherwise chase any game or wildlife or to discharge, for any reason, any firearm, arrow or other deadly weapon within or through a safety zone, or to shoot at any game or wildlife while it is within the safety zone without the specific advance permission of the lawful occupant thereof.\n\n(b) Penalty.--A violation of this section is a summary offense punishable by a fine of not less than $200 nor more than $500. A second or subsequent offense within two calendar years is a summary offense punishable by a fine of not less than $500 nor more than $1,000.\n\n(c) Definition.--As used in this section, the term \"safety zone\" means:\n\n(1) Except as otherwise provided in paragraph (2), the area within 150 yards around and that area which is below the highest point of any occupied dwelling house, residence, or other building or camp occupied by human beings, or any barn, stable, or other building used in connection therewith or any attached or detached playground of any school, nursery school or day-care center.\n\n(2) When applied to properly licensed persons hunting with bow and arrow or crossbow and persons properly licensed for falconry, the area within 50 yards around and that area which is below the highest point of any occupied dwelling house, residence or other building or camp occupied by human beings or any barn, stable or other building used in connection therewith and the area within 150 yards around and that area which is below the highest point of any attached or detached playground of any school, nursery school or day-care center.\n\n(Nov. 25, 1988, P.L.1082, No.125, eff. imd.; Mar. 29, 1996, P.L.41, No.13, eff. imd.; Dec. 19, 1996, P.L.1442, No.184, eff. 60 days; June 28, 2002, P.L.474, No.79, eff. 60 days; June 23, 2004, P.L.435, No.43, eff. July 1, 2004; July 9, 2008, P.L.920, No.65, eff. imd.)\n\n2008 Amendment.Act 65 amended subsec. (c)(2).\n\nCross References.Section 2505 is referred to in section 2741 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2505/"
    },
    {
      "id": "section-2506",
      "number": "2506",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person at any time to hunt, take or trap game or wildlife of any kind or to discharge any firearm or other deadly weapon into or within, or to dress out game or wildlife within, any cemetery or other burial grounds.\n\n(b) Penalty.--A violation of this section is a summary offense of the fourth degree.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2506/"
    },
    {
      "id": "section-2507",
      "number": "2507",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person during the open season for the taking of any big game other than turkey to:\n\n(1) Shoot at any mark or target other than legal game or wildlife with a firearm of any kind or a bow and arrow.\n\n(2) Discharge at any time any firearm or release an arrow at random in the general direction of any game or wildlife not plainly visible for the purpose of routing or frightening them.\n\n(3) Discharge at any time any firearm or release an arrow at random or in any other manner contrary to this section.\n\n(b) Exceptions.--This section shall not be construed to apply in any manner to:\n\n(1) The discharge of any firearm for the sole purpose of signaling for aid or assistance while in distress.\n\n(2) The use of rifle, pistol or archery ranges owned, leased or maintained by a State or Federal military or police organization or by any regularly organized rifle, pistol, shotgun or archery range, shooting association or club while shooting at a regularly established and properly safeguarded range or to any public shooting exhibition properly safeguarded and conducted under the direction of any organization for the promotion of marksmanship.\n\n(3) The discharge of a muzzle-loading firearm at a proper target for the purpose of safe transportation of the muzzle-loaded firearm.\n\n(4) Shooting at a properly constructed target or mark or a dead tree protected by a natural or artificial barrier so that the ball, bullet or arrow cannot travel more than 15 yards beyond the target aimed at, after making due allowance for deflection in any direction not to exceed an angle of 45 degrees. Target shooting shall only be lawful when it is done:\n\n(i) Upon property owned by the shooter or by a guest of the property owner.\n\n(ii) Within 200 yards of the camp or other headquarters where the person shooting is quartered or is an invited guest or visitor.\n\n(c) Penalty.--A violation of this section is a summary offense of the fourth degree.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2507/"
    },
    {
      "id": "section-2508",
      "number": "2508",
      "heading": "",
      "text": "(a) General rule.--Subject to the posting requirements of subsection (b), it is unlawful for any person to hunt for or take any game or wildlife or to discharge a firearm or bow of any description into or upon any of the following areas:\n\n(1) The lands, waters or premises of any public or private hospital or sanatorium or health care facility.\n\n(2) The lands, waters or premises of any park or resort set aside for the use of the public where people may congregate in the open for health, recreation or pleasure.\n\n(3) The lands, waters or premises of any publicly owned institution where people are hospitalized, quartered or incarcerated at public expense.\n\n(b) Posting boundaries.--The boundaries of the lands, waters or premises set forth in subsection (a) shall be clearly defined by appropriate posters or markers calling attention to the fact that the land or water within the boundary has been set apart for the specific purpose for which it was intended and that hunting upon or shooting on the property is prohibited. No privileges shall be granted by those owning or operating the posted lands or waters to any other person to hunt for any game or wildlife upon the property; nor shall the person or persons owning or in charge of the lands be eligible to hunt for any game or wildlife on the lands or waters.\n\n(c) Exceptions.--Subsection (a) shall not apply to:\n\n(1) Any properly constructed and designated pistol, rifle, shotgun or archery range upon the lands of a hospital, sanatorium, park, resort or other institution.\n\n(2) Any part of the lands of any hospital, sanatorium, park, resort or institution which lie outside of the posted areas and are open to the public for hunting.\n\n(d) Penalty.--A violation of this section is a summary offense of the fourth degree.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2508/"
    },
    {
      "id": "section-2509",
      "number": "2509",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person while hunting game or wildlife or taking furbearers of any kind to:\n\n(1) Cause or assist in causing damage or injury, in any manner whatsoever, to either real or personal property of any kind.\n\n(2) Leave gates or bars open.\n\n(3) Break down, destroy or injure fences.\n\n(4) Tear down or scatter rail, post, wood or stone piles.\n\n(5) Harass, injure or kill livestock of any kind.\n\n(6) Hunt or trap in or upon unharvested buckwheat, corn, sorghum or soybean fields without the permission of the owner or person in charge of such property.\n\n(b) Additional restrictions.--In addition to the restrictions imposed by subsection (a), it shall be unlawful for any person hunting foxes by means of horses and hounds to hunt on any land which is not controlled by them.\n\n(c) Removal of wounded game or wildlife.--Subsection (a) shall not be construed to prevent the removal of mortally wounded game or wildlife from its place of refuge in a rail, post, wood or stone pile or fence if permission has first been obtained from the owner or person in charge of the property and the property is restored to the condition in which it was found.\n\n(d) Penalty.--A violation of this section is a summary offense of the fifth degree, and, in addition, a violator shall be liable for damages pursuant to subsection (e).\n\n(e) Costs for damages.--\n\n(1) Any person who shall cause damage to real or personal property, including crops of any kind shall, upon conviction, be sentenced to pay the penalty prescribed in this section and, in addition thereto, shall be liable to pay, upon demand of the person having legal control of the property, the sum equal to the amount of the damages determined by a court of competent jurisdiction.\n\n(2) The court may appoint a competent appraiser to determine the amount of such damage. The amount of the damage determined by the court shall be assessed against the defendant and paid to the court for disposition. The court shall deliver the amount collected to the person having legal control over the land where the damage occurred.\n\n(3) The court-appointed appraiser shall be entitled to a reasonable fee for services rendered which shall be assessed against the defendant as additional costs for delivery to the appraiser by the court.\n\nCross References.Section 2509 is referred to in section 2741 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2509/"
    },
    {
      "id": "section-2510",
      "number": "2510",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person while hunting or furtaking or while on lands or waters open to hunting or furtaking to:\n\n(1) Deposit or leave any garbage, bottles, cartons, containers, glass, paper or other rubbish or debris other than in a place or receptacle maintained for that purpose. The provisions of this paragraph shall not apply to any spent shotgun shell or spent rifle shell casing which is ejected during normal hunting activities.\n\n(2) Drive a motor vehicle on any cleared field, whether public or private, except with the permission of the owner, tenant or other person in charge of the land.\n\n(3) Park or leave standing any motor vehicle in such manner as to block the means of ingress or egress to any person's property, mailbox, cattleways or fields.\n\n(b) Penalties.--\n\n(1) When litter is transported from another location and is deposited on lands or waters open to hunting or furtaking, the violation is a summary offense of the third degree. Any person convicted of a second or subsequent violation of this paragraph shall pay twice the fine imposed for the first offense. A conviction for a violation of this section shall not bar any civil action by the property owner.\n\n(2) Except as provided in paragraph (1), any other violation of this section is a summary offense of the seventh degree.\n\n(3) In addition to the fine imposed by section 925 (relating to jurisdiction and penalties), an additional fine of $10 may be imposed for each item of litter thrown, discarded, left, emitted or deposited in violation of this section.\n\n(c) Definition.--As used in this section, the term \"normal hunting activities\" shall not include a circumstance when a person has fired more than six rounds from a stationary position.\n\n(Dec. 19, 1996, P.L.1442, No.184, eff. 60 days; Mar. 24, 2004, P.L.157, No.20, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2510/"
    },
    {
      "id": "section-2511",
      "number": "2511",
      "heading": "",
      "text": "(a) General rule.--It is unlawful while hunting or while preparing to hunt for any game or wildlife:\n\n(1) To cause damage to any tree or trees located upon any public or privately owned lands as a result of constructing any tree stand, platform or any other manmade support of any description or as a result of using any portable tree stand or any other implement or device of any description to climb any tree.\n\n(2) To use or occupy any tree stand, platform or any other manmade support of any description which, when constructed, damaged any tree or trees.\n\nThis section shall not apply to a private landowner upon land which he owns or to any person to whom he has given written permission in advance.\n\n(b) Penalties.--\n\n(1) A violation of this section is a summary offense of the fifth degree.\n\n(2) Upon summary conviction, the defendant shall be sentenced to remove the tree stand, platform or any other manmade support or climbing device of any description.\n\n(3) In addition to any other penalty imposed, the defendant shall be liable to pay to the one in control of a tree the amount of any damage done by the defendant to the tree. The amount of the damage to the tree shall be determined by the magisterial district judge. If a reasonable settlement for damage to the tree is not reached, the magisterial district judge may appoint a competent appraiser to determine the amount of the damage. The amount of the damage determined shall be assessed against the defendant and paid to the magisterial district judge for disposition. The magisterial district judge shall deliver the amount collected to the person or governmental agency having legal control over the land where the damage occurred. The appraiser appointed by the magisterial district judge shall be entitled to a reasonable fee for services rendered which shall be assessed against the defendant as additional costs.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsec. (b)(3). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2511/"
    },
    {
      "id": "section-2512",
      "number": "2512",
      "heading": "",
      "text": "(a) General rule.--On any lands or waters owned, leased or controlled by the commission, it is unlawful, without first securing consent or a permit from the commission, to:\n\n(1) Go upon any lands or waters which are posted against entry for any purpose.\n\n(2) Cut down or otherwise destroy any trees, shrubs or other flora.\n\n(3) Do or cause to be done any act to the detriment of such lands, structures, roads, trails, trees, shrubs or flora thereon.\n\n(4) Remove any material, either organic or inorganic.\n\n(5) Destroy, mutilate or remove any sign or placard.\n\n(6) Fish, swim or boat on or in any waters posted against such acts.\n\n(7) Post any of the commission's signs or placards, or any signs or placards similar in appearance thereto, on any lands not owned or controlled by the commission.\n\n(8) Violate any regulations of the commission pertaining to the use and protection of such lands or waters or the users of such lands or waters.\n\n(b) Penalties.--\n\n(1) A violation of this section is a summary offense of the fifth degree.\n\n(2) Upon conviction, the defendant shall pay for all damages done or materials removed.\n\n(3) In addition to any other penalty imposed, where the damages or materials removed are extreme or an agreeable arrangement cannot be reached between the concerned parties, the case shall be heard by the appropriate magisterial district judge who, if necessary, may appoint an independent person to appraise the damage to be paid to the commission. Any costs for the appraiser shall be added to costs of prosecution.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsec. (b)(3). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2512/"
    },
    {
      "id": "section-2521",
      "number": "2521",
      "heading": "",
      "text": "(a) General rule.--Every person who causes or is involved in an incident in which a human being is injured by any firearm or bow and arrow while hunting or taking game, wildlife or furbearers or incurs a self-inflicted injury with any firearm or bow and arrow while hunting or taking game, wildlife or furbearers shall render a report to the commission at Harrisburg or deliver the report to any officer of the commission on duplicate forms provided for that purpose. The report shall be delivered within 72 hours after the injury. Each 24-hour period thereafter shall constitute a separate offense. If the person is physically incapable of making the required report, it shall be the duty of the person or persons involved in the incident to designate an agent to file the report within the specified time.\n\n(b) Penalty.--\n\n(1) A violation of this section involving a nonfatal incident is a summary offense of the fifth degree.\n\n(2) A violation of this section involving a fatal incident is a summary offense of the fourth degree.\n\n(Dec. 19, 1996, P.L.1442, No.184, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2521/"
    },
    {
      "id": "section-2522",
      "number": "2522",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person while hunting or furtaking, through carelessness or negligence, to shoot at, injure or kill any human being through the use of a firearm, bow and arrow or other deadly weapon.\n\n(b) Penalty.--The penalty to be imposed for any violation of this section shall be determined pursuant to the following classifications:\n\n(1) To shoot at but not hit or injure or to shoot at and cause bodily injury to a human being is a summary offense of the first degree.\n\n(2) To shoot at and cause serious bodily injury to a human being is a misdemeanor of the second degree.\n\n(3) To kill a human being is a misdemeanor of the first degree. Fines imposed against a violator of this paragraph shall be distributed to the next of kin as an asset of the estate of the deceased, other provisions of law to the contrary notwithstanding.\n\n(c) Denial of privileges.--In addition to the penalty imposed pursuant to subsection (b), any person who shoots at, injures or kills a human being shall be denied the privilege to hunt or take game or wildlife anywhere in this Commonwealth, with or without license, for the following periods:\n\n(1) To shoot at but not hit or injure or to shoot at and cause bodily injury to a human being, the denial shall be for a period of two years.\n\n(2) To shoot at and cause serious bodily injury to a human being, the denial shall be for a period of not less than five years nor more than ten years.\n\n(3) To kill a human being, the denial shall be for a period of 15 years.\n\n(d) Nonpayment of fine.--In addition to any sentence imposed pursuant to subsection (b), any person who fails to pay the fine imposed by this section within 180 days shall undergo imprisonment not in excess of one year or until the fine is paid in full.\n\n(e) Imprisonment for violation of sentence.--It is unlawful for a person to hunt or take game or wildlife or attempt to hunt or take game or wildlife, with or without license, contrary to a sentence imposed under subsection (b). Upon conviction, the person shall be sentenced to undergo imprisonment for a period of not less than three months nor more than six months.\n\n(f) Mandatory remedial hunter education.--Any person whose privilege to hunt or take game is suspended under subsection (c) shall, prior to obtaining a license after the period of suspension, present evidence of the successful completion of a remedial hunter education course as provided by the director and approved by the commission.\n\n(g) Mandatory vision examination.--Any person whose privilege to hunt or take game is suspended under subsection (c) shall present to the commission, prior to obtaining a license after the period of suspension, evidence of having taken and the results of a vision examination administered by a licensed ophthalmologist or optometrist subsequent to the suspension of the license. The commission, based on the results of the vision examination, may deny a person a license or place on the license a restriction requiring the person to wear corrective lenses when the person hunts or takes game.\n\n(h) Civil remedies preserved.--Nothing in this section shall bar the recovery of any damages in any civil action by any aggrieved party.\n\n(Dec. 19, 1996, P.L.1442, No.184, eff. 60 days; Dec. 20, 2000, P.L.783, No.111, eff. July 1, 2001)\n\n2000 Amendment.Act 111 amended subsec. (f).\n\nCross References.Section 2522 is referred to in sections 925, 929, 2741 of this title; section 9758 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2522/"
    },
    {
      "id": "section-2523",
      "number": "2523",
      "heading": "",
      "text": "(a) General rule.--It is unlawful for any person who has inflicted injury or witnessed the infliction of injury to a human being with any firearm or bow and arrow, while hunting or furtaking, to flee or to fail or refuse to render immediate and full assistance to the person injured.\n\n(b) Penalties.--\n\n(1) A violation of this section by the person inflicting such injury where a human being is injured but not killed is a misdemeanor of the second degree. In addition to the fine imposed, the defendant forfeits the privilege to hunt or take wildlife anywhere in this Commonwealth, with or without a license, for a period of ten years.\n\n(2) A violation of this section by the person inflicting such injury where a human being is killed is a misdemeanor of the first degree. In addition to the fine imposed, the defendant forfeits the privilege to hunt or take wildlife anywhere within this Commonwealth, with or without a license, for a period of 15 years.\n\n(3) A violation of this section by a person witnessing such injury where a human being is injured but not killed is a summary offense of the third degree.\n\n(4) A violation of this section by a person witnessing such injury where a human being is killed is a summary offense of the first degree.\n\n(5) A person convicted of a second or subsequent violation of this section shall be sentenced to pay a fine of twice the amount of the penalty imposed by this section and, in addition thereto, forfeits the privilege to hunt or take wildlife anywhere in this Commonwealth, with or without a license, for an additional period of ten years.\n\n(Dec. 19, 1996, P.L.1442, No.184, eff. 60 days)\n\nCross References.Section 2523 is referred to in section 2741 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2523/"
    },
    {
      "id": "section-2524",
      "number": "2524",
      "heading": "",
      "text": "(a) General rule.--Unless further restricted by regulations of the commission, every person hunting for or assisting to hunt for deer, bear or woodchucks shall wear either a minimum of 250 square inches of daylight fluorescent orange-colored material on the back and front combined or, in lieu thereof, a hat of the same color material. The material shall be worn so it is visible in a 360-degree arc. Unless otherwise specified by regulations of the commission, the provision of this section shall not apply to any season for using muzzle-loading firearms only or season for using bows and arrows only.\n\n(b) Penalty.--A violation of this section is a summary offense of the fifth degree.\n\nCross References.Section 2524 is referred to in sections 901, 2701 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2524/"
    },
    {
      "id": "section-2525",
      "number": "2525",
      "heading": "",
      "text": "(a) General rule.--It is lawful for a law enforcement officer or any person who possesses a valid license to carry a firearm issued under 18 Pa.C.S. ยง 6109 (relating to licenses) to be in possession of a loaded or unloaded firearm while engaged in any activity regulated by this title.\n\n(b) Construction.--\n\n(1) This section shall supersede any prohibition on the possession of a firearm or ammunition contained in any other provision of this title.\n\n(2) This subsection shall not be construed to permit the hunting or harvesting of any wildlife with a firearm or ammunition not otherwise permitted by this title.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Firearm.\" As defined in 18 Pa.C.S. ยง 6102 (relating to definitions).\n\n\"Law enforcement officer.\" As defined in 18 Pa.C.S. ยง 6102 (relating to definitions).\n\n(Nov. 29, 2006, P.L.1462, No.162, eff. 60 days)\n\n2006 Amendment.Act 162 added section 2525.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-34/chapter-25/section-2525/"
    }
  ]
}