{
  "state": "florida",
  "path": "title-chapter-0191/chapter-chapter-0191",
  "sections": [
    {
      "id": "section-191001short",
      "number": "191.001",
      "heading": "Short title.191.002Legislative intent",
      "text": "191.003Definitions.191.004Preemption of special acts and general acts of local application.191.005District boards of commissioners; membership, officers, meetings.191.006General powers.191.007Exemption from taxation.191.008Special powers.191.009Taxes; non-ad valorem a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191002legislative",
      "number": "191.002",
      "heading": "Legislative intent.",
      "text": "191.002 Legislative intent.—The purposes of this act are to: (1) Provide standards, direction, and procedures concerning the operations and governance of independent special fire control districts. (2) Provide greater uniformity in independent special fire control district operations and authority. (3) Provide greater uniformity in the financing authority of independent special fire control districts without hampering the efficiency and effectiveness of currently authorized and implemented methods and procedures of raising revenue. (4) Improve communication and coordination between special fire control districts and other local governments with respect to short-range and long-range planning to meet the demands for service delivery while maintaining fiscal responsibility. (5) Provide uniform procedures for electing members of the governing boards of independent special fire control districts to ensure greater accountability to the public. History.—s. 2, ch. 97-256. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09e3491d4c16',t:'MTc3MDg3Nzg0MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-002/"
    },
    {
      "id": "section-191003definitions",
      "number": "191.003",
      "heading": "Definitions",
      "text": "191.003 Definitions.—As used in this act: (1) “Board” means the governing board of a district. (2) “District” means an independent special fire control district as provided in this act. (3) “Elector” means a person who is a resident of the district and is qualified to vote in a general election within the local general-purpose government jurisdiction in which the district is located. (4) “Emergency medical service” means basic and advanced life support service as defined in s. 401.23. (5) “Independent special fire control district” means an independent special district as defined in s. 189.012, created by special law or general law of local application, providing fire suppression and related activities within the jurisdictional boundaries of the district. The term does not include a municipality, a county, a dependent special district as defined in s. 189.012, a district providing primarily emergency medical services, a community development district established under chapter 190, or any other multiple-power district performing fire suppression and related services in addition to other services. (6) “Rescue response service” means an initial response to an emergency or accident situation, including, but not limited to, a plane crash, a trench or building collapse, a swimming or boating accident, or a motor vehicle accident. History.—s. 3, ch. 97-256; s. 72, ch. 2014-22. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09e5994fade8',t:'MTc3MDg3Nzg0MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-003/"
    },
    {
      "id": "section-191004preemption",
      "number": "191.004",
      "heading": "Preemption of special acts and general acts of local application.",
      "text": "of special acts and general acts of local application.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191005district",
      "number": "191.005",
      "heading": "District boards of commissioners; membership, officers, meetings.",
      "text": "boards of commissioners; membership, officers, meetings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191006general",
      "number": "191.006",
      "heading": "General powers.",
      "text": "191.006 General powers.—The district shall have, and the board may exercise by majority vote, the following powers: (1) To sue and be sued in the name of the district, to adopt and use a seal and authorize the use of a facsimile thereof, and to make and execute contracts and other instruments necessary or convenient to the exercise of its powers. (2) To provide for a pension or retirement plan for its employees. In accordance with s. 215.425, the board may provide for an extra compensation program, including a lump-sum bonus payment program, to reward outstanding employees whose performance exceeds standards, if the program provides that a bonus payment may not be included in an employee’s regular base rate of pay and may not be carried forward in subsequent years. (3) To contract for the services of consultants to perform planning, engineering, legal, or other professional services. (4) To borrow money and accept gifts, to apply for and use grants or loans of money or other property from the United States, the state, a unit of local government, or any person for any district purposes and enter into agreements required in connection therewith, and to hold, use, sell, and dispose of such moneys or property for any district purpose in accordance with the terms of the gift, grant, loan, or agreement relating thereto. (5) To adopt resolutions and procedures prescribing the powers, duties, and functions of the officers of the district; the conduct of the business of the district; the maintenance of records; and the form of other documents and records of the district. The board may also adopt ordinances and resolutions that are necessary to conduct district business, if such ordinances do not conflict with any ordinances of a local general purpose government within whose jurisdiction the district is located. Any resolution or ordinance adopted by the board and approved by referendum vote of district electors may only be repealed by referendum vote of district electors. (6) To maintain an office at places it designates within a county or municipality in which the district is located and appoint an agent of record. (7) To acquire, by purchase, lease, gift, dedication, devise, or otherwise, real and personal property or any estate therein for any purpose authorized by this act and to trade, sell, or otherwise dispose of surplus real or personal property. The board may purchase equipment by an installment sales contract if funds are available to pay the current year’s installments on the equipment and to pay the amounts due that year on all other installments and indebtedness. (8) To hold, control, and acquire by donation or purchase any public easement, dedication to public use, platted reservation for public purposes, or reservation for those purposes authorized by this act and to use such easement, dedication, or reservation for any purpose authorized by this act consistent with applicable adopted local government comprehensive plans and land development regulations. (9) To lease as lessor or lessee to or from any person, firm, corporation, association, or body, public or private, any facility or property of any nature for the use of the district when necessary to carry out the district’s duties and authority under this act. (10) To borrow money and issue bonds, revenue anticipation notes, or certificates payable from and secured by a pledge of funds, revenues, taxes and assessments, warrants, notes, or other evidence of indebtedness, and mortgage real and personal property when necessary to carry out the district’s duties and authority under this act. (11) To charge user and impact fees authorized by resolution of the board, in amounts necessary to conduct district activities and services, and to enforce their receipt and collection in the manner prescribed by resolution and authorized by law. However, the imposition of impact fees may only be authorized as provided by s. 191.009(4). (12) To exercise the right and power of eminent domain, pursuant to chapter 73 or chapter 74, over any property within the district, except municipal, county, state, special district, or federal property used for a public purpose, for the uses and purposes of the district relating solely to the establishment and maintenance of fire stations and fire substations, specifically including the power to take easements that serve such facilities consistent with applicable adopted local government comprehensive plans and land development regulations. (13) To cooperate or contract with other persons or entities, including other governmental agencies, as necessary, convenient, incidental, or proper in connection with providing effective mutual aid and furthering any power, duty, or purpose authorized by this act. The district has, and the board may exercise, all powers and duties provided in s. 163.01, chapter 189, and this chapter, including such powers within or without the district’s boundary, in cooperation with another governmental agency when such agency shares such powers in common with the district. (14) To assess and impose upon real property in the district ad valorem taxes and non-ad valorem assessments as authorized by this act. (15) To impose and foreclose non-ad valorem assessment liens as provided by this act or to impose, collect, and enforce non-ad valorem assessments pursuant to chapter 197. (16) To select as a depository for its funds any qualified public depository as defined in s. 280.02 which meets all the requirements of chapter 280 and has been designated by the Chief Financial Officer as a qualified public depository, upon such terms and conditions as to the payment of interest upon the funds deposited as the board deems just and reasonable. (17) To provide adequate insurance on all real and personal property, equipment, employees, volunteer firefighters, and other personnel. (18) To organize, participate in, and contribute monetarily to organizations or associations relating to the delivery of or improvement of fire control, prevention, emergency rescue services, or district administration. (19) To provide housing or housing assistance for its employed personnel whose total annual household income does not exceed 140 percent of the area median income, adjusted for family size. History.—s. 6, ch. 97-256; s. 6, ch. 98-320; s. 171, ch. 2003-261; s. 7, ch. 2006-69; s. 2, ch. 2020-96; s. 91, ch. 2024-140. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09e7fb21a64c',t:'MTc3MDg3Nzg0MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-006/"
    },
    {
      "id": "section-191007exemption",
      "number": "191.007",
      "heading": "Exemption from taxation.",
      "text": "191.007 Exemption from taxation.—Since the exercise of the powers conferred by this act constitutes action by a political subdivision performing essential public functions and since the property of each district constitutes public property used for public purposes, all assets and properties of each district, including property acquired through the foreclosure of any tax or assessment lien, are exempt from all taxes imposed by the state or any political subdivision, agency, or instrumentality of the state. History.—s. 7, ch. 97-256. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09ea4b56cccf',t:'MTc3MDg3Nzg0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-007/"
    },
    {
      "id": "section-191008special",
      "number": "191.008",
      "heading": "Special powers.",
      "text": "191.008 Special powers.—Independent special fire control districts shall provide for fire suppression and prevention by establishing and maintaining fire stations and fire substations and acquiring and maintaining such firefighting and fire protection equipment deemed necessary to prevent or fight fires. All construction shall be in compliance with applicable state, regional, and local regulations, including adopted comprehensive plans and land development regulations. The board shall have and may exercise any or all of the following special powers relating to facilities and duties authorized by this act: (1) Establish and maintain emergency medical and rescue response services and acquire and maintain rescue, medical, and other emergency equipment, pursuant to the provisions of chapter 401 and any certificate of public convenience and necessity or its equivalent issued thereunder. (2) Employ, train, and equip such personnel, and train, coordinate, and equip such volunteer firefighters, as are necessary to accomplish the duties of the district. The board may employ and fix the compensation of a fire chief or chief administrator. The board shall prescribe the duties of such person, which shall include supervision and management of the operations of the district and its employees and maintenance and operation of its facilities and equipment. The fire chief or chief administrator may employ or terminate the employment of such other persons, including, without limitation, professional, supervisory, administrative, maintenance, and clerical employees, as are necessary and authorized by the board. The compensation and other conditions of employment of the officers and employees of the district shall be provided by the board. (3) Conduct public education to promote awareness of methods to prevent fires and reduce the loss of life and property from fires or other public safety concerns. (4) Adopt and enforce firesafety standards and codes and enforce the rules of the State Fire Marshal consistent with the exercise of the duties authorized by chapter 553 or chapter 633, with respect to fire suppression, prevention, and firesafety code enforcement. (5) Conduct arson investigations and cause-and-origin investigations. (6) Adopt hazardous material safety plans and emergency response plans in coordination with the county emergency management agency as provided in chapter 252. (7) Contract with general purpose local government for emergency management planning and services. History.—s. 8, ch. 97-256. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09ecaf4dd484',t:'MTc3MDg3Nzg0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-008/"
    },
    {
      "id": "section-191011procedures",
      "number": "191.011",
      "heading": "Procedures for the levy and collection of non-ad valorem assessments.",
      "text": "for the levy and collection of non-ad valorem assessments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191012district",
      "number": "191.012",
      "heading": "District issuance of bonds, notes, bond anticipation notes, or other evidences of indebtedness.",
      "text": "issuance of bonds, notes, bond anticipation notes, or other evidences of indebtedness.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191013intergovernmental",
      "number": "191.013",
      "heading": "Intergovernmental coordination.",
      "text": "191.013 Intergovernmental coordination.— (1) The fire chiefs of each county are urged to organize and meet as a county fire chiefs’ association to coordinate the planning and activities of all entities that provide fire protection and suppression services. The association may elect officers and meet at least biannually. (2) Each independent special fire control district shall adopt a 5-year plan to identify the facilities, equipment, personnel, and revenue needed by the district during that 5-year period. The plan shall be updated in accordance with s. 189.08 and shall satisfy the requirement for a public facilities report required by s. 189.08(2). (3) By October 1 of each year, each independent special fire control district shall report to the Division of State Fire Marshal regarding whether each of the district’s volunteer firefighters has completed the required trainings and received the required certifications established by the division pursuant to s. 633.408. History.—s. 12, ch. 97-256; s. 74, ch. 2014-22; s. 10, ch. 2024-136. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09eefd6118e5',t:'MTc3MDg3Nzg0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-013/"
    },
    {
      "id": "section-191014district",
      "number": "191.014",
      "heading": "District creation and expansion.",
      "text": "191.014 District creation and expansion.— (1) New districts may be created only by the Legislature under s. 189.031. (2) The boundaries of a district may be modified, extended, or enlarged upon approval or ratification by the Legislature. History.—s. 13, ch. 97-256; s. 2, ch. 2012-16; s. 75, ch. 2014-22. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca09f1480eb7f2',t:'MTc3MDg3Nzg0Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-014/"
    },
    {
      "id": "section-191015codification",
      "number": "191.015",
      "heading": "Codification",
      "text": "191.015 Codification.—Each fire control district existing on the effective date of this section, by December 1, 2004, shall submit to the Legislature a draft codified charter, at its expense, so that its special acts may be codified into a single act for reenactment by the Legislature, if there is more than one special act for the district. The Legislature may adopt a schedule for individual district codification. Any codified act relating to a district, which act is submitted to the Legislature for reenactment, shall provide for the repeal of all prior special acts of the Legislature relating to the district. The codified act shall be filed with the Department of Commerce pursuant to s. 189.016(2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xiii/chapter-191/section-191-015/"
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "191.001-191.014 may be cited as the “Independent Special Fire Control District Act.”",
      "text": "191.001-191.014 may be cited as the “Independent Special Fire Control District Act.”",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191003definitions",
      "number": "191.003",
      "heading": "Definitions. As used in this act:(1)“Board” means the governing board of a district",
      "text": "(2)“District” means an independent special fire control district as provided in this act.(3)“Elector” means a person who is a resident of the district and is qualified to vote in a general election within the local general-purpos",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191015codification",
      "number": "191.015",
      "heading": "Codification. Each fire control district existing on the effective date of this section, by December 1, 2004, shall submit to the Legislature a draft codified charter, at its expense, so that its special acts may be codified into a single act for reenactment by the Legislature, if there is more than one special a",
      "text": "Each fire control district existing on the effective date of this section, by December 1, 2004, shall submit to the Legislature a draft codified charter, at its expense, so that its special acts may be codified into a single act for reenactment by the Legislature, if there is more than one special act for the district. The Legislature may adopt a schedule for individual district codification. Any codified act relating to a district, which act is submitted to the Legislature for reenactment, shall provide for the repeal of all prior special acts of the Legislature relating to the district. The codified act shall be filed with the Department of Commerce pursuant to s. 189.016(2).History.—s. 15, ch. 97-256; s. 4, ch. 98-320; s. 73, ch. 2011-142; s. 76, ch. 2014-22; s. 43, ch. 2024-6.",
      "history": "",
      "source_url": ""
    }
  ]
}