{
  "state": "idaho",
  "path": "title-title-47/chapter-chapter-13",
  "sections": [
    {
      "id": "section-47-1312",
      "number": "47-1312",
      "heading": "",
      "text": "47-1312. POLICY. It is hereby declared to be the policy of the state of Idaho to protect the lands, streams and watercourses within the state, from destruction by dredge mining and by placer mining, and to preserve the same for the enjoyment, use and benefit of all of the people, and that clean water in the streams of Idaho is in the public interest.\n\n[47-1312, added 1955 Init. Meas., sec. 1; am. 1969, ch. 281, sec. 1, p. 845.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1312/"
    },
    {
      "id": "section-47-1313",
      "number": "47-1313",
      "heading": "",
      "text": "47-1313. DEFINITIONS. As used in this chapter:\n\n(a) \"Board\" means the state board of land commissioners or such representative as may be designated by the board.\n\n(b) \"Director\" means the director of the department of lands or such representative as may be designated by the director.\n\n(c) \"Disturbed land\" means land, natural watercourses, or existing stockpiles and waste piles affected by placer or dredge mining, remining, exploration, stockpiling of ore or wastes from placer or dredge mining, or construction of roads, tailings ponds, structures, or facilities appurtenant to placer or dredge mining operations.\n\n(d) \"Mineral\" means any ore, rock, or substance extracted from a placer deposit or from an existing placer stockpile or waste pile, but does not include coal, clay, stone, sand, gravel, phosphate, uranium, oil, or gas.\n\n(e) \"Motorized earth-moving equipment\" means backhoes, bulldozers, front loaders, trenchers, core drills, suction dredges with an intake diameter exceeding eight (8) inches, and other similar equipment.\n\n(f) \"Natural watercourse\" means any stream in the state of Idaho having definite bed and banks, and which confines and conducts continuously flowing water.\n\n(g) \"Permit area\" means that area designated under section 47-1317, Idaho Code, as the site of a proposed placer or dredge mining operation, including all lands to be disturbed by the operation.\n\n(h) \"Person\" means any person, corporation, partnership, association, or public or governmental agency engaged in placer or dredge mining, whether individually, jointly, or through subsidiaries, agents, employees, or contractors.\n\n(i) \"Placer deposit\" means naturally occurring unconsolidated surficial detritus containing valuable minerals, whether located inside or outside the confines of a natural watercourse.\n\n(j) \"Placer or dredge exploration operation\" means activities including, but not limited to, the construction of roads, trenches, and test holes, performed on a placer deposit for the purpose of locating and determining the economic feasibility of extracting minerals by placer or dredge mining.\n\n(k) \"Placer or dredge mining\" or \"dredge or other placer mining\" means the extraction of minerals from a placer deposit, including remining for sale, processing, or other disposition of earth material excavated from previous placer or dredge mining. The term \"dredge or other placer mining,\" wherever used in this chapter, is subject to this definition and all provisions regarding it.\n\n(l) \"Placer or dredge mining operation\" means placer or dredge mining which disturbs in excess of one-half (1/2) acre of land.\n\n(m) \"Road\" means a way, including bed, slopes, and shoulders, (1) constructed within the circular tract circumscribed by a placer or dredge mining operation, or (2) constructed solely for access to a placer or dredge mining operation or placer or dredge exploration operation, provided, that a way dedicated to public multiple use or being used by a governmental land manager or private landowner at the time of cessation of operations, and not constructed solely for access to a placer or dredge mining operation or placer or dredge exploration operation, shall not be considered a road for purposes of this act.\n\n[47-1313, added 1984, ch. 102, sec. 2, p. 232.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1313/"
    },
    {
      "id": "section-47-1314",
      "number": "47-1314",
      "heading": "",
      "text": "47-1314. DISTURBED LANDS TO BE RESTORED — NOTICE AND RESTORATION OF PLACER OR DREDGE EXPLORATION OPERATIONS. (a) Any person conducting a placer or dredge mining operation shall, within one (1) year of permanent cessation of operations as to the whole or any part of the permit area, commence restoration of disturbed lands in the permit area or in any portion thereof as to which operations are permanently ceased. In accordance with a permit approved for the operation under section 47-1317, Idaho Code, surfaces shall be returned to a contour reasonably comparable to that contour existing prior to disturbance, topsoil shall be replaced where deemed appropriate by the board, and vegetation shall be planted reasonably comparable to that vegetation existing prior to disturbance. Any disturbed natural watercourse shall be restored to a configuration and pool structure conducive to good fish and wildlife habitat and recreational use.\n\n(b) Any person desiring to conduct placer or dredge exploration operations using motorized earth-moving equipment shall, prior to or within seven (7) days of commencing exploration, notify the director in writing of the name and address of the person, and the location, anticipated size, and method of exploration. Such notice shall be subject to disclosure according to chapter 1, title 74, Idaho Code. Any placer or dredge exploration operation which causes a cumulative surface disturbance in excess of one-half (1/2) acre of land, including roads, shall be considered a placer or dredge mining operation. Lands disturbed by any placer or dredge exploration operation which causes a cumulative surface disturbance of less than one-half (1/2) acre of land, including roads, shall be restored to conditions reasonably comparable to conditions existing prior to the placer or dredge exploration operation.\n\n[47-1314, added 1984, ch. 102, sec. 3, p. 233; am. 1990, ch. 213, sec. 64, p. 533; am. 2015, ch. 141, sec. 121, p. 471; am. 2018, ch. 76, sec. 1, p. 171.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1314/"
    },
    {
      "id": "section-47-1315",
      "number": "47-1315",
      "heading": "",
      "text": "47-1315. WATER CLARIFICATION. Where any person conducts a placer or dredge mining operation where the water used in such mining process flows in, or into a natural watercourse, such person shall construct and use settling ponds of sufficient capacity and character and/or install and use filtration processes fully adequate to clarify the water used in the mining process to conform to the standards and rules of the state department of environmental quality regarding water quality as authorized under chapter 1, title 39, Idaho Code, before such water is discharged into the natural watercourse.\n\n[47-1315, added 1955, Init. Meas., sec. 4; am. 1969, ch. 281, sec. 4, p. 845; am. 1984, ch. 102, sec. 4, p. 234; am. 2001, ch. 103, sec. 87, p. 328.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1315/"
    },
    {
      "id": "section-47-1316",
      "number": "47-1316",
      "heading": "",
      "text": "47-1316. ADMINISTRATIVE AGENCY. The Idaho state board of land commissioners is hereby designated the administrative agency of this act and shall have the power and duty to adopt rules and regulations for its administration in accordance with the intent and purposes thereof, and to employ personnel necessary to effectually carry out this law. Such board may make such inquiries and investigations and conduct such hearings as the board shall deem advisable or necessary.\n\n[47-1316, added 1955, Init. Meas., sec. 5; am. 1969, ch. 281, sec. 5, p. 845.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1316/"
    },
    {
      "id": "section-47-1317",
      "number": "47-1317",
      "heading": "",
      "text": "47-1317. APPLICATION, PERMIT AND BOND REQUIRED. (a) Before any person may conduct a placer or dredge mining operation on lands or natural watercourses in the state of Idaho, such person shall file with the director an application for a permit upon a form provided by the director, and shall pay an application fee of fifty dollars ($50.00), for each ten (10) acres or fraction thereof above involved in such application, provided that no application fee shall exceed one thousand dollars ($1,000). Application fees shall be deposited in the dredge and placer mining account.\n\n(b) The permit to issue in any such case shall be in a form provided and approved by the board. No such permit shall be issued to any applicant until the applicant files with the director an initial bond in an amount necessary to pay the estimated reasonable costs of reclamation required under the permit for each acre of land to be disturbed during the first season of operation plus ten percent (10%). The amount of the bond shall not exceed one thousand eight hundred dollars ($1,800) per acre of disturbed land. At the beginning of each calendar year or before operations begin, the operator shall notify the director of any increase or decrease in the acreage of disturbed lands which will result from planned placer mining activity within the next operating season. A correlated increase or decrease in the bond shall be required by the director for a change in disturbed acreage. In the event of failure by the permittee to reclaim disturbed lands in the permit area, the cost charged to the permittee shall be reasonable costs of reclamation plus ten percent (10%); provided that in no event shall any bond submitted pursuant to this section exceed one thousand eight hundred dollars ($1,800) for any given acre of disturbed land. The determination by the board of reclamation costs shall constitute a final decision subject to judicial review as set forth in subsection (d) of section 47-1320, Idaho Code. The bond may be submitted in the form of a surety, cash, certificate of deposit, or other bond acceptable to the director, provided that any bond shall be in the applicable amount set forth above.\n\n(c) It shall be unlawful for any person to conduct placer or dredge mining operations in this state without first having obtained a permit and bond as herein provided. The board shall determine whether a permit application and bond submitted by an applicant satisfies the requirements of this act and regulations promulgated thereto. Upon such determination, the board shall notify the applicant in writing of approval or denial of the permit application and bond. Any notice of rejection shall state the reasons for such rejection. An applicant may submit an amended permit application and bond.\n\n(d) It shall be the duty of the board in its administration of this act to cause periodic inspections to be made of the operations under such permits to determine compliance with this law and to make rules and regulations with respect thereto and the cost and expense of making such inspections shall be borne by the permittee, which such costs and expenses shall constitute a lien upon equipment, personal property, or real property of the permittee and upon minerals produced from the permit area, and the failure to pay the amount thereof on demand by the board shall be cause for termination of the permit. All inspection fees shall be deposited in the dredge and placer mining account.\n\n(e) The board may release an applicant from the requirement that the applicant submit a bond if the director determines that the applicant has insured faithful performance of the requirements of this act and regulations promulgated thereto pertinent to land and watercourse restoration by submitting and having on file a current and valid bond with the United States government, which bond equals or exceeds the amount set forth above, provided that such release by the director shall not release an applicant from bonding under this act, should the permittee fail to continuously maintain a valid bond with the United States government or from compliance with any other requirement of this act or regulations promulgated thereto.\n\n(f) Upon determination by the director that restoration has been satisfactorily completed on a portion of a permit area in accordance with the applicable approved permit and with subsection (a) of section 47-1314, Idaho Code, the board may reduce the bond amount to reflect the completed restoration.\n\n(g) That if any applicant for such dredge or other placer mining operations as contemplated by this act be not the owner of the lands described in the application or any part thereof, the owner of such lands shall indorse his approval of the application, and no permit shall be issued in the absence of such approval by the owner of lands described in the application not owned by the applicant.\n\n(h) No permit shall be issued proposing to alter or occupy the bed of a navigable stream or to dredge any stream or watercourse without notification to the department of water resources of the pending application. The department of water resources shall respond to said notification within twenty (20) days, and the response shall be included in any permit granted hereunder by a showing whether the permit constitutes a permit from the department of water resources or whether an additional permit from the department of water resources shall be required.\n\n(i) No permit shall issue hereunder to dredge nor otherwise placer mine any lands owned by the state of Idaho, including the beds of navigable streams, and including the mineral reservations in lands sold by the state, unless a mineral lease shall be made of such terms and at such royalty to the state as its board of state land commissioners shall prescribe and determine.\n\n(j) The Idaho state board of land commissioners shall have the power to deny any application for a permit on state land, stream or river beds, or on any unpatented mining claims, upon its determination that a dredge mining operation on the land proposed would not be in the public interest, giving consideration to economic factors, recreational use for such lands, fish and wildlife habitat and other factors which in the judgment of the state land board may be pertinent, and may deny an application upon notification by the department of water resources that the grant of such permit would result in permanent damage to a stream channel.\n\n(k) Upon default, in the event that the amount of the bond is insufficient to reclaim the land in compliance with the act and the approved plan, the attorney general is empowered to commence legal action against the operator in the name of the board to recover the amount in excess of the bond necessary to reclaim the land in compliance with the act and the approved plan.\n\n[47-1317, added 1955, Init. Meas., sec. 6; am. 1957, ch. 325, sec. 1, p. 685; am. 1969, ch. 281, sec. 6, p. 845; am. 1974, ch. 17, sec. 34, p. 308; am. 1976, ch. 150, sec. 4, p. 542; am. 1980, ch. 278, sec. 1, p. 722; am. 1984, ch. 102, sec. 5, p. 234; am. 1993, ch. 308, sec. 1, p. 1138.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1317/"
    },
    {
      "id": "section-47-1318",
      "number": "47-1318",
      "heading": "",
      "text": "47-1318. TERMINATION OF PERMITS — HEARING. Without in any manner affecting the penal and injunctive provisions of this act the Idaho state board of land commissioners is empowered to commence proceedings to terminate any permit to conduct dredge or other placer mining operations issued hereunder for any violation of the terms of this act, after having issued and served upon the permittee alleged to be committing such violation, a formal complaint which shall specify the provisions of this act which the permittee allegedly is violating, and a statement of the manner in and the extent to which said permittee is alleged to be violating the provisions of this act. Such notice may be served by certified mail, and return receipt signed by the permittee or his agent shall constitute service and time thereof of such notice. The permittee shall answer the complaint and request a hearing before a designated hearing officer within thirty (30) days from receipt of the complaint if matters asserted in the complaint are disputed. If the permittee fails to answer the complaint and to request a hearing, the matters asserted in the complaint shall be deemed admitted by the permittee, and the board may proceed to terminate the permit and forfeit the bond in an amount necessary to pay all costs and expense of restoring the lands and beds of streams damaged by dredge or other placer mining of the defaulting permittee. Upon request for a hearing by a permittee, the board shall schedule a hearing not less than thirty (30) days after the date the permittee requests a hearing. The provisions of chapter 52, title 67, Idaho Code, shall govern proceedings instituted pursuant to this section. The board may designate one (1) of its members, or a hearing officer or officers to conduct any hearings and enter recommended or preliminary orders, as determined by the board, on issues involving the administration of this act.\n\nUpon entry of a final order terminating a permit or forfeiting a bond, the board shall assess the costs of the hearing against the defaulting permittee.\n\n[47-1318, added 1955, Init. Meas., sec. 7; am. 1969, ch. 281, sec. 7, p. 845; am. 1986, ch. 82, sec. 1, p. 242; am. 1988, ch. 72, sec. 1, p. 102; am. 1993, ch. 216, sec. 44, p. 627.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1318/"
    },
    {
      "id": "section-47-1319",
      "number": "47-1319",
      "heading": "",
      "text": "47-1319. BOND FORFEITURE ON DEFAULT. (a) The surety bond required by this act to be given by a permittee for dredge or other placer mining purposes under permit shall be exonerated and discharged upon the completion or termination of such mining operation as specified in the permit granted therefor and upon full compliance with the requirements of this act and the rules and regulations of said board of land commissioners made for the administration thereof.\n\n(b) That in event the holder of any permit issued under this act fails to comply with the requirements of this act and the rules and regulations of the Idaho board of land commissioners for the administration hereof, then the applicable bond of such permittee shall be forfeited to the state of Idaho in such amount and to such extent as the state board of land commissioners shall estimate and determine will be necessary to pay all cost and expense of restoring the lands and beds of streams damaged by dredge or other placer mining of said defaulting permittee and covered by such bond and remaining unrestored, and such forfeited funds are to be deposited in the dredge and placer mining account, which is hereby created in the dedicated fund of the state treasury. All moneys deposited in the dredge and placer mining account pursuant to this section or other provisions of this chapter shall be utilized by the state board of land commissioners for the restoration of lands and watercourses damaged by placer or dredge mining operations.\n\n(c) No forfeiture of bond of a permittee shall be made until after procedures have been followed as provided in sections 47-1318 and 47-1320, Idaho Code, and the complaint is issued and findings of facts and rulings of law in support of the order of forfeiture, if any, have been made and the time for appeal has expired.\n\n[47-1319, added 1955, Init. Meas., sec. 8; am. 1957, ch. 325, sec. 2, p. 685; am. 1969, ch. 281, sec. 8, p. 845; am. 1984, ch. 102, sec. 6, p. 237; am. 1988, ch. 72, sec. 2, p. 103.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1319/"
    },
    {
      "id": "section-47-1320",
      "number": "47-1320",
      "heading": "",
      "text": "47-1320. HEARING PROCEDURES AND APPEALS. (a) Process and procedure under this act shall be as summary and simple as reasonably may be and as far as possible in accordance with the rules of equity. Such proceedings shall be governed by the provisions of chapter 52, title 67, Idaho Code. The board, or any member thereof, or the hearing officer designated by such board, shall have power to subpoena witnesses and administer oaths. The district court shall have power to enforce by proper proceedings the attendance and testimony of witnesses, and the production for examination of books, papers and records. Witnesses subpoenaed by the board or a member thereof or the hearing officer shall be allowed such fees and traveling expenses as are allowed in civil actions in the district court, to be paid by the party in whose interest such witnesses are subpoenaed. The board, or any member thereof, or the hearing officer, shall make such inquiries and investigations as shall be deemed relevant. Each hearing shall be held at the county seat in any county where the dredge or other placer mining is being conducted or where any of the lands involved in the hearing are situate, or in the county of Ada, as the board may designate.\n\n(b) If the hearing involves a permit or application for a permit, the final order of the board, together with the agency record, as provided in chapter 52, title 67, Idaho Code, shall be filed in the office of the director of the department of lands. A copy of the order shall be sent to the applicant or holder of the permit involved in such hearing by United States mail.\n\n(c) Any applicant or permit holder aggrieved by any final decision or order of the board shall be entitled to judicial review in accordance with the provisions and standards set forth in chapter 52, title 67, Idaho Code.\n\n[47-1320, added 1969, ch. 281, sec. 9, p. 845; am. 1984, ch. 102, sec. 7, p. 238; am. 1993, ch. 216, sec. 45, p. 628.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1320/"
    },
    {
      "id": "section-47-1322",
      "number": "47-1322",
      "heading": "",
      "text": "47-1322. TITLE. This act may be cited as the \"Idaho Dredge and Placer Mining Protection Act.\"\n\n[47-1322, added 1955, Init. Meas., sec. 13; am. 1969, ch. 281, sec. 11, p. 845.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1322/"
    },
    {
      "id": "section-47-1323",
      "number": "47-1323",
      "heading": "",
      "text": "47-1323. DREDGE MINING OF WATER BODIES MAKING UP THE NATIONAL WILD AND SCENIC RIVERS SYSTEM PROHIBITED. Dredge mining in any form shall be prohibited on:\n\n(1) The middle fork of the Clearwater river, from the town of Kooskia upstream to the town of Lowell; the Lochsa river from its junction with the Selway at Lowell forming the middle fork, upstream to the Powell ranger station; and the Selway river from Lowell upstream to its origin;\n\n(2) The middle fork of the Salmon river, from its origin to its confluence with the main Salmon river;\n\n(3) The St. Joe river, including tributaries, from its origin to its confluence with Coeur d’Alene lake, except for the St. Maries river and its tributaries.\n\n[47-1323, added 1970, ch. 244, sec. 1, p. 659; am. 1977, ch. 114, sec. 1, p. 246.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1323/"
    },
    {
      "id": "section-47-1324",
      "number": "47-1324",
      "heading": "",
      "text": "47-1324. ENFORCEMENT AND PENALTIES FOR VIOLATION. (a) The board may maintain an action in the name of the state of Idaho to enjoin any person from operating or maintaining a placer or dredge mining operation without holding a valid permit or bond as provided in this act or regulations promulgated thereto. The court, or a judge thereof at chambers, if satisfied from a complaint or by affidavits that the alleged acts have been or are being committed, may issue a temporary restraining order, without notice or bond, enjoining the defendant, his agents and employees, from operating or maintaining such placer or dredge mining operation without obtaining a permit and bond as provided in this act or regulations promulgated thereto. No showing of injury shall be required other than that this act is being violated by the operation or maintenance of a placer or dredge mining operation without the approved permit and bond. Upon a showing of good cause therefor, the court may require the defendant to undertake mitigation or restoration of the disturbed area in conformity with section 47-1314, Idaho Code, pending final disposition of the action. The action shall proceed as in other cases for injunctions. If at the trial the operation and maintenance of a placer or dredge mining operation without a permit or bond be established, and the court further finds that it is probable that the defendant will continue therein or in similar violations, the court shall enter a decree perpetually enjoining said defendant, his agents and employees from thereafter committing said or similar actions in violation of this act.\n\n(b) The board may maintain an action in the name of the state of Idaho to enjoin any person from operating or maintaining a placer or dredge mining operation when, under an existing approved permit and bond, a permittee violates or exceeds the terms of the permit or violates a provision of this act, and the bond, if forfeited, would not be sufficient to adequately restore the land.\n\n(c) In addition to the injunctive provisions above, the board may maintain a civil action against any person who violates any provision of this act to collect civil damages in an amount sufficient to pay for all the damages to the state caused by such violation, including but not limited to, costs of restoration in accordance with section 47-1314, Idaho Code, where a person is conducting placer or dredge mining without an approved permit or bond.\n\n(d) Notwithstanding any other provisions of this act, any person who violates any of the provisions of this act or regulations promulgated thereto, or who violates any determination or order promulgated pursuant to the provisions of this act, shall be liable for a civil penalty of not less than five hundred dollars ($500) nor more than two thousand five hundred dollars ($2,500) for each day during which such violation continues. Such penalty shall be recoverable in an action brought in the name of the state of Idaho by the attorney general. All sums recovered shall be placed in the state treasury and credited to the dredge and placer mining account, to be administered by the board for the restoration of lands and watercourses damaged by placer or dredge mining operations.\n\n(e) No administrative action or decision by the director or board shall be required prior to enforcement of any of the above remedies, provided that no permit shall be terminated and no bond shall be forfeited without administrative action as provided under sections 47-1318 and 47-1319, Idaho Code. No administrative action or decision by the Idaho board of health and welfare shall be required prior to enforcement of any of the above remedies by the state of Idaho against any person violating section 47-1315, Idaho Code.\n\n(f) Any person who wilfully or knowingly falsifies any records, plans, specifications, or other information required by the board or wilfully fails, neglects, or refuses to comply with any provisions of this act shall be guilty of a misdemeanor punishable by a fine of not less than one thousand dollars ($1,000) and not more than five thousand dollars ($5,000) or imprisonment not to exceed one (1) year, or both.\n\n(g) All civil actions provided for in this section shall be filed in the district court of this state for the county wherein the violation, or some part thereof, occurs, or in the district court for the county wherein the defendant resides or has a principal place of business, or in the district court for the county of Ada if the defendant resides out-of-state, or in the appropriate court of the United States where the rules and statutes governing such courts permit.\n\n[47-1324, added 1971, ch. 208, sec. 1, p. 917; am. 1984, ch. 102, sec. 8, p. 239; am. 1988, ch. 72, sec. 3, p. 104.]",
      "source_url": "https://law.justia.com/codes/idaho/title-47/chapter-13/section-47-1324/"
    }
  ]
}