{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-1501-terms-defined",
  "sections": [
    {
      "id": "section-2-1501",
      "number": "2-1501",
      "heading": "Terms, defined.As used in sections 2-1501 to 2-15,123, unless the context otherwise requires:(1) Commission means the Nebraska Natural Resources Commission;(2) State means the State of Nebraska;(3) Agency of this state means the government of this state and any subdivision, agency, or instrumentalit",
      "text": "Terms, defined.As used in sections 2-1501 to 2-15,123, unless the context otherwise requires:(1) Commission means the Nebraska Natural Resources Commission;(2) State means the State of Nebraska;(3) Agency of this state means the government of this state and any subdivision, agency, or instrumentality, corporate or otherwise, of the government of this state;(4) United States or agencies of the United States means the United States of America, the Natural Resources Conservation Service of the United States Department of Agriculture, and any other agency or instrumentality, corporate or otherwise, of the United States of America;(5) Government or governmental means the government of this state, the government of the United States, and any subdivision, agency, or instrumentality, corporate or otherwise, of either of them;(6) Lands, easements, and rights-of-way means lands and rights or interests in lands whereon channel improvements, channel rectifications, or water-retarding or gully-stabilization structures are located, including those areas for flooding and flowage purposes, spoil areas, borrow pits, access roads, and similar purposes;(7) Local organization means any natural resources district, drainage district, irrigation district, or other public district, county, city, or state agency;(8) Subwatershed means a portion of a watershed project as divided by the department on a complete hydrologic unit;(9) Rechanneling means the channeling of water from one watercourse to another watercourse by means of open ditches;(10) Watercourse means any depression two feet or more below the surrounding land serving to give direction to a current of water at least nine months of the year, having a bed and well-defined banks and, upon order of the commission, also includes any particular depression which would not otherwise be within the definition of watercourse;(11) Chief Water Officer means the Chief Water Officer of the Department of Water, Energy, and Environment;(12) Department means the Department of Water, Energy, and Environment; and(13) Combined sewer overflow project means a municipal project to reduce overflows from a combined sewer system pursuant to a long-term control plan approved by the department.SourceLaws 1937, c. 8, § 3, p. 93;C.S.Supp.,1941, § 2-1903;R.S.1943, § 2-1503;Laws 1951, c. 7, § 1, p. 73;Laws 1959, c. 6, § 2, p. 75;Laws 1961, c. 4, § 1, p. 65;Laws 1961, c. 3, § 2, p. 62;Laws 1963, c. 8, § 2, p. 73;Laws 1963, c. 9, § 1, p. 76;Laws 1969, c. 16, § 1, p. 164;Laws 1969, c. 9, § 66, p. 138;Laws 1971, LB 415, § 1;Laws 1972, LB 542, § 1;Laws 1977, LB 510, § 1;Laws 1984, LB 1106, § 11;Laws 1999, LB 403, § 1;R.S.Supp.,1999, § 2-1503;Laws 2000, LB 900, § 17;Laws 2014, LB1098, § 1;Laws 2019, LB302, § 8;Laws 2025, LB317, § 12.Operative Date: July 1, 2025",
      "history": "",
      "source_url": ""
    }
  ]
}