{
  "state": "new-mexico",
  "path": "title-chapter-43-commitment-procedures/chapter-article-1-mental-health-and-developmental-disabilities",
  "sections": [
    {
      "id": "section-43-1-1",
      "number": "43-1-1",
      "heading": "Mental condition of criminal defendants; evaluation; treatment",
      "text": "A. Whenever a district court finds it necessary to obtain an evaluation of the mental condition of a defendant in a criminal case, the court shall order an evaluation from a qualified professional available to the local facilities of the court or from a qualified professional at a local mental health center designated by the secretary of health, and whenever the court finds it desirable to use state personnel or facilities to assist in making the evaluation, the court shall in its order for an evaluation require service upon the secretary of health of the court's order for evaluation. The secretary of health shall arrange for a qualified professional furnished by the state to visit the defendant in local facilities available to the court or shall designate suitable available facilities. If the secretary of health designates a local mental health center or a state facility for the defendant's evaluation within forty-eight hours of service of the evaluation order, the secretary of health shall notify the court of such designation. The court shall then enter an appropriate transport order which also provides for the return of the defendant to the local facilities of the court. The defendant shall be transported by the county to facilities designated by the secretary of health for the purpose of making an evaluation. Misdemeanor defendants shall be evaluated locally.\n\nB. If the secretary of health elects to have the defendant retained at the district court's local facilities, the qualified professional furnished by the state shall visit the local facilities not later than two weeks from the time of service of the court's evaluation order upon the secretary of health and:\n\n(1) after the evaluation of the defendant is completed, the qualified professional furnished by the state shall be available for deposition to declare his findings. The usual rules of evidence governing the use and admission of the deposition shall prevail; and\n\n(2) if the secretary of health finds that the qualified professional will be unable to initiate the evaluation within two weeks from the time of service of the court's evaluation order upon the secretary of health, the secretary of health shall call upon the county sheriff of the county in which the defendant is incarcerated and have the defendant transported to facilities designated by the secretary of health for the purpose of conducting the evaluation.\n\nC. If the secretary of health elects to have the defendant transported to the facilities designated by the secretary of health for the purpose of evaluation, the evaluation shall be commenced as soon as possible after the admission of the defendant to the facility, but, in no event, shall the evaluation be commenced later than seventy-two hours after the admission. The defendant, at the conclusion of the evaluation, shall be returned by the county sheriff to the local facilities of the court upon not less than three days' notice. After the evaluation is completed, the qualified professional furnished by the state shall be available for deposition to declare his findings. The usual rules of evidence governing the use and admissibility of the deposition shall prevail.\n\nD. Documents reasonably required by the secretary of health to show the medical and forensic history of the defendant shall be furnished by the court when required.\n\nE. After an evaluation and upon reasonable notice, the district court may commit a dangerous defendant charged with a felony pursuant to Section 31-9-1.2 NMSA 1978 or may dismiss the charges without prejudice and refer the defendant to the district attorney for possible initiation of proceedings under the Mental Health and Developmental Disabilities Code. A defendant so committed under the Mental Health and Developmental Disabilities Code shall be treated as any other patient committed involuntarily. Whenever the secretary of health determines that he does not have the ability to meet the medical needs of a defendant committed pursuant to Sections 31-9-1.2 through 31-9-1.5 NMSA 1978, the secretary or his designee shall serve upon the district court and the parties a written certification of the lack of ability to meet the medical needs of the defendant. The court shall set a hearing upon the certification within ten days of its filing and shall, after the hearing, make a determination regarding disposition of the criminal case. When deemed by the secretary of health to be medically appropriate, a dangerous defendant committed pursuant to Section 31-9-1.2 NMSA 1978 may be returned by the county sheriff to the custody of the court upon not less than three days' notice. The secretary shall provide written notification to the court and parties within three days of the defendant's discharge.\n\nF. All acts to be performed by the secretary of health pursuant to provisions of this section may be performed by the secretary's designee.\n\nHistory:1953 Comp., § 34-2-26, enacted by Laws 1976, ch. 43, § 1; 1977, ch. 253, § 45; 1989, ch. 94, § 2; 1989, ch. 128, § 1; 1993, ch. 240, § 7; 1993, ch. 249, § 7; 1999, ch. 149, § 6.\n\nCross references.— For the Children's Mental Health and Developmental Disabilities Act,see32A-6A-1 NMSA 1978.\n\nFor procedures relating to evaluation of persons charged with criminal offenses,seeRules 5-602 and 7-507 NMRA.See also31-9-1.5 NMSA 1978.\n\nFor the evaluation of children accused of committing delinquent acts,seeRule 10-241 NMRA.\n\nThe 1999 amendment,effective June 18, 1999, deleted \"or of a defendant found incompetent to proceed in a criminal case in a proceeding for involuntary hospitalization pursuant to the Mental Health and Development Disabilities Code\" following \"a criminal case\" in Subsection A, substituted \"shall\" for \"will\" in Subsection B, deleted \"then\" following \"secretary of health\" in Subsection B(2), in Subsection E inserted \"charged with a felony\" in the first sentence and added the third, fourth and sixth sentences, and inserted \"provisions of\" in Subsection F.\n\nThe 1993 amendment,effective June 18, 1993, rewrote the section to the extent that a detailed comparison was impracticable. Laws 1993, ch. 240, § 7 and Laws 1993, ch. 249, § 7 enacted identical amendments to this section. The section was set out as amended by Laws 1993, ch. 249, § 7.See12-1-8 NMSA 1978.\n\nThe 1989 amendment,effective June 16, 1989, substituted \"secretary of health and environment\" for \"secretary of the health and environment department\" in the first sentence of Subsection A and in Subsection F; added the last sentence of Subsection A; and made minor stylistic changes in Subsection B. Laws 1989, ch. 94, § 2, effective July 1, 1989, also amended this section. The section was set out as amended by Laws 1989, ch. 128, § 1.See12-1-8 NMSA 1978.\n\nNo statutory duty of medical professionals to third party.— Where the decedent was struck and killed by an automobile driven by the perpetrator during a high-speed chase with police officers; the perpetrator had an extensive history of psychiatric illness; several months before the decedent was killed, the perpetrator had been charged with a misdemeanor assault in municipal court; at a competency hearing in district court, the parties stipulated that the perpetrator was not competent to stand trial and the misdemeanor assault charge was remanded to municipal court for dismissal; at the competency hearing, the state intervened to seek an evaluation of the perpetrator for a civil commitment; the district court ordered that the perpetrator be transported to the hospital for evaluation; the doctor who performed the evaluation discharged the perpetrator after five days, because the perpetrator did not meet the criteria for continued commitment; the transport order did not require that the perpetrator be returned to the facilities of the district court after discharge from the hospital; the perpetrator was not transported to the hospital in connection with a criminal matter; there was no finding by the district court that the perpetrator was a danger to others; and the decedent was killed twelve days after the perpetrator was discharged from the hospital, the hospital and the doctor did not have a statutory duty to the decedent under 43-1-1 NMSA 1978 either to detain the perpetrator beyond the time required for the evaluation or to return the perpetrator to the court facilities.Ross v. City of Las Cruces, 2010-NMCA-015, 148 N.M. 81, 229 P.3d 1253.\n\nCivil commitment of mentally retarded, dangerous defendant.— Defendants with mental retardation who are dangerous, incompetent, and without a substantial probability of gaining competence may not be criminally committed under the New Mexico Mental Illness and Competency Code, 39-1-1 NMSA 1978 et seq., but may be civilly committed under the Mental Health and Developmental Disabilities Act at the discretion of the district court and the district attorney.State v. Trujillo, 2009-NMSC-012, 146 N.M. 14, 206 P.3d 125.\n\nTemporary restraint not violative of due process.— Persons may be deprived of their liberty for the good of society or themselves. This is not a deprivation of due process of law, but a temporary restraint on liberty, based on the extent of the illness, the need for treatment and hospitalization, as well as the protection of society.State v. Sanchez, 1969-NMSC-090, 80 N.M. 438, 457 P.2d 370,appeal dismissed, 396 U.S. 276, 90 S. Ct. 588, 24 L. Ed. 2d 469 (1970).\n\nPrescription of judicial methods deemed proper legislative function.— The right to prescribe, within constitutional bounds, a judicial method of determining a person to be a lunatic or non compos mentis, and regulating the custody and control of his person and property, is a proper legislative function.State v. Sanchez, 1969-NMSC-090, 80 N.M. 438, 457 P.2d 370,appeal dismissed, 396 U.S. 276, 90 S. Ct. 588, 24 L. Ed. 2d 469 (1970).\n\nStrict statutory compliance required.— Cases conducted for the purpose of determining the sanity of a citizen are required to be in strict compliance with statutory requirements.State v. Sanchez, 1969-NMSC-090, 80 N.M. 438, 457 P.2d 370,appeal dismissed, 396 U.S. 276, 90 S. Ct. 588, 24 L. Ed. 2d 469 (1970).\n\nPermitting court-appointed psychologist to attend independent evaluation of defendant was not an abuse of discretion.— Where defendant was charged as a serious youthful offender with two alternative counts of first-degree felony murder, and where the state requested, and the district court allowed, an independent evaluation of defendant's alleged mental retardation following a court-appointed psychologist's recommendation that defendant be found incompetent to stand trial due to mental retardation, the district court did not abuse its discretion in granting a defense request permitting the court-appointed psychologist to attend the state's independent evaluation, because the district court's decision to order a second evaluation was entirely discretionary and, due to the unnecessary delay that had already occurred in the case, the court-appointed psychologist's attendance would ensure that the proceedings were expedited.State v. Linares, 2017-NMSC-014.\n\nDistrict court did not abuse its discretion in finding defendant incompetent.— Where defendant was charged as a serious youthful offender with two alternative counts of first-degree felony murder, the district court did not abuse its discretion in finding defendant incompetent to stand trial based on a court-appointed psychologist's testimony that defendant had an IQ of 68, that defendant had mental retardation, that the state failed to overcome the presumption that an accused with an IQ below 70 has mental retardation, and based on evidence adduced at the mental retardation hearing that defendant was incapable of consulting with her attorney with a reasonable degree of rational understanding, that she held a fundamentally incoherent view of the nature of the proceedings that were to be brought against her, and that she would not comprehend the reasons for punishment if she were convicted.State v. Linares, 2017-NMSC-014.\n\nProcedural requirements were met.— Where defendant was charged as a serious youthful offender with two alternative counts of first-degree felony murder, the proceedings below complied with the mandates of 31-9-1.6 NMSA where the district court found that defendant was incompetent to stand trial due to mental retardation, that there was not a substantial probability that defendant would become competent within a reasonable period of time not to exceed nine months, and that defendant was a danger to others, and where the district court directed the department of health (DOH) to commence civil commitment proceedings under this section, and where DOH filed a petition with the district court for the involuntary commitment of defendant prompting the district court to commit defendant to the DOH for a period of habilitation not to exceed six months.State v. Linares, 2017-NMSC-014.\n\nCode does not distinguish between private and public mental health facilitiesin the method of commitment. The procedures are the same. 1988 Op. Att'y Gen. No. 88-02.\n\nLaw reviews.— For note, \"Statutory Proposals for Expanding Outpatient Treatment in New Mexico,\" see 2 Nat. Res. J. 153 (1962).\n\nFor note, \"Implementing the Right to Treatment for Involuntarily Confined Mental Patients: Wyatt v. Stickney,\" see 3 N.M.L. Rev. 338 (1973).\n\nFor note, \"Constitutional Problems of Civil Commitment Procedures in New Mexico,\" see 6 N.M.L. Rev. 113 (1975).\n\nFor article, \"Disclosure of Medical Information - Criminal Prosecution of Medicaid Fraud in New Mexico,\" see 9 N.M.L. Rev. 321 (1979).\n\nFor article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law §§ 49, 794 et seq.\n\nWhen finding or adjudication as to one's mental condition by official or body not clearly judicial is conclusive evidence or has effect of a judgment as regards legal mental status, 108 A.L.R. 47.\n\nValidity and construction of statutes providing for psychiatric examination of accused to determine mental condition, 32 A.L.R.2d 434.\n\nValidity of conditions imposed when releasing person committed to institution as consequence of acquittal of crime on ground of insanity, 2 A.L.R.4th 934.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-1/"
    },
    {
      "id": "section-43-1-2",
      "number": "43-1-2",
      "heading": "Short title.",
      "text": "Chapter 43, Article 1 NMSA 1978 may be cited as the \"Mental Health and Developmental Disabilities Code\".\n\nHistory:1953 Comp., § 34-2A-1, enacted by Laws 1977, ch. 279, § 1; 1989, ch. 128, § 2.\n\nThe 1989 amendment,effective June 16, 1989, substituted \"Chapter 43, Article 1 NMSA 1978\" for \"Sections 1 through 19 and 21 through 23 of this act\".\n\nAssisted outpatient treatment ordinance preempted by state law.— The Mental Health and Developmental Disabilities Code, 43-1-1 NMSA 1978 et seq., and the Mental Health Care Treatment Decisions Act, 24-7B-1 NMSA 1978 et seq., create a comprehensive scheme governing the treatment of individuals with mental illness, with or without the consent of those individuals, which together preempt home-rule municipalities from enacting a separate ordinance regulating individuals with mental illness.Protection and Advocacy Sys. v. City of Albuquerque, 2008-NMCA-149, 145 N.M. 156, 195 P.3d 1, cert. denied, 2008-NMCERT-009, 145 N.M. 257, 196 P.3d 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-2/"
    },
    {
      "id": "section-43-1-3",
      "number": "43-1-3",
      "heading": "Definitions.",
      "text": "As used in the Mental Health and Developmental Disabilities Code:\n\nA. \"aversive stimuli\" means anything that, because it is believed to be unreasonably unpleasant, uncomfortable or distasteful to the client, is administered or done to the client for the purpose of reducing the frequency of a behavior, but does not include verbal therapies, physical restrictions to prevent imminent harm to self or others or psychotropic medications that are not used for purposes of punishment;\n\nB. \"client\" means a patient who is requesting or receiving mental health services or any person requesting or receiving developmental disabilities services or who is present in a mental health or developmental disabilities facility for the purpose of receiving such services or who has been placed in a mental health or developmental disabilities facility by the person's parent or guardian or by any court order;\n\nC. \"code\" means the Mental Health and Developmental Disabilities Code;\n\nD. \"consistent with the least drastic means principle\" means that the habilitation or treatment and the conditions of habilitation or treatment for the client, separately and in combination:\n\n(1) are no more harsh, hazardous or intrusive than necessary to achieve acceptable treatment objectives for the client;\n\n(2) involve no restrictions on physical movement and no requirement for residential care except as reasonably necessary for the administration of treatment or for the protection of the client or others from physical injury; and\n\n(3) are conducted at the suitable available facility close to the client's place of residence;\n\nE. \"convulsive treatment\" means any form of mental health treatment that depends upon creation of a convulsion by any means, including electroconvulsive treatment and insulin coma treatment;\n\nF. \"court\" means a district court of New Mexico;\n\nG. \"crisis triage center\" means a health facility that:\n\n(1) is licensed by the health care authority; and\n\n(2) provides stabilization of behavioral health crises and may include residential and nonresidential stabilization;\n\nH. \"department\" or \"division\" means the behavioral health services division of the health care authority;\n\nI. \"developmental or intellectual disability\" means a severe chronic disability attributable to significantly subaverage general intellectual functioning existing concurrently with deficits in adaptive behavior, cerebral palsy, autism or neurological dysfunction that requires similar treatment or habilitation;\n\nJ. \"evaluation facility\" means a community mental health or developmental disability program, a crisis triage center or a medical facility that has psychiatric or developmental or intellectual disability services available, including the New Mexico behavioral health institute at Las Vegas, or, if none of those is reasonably available or appropriate, the office of a physician or a certified psychologist that is capable of performing a mental status examination adequate to determine the need for involuntary treatment;\n\nK. \"experimental treatment\" means any mental health or developmental disabilities treatment that presents significant risk of physical harm, but does not include accepted treatment used in competent practice of medicine and psychology and supported by scientifically acceptable studies;\n\nL. \"grave passive neglect\" means failure to provide for basic personal or medical needs or for one's own safety to such an extent that it is more likely than not that serious bodily harm will result in the near future;\n\nM. \"habilitation\" means the process by which professional persons and their staff assist a client with a developmental or an intellectual disability in acquiring and maintaining those skills and behaviors that enable the person to cope more effectively with the demands of the person's self and environment and to raise the level of the person's physical, mental and social efficiency. \"Habilitation\" includes but is not limited to programs of formal, structured education and treatment;\n\nN. \"likelihood of serious harm to oneself\" means that it is more likely than not that in the near future the person will attempt to commit suicide or will cause serious bodily harm to the person's self by violent or other self-destructive means, including grave passive neglect;\n\nO. \"likelihood of serious harm to others\" means that it is more likely than not that in the near future a person will inflict serious, unjustified bodily harm on another person or commit a criminal sexual offense, as evidenced by behavior causing, attempting or threatening such harm, which behavior gives rise to a reasonable fear of such harm from the person;\n\nP. \"mental disorder\" means substantial disorder of a person's emotional processes, thought or cognition that grossly impairs judgment, behavior or capacity to recognize reality, but does not mean developmental or intellectual disability;\n\nQ. \"mental health or developmental or intellectual disabilities professional\" means a physician or other professional who by training or experience is qualified to work with persons with a mental disorder or a developmental or intellectual disability;\n\nR. \"physician\" or \"certified psychologist\", when used for the purpose of hospital admittance or discharge, means a physician or certified psychologist who has been granted admitting privileges at a hospital licensed by the health care authority, if such privileges are required;\n\nS. \"protected health information\" means individually identifiable health information transmitted by or maintained in an electronic form or any other form or media that relates to the:\n\n(1) past, present or future physical or mental health or condition of a person;\n\n(2) provision of health care to a person; or\n\n(3) payment for the provision of health care to a person;\n\nT. \"psychosurgery\":\n\n(1) means those operations currently referred to as lobotomy, psychiatric surgery and behavioral surgery and all other forms of brain surgery if the surgery is performed for the purpose of the following:\n\n(a) modification or control of thoughts, feelings, actions or behavior rather than the treatment of a known and diagnosed physical disease of the brain;\n\n(b) treatment of abnormal brain function or normal brain tissue in order to control thoughts, feelings, actions or behavior; or\n\n(c) treatment of abnormal brain function or abnormal brain tissue in order to modify thoughts, feelings, actions or behavior when the abnormality is not an established cause for those thoughts, feelings, actions or behavior; and\n\n(2) does not include prefrontal sonic treatment in which there is no destruction of brain tissue;\n\nU. \"qualified mental health professional licensed for independent practice\" means an independent social worker, a licensed professional clinical mental health counselor, a marriage and family therapist, a certified nurse practitioner, a clinical nurse specialist with a specialty in mental health or a licensed art therapist, all of whom by training and experience are qualified to work with persons with a mental disorder;\n\nV. \"residential treatment or habilitation program\" means diagnosis, evaluation, care, treatment or habilitation rendered inside or on the premises of a mental health or developmental disabilities facility, hospital, clinic, institution or supervisory residence or nursing home when the client resides on the premises; and\n\nW. \"treatment\" means any effort to accomplish a significant change in the mental or emotional condition or behavior of the client.\n\nHistory:1953 Comp., § 34-2A-2, enacted by Laws 1977, ch. 279, § 2; 1978, ch. 161, § 1; 1979, ch. 213, § 1; 1979, ch. 396, § 1; 1989, ch. 128, § 3; 1993, ch. 77, § 231; 2005, ch. 313, § 11; 2007, ch. 46, § 42; 2007, ch. 325, § 9; 2013, ch. 39, § 1; 2016, ch. 84, § 15; 2023, ch. 113, § 12; 2023, ch. 117, § 2; 2024, ch. 39, § 124.\n\nThe 2024 amendment,effective July 1, 2024, provided that references to \"department\" or \"division\" as used in the Mental Health and Developmental Disabilities Code, mean the health care authority, removed the Los Lunas medical center from the list of evaluation facilities, and made conforming amendments; in Subsection G, Paragraph G(1), after \"licensed by the\" deleted \"department of\" and after \"health\" added \"care authority\"; in Subsection H, after \"division of the\" deleted \"human services department\" and added \"health care authority\"; in Subsection J, after \"Las Vegas\" deleted \"the Los Lunas medical center\"; and in Subsection R, after \"licensed by the\" deleted \"department of\" and after \"health,\" added \"care authority\".\n\n2023 Amendments.— Laws 2023, ch. 117, § 2, effective June 16, 2023, defined \"crisis triage center\", included a crisis triage center in the definition of \"evaluation facility\" and included a licensed art therapist in the definition of \"qualified mental health professional licensed for independent practice\"; added a new Subsection G and redesignated former Subsections G through V as Subsections H through W, respectively; in Subsection J, after \"developmental disability program\", added \"a crisis triage center\"; and in Subsection U, after \"specialty in mental health\", added \"or a licensed art therapist\".\n\nLaws 2023, ch. 113, § 12, effective June 16, 2023, defined \"developmental or intellectual disability\" and removed the definition of \"developmental disability\"; added a new Subsection H; and in Subsections L through P, after \"developmental\", added \"or an intellectual\".\n\nThe 2016 amendment,effective July 1, 2016, defined \"protective health information\" as used in the Mental Health and Developmental Disabilities Code; in Subsection M, after \"including\", deleted \"but not limited to\"; and added a new Subsection R and redesignated the succeeding subsections accordingly.\n\nThe 2013 amendment,effective June 14, 2013, defined \"qualified mental health professional licensed for independent practice\"; in Subsection I, after \"the office of a\", deleted \"licensed\"; in Subsection O, after \"mental\", deleted \"disability\" and added \"disorder\"; in Subsection P, after \"persons with a mental\", deleted \"disability\" and added \"disorder\"; and added Subsection S.\n\nThe 2007 amendment,effective June 15, 2007, changed \"department of health\" to \"human services department\".\n\nThe 2005 amendment,effective June 17, 2005, in Subsection G, defined \"division\"; in Subsection I, changed the name of the Las Vegas medical center to the New Mexico behavioral institute at Las Vegas and changed the name of the Los Lunas hospital and training school to the Los Lunas medical center ; and deleted Subsection U, which defined \"division\".\n\nThe 1993 amendment,effective July 1, 1993, substituted \"department of health\" for \"health and environment department\" in Subsections G, Q, and U; substituted \"shall be capable\" for \"must be capable\" near the end of Subsection I; deleted former Subsection U, defining \"residential treatment program for mental disorders\"; and redesignated former Subsection V as present Subsection U.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection I substituted \"including the Las Vegas Medical Center\" for \"the New Mexico state hospital\" and added all of the language following \"physician\"; added present Subsection K; redesignated former Subsections K through O as present Subsections L through P; deleted \"as evidenced by behavior causing, attempting or threatening the infliction of serious bodily harm to himself\" at the end of present Subsection M; added \"but does not mean developmental disability\" at the end of present Subsection O; added present Subsection Q; redesignated former Subsections P through U as present Subsections R through V; and made minor stylistic changes throughout the section.\n\nBehavior threatening harm sufficient.— The behavior at issue in Subsections M and N does not have to have caused the requisite harm; behavior threatening the requisite harm is sufficient.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Test or criterion of mental condition within contemplation of statute providing for commitment of persons because of mental condition, 158 A.L.R. 1220.\n\nStandard of proof required under statute providing for commitment of sexual offenders or sexual psychopaths, 96 A.L.R.3d 840.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-3/"
    },
    {
      "id": "section-43-1-4",
      "number": "43-1-4",
      "heading": "Legal representation of clients.",
      "text": "A. Clients shall be represented by counsel at all proceedings under the code and shall be entitled to obtain advice of counsel at any time regarding their status under the code.\n\nB. The court shall appoint counsel to represent a client who has not retained counsel and is unable to do so. When appointing counsel, the court shall give preference to nonprofit organizations offering representation to persons with a mental illness or a developmental disability. A client shall be liable for the cost of legal representation unless the client is indigent.\n\nHistory:1953 Comp., § 34-2A-3, enacted by Laws 1977, ch. 279, § 3; 1978, ch. 161, § 2; 2007, ch. 46, § 43.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nThe 2007 amendment,effective June 15, 2007, made non-substantive language changes.\n\nAttorney's fees for appointed counsel on appeal.— Upon a finding by the trial court that the client is indigent, an award of attorney's fees for the services of counsel on appeal is proper.State v. Clayton, 1981-NMCA-018, 95 N.M. 644, 625 P.2d 99.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 53 Am. Jur. 2d Mentally Impaired Persons §§ 3, 24, 35 et seq.\n\nRight to counsel in insanity or incompetency adjudication proceedings, 87 A.L.R.2d 950.\n\nRight of party to have his attorney or physician, or a court reporter, present during his physical or mental examination by a court-appointed expert, 7 A.L.R.3d 881.\n\nRight to notice and hearing prior to revocation of conditional release status of mental patient, 29 A.L.R.4th 394.\n\n57 C.J.S. Mental Health § 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-4/"
    },
    {
      "id": "section-43-1-5",
      "number": "43-1-5",
      "heading": "Competence.",
      "text": "Neither the fact that a person has been accepted at or admitted to a hospital or institutional facility, nor the receiving of mental health or developmental disability treatment services, shall constitute a sufficient basis for a finding of incompetence or the denial of any right or benefit of whatever nature which he would have otherwise.\n\nHistory:1953 Comp., § 34-2A-4, enacted by Laws 1977, ch. 279, § 4.\n\nSection does not bar consideration of history of hospitalizations along with other evidence,in reaching a conclusion as to a patient's current condition.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Admissibility and probative force on issue as to mental condition, of evidence that one had been adjudged incompetent or insane, or had been confined in insane asylum, 7 A.L.R. 568, 68 A.L.R. 1309.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-5/"
    },
    {
      "id": "section-43-1-6",
      "number": "43-1-6",
      "heading": "Personal rights of residential clients.",
      "text": "All clients who receive residential treatment or habilitation services shall have the rights provided in this section.\n\nA. Subject to restrictions by a physician for good cause, each resident client has the right to receive visitors of his own choosing daily. Hours during which visitors may be received shall be limited only in the interest of effective treatment and the reasonable efficiency of the supervised residential facility and shall be sufficiently flexible to accommodate the individual needs of the resident client and his visitors. Notwithstanding the above, each resident client has the right to receive visits from his attorney, physician, psychologist, clergyman or social worker in private at any reasonable time, irrespective of visiting hours, provided the visitor shows reasonable cause for visiting at times other than normal visiting hours.\n\nB. Writing material and postage stamps shall be reasonably available for the resident clients' use in writing letters and other communications. Reasonable assistance shall be provided for writing, addressing and posting letters and other documents upon request. The resident client has the right to send and receive sealed and uncensored mail. The resident client has the right to reasonable private access to telephones and, in cases of personal emergencies when other means of communication are not satisfactory, he shall be afforded reasonable use of long distance calls. Provided that for other than mail or telephone calls to a court or an attorney, a physician or certified psychologist may, for good cause, restrict mailing or telephone privileges. A resident client who is indigent shall be furnished such writing, postage and telephone facilities without charge.\n\nC. Each resident client has the right to follow or abstain from the practice of religion. The supervised residential facility shall provide appropriate assistance in this connection including reasonable accommodations for religious worship and transportation to nearby religious services. Clients who do not wish to participate in religious practice shall be free from pressure to do so or to accept religious beliefs.\n\nD. Each resident client has the right to a humane psychological and physical environment. He shall be provided a comfortable bed and adequate changes of linen and reasonable storage space for his personal possessions. Except when curtailed for reason of safety or therapy as documented in his record by his physician, he shall be afforded reasonable privacy in his sleeping and personal hygiene practices.\n\nE. Each resident client shall have reasonable daily opportunities for physical exercise and outdoor exercise and shall have reasonable access to recreational areas and equipment.\n\nF. Each resident client has the right to a nourishing, well-balanced, varied and appetizing diet.\n\nG. Each resident client has the right to prompt and adequate medical attention for any physical ailments and shall receive a complete physical examination upon admission and at least once every twelve months thereafter; provided, however, that clients who have received a complete physical examination within two days prior to the current admission shall not receive a complete physical examination unless the physician deems it necessary.\n\nH. All resident clients have the right to a clean, safe, comfortable environment in a structure which complies with generally applicable fire safety requirements.\n\nI. All resident clients have a right to be free from unnecessary or excessive medication. No medication shall be administered unless at the written order of a licensed physician or by a verbal order, noted promptly in the patient's medical record and signed by the physician within twenty-four hours. Medication shall be administered only by a licensed physician, registered nurse or licensed practical nurse or by a medical or nursing student under the direct supervision of a licensed physician or registered nurse. The attending physician shall be responsible for all medication given or administered to a resident client. Notation of each individual's medication shall be kept in his medical records and shall include a notation by the physician of the behavioral or symptomatic baseline data upon which the medication order was made. The attending physician shall review on a regular basis the drug regimen of each resident client under his care. All prescriptions for psychotropic medications shall be written with a termination date which shall not exceed thirty days. Medication shall not be used as a punishment, for the convenience of staff, as a substitute for programs or in quantities that interfere with the client's treatment or habilitation program.\n\nHistory:1953 Comp., § 34-2A-5, enacted by Laws 1977, ch. 279, § 5; 1978, ch. 161, § 3; 1989, ch. 128, § 4.\n\nThe 1989 amendment,effective June 16, 1989, substituted \"client has\" for \"client shall have\" throughout the section, inserted \"or certified psychologist\" in the fifth sentence of Subsection B, and substituted \"twelve months\" for \"six months\" in Subsection G.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nFor comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Nonconsensual treatment of involuntarily committed mentally ill persons with neuroleptic or antipsychotic drugs as violative of state constitutional guaranty, 74 A.L.R.4th 1099.\n\nRight of state prison authorities to administer neuroleptic or antipsychotic drugs to prisoner without his or her consent - state cases, 75 A.L.R.4th 1124.\n\nValidity, construction, application and effect of Civil Rights of Institutionalized Persons Act, 42 USCS §§ 1997-1997j, 93 A.L.R. Fed. 706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-6/"
    },
    {
      "id": "section-43-1-7",
      "number": "43-1-7",
      "heading": "Right to treatment.",
      "text": "Each resident client receiving mental health services shall have the right to prompt treatment pursuant to an individualized treatment plan and consistent with the least drastic means principle.\n\nHistory:1953 Comp., § 34-2A-6, enacted by Laws 1977, ch. 279, § 6.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-7/"
    },
    {
      "id": "section-43-1-8",
      "number": "43-1-8",
      "heading": "Right to habilitation.",
      "text": "Each resident client receiving developmental disabilities services shall have the right to prompt habilitation services pursuant to an individualized habilitation plan and consistent with the least drastic means principle.\n\nHistory:1953 Comp., § 34-2A-7, enacted by Laws 1977, ch. 279, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-8/"
    },
    {
      "id": "section-43-1-9",
      "number": "43-1-9",
      "heading": "Individualized treatment or habilitation plans.",
      "text": "A. An individualized treatment or habilitation plan shall be prepared within fourteen days of a client's admission to residential treatment or services.\n\nB. Each client shall, to the maximum extent possible, be involved in the preparation of his own individualized treatment or habilitation plan.\n\nC. Each individualized treatment or habilitation plan shall include:\n\n(1) a statement of the nature of the specific problem and the specific needs of the client;\n\n(2) a statement of the least restrictive conditions necessary to achieve the purposes of treatment or habilitation;\n\n(3) a description of intermediate and long-range goals, with the projected timetable for their attainment;\n\n(4) a statement and rationale for the plan of treatment or habilitation for achieving these intermediate and long-range goals;\n\n(5) specification of staff responsibility and a description of the proposed staff involvement with the client in order to attain these goals; and\n\n(6) criteria for release to less restrictive settings for treatment or habilitation, criteria for discharge and a projected date for discharge.\n\nD. A treatment or habilitation plan for resident clients shall include:\n\n(1) mental status examination;\n\n(2) intellectual function assessment;\n\n(3) psychological assessment, which may include the use of psychological testing;\n\n(4) educational assessment;\n\n(5) vocational assessment;\n\n(6) social assessment;\n\n(7) medication assessment; and\n\n(8) physical assessment.\n\nE. The individualized treatment or habilitation plan shall be available upon request to the following persons: the client; the client's attorney; any mental health or developmental disabilities professional designated by the client; and the client's guardian or treatment guardian if one has been appointed. The client's progress in attaining the goals and objectives set forth in his individualized treatment or habilitation plan shall be monitored and noted in his records, and revisions in the plan may be made as circumstances require; provided that the persons authorized by this subsection to have access to the individualized plan shall be informed of major changes and shall have the opportunity to participate in such decision. Nothing in this subsection shall require disclosure of information to a client or to his parent when the attending physician or certified psychologist believes that disclosure of that particular information would be damaging to the client and so records in the client's medical record.\n\nHistory:1953 Comp., § 34-2A-8, enacted by Laws 1977, ch. 279, § 8; 1989, ch. 128, § 5; 1993, ch. 77, § 232.\n\nThe 1993 amendment,effective July 1, 1993, deleted \"the client's parent if the client is a minor and the parent has custody of the client\" following \"the client\" in the first sentence of Subsection E.\n\nThe 1989 amendment,effective June 16, 1989, added present Subsection D; redesignated former Subsection D as present Subsection E; inserted \"or certified psychologist\" in the last sentence of present Subsection E; and made minor stylistic changes throughout the section.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Nonconsensual treatment of involuntarily committed mentally ill persons with neuroleptic or antipsychotic drugs as violative of state constitutional guaranty, 74 A.L.R.4th 1099.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-9/"
    },
    {
      "id": "section-43-1-10",
      "number": "43-1-10",
      "heading": "Emergency mental health evaluation and care.",
      "text": "A. A peace officer may detain and transport a person for emergency mental health evaluation and care in the absence of a legally valid order from the court only if:\n\n(1) the person is otherwise subject to lawful arrest;\n\n(2) the peace officer has reasonable grounds to believe the person has just attempted suicide;\n\n(3) the peace officer, based upon the peace officer's own observation and investigation, has reasonable grounds to believe that the person, as a result of a mental disorder, presents a likelihood of serious harm to himself or herself or to others and that immediate detention is necessary to prevent such harm. Immediately upon arrival at the evaluation facility, the peace officer shall be interviewed by the admitting physician or the admitting physician's designee; or\n\n(4) a physician, a psychologist or a qualified mental health professional licensed for independent practice who is affiliated with a community mental health center or core service agency has certified that the person, as a result of a mental disorder, presents a likelihood of serious harm to himself or herself or to others and that immediate detention is necessary to prevent such harm. Such certification shall constitute authority to transport the person.\n\nB. An emergency evaluation under this section shall be accomplished upon the request of a peace officer or jail or detention facility administrator or that person's designee or upon the certification of a physician, a psychologist or a qualified mental health professional licensed for independent practice who is affiliated with a community mental health center or core service agency. A court order is not required under this section. If an application is made to a court, the court's power to act in furtherance of an emergency admission shall be limited to ordering that:\n\n(1) the client be seen by a certified psychologist or psychiatrist prior to transport to an evaluation facility; and\n\n(2) a peace officer transport the person to an evaluation facility.\n\nC. An evaluation facility may accept for an emergency-based admission any person when a physician or certified psychologist certifies that such person, as a result of a mental disorder, presents a likelihood of serious harm to himself or herself or to others and that immediate detention is necessary to prevent such harm. Such certification shall constitute authority to transport the person.\n\nD. A person detained under this section shall, whenever possible, be taken immediately to an evaluation facility. Detention facilities shall be used as temporary shelter for such persons only in cases of extreme emergency for protective custody, and no person taken into custody under the provisions of the code shall remain in a detention facility longer than necessary and in no case longer than twenty-four hours. If use of a detention facility is necessary, the proposed client:\n\n(1) shall not be held in a cell with prisoners;\n\n(2) shall not be identified on records used to record custody of prisoners;\n\n(3) shall be provided adequate protection from possible suicide attempts; and\n\n(4) shall be treated with the respect and dignity due every citizen who is neither accused nor convicted of a crime.\n\nE. The admitting physician or certified psychologist shall evaluate whether reasonable grounds exist to detain the proposed client for evaluation and treatment, and, if reasonable grounds are found, the proposed client shall be detained. If the admitting physician or certified psychologist determines that reasonable grounds do not exist to detain the proposed client for evaluation and treatment, the proposed client shall not be detained.\n\nF. Upon arrival at an evaluation facility, the proposed client shall be informed orally and in writing by the evaluation facility of the purpose and possible consequences of the proceedings, the right to a hearing within seven days, the right to counsel and the right to communicate with an attorney and a mental health professional of the proposed client's own choosing and shall have the right to receive necessary and appropriate treatment.\n\nG. A peace officer who transports a proposed client to an evaluation facility under the provisions of this section shall not require a court order to be reimbursed by the referring county.\n\nHistory:1953 Comp., § 34-2A-9, enacted by Laws 1977, ch. 279, § 9; 1978, ch. 161, § 4; 1979, ch. 396, § 2; 1989, ch. 128, § 6; 2013, ch. 39, § 2.\n\nThe 2013 amendment,effective June 14, 2013, allowed qualified mental health professionals licensed for independent practice to certify that a person presents a danger to that person or others and that immediate detention is necessary to prevent harm and authorized transport of that person to an evaluation facility; in Paragraph (4) of Subsection A, after \"a\", deleted \"licensed\", after \"physician\", deleted \"or\" and after \"a physician, a\" deleted \"certified\" and after \"psychologist\", added \"or a qualified mental health professional licensed for independent practice who is affiliated with a community mental health center or core service agency\"; in Subsection B, in the first sentence, after \"upon the certification of a\" deleted \"licensed\", after \"certification of a physician\", deleted \"or certified\" and added \"a\", after \"psychologist\", deleted \"as described in Subsection G of this section\" and added \"or a qualified mental health professional licensed for independent practice who is affiliated with a community mental health center or core service agency\"; in Subsection C, after \"any person when a\", deleted \"licensed\"; in Subsection E, in the second sentence, after \"do not exist to detain the\", added \"proposed\" and after \"evaluation and treatment, the\" added \"proposed\"; in Subsection F, after \"consequences of the proceedings\", deleted \"the allegations in the petition, his\" and added \"the\"; after \"an attorney and\", deleted \"an independent\" and added \"a\", and after \"mental health professional of\", deleted \"his\" and added \"the proposed client's\"; and in Subsection G, after \"who transports\", deleted \"any\" and added \"a proposed\".\n\nThe 1989 amendment,effective June 16, 1989, substituted the present catchline for \"Residential mental health treatment of adults - involuntary - emergency\"; in Subsection A inserted \"and transport\" in the introductory paragraph, inserted \"likelihood of\" in the first sentence of Paragraph (3), and added Paragraph (4); added present Subsection B; redesignated former Subsections B through E as present Subsections C through F; inserted \"or certified psychologist\" in present Subsections C and E; in present Subsection C substituted \"for an emergency based admission\" for \"on an emergency basis\" in the first sentence and added the second sentence; and added Subsection G.\n\nProtection against unreasonable seizure.— To the extent that the involuntary seizure of a person for an emergency mental health evaluation mirrors a criminal arrest, the Fourth Amendment's protection against unreasonable searches and seizures more specifically applies to the involuntary seizure for emergency mental health purposes than the Fourteenth Amendment's general substantive and procedural due process guarantees.Pino v. Higgs, 75 F.3d 1461 (10th Cir. 1996).\n\nProbable cause analysis applies.— In the criminal arrest context, a Fourth Amendment seizure is reasonable if it is based on \"probable cause\"; because similar underlying interests arise in the context of a detention for an emergency health evaluation, the \"probable cause\" doctrine applies in determining the validity of the government's seizure of a person for mental health reasons.Pino v. Higgs, 75 F.3d 1461 (10th Cir. 1996).\n\nRequirements for criminal bail do not apply as basis for considering stay of commitmentorder.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nCourt may consider circumstances.— In considering the question of a release during commitment proceedings, the trial court may consider the circumstances alleged, and after ordering a commitment may consider the circumstances as well as the length of the commitment ordered.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\n\"Right\" to stay of commitment order is not absolute.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nAppellate review for abuse of discretion.— Appellate review is on the basis of whether the trial court's order in connection with a stay was an abuse of discretion.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nPrivate physician's 42 U.S.C. 1983 liability.— A private physician who certifies a person for purposes of Subsection A is not subject to Section 1983 liability simply because a state police officer responds by transporting or detaining that person.Pino v. Higgs, 75 F.3d 1461 (10th Cir. 1996).\n\nTwenty-four hour detention limitation.— The provisions of Subsection D are clear and unambiguous - mentally ill persons being held in detention facilities pending transfer to a proper evaluation facility may not be so confined for a period longer than twenty-four hours. By including this specific time limitation and failing to make exceptions for weekends and legal holidays, the legislature intended the twenty-four hour limitation to apply in all instances, including weekends and legal holidays. 1990 Op. Att'y Gen. No. 90-15.\n\nLaw reviews.— For comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 53 Am. Jur. 2d Mentally Impaired Persons § 3 et seq.\n\nModern status of rules as to standard of proof required in civil commitment proceedings, 97 A.L.R.3d 780.\n\nNecessity and sufficiency of statements informing one under investigation for involuntary commitment of right to remain silent, 23 A.L.R.4th 563.\n\n57 C.J.S. Mental Health § 21 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-10/"
    },
    {
      "id": "section-43-1-11",
      "number": "43-1-11",
      "heading": "Commitment of adults for thirty-day period.",
      "text": "A. Every adult client involuntarily admitted to an evaluation facility pursuant to Section 43-1-10 NMSA 1978 has the right to a hearing within seven days of admission unless waived after consultation with counsel. If a physician or evaluation facility decides to seek commitment of the client for evaluation and treatment, a petition shall be filed with the court within five days of admission requesting the commitment. The petition shall include a description of the specific behavior or symptoms of the client that evidence a likelihood of serious harm to the client or others and shall include an initial screening report by the evaluating physician individually or with the assistance of a mental health professional or, if a physician is not available, by a mental health professional acceptable to the court. The petition shall list the prospective witnesses for commitment and a summary of the matters to which they will testify. Copies of the petition shall be served on the client, the client's guardian, and treatment guardian if one has been appointed, and the client's attorney.\n\nB. At the hearing, the client shall be represented by counsel and shall have the right to present evidence on the client's behalf, including testimony by an independent mental health professional of the client's own choosing, to cross-examine witnesses and to be present at the hearing. The presence of the client may be waived upon a showing to the court that the client knowingly and voluntarily waives the right to be present. A complete record of all proceedings shall be made.\n\nC. A court-appointed guardian for an adult involved in an involuntary commitment proceeding shall have automatic standing to appear at all stages of the proceeding and shall be allowed to testify by telephone or through affidavit if circumstances make live testimony too burdensome.\n\nD. The court shall include in its findings the guardian's opinion regarding the need for involuntary treatment or a statement detailing the efforts made to ascertain the guardian's opinion.\n\nE. Upon completion of the hearing, the court may order a commitment for evaluation and treatment not to exceed thirty days if the court finds by clear and convincing evidence that:\n\n(1) as a result of a mental disorder, the client presents a likelihood of serious harm to the client's own self or others;\n\n(2) the client needs and is likely to benefit from the proposed treatment; and\n\n(3) the proposed commitment is consistent with the treatment needs of the client and with the least drastic means principle.\n\nF. Once the court has made the findings set forth in Subsection E of this section, the court shall hear further evidence as to whether the client is capable of informed consent. If the court determines that the client is incapable of informed consent, the court shall appoint for the client a treatment guardian who shall have only those powers enumerated in Section 43-1-15 NMSA 1978.\n\nG. An interested person who reasonably believes that an adult is suffering from a mental disorder and presents a likelihood of serious harm to the adult's own self or others, but does not require emergency care, may request the district attorney to investigate and determine whether reasonable grounds exist to commit the adult for a thirty-day period of evaluation and treatment. The applicant may present to the district attorney any medical reports or other evidence immediately available to the applicant, but shall not be required to obtain a medical report or other particular evidence in order to make a petition. The district attorney shall act on the petition within seventy-two hours. If the district attorney determines that reasonable grounds exist to commit the adult, the district attorney may petition the court for a hearing. The court may issue a summons to the proposed client to appear at the time designated for a hearing, which shall be not less than five days from the date the petition is served. If the proposed client is summoned and fails to appear at the proposed time and upon a finding of the court that the proposed client has failed to appear, or appears without having been evaluated, the court may order the proposed client to be detained for evaluation as provided for in Subsection C of Section 43-1-10 NMSA 1978.\n\nH. Any hearing provided for pursuant to Subsection G of this section shall be conducted in conformance with the requirements of Subsection B of this section.\n\nHistory:1953 Comp., § 34-2A-10, enacted by Laws 1977, ch. 279, § 10; 1978, ch. 161, § 5; 1979, ch. 396, § 3; 1989, ch. 128, § 7; 2009, ch. 159, § 14.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, in the second sentence, deleted \"the division\" and added the article \"A\"; and in the last sentence, added \"the client's guardian, and treatment guardian if one has been appointed\"; and added Subsections C and D.\n\nThe 1989 amendment,effective June 16, 1989, substituted the present language of Subsection D for \"If the court finds that the client meets the criteria for commitment set forth in Subsection C of this section but does not require residential care, it may order the client to undergo such nonresidential treatment as may be appropriate and necessary\", and made minor stylistic changes throughout the section.\n\nThe district court exceeded its authority in delaying the start date of Respondent's involuntary commitment.— Where respondent voluntarily sought treatment at the emergency room at eastern New Mexico medical center (ENMMC), and due to respondent's history of mental health issues and psychiatric admissions at ENMMC, the state of New Mexico asked the district court to involuntarily commit respondent to the New Mexico behavioral health institute (NMBHI) for thirty days, pursuant to 43-1-11 NMSA 1978, and where, after a hearing on the state's petition, the district court determined by clear and convincing evidence that respondent presented a likelihood of serious harm to herself and would likely benefit from the proposed commitment and that commitment was consistent with the least drastic means available, and where, due to a lack of bed space at NMBHI, respondent was not transported for treatment for several weeks, prompting the state to file a motion to extend respondent's commitment, and where the district court denied the motion to extend commitment as premature, concluding that the thirty-day period of commitment did not begin until respondent was transferred to NMBHI, resulting in a release date sixty-eight days after the district court's order of commitment, the district court exceeded its statutory authority by amending its original order and delaying the start date of respondent's involuntary commitment, because the plain language of this section states that a court may order a commitment for evaluation and treatment not to exceed thirty days. Thirty days is the maximum number of days a person can be committed under 43-1-11(E) NMSA 1978, and commitment begins the moment a person is deprived of their liberty pursuant to an order of commitment.In re Lewis, 2024-NMCA-078.\n\nCivil commitment interests generally.— In the civil commitment situation, the interests of the state are pitted against restrictions on the liberty of the individual. The language of 34-2-5, 1953 Comp. (now repealed) indicated that the aim of the state is first to protect society from the mentally ill, a manifestation of the state's police power, and also to protect the mentally ill from themselves, while providing care and treatment.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nNature of commitment process.— The civil commitment process, though technically a civil proceeding, has elements of both criminal and civil proceedings, with some of the rights guaranteed to criminal defendants applicable to defendants in commitment hearings.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nCompliance with due process mandated.— Compliance with due process requirements, as far as the burden of proof in commitment proceedings for the mentally ill is concerned, is mandated.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nProof beyond reasonable doubt too stringent.— Although the highest standard of proof would be desirable, in the civil commitment process, proof beyond a reasonable doubt is too stringent a standard to be applied.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nProof that is clear, cogent and convincing is highest standardof proof possible at the current state of the medical arts. For evidence to be clear and convincing, it must instantly tilt the scales in the affirmative when weighed against the evidence in opposition and the fact finder's mind must be left with an abiding conviction that the evidence is true.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nThe state's interests are sufficient and the realities of treatment are adequate to justify subjecting individuals to possible commitment based on a \"clear and convincing\" standard of proof.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nPreponderance of evidence is definitely constitutionally unacceptablefor civil commitment hearings, in view of the fact that fundamental liberties of the patient are so often at stake.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818 (decided under former law).\n\nThe seven-day hearing requirement was constitutional.— The seven-day time limitation within this section is not constitutionally required; moreover, the 14-day delay in this case did not violate the respondent's due process rights.N.M. Dep't of Health v. Compton, 2001-NMSC-032, 131 N.M. 204, 34 P.3d 593.\n\nHearing may be postponed for good cause.— Seven-day hearing requirement in Subsection A is subject to postponement for good cause and should be narrowly prescribed and allowed only for so long as necessity demands; a determination of good cause should consider: (1) any objection by the client; (2) the client's substantial interest in not being mistakenly confined against his or her will; and (3) the legislature's intent to require a prompt hearing on a thirty-day commitment petition.N.M. Dep't of Health v. Compton, 2001-NMSC-032, 131 N.M. 204, 34 P.3d 593.\n\nHearing deadline violation remedy.— In light of the urgent need for treatment in civil commitment cases, the potentially harmful consequences to either the individual or to others for an improper release, the express provision of a statutory remedy, and the availability of the alternative remedy of habeas corpus, the legislature did not intend dismissal of the petition as a proper remedy for a violation of the time requirements in this section.N.M. Dep't of Health v. Compton, 2001-NMSC-032, 131 N.M. 204, 34 P.3d 593.\n\nHearing to be set with time for counsel to prepare case.— To ensure the effectiveness of the right to counsel guaranteed by Subsection B, the hearing required by Subsection A to be held within seven days must be set so that counsel has sufficient time to prepare his client's case; even if the hearing must be held beyond the seven-day limit.In re Bunnell, 1983-NMCA-095, 100 N.M. 242, 668 P.2d 1119.\n\nNeed for preliminary hearing if hearing not within seven days.— If the hearing required by Subsection A cannot be held within seven days because of a client's counsel's need for time to prepare the case, the trial court must hold a preliminary hearing to determine whether the state can present sufficient evidence to justify holding the client beyond the seven-day emergency period allowed under 43-1-10 NMSA 1978.In re Bunnell, 1983-NMCA-095, 100 N.M. 242, 668 P.2d 1119.\n\nNo requirement that persons making screening report testify at hearing.— There is no implicit requirement that the person or persons making the initial screening report required by Subsection A testify at the hearing.State v. Dean, 1980-NMCA-010, 94 N.M. 45, 607 P.2d 132, cert. denied, 94 N.M. 628, 614 P.2d 545.\n\nRight to appeal commitment.— A person involuntarily committed to a mental hospital under this section has a right to appeal under N.M. Const., art. VI, § 2, even though no appeal is provided for by statute.State v. Pernell, 1979-NMCA-008, 92 N.M. 490, 590 P.2d 638.\n\nEntitlement to independent mental health professional.— The language of Subsections B and D of 43-1-12 NMSA 1978, when read along with the provisions of this section, clearly evinces a legislative intent to accord to a client the right to the assistance of an independent mental health professional.Dominguez v. State, 1990-NMCA-098, 110 N.M. 618, 798 P.2d 219.\n\nEffective treatment to be afforded.— Mental illness is not a crime, and thus patients must be afforded some type of effective treatment since their liberty is abridged.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nMere custodial care is not sufficient.In re Valdez, 1975-NMSC-050, 88 N.M. 338, 540 P.2d 818.\n\nOnly district attorneys may file petitions.— A private attorney may not petition a court for involuntary commitment of an adult to a mental health facility. Only district attorneys may file petitions for involuntary commitment of adults. 1988 Op. Att'y Gen. No. 88-02.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nFor comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nFor article, \"The Guilty But Mentally Ill Verdict and Plea in New Mexico,\" see 13 N.M.L. Rev. 99 (1983).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Test or criterion of mental condition within contemplation of statute providing for commitment of persons because of mental condition, 158 A.L.R. 1220.\n\nModern status of rules as to standard of proof required in civil commitment proceedings, 97 A.L.R.3d 780.\n\nNecessity and sufficiency of statements informing one under investigation for involuntary commitment of right to remain silent, 23 A.L.R.4th 563.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-11/"
    },
    {
      "id": "section-43-1-12",
      "number": "43-1-12",
      "heading": "Extended commitment of adults.",
      "text": "A. A physician or evaluation facility may file a petition for extended commitment within twenty-one days after the beginning of the thirty-day commitment. The petition shall explain the necessity for extended commitment, specify the treatment that has been provided during the evaluation and include an individual treatment plan for the proposed commitment period. The petition shall list the prospective witnesses for commitment and a summary of the matters to which they will testify. Copies of the petition shall be served on the client, the client's guardian, and treatment guardian if one has been appointed, and the client's attorney.\n\nB. A hearing shall be held upon the petition prior to the expiration of the thirty-day commitment period, at which the client shall have all rights granted to the client under Section 43-1-11 NMSA 1978 and in addition shall have a right to a trial by a six-person jury, if requested, and to an expeditious appeal, unless waived.\n\nC. A court-appointed guardian for an adult involved in an involuntary commitment proceeding shall have automatic standing to appear at all stages of the proceeding and shall be allowed to testify by telephone or through affidavit if circumstances make live testimony too burdensome.\n\nD. The court shall include in its findings the guardian's opinion regarding the need for involuntary treatment or a statement detailing the efforts made to ascertain the guardian's opinion.\n\nE. If, at the conclusion of the hearing, the fact-finder determines by clear and convincing evidence that the client presents a likelihood of harm to the client's self or to others, that extended treatment is likely to improve the client's condition and that the proposed extended commitment is consistent with the least drastic means principle, the court shall order commitment of the client for a period not to exceed six months, except that when the client has been committed for two consecutive periods of commitment, any commitment commencing thereafter shall not exceed one year. At the expiration of the commitment order, the client may be detained only after a new commitment hearing, unless waived after consultation with the client's attorney, and entry of a new order for commitment not to exceed six months.\n\nF. A client involuntarily referred for treatment pursuant to this section shall be entitled to a reexamination of the order for the client's involuntary referral for treatment on the client's own petition, or that of the client's legal guardian, parent, spouse, relative or friend, to the district court of the county in which the client resides or is detained. Upon receipt of the petition, the court shall conduct a proceeding in accordance with this section, except that a proceeding shall not be required to be conducted if the petition is filed sooner than sixty days after the issuance of the order for involuntary referral for treatment or sooner than sixty days after the filing of a previous petition under this subsection.\n\nG. Nothing in this section shall limit the right of a client to petition the court for a writ of habeas corpus.\n\nH. Nothing in this code shall prohibit a client from seeking voluntary admission under Section 43-1-14 NMSA 1978.\n\nI. No mental health treatment facility is required to detain, treat or provide services to a client when the client does not require such detention, treatment or services.\n\nHistory:1953 Comp., § 34-2A-11, enacted by Laws 1977, ch. 279, § 11; 1978, ch. 161, § 6; 2009, ch. 159, § 15.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, at the beginning of the sentence, deleted \"The department\" and added the article \"A\" and in the last sentence, added \"the client's guardian, and treatment guardian if one has been appointed\"; in Subsection B, changed 34-2A-10 NMSA 1978 to 43-1-11 NMSA 1978; added Subsections C and D; and in Subsection H, changed 34-2A-13 NMSA 1978 to 43-1-14 NMSA 1978.\n\nEntitlement to independent mental health professional.— The language of Subsections B and D, when read along with the provisions of 43-1-11 NMSA 1978, clearly evinces a legislative intent to accord to a client the right to the assistance of an independent mental health professional.Dominguez v. State, 1990-NMCA-098, 110 N.M. 618, 798 P.2d 219.\n\nPayment of cost for independent mental health professional.— The state is required to defray the reasonable cost of providing an independent mental health professional for an indigent client.Dominguez v. State, 1990-NMCA-098, 110 N.M. 618, 798 P.2d 219.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nFor article, \"Habeas Corpus in New Mexico,\" see 11 N.M.L. Rev. 291 (1981).\n\nFor comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nFor article, \"The Guilty But Mentally Ill Verdict and Plea in New Mexico,\" see 13 N.M.L. Rev. 99 (1983).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Standard of proof required under statute providing for commitment of sexual offenders or sexual psychopaths, 96 A.L.R.3d 840.\n\nModern status of rules as to standard of proof required in civil commitment proceedings, 97 A.L.R.3d 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-12/"
    },
    {
      "id": "section-43-1-13",
      "number": "43-1-13",
      "heading": "Involuntary commitment of developmentally disabled adults to residential care.",
      "text": "A. A guardian appointed pursuant to the Uniform Probate Code [Chapter 45 NMSA 1978] may file an application with an evaluation facility seeking residential habilitation services for the protected person. The application shall set forth the basis for the guardian's belief that residential habilitation is necessary and shall include a copy of pertinent medical and psychological evaluations that have been completed.\n\nB. Upon receipt of an application filed according to Subsection A of this section, an evaluation facility may accept the proposed client for a period of evaluation and treatment not to exceed fourteen days. An evaluation facility shall prepare an individualized habilitation plan that shall be consistent with the least drastic means principle.\n\nC. If the habilitation plan recommends residential services, the evaluation facility shall file with the court a petition for extended residential placement. Upon receipt of the petition, the court shall appoint an attorney to represent the proposed client. Notice of the hearing scheduled on the petition and a copy of the habilitation plan shall be given to the proposed client, the client's attorney and the client's guardian. The petition shall contain a list of the names and addresses of proposed witnesses.\n\nD. At the hearing on the petition, the proposed client shall be represented by counsel and shall have the right to present evidence on the proposed client's behalf, including testimony of a developmental disability professional of the proposed client's choosing; to cross-examine witnesses; to be present at the hearing; and to trial by a six-person jury, if requested. A complete record of the hearing shall be made. There shall be a right to an expeditious appeal.\n\nE. The guardian of an adult involved in a commitment proceeding for extended residential habilitation services shall have automatic standing to appear at all stages of the proceeding and shall be allowed to testify by telephone or through affidavit if circumstances make live testimony too burdensome.\n\nF. The court shall include in its findings the guardian's opinion regarding the need for residential habilitation services or a statement detailing the efforts made to ascertain the guardian's opinion.\n\nG. The court shall order residential placement of the proposed client if it is established by clear and convincing evidence that the proposed client has a developmental disability that creates an imminent likelihood of serious harm to the proposed client's self or to others, or the person is so greatly disabled that residential services would be in the person's best interest and that such residential placement is, in the person's case, the least drastic means. The court's order of residential placement shall be for a period not to exceed six months. At the expiration of the commitment order, the client may be detained only after a new commitment hearing, unless waived after consultation with the client's attorney, and entry of a new order for commitment not to exceed six months.\n\nH. The court shall order placement that is least restrictive to the client and may order attendance and participation as a nonresident in habilitation programs conducted at residential or nonresidential facilities.\n\nI. Any client involuntarily referred for habilitation treatment shall be entitled to a reexamination of the order for the client's involuntary referral for habilitation and treatment on the client's own petition, or that of the client's legal guardian, parent, spouse, relative or friend, to the district court of the county in which the client resides or is detained. Upon receipt of the petition, the court shall conduct or cause to be conducted by a special commissioner a proceeding in accordance with this section, except that a proceeding shall not be required to be conducted if the petition is filed sooner than sixty days after the issuance of the order for involuntary referral for habilitation and treatment or sooner than sixty days after the filing of a previous petition under this subsection.\n\nJ. Nothing in this section shall limit the right of a client to petition the court for a writ of habeas corpus.\n\nK. No developmental disabilities treatment or habilitation facility is required to detain, treat or provide services to a client when the client does not appear to require detention, treatment or habilitation.\n\nHistory:1953 Comp., § 34-2A-12, enacted by Laws 1977, ch. 279, § 12; 1978, ch. 161, § 7; 2009, ch. 159, § 16.\n\nCross references.— For Office of Guardianship Act,see28-16B-1 NMSA 1978.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, deleted \"the department or\" and changed \"ward\" to \"the protected person\"; in Subsection B, deleted \"the department or\" and added \"an\"; in Subsection C, deleted \"department or\"; and added Subsections E and F.\n\nPetition for court order provides adversary hearing.— A petition for a court order under this section does not involve a judicial review of administrative action. Rather it provides for an adversary hearing between the health and environment department (now the department of health) and the patient.State v. Clayton, 1981-NMCA-018, 95 N.M. 644, 625 P.2d 99.\n\nCourt may order specific placement.— Subsections E and F authorize the district court to order the specific placement of an individual client within an adequate habilitation program.State v. Clayton, 1981-NMCA-018, 95 N.M. 644, 625 P.2d 99.\n\nCommitment facility as site for hearing.— Absent a showing by the \"developmentally disabled\" person that his substantive rights have in any way been abridged if his involuntary commitment hearing is not held at the county seat, the district court is not precluded from adopting the practice of holding such hearings at the commitment facility when, in its discretion, such practice would better serve the public convenience. 1979 Op. Att'y Gen. No. 79-20.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nFor article, \"Habeas Corpus in New Mexico,\" see 11 N.M.L. Rev. 291 (1981).\n\nFor comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Modern status of rules as to standard of proof required in civil commitment proceedings, 97 A.L.R.3d 780.\n\nNecessity and sufficiency of statements informing one under investigation for involuntary commitment of right to remain silent, 23 A.L.R.4th 563.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-13/"
    },
    {
      "id": "section-43-1-14",
      "number": "43-1-14",
      "heading": "Voluntary admission to residential treatment or habilitation.",
      "text": "A. A person may voluntarily seek admission to residential treatment or habilitation.\n\nB. A guardian appointed under the Uniform Probate Code [Chapter 45 NMSA 1978], an agent or surrogate under the Uniform Health-Care Decisions Act [Chapter 24, Article 7A NMSA 1978] or an agent under the Mental Health Care Treatment Decisions Act [Chapter 24, Article 7B NMSA 1978] shall not consent to the admission of an individual to a mental health care facility. If a guardian has full power or limited power that includes medical or mental health treatment or, if the individual's written advance health-care directive or advance directive for mental health treatment expressly permits treatment in a mental health care facility, the guardian, agent or surrogate may present the person to a facility only for evaluation for admission pursuant to Subsection E of Section 43-1-10 NMSA 1978.\n\nC. Nothing in this section shall be construed as depriving voluntary clients of any right given to involuntary clients.\n\nD. A client voluntarily admitted to residential treatment or habilitation has the right to immediate discharge from the residential facility upon request, unless the director of the facility or a physician determines that the client requires continued confinement and meets the criteria for involuntary residential treatment or habilitation under the code. If the director or physician so determines, the director or physician shall, on the first business day following the client's request for release, request the district attorney to initiate commitment proceedings under the code. The client has a right to a hearing on the client's confinement within five days of the client's request for release.\n\nHistory:1953 Comp., § 34-2A-13, enacted by Laws 1977, ch. 279, § 13; 1978, ch. 161, § 8; 2009, ch. 159, § 17.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, at the beginning of the sentence, deleted \"Consistent with the provisions of Section 34-2A-15 NMSA 1978, any\"; and added Subsection B.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nFor comment, \"Mental Health Law - Temporary Detention of 'Voluntary' Patients by Hospital Authorities: Due Process Issues,\" see 12 N.M.L. Rev. 791 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 53 Am. Jur. 2d Mentally Impaired Persons §§ 3, 5, 152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-14/"
    },
    {
      "id": "section-43-1-15",
      "number": "43-1-15",
      "heading": "Consent to treatment; adult clients.",
      "text": "A. No psychotropic medication, psychosurgery, convulsive therapy, experimental treatment or behavior modification program involving aversive stimuli or substantial deprivations shall be administered to a client without proper consent. If the client is capable of understanding the proposed nature of treatment and its consequences and is capable of informed consent, the client's consent shall be obtained before the treatment is performed. A client shall not be presumed to be incapable of giving consent for administration of psychotropic medications solely because the client has been involuntarily committed to a treatment facility or is awaiting a hearing on whether the client should be involuntarily committed to a treatment facility.\n\nB. If the mental health or developmental disabilities professional or physician who is proposing this or any other course of treatment or any other interested person believes that the client is incapable of informed consent, the mental health or developmental disabilities professional or physician or other interested person may petition the court for the appointment of a treatment guardian to make a substitute decision for the client.\n\nC. This original petition shall be served on the client and the client's attorney. A hearing on the petition shall be held within three court days. At the hearing, the client shall be represented by counsel and shall have the right to be present, to present witnesses and to cross-examine opposing witnesses.\n\nD. When appointing a treatment guardian for an adult, the court shall give priority to a court-appointed guardian or, if no guardian has been appointed by a court, to an agent designated or nominated by the client when the client had capacity.\n\nE. If after the hearing the court finds by clear convincing evidence that the client is not capable of making the client's own treatment decisions, the court may order the appointment of a treatment guardian.\n\nF. The treatment guardian shall make a decision on behalf of the client whether to accept treatment, depending on whether the treatment appears to be in the client's best interest and is the least drastic means for accomplishing the treatment objective. In making a decision, the treatment guardian shall consult with the client and consider the client's expressed opinions, if any, even if those opinions do not constitute valid consent or rejection of treatment. The treatment guardian shall give consideration to previous decisions made by the client in similar circumstances when the client was able to make treatment decisions.\n\nG. If a client, who is not a resident of a medical facility and for whom a treatment guardian has been appointed, refuses to comply with the decision of the treatment guardian, the treatment guardian may apply to the court for an enforcement order. Such an order may authorize a peace officer to take the client into custody and to transport the client to an evaluation facility and may authorize the facility forcibly to administer treatment.\n\nH. The treatment guardian shall consult with the physician or other professional who is proposing treatment, the client's attorney and interested friends, relatives or other agents or guardians of the client to the extent reasonably practical in making a decision.\n\nI. If the client, physician or other professional wishes to appeal the decision of the treatment guardian, the client, physician or other professional may do so, filing an appeal with the court within three calendar days of receiving notice of the treatment guardian's decision. In such a decision, the client shall be represented by counsel. The court may overrule the treatment guardian's decision if it finds that decision to be against the best interest of the client.\n\nJ. When the court appoints a treatment guardian, it shall specify the length of time during which the treatment guardian may exercise the treatment guardian's powers, up to a maximum period of one year. If at the end of the guardianship period the treatment guardian believes that the client is still incapable of making the client's own treatment decisions, the treatment guardian shall petition the court for reappointment or for appointment of a new treatment guardian. The petition shall be served on the client, the client's attorney and the previously appointed treatment guardian if filed by another party. The guardianship shall be extended or a new guardian shall be appointed only if the court finds the client is, at the time of the hearing, incapable of understanding and expressing an opinion regarding treatment decisions. The client shall be represented by counsel and shall have the right to be present and present evidence at all such hearings.\n\nK. If during a period of a treatment guardian's power, the treatment guardian, the client, the treatment provider, a member of the client's family or the client's attorney or another person believes that the client has regained competence to make the client's own treatment decisions, that person shall petition the court for a termination of the treatment guardianship. If the court finds the client is capable of making the client's own treatment decisions, it shall terminate the power of the treatment guardian and restore to the client the power to make the client's own treatment decisions.\n\nL. A treatment guardian shall only have those powers enumerated in the code, unless the treatment guardian has also been appointed a guardian under the Uniform Probate Code [Chapter 45 NMSA 1978] pursuant to provisions of Section 45-5-303 NMSA 1978. A person carrying out the duties of a treatment guardian as provided in this section shall not be liable in any civil or criminal action so long as the treatment guardian is not acting in bad faith or with malicious purpose.\n\nM. If a licensed physician believes that the administration of psychotropic medication is necessary to protect the client from serious harm that would occur while the provisions of Subsection B of this section are being satisfied, the licensed physician may administer the medication on an emergency basis. When medication is administered to a client on an emergency basis, the treating physician shall prepare and place in the client's medical records a report explaining the nature of the emergency and the reason that no treatment less drastic than administration of psychotropic medication without proper consent would have protected the client from serious harm. Upon the sworn application of the treating physician, the court may issue an order permitting the treating physician to continue to administer psychotropic medication until a treatment guardian is appointed, if the requirements of Subsection B of this section for appointment of a treatment guardian are in the process of being satisfied in a timely manner.\n\nHistory:1953 Comp., § 34-2A-14, enacted by Laws 1977, ch. 279, § 14; 1978, ch. 161, § 9; 1979, ch. 140, § 1; 1989, ch. 128, § 8; 1993, ch. 240, § 8; 1993, ch. 249, § 8; 1999, ch. 239, § 1; 2009, ch. 159, § 18.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection B, added \"the mental health or developmental disabilities professional or physician or other interested person\"; added Subsection D; in Subsection E, added \"by clear convincing evidence\"; in Subsection E, at the beginning of the third sentence, added \"The treatment guardian\"; in Subsection H, added \"or other agents or guardians\" and deleted \"as he deems appropriate\", and added \"to the extent reasonably practical\"; in Subsection I, added \"the client, physician or other professional\"; and in Subsection J, added the third sentence.\n\nThe 1999 amendment,effective April 7, 1999, in Subsection A inserted \"psychotropic medication\" in the first sentence and added the third sentence, and added the third sentence in Subsection F.\n\nThe 1993 amendment,effective June 18, 1993, added the second sentence of Subsection E. Laws 1993, ch. 240, § 8 and Laws 1993, ch. 249, § 8 enacted identical amendments to this section. The section was set out as amended by Laws 1993, ch. 249, § 8.See12-1-8 NMSA 1978.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection A substituted \"informed consent\" for \"expressing a decision regarding its acceptance or refusal\" in the second sentence; in Subsection B substituted \"client\" for \"patient\" in the second sentence, deleted \"to be represented by counsel\" following \"present,\" in the fourth sentence, and added the present ninth and tenth sentences; substituted \"client\" for \"patient\" in Subsection D; substituted \"the code\" for \"this code\" in Subsection E; and made minor stylistic changes throughout the section.\n\nBurden of proof.— The burden of proof in cases seeking to appoint a treatment guardian is on the party seeking to have the guardianship approved, and the moving party must establish such need by clear and convincing evidence.In re Sanders, 1989-NMCA-025, 108 N.M. 434, 773 P.2d 1241.\n\nSubsection D (now J) requires that the petitioner make a prima facie showing that he is capable of making informed treatment decisions in any action initiated by him seeking to terminate the appointment of a treatment guardianship during the period of the existing guardianship. To establish a prima facie case petitioner is required to establish that he is capable of understanding the proposed treatment and its consequences and capable of expressing a decision thereon.In re Sanders, 1989-NMCA-025, 108 N.M. 434, 773 P.2d 1241.\n\nHearing postponement permissible.— Where a patient's hearing on the petition for a treatment guardian was delayed one week due to the judge's illness, the computed delay of five days did not substantially interfere with the patient's right to prompt treatment; good cause existed, and the patient's liberty interest was not implicated.N.M. Dep't of Health v. Compton, 2001-NMSC-032, 131 N.M. 204, 34 P.3d 593.\n\nHearing deadline violation remedy.— In light of the urgent need for treatment in civil commitment cases, the potentially harmful consequences to either the individual or to others for an improper release, the express provision of a statutory remedy, the legislature did not intend dismissal of the petition as a proper remedy for a violation of the time requirements in this section.N.M. Dep't of Health v. Compton, 2001-NMSC-032, 131 N.M. 204, 34 P.3d 593.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Nonconsensual treatment of involuntarily committed mentally ill persons with neuroleptic or antipsychotic drugs as violative of state constitutional guaranty, 74 A.L.R.4th 1099.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-15/"
    },
    {
      "id": "section-43-1-151",
      "number": "43-1-15.1",
      "heading": "Crisis triage centers; admission or treatment.",
      "text": "A crisis triage center may accept:\n\nA. voluntary admissions;\n\nB. individuals who are voluntarily seeking treatment;\n\nC. involuntary admissions; and\n\nD. individuals who are not voluntarily seeking treatment.\n\nHistory:Laws 2023, ch. 117, § 1.\n\nEffective dates.— Laws 2023, ch. 117 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-15-1/"
    },
    {
      "id": "section-43-1-16",
      "number": "43-1-16",
      "heading": "to 43-1-18 - Repealed.",
      "text": "Repeals.— Laws 1993, ch. 77, § 234F repealed 43-1-16, 43-1-16.1 to 43-1-18 NMSA 1978, as amended by Laws 1989, ch. 128, § 9, enacted by Laws 1979, ch. 213, § 3, amended by Laws 1978, ch. 161, § 11, and enacted by Laws 1977, ch. 279, § 17, respectively, relating to treatment of minors and right to education, effective July 1, 1993. For provisions of former sections,seethe 1992 NMSA 1978 onNMOneSource.com. For present comparable provisions,see32A-6-1 to 32A-6-21 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-16-to-43-1-18/"
    },
    {
      "id": "section-43-1-19",
      "number": "43-1-19",
      "heading": "Disclosure of information.",
      "text": "A. Except as otherwise provided in the code, no person shall, without the authorization of the client, disclose or transmit any confidential information from which a person well acquainted with the client might recognize the client as the described person, or any code, number or other means that can be used to match the client with confidential information regarding the client.\n\nB. Authorization from the client shall not be required for the disclosure or transmission of confidential information in the following circumstances:\n\n(1) when the request is from a mental health or developmental disabilities professional or from an employee or trainee working with a person with a mental disability or developmental disability, to the extent that the practice, employment or training on behalf of the client requires access to such information is necessary;\n\n(2) when such disclosure is necessary to protect against a clear and substantial risk of imminent serious physical injury or death inflicted by the client on the client's self or another;\n\n(3) when the disclosure is made pursuant to the provisions of the Assisted Outpatient Treatment Act [43-1B-1 to 43-1B-14 NMSA 1978], using reasonable efforts to limit protected health information to that which is minimally necessary to accomplish the intended purpose of the use, disclosure or request;\n\n(4) when the disclosure of such information is to the primary caregiver of the client and the disclosure is only of information necessary for the continuity of the client's treatment in the judgment of the treating physician or certified psychologist who discloses the information;\n\n(5) when such disclosure is to an insurer contractually obligated to pay part or all of the expenses relating to the treatment of the client at the residential facility. The information disclosed shall be limited to data identifying the client, facility and treating or supervising physician and the dates and duration of the residential treatment. It shall not be a defense to an insurer's obligation to pay that the information relating to the residential treatment of the client, apart from information disclosed pursuant to this section, has not been disclosed to the insurer;\n\n(6) when the request is from a physician, a licensed psychologist or a qualified mental health professional licensed for independent practice and responsible for the continuity of care of inmates with a mental or developmental disability who are in a jail or corrections facility, and the disclosure is only of information necessary for the continuity of the client's treatment in the judgment of an equally qualified treating professional who discloses the information;\n\n(7) when such disclosure is by a physician, a licensed psychologist or a qualified mental health professional licensed for independent practice and responsible for the treatment of inmates in a jail or corrections facility to another equally qualified treating professional responsible for the continuation of care of the inmate upon the inmate's release from a jail or corrections facility, and the disclosure is only of information necessary for the continuity of the client's treatment in the judgment of the treating professional who discloses the information; or\n\n(8) for all confidential information in existence on and after July 1, 2024, when the disclosure is made to a governmental agency or its agent or a state educational institution, a duly organized state or county association of licensed physicians or dentists or a licensed health facility or staff committees of such a facility for the purpose of research, subject to the provisions of Section 14-6-1 NMSA 1978 and subject to the review of an institutional review board in compliance with the federal Health Insurance Portability and Accountability Act of 1996 or any succeeding legislation and any federal regulations governing institutional review boards.\n\nC. No authorization given for the transmission or disclosure of confidential information shall be effective unless it:\n\n(1) is in writing and signed; and\n\n(2) contains a statement of the client's right to examine and copy the information to be disclosed, the name or title of the proposed recipient of the information and a description of the use that may be made of the information.\n\nD. The client has a right of access to confidential information and has the right to make copies of any information and to submit clarifying or correcting statements and other documentation of reasonable length for inclusion with the confidential information. The statements and other documentation shall be kept with the relevant confidential information, shall accompany it in the event of disclosure and shall be governed by the provisions of this section to the extent they contain confidential information. Nothing in this subsection shall prohibit the denial of access to such records when a physician or other mental health or developmental disabilities professional believes and notes in the client's medical records that such disclosure would not be in the best interests of the client. In any such case, the client has the right to petition the court for an order granting such access.\n\nE. Where there exists evidence that the client whose consent to disclosure of confidential information is sought is incapable of giving or withholding valid consent and the client does not have a guardian or treatment guardian appointed by a court, the person seeking such authorization shall petition the court for the appointment of a treatment guardian to make a substitute decision for the client, except that if the client is less than fourteen years of age, the client's parent or guardian is authorized to consent to disclosure on behalf of the client.\n\nF. Information concerning a client disclosed under this section shall not be released to any other person, agency or governmental entity or placed in files or computerized data banks accessible to any persons not otherwise authorized to obtain information under this section.\n\nG. Nothing in the code shall limit the confidentiality rights afforded by federal statute or regulation.\n\nH. A person appointed as a treatment guardian in accordance with the Mental Health and Developmental Disabilities Code may act as the client's personal representative pursuant to the federal Health Insurance Portability and Accountability Act of 1996, Sections 1171-1179 of the Social Security Act, 42 U.S.C. Section 1320d, as amended, and applicable federal regulations to obtain access to the client's protected health information, including mental health information and relevant physical health information, and may communicate with the client's health care providers in furtherance of such treatment.\n\nHistory:1953 Comp., § 34-2A-8, enacted by Laws 1977, ch. 279, § 18; 1989, ch. 128, § 5; 1993, ch. 77, § 232; 2007, ch. 46, § 44; 2009, ch. 159, § 19; 2016, ch. 84, § 16; 2019, ch. 192, § 4; 2024, ch. 31, § 2.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nCross references.— For the Federal Health Insurance Portability and Accountability Act of 1996,see42 U.S.C. § 300gg et seq.\n\nThe 2024 amendment,effective July 1, 2024, provided for additional disclosure of confidential information for certain purposes; and in Subsection B, Paragraph B(8), added \"for all confidential information in existence on and after July 1, 2024\", after \"dentists\" added \"or\" and after \"succeeding legislation\" added \"and any federal regulations governing institutional review boards\".\n\nThe 2019 amendment,effective July 1, 2019, provided additional circumstances where the authorization from the client is not required to disclose or transmit confidential information regarding the client; and added Paragraphs B(6) through B(8).\n\nThe 2016 amendment,effective July 1, 2016, provided for the unauthorized disclosure of information made pursuant to the Assisted Outpatient Treatment Act under certain circumstances; and in Subsection B, added new Paragraph (3) and redesignated the succeeding paragraphs accordingly.\n\nThe 2009 amendment,effective June 19, 2009, added Subsection H.\n\nThe 2007 amendment,effective June 15, 2007, made non-substantive language changes.\n\nThe 1998 amendment,effective on May 20, 1998, substituted \"that\" for \"which\" preceding \"may\" in Paragraph C(2), and deleted Subsection H.\n\nThe 1993 amendment,effective July 1, 1993, deleted former Subsection B(3), which read \"when the disclosure of such information to the parent or the legal guardian is essential for the treatment of the minor\", and redesignated former Paragraphs (4) and (5) of Subsection B as present Paragraphs (3) and (4).\n\nThe 1989 amendment,effective June 16, 1989, substituted \"the code\" for \"this code\" in Subsections A and G; in Subsection B added present Paragraph (4) and redesignated former Paragraph (4) as present Paragraph (5); and made minor stylistic changes throughout the section.\n\nLaw reviews.— For article, \"Disclosure of Medical Information - Criminal Prosecution of Medicaid Fraud in New Mexico,\" see 9 N.M.L. Rev. 321 (1979).\n\nFor article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-19/"
    },
    {
      "id": "section-43-1-20",
      "number": "43-1-20",
      "heading": "Special commissioner.",
      "text": "The court may conduct the proceedings required by this code, or may, by general or special order, appoint a special commissioner to do so. The special commissioner must be a licensed attorney. Upon conclusion of the hearing the special commissioner shall file his findings and recommendations with the court promptly.\n\nHistory:1953 Comp., § 34-2A-19, enacted by Laws 1977, ch. 279, § 19.\n\nCompiler's notes.— For the meaning of \"code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-20/"
    },
    {
      "id": "section-43-1-21",
      "number": "43-1-21",
      "heading": "Convalescent status; rehospitalization.",
      "text": "A. The head of a residential facility may release an improved involuntary client on convalescent status when he believes that such release is in the best interests of the client. Release on convalescent status shall include provisions for continuing responsibility to and of the hospital. Prior to the expiration of the client's commitment period, the director of the residential facility shall re-examine the facts relating to the commitment of the client on convalescent status and, if he determines that in view of the condition of the client, commitment is no longer appropriate he shall discharge the client.\n\nB. Prior to such discharge, the director of the residential facility from which the client is given convalescent status may at any time readmit the client. If there is reason to believe that the client requires rehospitalization, the director of the residential facility may issue an order for the immediate return of the client. Such an order, if not voluntarily complied with, shall, upon order by a judge of the district court of the county in which the client is resident or present, authorize any health or police officer to take the client into custody and transport him to the residential facility.\n\nHistory:1953 Comp., § 34-2A-20, enacted by Laws 1977, ch. 279, § 21.\n\nHospital maintains and has jurisdiction of every patient who is releasedas an improved patient on convalescent status as long as he is within the jurisdiction of the state of New Mexico, and, if said patient refuses to return when ordered by the hospital, the hospital, after having said order endorsed by the judge of the district court of the county in which the patient is resident or present, can compel the patient to return to the hospital, if he can be located. 1954 Op. Att'y Gen. No. 54-5901 (opinion rendered under former law).\n\nUntil removed into another jurisdiction.— As soon as a patient removes himself from the jurisdiction of the state of New Mexico and goes into another jurisdiction, the hospital loses control and jurisdiction over the patient, for the reason that the board would not have any jurisdiction. 1954 Op. Att'y Gen. No. 54-5901 (opinion rendered under former law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-21/"
    },
    {
      "id": "section-43-1-22",
      "number": "43-1-22",
      "heading": "Transportation.",
      "text": "Whenever a proposed patient is to be committed to a residential mental health or developmental disability facility, or to be returned to such a facility during commitment, the court ordering the commitment or authorizing the return of the patient may direct the sheriff, the state police or other appropriate persons to furnish suitable transportation in order to effect such commitment or return, contacting the department for directions as to the destination of the patient.\n\nHistory:1953 Comp., § 34-2A-21, enacted by Laws 1977, ch. 279, § 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-22/"
    },
    {
      "id": "section-43-1-23",
      "number": "43-1-23",
      "heading": "Violation of clients' rights.",
      "text": "Any client who believes that his rights, as established by this code or by the constitution of the United States or of New Mexico, have been violated shall have a right to petition the court for redress. The client shall be represented by counsel. The court shall grant relief as is appropriate, subject to the provisions of the Tort Claims Act [41-4-1 to 41-4-27 NMSA 1978].\n\nHistory:1953 Comp., § 34-2A-22, enacted by Laws 1977, ch. 279, § 23; 1978, ch. 161, § 13.\n\nCompiler's notes.— For the meaning of \"this code\",see43-1-3C and 43-1-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-23/"
    },
    {
      "id": "section-43-1-24",
      "number": "43-1-24",
      "heading": "Appeals; court of appeals.",
      "text": "Appeals taken pursuant to this code shall be taken to the court of appeals according to the rules of appellate procedure of the supreme court.\n\nHistory:1953 Comp., § 34-2A-23, enacted by Laws 1978, ch. 161, § 14.\n\nCompiler's notes.— For the meaning of \"this code\",see43-1-3C and 43-1-2 NMSA 1978.\n\nLaw reviews.— For article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-24/"
    },
    {
      "id": "section-43-1-25",
      "number": "43-1-25",
      "heading": "Cost of care.",
      "text": "Clients who are indigent may receive care and treatment at state-operated facilities without charge. The governing authorities of such facilities may require payment for the cost of care and treatment from all others pursuant to established fee schedules based on ability to pay.\n\nHistory:1953 Comp., § 34-2A-24, enacted by Laws 1978, ch. 161, § 15.\n\nReimbursement from county under Indigent Hospital Claims Act.— Individuals committed to private or county-operated facilities under statutory involuntary commitment procedures are responsible for their hospital expenses, and eligible hospitals treating indigent patients may look to the applicable county for reimbursement under the Indigent Hospital Claims Act. 1989 Op. Att'y Gen. No. 89-35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1/section-43-1-25/"
    }
  ]
}