{
  "state": "new-mexico",
  "path": "title-chapter-43-commitment-procedures/chapter-article-1b-assisted-outpatient-treatment",
  "sections": [
    {
      "id": "section-43-1b-1",
      "number": "43-1B-1",
      "heading": "Short title.Section 43-1B-2 - Definitions",
      "text": "Sections 1 through 14 [43-1B-1 to 43-1B-14 NMSA 1978] of this act may be cited as the \"Assisted Outpatient Treatment Act\".\n\nHistory:Laws 2016, ch. 84, § 1.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-1/"
    },
    {
      "id": "section-43-1b-2",
      "number": "43-1B-2",
      "heading": "Definitions.",
      "text": "As used in the Assisted Outpatient Treatment Act:\n\nA. \"advance directive for mental health treatment\" means an individual instruction or power of attorney for mental health treatment made pursuant to the Mental Health Care Treatment Decisions Act [Chapter 24, Article 7B NMSA 1978];\n\nB. \"agent\" means an individual designated in a power of attorney for health care to make a mental health care decision for the individual granting the power;\n\nC. \"assertive community treatment\" means a team treatment approach designed to provide comprehensive community-based psychiatric treatment, rehabilitation and support to persons with serious and persistent mental disorders;\n\nD. \"assisted outpatient treatment\" means categories of outpatient services ordered by a district court, including case management services, comprehensive community support services, intensive outpatient services, care coordination or assertive community treatment team services, prescribed to treat a patient's mental disorder and to assist a patient in living and functioning in the community or to attempt to prevent a relapse or deterioration that may reasonably be predicted to result in harm to the patient or another or the need for hospitalization. Assisted outpatient treatment may include:\n\n(1) medication;\n\n(2) periodic blood tests or urinalysis to determine compliance with prescribed medications;\n\n(3) individual or group therapy;\n\n(4) day or partial-day programming activities;\n\n(5) educational and vocational training or activities;\n\n(6) alcohol and substance abuse treatment and counseling;\n\n(7) periodic blood tests or urinalysis for the presence of alcohol or illegal drugs for a patient with a history of alcohol or substance abuse;\n\n(8) supervision of living arrangements; and\n\n(9) any other services prescribed to treat the patient's mental disorder and to assist the patient in living and functioning in the community, or to attempt to prevent a deterioration of the patient's mental or physical condition;\n\nE. \"covered entity\" means a health plan, a health care clearinghouse or a health care provider that transmits any health information in electronic form;\n\nF. \"guardian\" means a judicially appointed guardian having authority to make mental health care decisions for an individual;\n\nG. \"least restrictive appropriate alternative\" means treatment and conditions that:\n\n(1) are no more harsh, hazardous or intrusive than necessary to achieve acceptable treatment objectives; and\n\n(2) do not restrict physical movement or require residential care, except as reasonably necessary for the administration of treatment or the protection of the patient;\n\nH. \"likely to result in serious harm to others\" means that it is more likely than not that in the near future a person will inflict serious, unjustified bodily harm on another person or commit a criminal sexual offense, as evidenced by behavior causing, attempting or threatening such harm, which behavior gives rise to a reasonable fear of such harm from the person;\n\nI. \"likely to result in serious harm to self\" means that it is more likely than not that in the near future the person will attempt to commit suicide or will cause serious bodily harm to the person's self by violent or other self-destructive means, including grave passive neglect;\n\nJ. \"mandated service\" means a service specified in a court order requiring assisted outpatient treatment;\n\nK. \"participating municipality or county\" means a municipality or county that has entered into a memorandum of understanding with its respective district court with respect to the funding of such district court's administrative expenses, including legal fees, for proceedings pursuant to the Assisted Outpatient Treatment Act;\n\nL. \"patient\" means a person receiving assisted outpatient treatment pursuant to a court order;\n\nM. \"power of attorney for health care\" means the designation of an agent to make health care decisions for the individual granting the power, made while the individual has capacity;\n\nN. \"provider\" means an individual or organization licensed, certified or otherwise authorized or permitted by law to provide mental or physical health diagnosis or treatment in the ordinary course of business or practice of a profession;\n\nO. \"qualified professional\" means a physician, licensed psychologist, prescribing psychologist, certified nurse practitioner or clinical nurse specialist with a specialty in mental health, or a physician assistant with a specialty in mental health;\n\nP. \"qualified protective order\" means, with respect to protected health information, an order of a district court or stipulation of parties to a proceeding under the Assisted Outpatient Treatment Act;\n\nQ. \"respondent\" means a person who is the subject of a petition or order for assisted outpatient treatment;\n\nR. \"surrogate decision-maker\" means:\n\n(1) an agent designated by the respondent;\n\n(2) a guardian; or\n\n(3) a treatment guardian; and\n\nS. \"treatment guardian\" means a person appointed pursuant to Section 43-1-15 NMSA 1978 to make mental health treatment decisions for a person who has been found by clear and convincing evidence to be incapable of making the person's own mental health treatment decisions.\n\nHistory:Laws 2016, ch. 84, § 2; 2020, ch. 44, § 1.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nThe 2020 amendment,effective May 20, 2020, added additional categories of outpatient services in the definition of \"assisted outpatient treatment\" as used in the Assisted Outpatient Treatment Act; and in Subsection D, in the introductory paragraph, after \"case management services\", added \"comprehensive community support services, intensive outpatient services\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-2/"
    },
    {
      "id": "section-43-1b-3",
      "number": "43-1B-3",
      "heading": "Assisted outpatient treatment; criteria.",
      "text": "A person may be ordered to participate in assisted outpatient treatment if the court finds by clear and convincing evidence that the person:\n\nA. is eighteen years of age or older and is a resident of a participating municipality or county;\n\nB. has a primary diagnosis of a mental disorder;\n\nC. has demonstrated a history of lack of compliance with treatment for a mental disorder that has:\n\n(1) at least twice within the last forty-eight months, been a significant factor in necessitating hospitalization or necessitating receipt of services in a forensic or other mental health unit or a jail, prison or detention center; provided that the forty-eight-month period shall be extended by the length of any hospitalization, incarceration or detention of the person that occurred within the forty-eight-month period;\n\n(2) resulted in one or more acts of serious violent behavior toward self or others or threats of, or attempts at, serious physical harm to self or others within the last forty-eight months; provided that the forty-eight-month period shall be extended by the length of any hospitalization, incarceration or detention of the person that occurred within the forty-eight-month period; or\n\n(3) resulted in the person being hospitalized, incarcerated or detained for six months or more and the person is to be discharged or released within the next thirty days or was discharged or released within the past sixty days;\n\nD. is unwilling or unlikely, as a result of a mental disorder, to participate voluntarily in outpatient treatment that would enable the person to live safely in the community without court supervision;\n\nE. is in need of assisted outpatient treatment as the least restrictive appropriate alternative to prevent a relapse or deterioration likely to result in serious harm to self or likely to result in serious harm to others; and\n\nF. will likely benefit from, and the person's best interests will be served by, receiving assisted outpatient treatment.\n\nHistory:Laws 2016, ch. 84, § 3.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-3/"
    },
    {
      "id": "section-43-1b-4",
      "number": "43-1B-4",
      "heading": "Petition to the court.",
      "text": "A. A petition for an order authorizing assisted outpatient treatment may be filed in the district court for the county in which the respondent is present or reasonably believed to be present; provided that such district court is a party to a memorandum of understanding with a participating municipality or county.\n\nB. A petition for an order authorizing assisted outpatient treatment may be filed only by the following persons:\n\n(1) a person eighteen years of age or older who resides with the respondent;\n\n(2) the parent or spouse of the respondent;\n\n(3) the sibling or child of the respondent; provided that the sibling or child is eighteen years of age or older;\n\n(4) the director of a hospital where the respondent is hospitalized;\n\n(5) the director of a public or charitable organization or agency or a home where the respondent resides and that provides mental health services to the respondent;\n\n(6) a qualified professional who either supervises the treatment of or treats the respondent for a mental disorder or has supervised or treated the respondent for a mental disorder within the past forty-eight months; or\n\n(7) a surrogate decision-maker.\n\nC. The petition shall be entitled \"In the Matter of _______\" and shall include:\n\n(1) each criterion for assisted outpatient treatment as set forth in Section 43-1B-3 NMSA 1978;\n\n(2) facts that support the petitioner's belief that the respondent meets each criterion; provided that the hearing on the petition need not be limited to the stated facts; and\n\n(3) whether the respondent is present or is reasonably believed to be present within the county where the petition is filed.\n\nD. The petition shall be accompanied by an affidavit of a qualified professional that shall state that:\n\n(1) the qualified professional has personally examined the respondent no more than ten days prior to the filing of the petition, that the qualified professional recommends assisted outpatient treatment for the respondent and that the qualified professional is willing and able to testify at the hearing on the petition either in person or by contemporaneous transmission from a different location; or\n\n(2) no more than ten days prior to the filing of the petition, the qualified professional or the qualified professional's designee has unsuccessfully attempted to persuade the respondent to submit to an examination, that the qualified professional has reason to believe that the respondent meets the criteria for assisted outpatient treatment and that the qualified professional is willing and able to examine the respondent and testify at the hearing on the petition either in person or by contemporaneous transmission from a different location.\n\nHistory:Laws 2016, ch. 84, § 4; 2020, ch. 44, § 2.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nThe 2020 amendment,effective May 20, 2020, in Subsection C, Paragraph C(1), changed \"Section 3 of the Assisted Outpatient Treatment Act\" to \"Section 43-1B-3 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-4/"
    },
    {
      "id": "section-43-1b-5",
      "number": "43-1B-5",
      "heading": "Qualified protective order.",
      "text": "A. A motion seeking a qualified protective order shall accompany each petition for an order authorizing assisted outpatient treatment.\n\nB. In considering the motion, the court shall determine which parties to the proceeding and their attorneys are authorized to receive, subpoena and transmit protected health information pertaining to the respondent for purposes of the proceeding. If the petitioner is a party identified in Paragraph (1), (2) or (3) of Subsection B of Section 4 [43-1B-4 NMSA 1978] of the Assisted Outpatient Treatment Act, the court may bar or limit the disclosure of the respondent's protected health information.\n\nC. Covered entities shall only disclose protected health information pertaining to the respondent in accordance with the court's order, except as otherwise provided by state and federal health care privacy laws.\n\nD. Parties and their attorneys are only authorized to use the protected health information of the respondent as directed by the court's order.\n\nE. Within forty-five days after the later of the exhaustion of all appeals or the date on which the respondent is no longer receiving assisted outpatient treatment, the parties and their attorneys and any person or entity in possession of protected health information received from a party or the party's attorney in the course of the proceeding shall destroy all copies of protected health information pertaining to the respondent, except that counsel are not required to secure the return or destruction of protected health information submitted to the court.\n\nF. Nothing in the order controls or limits the use of protected health information pertaining to the respondent that comes into the possession of a party or the party's attorney from a source other than a covered entity.\n\nG. Nothing in the court's order shall authorize any party to obtain medical records or information through means other than formal discovery requests, subpoenas, depositions or other lawful process, or pursuant to a patient authorization.\n\nHistory:Laws 2016, ch. 84, § 5.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-5/"
    },
    {
      "id": "section-43-1b-6",
      "number": "43-1B-6",
      "heading": "Hearing; examination by a qualified professional.",
      "text": "A. Upon receipt of a petition meeting all requirements of Sections 4 and 5 [43-1B-4, 43-1B-5 NMSA 1978] of the Assisted Outpatient Treatment Act, the court shall fix a date for a hearing:\n\n(1) no sooner than three or later than seven days after the date of service or as stipulated by the parties or, upon a showing of good cause, no later than thirty days after the date of service; or\n\n(2) if the respondent is hospitalized at the time of filing of the petition, before discharge of the respondent and in sufficient time to arrange for a continuous transition from inpatient treatment to assisted outpatient treatment.\n\nB. A copy of the petition and notice of hearing shall be served, in the same manner as a summons, on the petitioner, the respondent, the qualified professional whose affidavit accompanied the petition, a current provider, if any, and a surrogate decision-maker, if any.\n\nC. If the respondent has a surrogate decision-maker who wishes to provide testimony at the hearing, the court shall afford the surrogate decision-maker an opportunity to testify.\n\nD. The respondent shall be represented by counsel at all stages of the proceedings.\n\nE. If the respondent fails to appear at the hearing after notice, the court may conduct the hearing in the respondent's absence; provided that the respondent's counsel is present.\n\nF. If the respondent has refused to be examined by the qualified professional whose affidavit accompanied the petition, the court may order a mental examination of the respondent as provided by Rule 1-035 (A) NMRA. The examination of the respondent may be performed by the qualified professional whose affidavit accompanied the petition. If the examination is performed by another qualified professional, the examining qualified professional shall be authorized to consult with the qualified professional whose affidavit accompanied the petition.\n\nG. If the respondent has refused to be examined by a qualified professional and the court finds reasonable grounds to believe that the allegations of the petition are true, the court may issue a written order directing a peace officer who has completed crisis intervention training to detain and transport the respondent to a provider for examination by a qualified professional. A respondent detained pursuant to this subsection shall be detained no longer than necessary to complete the examination and in no event longer than twenty-four hours.\n\nH. A qualified professional, who has personally examined the respondent within ten days of the filing of the petition, shall provide testimony in support of the finding that the respondent meets all of the criteria for assisted outpatient treatment and in support of the written proposed treatment plan developed pursuant to Section 7 [43-1B-7 NMSA 1978] of the Assisted Outpatient Treatment Act, including:\n\n(1) the recommended assisted outpatient treatment, the rationale for the recommended assisted outpatient treatment and the facts that establish that such treatment is the least restrictive appropriate alternative;\n\n(2) information regarding the respondent's access to, and the availability of, recommended assisted outpatient treatment in the community or elsewhere; and\n\n(3) if the recommended assisted outpatient treatment includes medication, the types or classes of medication that should be authorized, the beneficial and detrimental physical and mental effects of such medication and whether such medication should be self-administered or administered by a specified provider.\n\nHistory:Laws 2016, ch. 84, § 6.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-6/"
    },
    {
      "id": "section-43-1b-7",
      "number": "43-1B-7",
      "heading": "Written proposed treatment plan.",
      "text": "A. No later than the date of the hearing, a qualified professional shall provide a written proposed treatment plan to the court. The plan shall state all treatment services recommended for the respondent and, for each such service, shall specify a provider that has agreed to provide the service.\n\nB. In developing a written proposed treatment plan, the qualified professional shall take into account, if existing, an advance directive for mental health treatment and provide the following persons with an opportunity to participate:\n\n(1) the respondent;\n\n(2) all current treating providers;\n\n(3) upon the request of the respondent, an individual significant to the respondent, including any relative, close friend or individual otherwise concerned with the welfare of the respondent; and\n\n(4) any surrogate decision-maker.\n\nC. The written proposed treatment plan shall include case management services or an assertive community treatment team to provide care coordination and assisted outpatient treatment services recommended by the qualified professional. If the plan includes medication, it shall state whether such medication should be self-administered or administered by a specified provider and shall specify type and dosage range of medication. In no event shall the plan recommend the use of physical force or restraints to administer medication to the respondent.\n\nD. If the written proposed treatment plan includes alcohol or substance abuse counseling and treatment, the plan may include a provision requiring relevant testing for either alcohol or abused substances; provided that the qualified professional's clinical basis for recommending such plan provides sufficient facts for the court to find that:\n\n(1) the respondent has a history of co-occurring alcohol or substance abuse; and\n\n(2) such testing is necessary to prevent a relapse or deterioration that would be likely to result in serious harm to self or likely to result in serious harm to others.\n\nE. If the respondent has executed an advance directive for mental health treatment, the qualified professional shall include a copy of such advance directive with the submission of the proposed treatment plan.\n\nHistory:Laws 2016, ch. 84, § 7.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-7/"
    },
    {
      "id": "section-43-1b-8",
      "number": "43-1B-8",
      "heading": "Disposition.",
      "text": "A. After a hearing meeting all requirements of Section 6 [43-1B-6 NMSA 1978] of the Assisted Outpatient Treatment Act, receipt of a proposed treatment plan meeting all requirements of Section 7 [43-1B-7 NMSA 1978] of that act and consideration of all relevant evidence, the court may order the respondent to receive assisted outpatient treatment if it finds by clear and convincing evidence that the respondent meets all criteria set forth in Section 3 [43-1B-3 NMSA 1978] of the Assisted Outpatient Treatment Act.\n\nB. The court's order shall:\n\n(1) provide for a period of outpatient treatment not to exceed one year;\n\n(2) specify the assisted outpatient treatment services that the respondent is to receive; and\n\n(3) direct one or more specified providers to provide or arrange for all assisted outpatient treatment for the patient throughout the period of the order.\n\nC. If the court order includes medication, it shall state the type or types of medication and the dosage range found to be necessary, based on the treatment plan and evidence presented. The court may order the respondent to self-administer medication or accept the administration of such medication by a specified provider. In no event shall the court require or authorize the use of physical force or restraints to administer medication to the respondent.\n\nD. The court may not order treatment that has not been recommended by the qualified professional and included in the written proposed treatment plan, nor direct the participation of a provider that has not been specified in such plan.\n\nE. Nothing in the Assisted Outpatient Treatment Act, nor in the court's order, shall require any of the following to make payment for any services or items not otherwise a covered benefit under the terms of the applicable program or contract of insurance:\n\n(1) a health maintenance organization;\n\n(2) a managed health care plan;\n\n(3) a health insurance company;\n\n(4) a group health plan that provides medical care to employees or their dependents under the federal Employee Retirement Income Security Act of 1974 directly or through insurance, reimbursement or other means; or\n\n(5) the state medicaid program.\n\nF. If the court has received testimony from a surrogate decision-maker or a copy of an advance directive for mental health treatment executed by the respondent, the treatment order shall not conflict with the preferences expressed in such testimony or advance directive without a showing of good cause.\n\nHistory:Laws 2016, ch. 84, § 8.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nCross references.— For the federal Employee Retirement Income Security Act of 1974,see29 U.S.C.S. § 1001 et seq.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-8/"
    },
    {
      "id": "section-43-1b-9",
      "number": "43-1B-9",
      "heading": "Expeditious appeal.",
      "text": "There shall be a right to an expeditious appeal from a final order in a proceeding under the Assisted Outpatient Treatment Act.\n\nHistory:Laws 2016, ch. 84, § 9.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-9/"
    },
    {
      "id": "section-43-1b-10",
      "number": "43-1B-10",
      "heading": "Effect of determination that respondent is in need of assisted outpatient treatment.",
      "text": "An assisted outpatient treatment order shall not be construed as a determination that the respondent is incompetent.\n\nHistory:Laws 2016, ch. 84, § 10.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-10/"
    },
    {
      "id": "section-43-1b-11",
      "number": "43-1B-11",
      "heading": "Applications for continued periods of treatment.",
      "text": "A. Prior to the expiration of the period of assisted outpatient treatment, a party or the respondent's surrogate decision-maker may apply to the court for a subsequent order authorizing continued assisted outpatient treatment for a period not to exceed one year. The application shall be served upon those persons required to be served with notice of a petition for an order authorizing assisted outpatient treatment and every specified provider.\n\nB. If the court's disposition of the application does not occur prior to the expiration date of the current order, the current order shall remain in effect until the court's disposition. The disposition of the application shall occur no later than ten calendar days following the filing of the application.\n\nC. A respondent may be ordered to participate in continued assisted outpatient treatment if the court finds by clear and convincing evidence that the respondent:\n\n(1) continues to have a primary diagnosis of a mental disorder;\n\n(2) is unwilling or unlikely, as a result of a mental disorder, to participate voluntarily in outpatient treatment that would enable the respondent to live safely in the community without court supervision;\n\n(3) is in need of continued assisted outpatient treatment as the least restrictive appropriate alternative in order to prevent a relapse or deterioration likely to result in serious harm to self or likely to result in serious harm to others; and\n\n(4) will likely benefit from, and the respondent's best interests will be served by, receiving continued assisted outpatient treatment.\n\nHistory:Laws 2016, ch. 84, § 11.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-11/"
    },
    {
      "id": "section-43-1b-12",
      "number": "43-1B-12",
      "heading": "Application to stay, vacate, modify or enforce an order.",
      "text": "A. In addition to any other right or remedy available by law with respect to the court order for assisted outpatient treatment, a party or the respondent's surrogate decision-maker may apply to the court to stay, vacate, modify or enforce the order. The application shall be served upon those persons required to be served with notice of a petition for an order authorizing assisted outpatient treatment and every specified provider. The disposition of the application shall occur no later than ten calendar days following the filing of the application.\n\nB. A specified provider shall apply to the court for approval before instituting a proposed material change in mandated services or assisted outpatient treatment unless such change is contemplated in the order. The application shall be served upon those persons required to be served with notice of a petition for an order authorizing assisted outpatient treatment and every specified provider. The disposition of the application shall occur no later than ten calendar days following the filing of the application. Nonmaterial changes may be instituted by the provider without court approval. For purposes of this subsection, \"material change\" means an addition or deletion of a category of assisted outpatient treatment and does not include a change in medication or dosage contemplated in the order that, based upon the clinical judgment of the provider, is in the best interest of the patient.\n\nC. A court order requiring periodic blood tests or urinalysis for the presence of alcohol or abused substances shall be subject to review after six months by a qualified professional, who shall be authorized to terminate such blood tests or urinalysis without further action by the court.\n\nHistory:Laws 2016, ch. 84, § 12.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-12/"
    },
    {
      "id": "section-43-1b-13",
      "number": "43-1B-13",
      "heading": "Failure to comply with assisted outpatient treatment.",
      "text": "A. If a qualified professional determines that a respondent has materially failed to comply with the assisted outpatient treatment as ordered by the court, such that the qualified professional believes that the respondent's condition is likely to result in serious harm to self or likely to result in serious harm to others and that immediate detention is necessary to prevent such harm, the qualified professional shall certify the need for detention and transport of the respondent for emergency mental health evaluation and care pursuant to the provisions of Paragraph (4) of Subsection A of Section 43-1-10 NMSA 1978.\n\nB. A respondent's failure to comply with an order of assisted outpatient treatment is not grounds for involuntary civil commitment or a finding of contempt of court, or for the use of physical force or restraints to administer medication to the respondent.\n\nHistory:Laws 2016, ch. 84, § 13.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-13/"
    },
    {
      "id": "section-43-1b-14",
      "number": "43-1B-14",
      "heading": "Sequestration and confidentiality of records.",
      "text": "A. All records or information containing protected health information relating to the respondent, including all pleadings and other documents filed in the matter, social records, diagnostic evaluations, psychiatric or psychologic reports, videotapes, transcripts and audio recordings of interviews and examinations, recorded testimony and the assisted outpatient treatment plan that was produced or obtained as part of a proceeding pursuant to the Assisted Outpatient Treatment Act, shall be confidential and closed to the public.\n\nB. The records described in Subsection A of this section may only be disclosed to the parties and:\n\n(1) court personnel;\n\n(2) court-appointed special advocates;\n\n(3) attorneys representing parties to the proceeding;\n\n(4) surrogate decision-makers;\n\n(5) peace officers requested by the court to perform any duties or functions related to the respondent as deemed appropriate by the court;\n\n(6) qualified professionals and providers involved in the evaluation or treatment of the respondent;\n\n(7) public health authorities or entities conducting public health surveillance or research, if authorized by law; and\n\n(8) any other person or entity, by order of the court, having a legitimate interest in the case or the work of the court.\n\nHistory:Laws 2016, ch. 84, § 14.\n\nCompiler's notes.— Laws 2016, ch. 84, §§ 1 through 14 were originally enacted as new sections of the Mental Health and Developmental Disabilities Code, but were renumbered by the compiler.\n\nRepeals.— Laws 2020, ch. 44, § 3, effective May 20, 2020, repealed Laws 2016, ch. 84, § 17, which would have repealed §§ 43-1B-1 to 43-1B-14 NMSA 1978, effective July 1, 2021.\n\nEffective dates.— Laws 2016, ch. 84, § 18 made Laws 2016, ch. 84 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-43/article-1b/section-43-1b-14/"
    }
  ]
}