{
  "state": "utah",
  "path": "title-title-51-public-funds-and-accounts/chapter-chapter-7-state-money-management-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1",
      "heading": "Short title of chapter.Section 2 - Exemptions from chapter",
      "text": "Section 3 - Definitions.Section 3.5 - State fiscal year.Section 4 - Transfer of functions, powers, and duties relating to public funds to state treasurer -- Exceptions -- Deposit of income from investment of state money.Section 5 - Public Tr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2",
      "heading": "Exemptions from chapter.",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-3",
      "number": "3",
      "heading": "Definitions.",
      "text": "8-5-3.\n\nAbandonment -- Standards -- Prima facie evidence.\n\nThe fact that the grantee or holder of a lot or parcel in a cemetery has not used portions of the lots or parcels for the purpose of burial for more than 60 years shall be prima facie evidence that the grantee or holder had abandoned the lots or parcels if during that time the grantee or holder:\n\n(1) has not provided the care to the lots or parcels provided uniformly to all lots or parcels within the cemetery;\n\n(2) has not given to the municipality or cemetery maintenance district a written notice of claim or interest in the lots or parcels; or\n\n(3) has not kept the lots or parcels free of weeds or brush.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-3/"
    },
    {
      "id": "section-35",
      "number": "3.5",
      "heading": "State fiscal year.",
      "text": "Effective 5/3/2023\n\n77-15-3.5.\n\nIncompetent to proceed in misdemeanor cases.\n\n(1) When a defendant charged with a misdemeanor may be incompetent to proceed, any petition shall be filed in accordance with Section 77-15-3.\n\n(2) If the most severe charge against a defendant is a misdemeanor and the defendant is adjudicated by a court as incompetent to proceed:\n\n(a) the department shall provide restoration treatment to the defendant; and\n\n(b) the court may refer the defendant to pretrial diversion services, upon agreement of the prosecution and defense counsel.\n\n(3) Unless the prosecutor or another individual indicates that civil commitment proceedings will be initiated under Subsection 77-15-6(5)(c), a court shall release a defendant who is incompetent to proceed if:\n\n(a) the most severe charge against the defendant is a class B misdemeanor;\n\n(b) more than 60 days have passed after the day on which the court adjudicated the defendant incompetent to proceed; and\n\n(c) the defendant is not restored to competency.\n\n(4) The department shall provide restoration treatment to the defendant within the timeframe described in Subsection (3)(b).\n\n(5) The court may, but is not required to, dismiss the charges against a defendant who was released under Subsection (3).\n\nAmended by Chapter 171, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-15/section-3-5/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "Transfer of functions, powers, and duties relating to public funds to state treasurer -- Exceptions -- Deposit of income from investment of state money",
      "text": "8-5-4.\n\nCopy of judgment to be filed with county recorder.\n\nA certified copy of the judgment in the action to revest title to cemetery lots, sites, or parcels shall be filed with the county recorder in the county in which the lots, sites, or parcels are located.\n\nEnacted by Chapter 132, 1985 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-4/"
    },
    {
      "id": "section-5",
      "number": "5",
      "heading": "Public Treasurers' Investment Fund -- Transfer of public funds not otherwise required to be transferred to state treasurer -- Duties of public treasurers -- Withdrawals of transferred funds -- Reporting",
      "text": "Effective 2/27/2023\n\n8-5-5.\n\nProceeds of resale of lots.\n\nThe proceeds from the subsequent resale of any lot or parcel, title to which has been revested in the municipality or cemetery maintenance district under Section 8-5-2 or 8-5-6, less the costs and expenses incurred in the proceeding, shall become part of the permanent care and improvement fund of the municipality or cemetery maintenance district, subject to subsequent disposition under Title 10, Chapter 5, Uniform Fiscal Procedures Act for Utah Towns, Title 10, Chapter 6, Uniform Fiscal Procedures Act for Utah Cities, or Title 17B, Chapter 1, Part 6, Fiscal Procedures for Special Districts.\n\nAmended by Chapter 16, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-5/"
    },
    {
      "id": "section-6",
      "number": "6",
      "heading": "Public Treasurers' Investment Fund -- Calculation of shares of participating funds -- Allocations of income to participating funds.",
      "text": "Effective 5/3/2023\n\n8-5-6.\n\nAlternative council or board procedures for notice -- Termination of rights -- Notice.\n\n(1) As an alternative to the procedures set forth in Sections 8-5-1 through 8-5-4, a municipal council or cemetery maintenance district board may pass a resolution demanding that the owner of a lot, site, or portion of the cemetery, which has been unused for burial purposes for more than 60 years, file with the county recorder, city recorder, or town clerk notice of any claim to the lot, site, or portion of the cemetery.\n\n(2) The municipal council or cemetery maintenance district board shall then cause a copy of the resolution to be personally served on the owner in the same manner as personal service of process in a civil action. The resolution shall notify the owner that the owner shall, within 60 days after service of the resolution on the owner, express interest in maintaining the cemetery lot, site, or portion of the cemetery and submit satisfactory evidence of an intention to use the lot, site, or portion of the cemetery for a burial.\n\n(3) If the owner cannot be personally served with the resolution of the municipal council or cemetery maintenance district board as required in Subsection (2), the municipal council or cemetery maintenance district board shall:\n\n(a) publish the resolution for the municipality or cemetery maintenance district, as a class A notice under Section 63G-30-102, for three weeks; and\n\n(b) mail a copy of the resolution within 14 days after the publication to the owner's last known address, if available.\n\n(4) If, for 30 days after the last date of service or publication of the municipal council's or cemetery maintenance district board's resolution, the owner or person with a legal interest in the cemetery lot fails to state a valid interest in the use of the cemetery lot, site, or portion of the cemetery for burial purposes, the owner's rights are terminated and that portion of the cemetery shall be vested in the municipality or cemetery maintenance district.\n\nAmended by Chapter 435, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-6/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "Securities and evidence of deposits and investments -- Custody -- Deposit for safekeeping.",
      "text": "8-5-7.\n\nSale of only right to be buried.\n\nMunicipalities and cemetery maintenance districts shall sell only the right to be buried in the cemetery and all cemetery lots or parcels sold by a municipality after April 29, 1985, or by a cemetery maintenance district after June 1, 2001 shall be rights to be buried only. Nothing in this section shall prevent municipalities or cemetery maintenance districts from imposing additional terms on the sale of rights to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-7/"
    },
    {
      "id": "section-8",
      "number": "8",
      "heading": "Separate accounts for funds -- Credit of allocated shares of income and gains or losses.",
      "text": "8-5-8.\n\nMunicipal and maintenance district cemeteries -- Rights of lot holders -- Compensation -- Perpetual care charges.\n\n(1) The owner, grantee, or person claiming through the grantee shall have the right, on presentation of the certificate of title or right to burial to the municipality or cemetery maintenance district, for any lot or parcel which has reverted to the municipality or cemetery maintenance district, at the option of the municipality or cemetery maintenance district, to:\n\n(a) be compensated for the lot or parcel at the reasonable value of the lot or parcel as of the date the certificate is presented to the municipality or cemetery maintenance district;\n\n(b) receive a right to burial to another lot or parcel if the right to burial or title to the lot or parcel has been sold by the municipality or cemetery maintenance district; or\n\n(c) receive the right to burial to the lot or parcel if the municipality or cemetery maintenance district has not sold the right to burial to the lot or parcel.\n\n(2) Nothing in this section prevents a municipality or cemetery maintenance district from collecting unpaid perpetual care charges from a person claiming title or the right to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-8/"
    },
    {
      "id": "section-9",
      "number": "9",
      "heading": "Quarterly reports by state treasurer -- Audit of accounts of state treasurer -- Report of audit -- Employment of investment staff and services.",
      "text": "Effective 5/7/2025\n\n77-7-9.\n\nWeapons may be taken from prisoner.\n\nAny person making an arrest may seize from the person arrested all weapons which the person arrested may have on or about his or her person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-9/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Authorized deposits or investments of public funds.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-115",
      "number": "11.5",
      "heading": "Certified investment advisers -- Scope of and limits to authority.",
      "text": "Effective 5/9/2017\n\n51-7-11.5.\n\nCertified investment advisers -- Scope of and limits to authority.\n\n(1) A certified investment adviser may not make any investments that are inconsistent with this chapter or rules of the council.\n\n(2) Except as provided in Subsection (3), a certified investment adviser acting on behalf of a public treasurer shall conduct investment transactions only through qualified depositories, certified dealers, or directly with issuers of the investment securities.\n\n(3) Subject to rules of the council, a certified investment adviser may use the adviser's own approved list of brokers and dealers.\n\nAmended by Chapter 338, 2017 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-51/chapter-7/section-11-5/"
    },
    {
      "id": "section-122",
      "number": "12.2",
      "heading": "Definitions -- Local government other post-employment benefits trust fund -- Investments -- State treasurer duties.",
      "text": "51-7-12.2.\n\nDefinitions -- Local government other post-employment benefits trust fund -- Investments -- State treasurer duties.\n\n(1) As used in this section:\n\n(a) \"Local Government OPEB Trust Fund\" or \"Local Government Other Post-Employment Benefits Trust Fund\" means money set aside by a local government to fund future payments of benefits, other than pensions, to a former employee who is qualified for the benefits.\n\n(b) \"Local Government OPEB Trust Fund\" does not include money for deposit in the Utah State Retirement Investment Fund created under Section 49-11-301, or money for deposit in the Post-Retirement Benefits Trust Fund created under Section 67-19d-201.\n\n(2) All local government OPEB trust fund money in the custody of a local government treasurer shall be established in a separate trust fund in accordance with standards established by the Governmental Accounting Standards Board.\n\n(3) Money in a local government OPEB trust fund may be deposited or invested only in the following assets that meet the criteria of Section 51-7-17:\n\n(a) a deposit or investment authorized under Section 51-7-11;\n\n(b) indexed funds of an open-end diversified management investment company established under the Investment Companies Act of 1940; or\n\n(c) indexed funds that are administered by the state treasurer in accordance with Subsection (4).\n\n(4) The state treasurer may:\n\n(a) develop and offer a variety of asset allocation options for money in a local government OPEB trust fund;\n\n(b) review for efficiency, the asset allocation options offered under Subsection (4)(a) as needed; and\n\n(c) charge an administrative fee of not more than .005 percent per month of the assets managed for cost incurred in the management of funds within an asset allocation option.\n\nEnacted by Chapter 207, 2007 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-51/chapter-7/section-12-2/"
    },
    {
      "id": "section-13",
      "number": "13",
      "heading": "Funds of member institutions of state system of higher education and public education foundations -- Authorized deposits or investments.",
      "text": "77-7-13.\n\nArrest without warrant by peace officer -- Reasonable grounds, what constitutes -- Exemption from civil or criminal liability.\n\n(1) A peace officer may arrest, without warrant, any person the officer has reasonable ground to believe has committed a theft under Title 76, Chapter 6, Part 8, Library Theft, or of goods held or displayed for sale.\n\n(2) A charge of theft made to a peace officer under Title 76, Chapter 6, Part 8, Library Theft, by an employee of a library, or by a merchant, merchant's employee, servant, or agent constitutes a reasonable ground for arrest, and the peace officer is relieved from any civil or criminal liability.\n\nAmended by Chapter 282, 1998 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-13/"
    },
    {
      "id": "section-14",
      "number": "14",
      "heading": "Prudent investor rule for management of investments -- Proxy voting -- Sale of security or investment for less than cost -- State treasurer access.",
      "text": "Effective 5/7/2025\n\n77-7-14.\n\nPerson causing detention or arrest of person suspected of shoplifting or library theft -- Civil and criminal immunity.\n\n(1)A peace officer, merchant, or merchant's employee, servant, or agent who causes the detention of a person as provided in Section 77-7-12, or who causes the arrest of a person for theft of goods held or displayed for sale, is not criminally or civilly liable where there is reasonable and probable cause to believe the person detained or arrested committed a theft of goods held or displayed for sale.\n\n(2)A peace officer or employee of a library who causes a detention or arrest of a person under Title 76, Chapter 6, Part 8, Library Theft, is not criminally or civilly liable where there is reasonable and probable cause to believe that the person committed a theft of library materials.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-14/"
    },
    {
      "id": "section-15",
      "number": "15",
      "heading": "Crime insurance for state treasurer and other public treasurers -- Reports to council.",
      "text": "Effective 5/14/2019\n\n77-7-15.\n\nAuthority of peace officer to stop and question suspect -- Grounds.\n\nA peace officer may stop any individual in a public place when the officer has a reasonable suspicion to believe the individual has committed or is in the act of committing or is attempting to commit a public offense and may demand the individual's name, address, date of birth, and an explanation of the individual's actions.\n\nAmended by Chapter 411, 2019 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-15/"
    },
    {
      "id": "section-16",
      "number": "16",
      "heading": "State Money Management Council -- Members -- Terms -- Vacancies -- Chair and vice chair-- Executive secretary -- Meetings -- Quorum -- Members' disclosure of interests -- Per diem and expenses",
      "text": "Effective 5/7/2025\n\n77-7-16.\n\nAuthority of peace officer to frisk suspect for dangerous weapon -- Grounds.\n\nA peace officer who has stopped a person temporarily for questioning may frisk the person for a dangerous weapon if the peace officer reasonably believes the peace officer or any other person is in danger.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-16/"
    },
    {
      "id": "section-17",
      "number": "17",
      "heading": "Criteria for investments.",
      "text": "Effective 5/7/2025\n\n77-7-17.\n\nAuthority of peace officer to take possession of weapons.\n\nA peace officer who finds a dangerous weapon pursuant to a frisk may take and keep it until the completion of the questioning, at which time the peace officer shall either return it if lawfully possessed, or arrest such person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-17/"
    },
    {
      "id": "section-18",
      "number": "18",
      "heading": "Duties of council.",
      "text": "Effective 5/1/2018\n\n77-7-18.\n\nCitation on misdemeanor or infraction charge.\n\n(1) Any person subject to arrest or prosecution on a misdemeanor or infraction charge may be issued and delivered a citation that requires the person to appear at the court of the magistrate with territorial jurisdiction.\n\n(2) The following may issue the citation described in Subsection (1):\n\n(a) a peace officer, in lieu of or in addition to taking the person into custody;\n\n(b) any public official of any county or municipality charged with the enforcement of the law;\n\n(c) a port-of-entry agent as defined in Section 72-1-102;\n\n(d) an animal control officer of a county, municipality, or special service district under Title 17D, Chapter 1, Special Service District Act, who is authorized to provide animal control service; and\n\n(e) a volunteer authorized to issue a citation under Section 41-6a-217.\n\nAmended by Chapter 379, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-18/"
    },
    {
      "id": "section-181",
      "number": "18.1",
      "heading": "Qualified depositories list -- Reports -- Treatment of confidential information -- Powers -- Staff -- Limits on powers.",
      "text": "61-1-18.1.\n\nTechnical experts and specialists -- Employment -- Contracts.\n\nThe director may employ or contract with technical experts and specialists including but not limited to certified public accountants, appraisers, engineers, and tax accountants to conduct or participate in any examination, audit, investigation or proceeding.\n\nEnacted by Chapter 284, 1983 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-61/chapter-1/section-18-1/"
    },
    {
      "id": "section-182",
      "number": "18.2",
      "heading": "Public treasurer's reports -- Contents.",
      "text": "61-1-18.2.\n\nBudget -- Annual report.\n\nThe director shall annually prepare and submit to the executive director:\n\n(1) a budget for the expenses of the division and commission for the administration and enforcement of this chapter for the next fiscal year; and\n\n(2) a report outlining the division's and commission's work for the preceding fiscal year.\n\nAmended by Chapter 351, 2009 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-61/chapter-1/section-18-2/"
    },
    {
      "id": "section-183",
      "number": "18.3",
      "heading": "Certified dealers' list -- Fees.",
      "text": "61-1-18.3.\n\nInformation obtained by division or commission -- Use for personal benefit prohibited -- Disclosure.\n\n(1) It is unlawful for an employee of the division or a member of the commission to use for personal benefit any non-public information that is filed with or obtained by the division or commission.\n\n(2) This chapter does not authorize the division, an employee of the division, the commission, or a member of the commission to disclose information described in Subsection (1), except among themselves or when necessary or appropriate in a proceeding or investigation under this chapter.\n\n(3) No provision of this chapter either creates or derogates from a privilege that exists at common law or otherwise when documentary or other evidence is sought under subpoena directed to:\n\n(a) the division;\n\n(b) the commission;\n\n(c) a member of the commission; or\n\n(d) an employee of the division.\n\nAmended by Chapter 351, 2009 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-61/chapter-1/section-18-3/"
    },
    {
      "id": "section-184",
      "number": "18.4",
      "heading": "Certified investment advisers' list -- Fees.",
      "text": "61-1-18.4.\n\nFees collected by division.\n\nThe Division of Securities shall establish, charge, and collect fees pursuant to Section 63J-1-504, except when it can be demonstrated that the fee amount should be based on factors other than cost, for the following:\n\n(1) the fair and reasonable cost of any examination, audit, or investigation authorized or required by this chapter or other state law;\n\n(2) certificate of serving and mailing process served upon the division in any action or proceeding commenced or prosecuted in this state against any person who has appointed the division its agent as provided in Subsection 61-1-26(7); and\n\n(3) copies and authentication of all papers, publications, data, and other records available to the public or issued under the division's authority.\n\nAmended by Chapter 183, 2009 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-61/chapter-1/section-18-4/"
    },
    {
      "id": "section-19",
      "number": "19",
      "heading": "Increase in deposits of public funds -- Authorization.",
      "text": "Effective 10/1/2020\n\n77-7-19.\n\nAppearance required by citation -- Arrest for failure to appear -- Transfer of cases -- Disposition of fines and costs.\n\n(1) An individual receiving a citation issued pursuant to Section 77-7-18 shall appear in the court designated in the citation on or before the time and date specified in the citation unless:\n\n(a) the citation states that the court will, within five to 14 days, notify the individual of when to appear; or\n\n(b) the individual is permitted to remit the fine and other penalties without a personal appearance in accordance with a uniform fine schedule adopted by the Judicial Council or by court order under Section 77-7-21.\n\n(2) A citation may not require an individual to appear or contact the court sooner than five days or later than 14 days following its issuance.\n\n(3) If the individual cited does not appear before the court as directed by the citation or the court, or pay the fine as allowed by Section 77-7-21, the court may issue a bench warrant for the individual's arrest.\n\n(4)\n\n(a) Clerks and other administrative personnel serving the courts shall identify for the judge any citations over which the court may lack jurisdiction.\n\n(b) Upon determining that the court lacks jurisdiction over a citation, the court shall:\n\n(i) transfer the case to a court with jurisdiction;\n\n(ii) if the court cannot readily identify a court with jurisdiction, dismiss the charges contained in the citation; and\n\n(iii) notify the prosecutor of the transfer or dismissal.\n\n(c) Any fine, fee, or forfeiture collected by a court that lacks jurisdiction shall be:\n\n(i) transferred to the court receiving the case; or\n\n(ii) if the case is dismissed, returned to the defendant.\n\nAmended by Chapter 185, 2020 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-19/"
    },
    {
      "id": "section-22",
      "number": "22",
      "heading": "Penalty for violation by public treasurer.",
      "text": "Effective 5/7/2025\n\n77-30-22.\n\nFugitives from this state -- Issuance of governor's warrant.\n\nWhenever the governor of this state shall demand a person charged with a crime or with escaping from confinement or breaking the terms of bail, probation, or parole in this state from the executive authority of any other state or from the chief justice or an associate justice of the superior court of the District of Columbia authorized to receive such demand under the laws of the United States, the governor shall issue a warrant under the seal of this state to some agent, commanding the agent to receive the person so charged if delivered to the agent and convey the charged person to the proper officer of the county in this state in which the offense was committed.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-30/section-22/"
    },
    {
      "id": "section-224",
      "number": "22.4",
      "heading": "Penalties for violation by certified investment advisers.",
      "text": "51-7-22.4.\n\nPenalties for violation by certified investment advisers.\n\n(1) An intentional violation by a certified investment adviser of Section 51-7-7, 51-7-11, or 51-7-11.5, or any rule or order under this chapter is punishable by a civil penalty of:\n\n(a) $1,000 for each day of noncompliance for the investment adviser; and\n\n(b) $5,000 for each day of noncompliance for the firm or institution where the certified investment adviser is employed.\n\n(2) In addition to any other penalty for a criminal violation of this chapter, the sentencing judge may impose any penalty or remedy provided for in Subsection 51-7-22.5(1)(b).\n\n(3) Funds collected under Subsection (1) shall be deposited in the General Fund.\n\nAmended by Chapter 322, 2007 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-51/chapter-7/section-22-4/"
    },
    {
      "id": "section-225",
      "number": "22.5",
      "heading": "Enforcement.",
      "text": "57-1-22.5.\n\nNotice of assignment of beneficial interest.\n\n(1) A recorded notice of assignment of a beneficial interest, executed by the assigning beneficiary, is prima facie evidence of an assignment of the trust deed as described in the notice.\n\n(2) The notice of assignment of a beneficial interest shall:\n\n(a) state:\n\n(i) the names of the original parties to the trust deed;\n\n(ii) the date the trust deed was recorded;\n\n(iii)\n\n(A) the book and page where the trust deed is recorded; or\n\n(B) the entry number where the trust deed is recorded;\n\n(iv) the legal description of the trust property; and\n\n(v) the name and address of the new beneficiary; and\n\n(b) be in substantially the following form:\n\nNotice of Assignment of Beneficial Interest\n\nThe undersigned hereby gives notice that it assigned and transferred all of its rights, title, and interest under the trust deed described below, together with all of the indebtedness secured thereby, to\n\n(insert name and address of current beneficiary)\n\nThe trust deed was executed by ______ as trustor, in which ______ was the named beneficiary, ______ was the named trustee, and it was filed for record ______ (month/date/year), (in Book __, Page ____, Records of ______ County Recorder)/(as entry No. ______, _______ County), Utah. This notice of assignment of beneficial interest affects the property located in ___________________ County, State of Utah, and is described more specifically as follows:\n\n(insert legal description)\n\nDated ___________________\n\nSignature __________________________\n\n(Certificate of Acknowledgment)\n\nEnacted by Chapter 208, 2013 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-57/chapter-1/section-22-5/"
    },
    {
      "id": "section-23",
      "number": "23",
      "heading": "Transition of investments previously authorized.",
      "text": "Effective 5/7/2025\n\n77-7-23.\n\nDelivery of an individual arrested without a warrant to a magistrate -- Transfer to a court with jurisdiction -- Transfer of duties -- Violation as misdemeanor.\n\n(1)\n\n(a)\n\n(i)\n\n(A)If an arrest is made without a warrant by a peace officer, the individual who has been arrested shall be taken by a peace officer without unnecessary delay to the magistrate in the district court, the precinct of the county, or the municipality in which the offense occurred, except under Subsection (2).\n\n(B)An information stating the charge against the arrested individual shall be made before the magistrate.\n\n(ii)If a private individual temporarily detains another individual under Section 77-7-3, a peace officer shall determine whether to release or arrest the individual who has been detained, and if the peace officer arrests the individual who has been detained, the peace officer shall follow the procedures described in Subsection (1)(a)(i).\n\n(b)If the justice court judge of the precinct or municipality or the district court judge is not available, the arrested individual shall be taken before the magistrate within the same county who is nearest to the scene of the alleged offense or nearest to the jail under Subsection (2), who may act as committing magistrate for arraigning the accused individual, setting bail, or issuing warrants.\n\n(2)\n\n(a)If the arrested individual under Subsection (1) must be transported from jail to a magistrate, the individual may be taken before the magistrate nearest to the jail rather than the magistrate specified in Subsection (1) for arraignment, setting bail, or issuing warrants.\n\n(b)The case shall then be transferred to the court having jurisdiction.\n\n(3)If a jail accepts custody of an individual arrested under Subsection (1), the duties under this section of the peace officer who makes the arrest are transferred to the jail and the jail's personnel.\n\n(4)This section does not confer jurisdiction upon a court unless otherwise provided by law.\n\n(5)A violation of this section is a class B misdemeanor.\n\nAmended by Chapter 199, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-23/"
    },
    {
      "id": "section-24",
      "number": "24",
      "heading": "Sales and purchase in violation -- Remedies -- Limitation of action.",
      "text": "77-7-24.\n\nNotice to appear in court -- Contents -- Promise to comply -- Signing -- Release from custody -- Official misconduct.\n\n(1) If a person who is arrested for a violation of Title 41, Chapter 6a, Traffic Code, that is punishable as a misdemeanor is immediately taken before a magistrate as provided under Section 77-7-23, the peace officer shall prepare, in triplicate or more copies, a written notice to appear in court containing:\n\n(a) the name and address of the person;\n\n(b) the number, if any, of the person's driver license;\n\n(c) the license plate number of the person's vehicle;\n\n(d) the offense charged; and\n\n(e) the time and place the person shall appear in court.\n\n(2) The time specified in the notice to appear must be at least five days after the arrest of the person unless the person demands an earlier hearing.\n\n(3) The place specified in the notice to appear shall be made before a magistrate of competent jurisdiction in the county in which the alleged violation occurred.\n\n(4)\n\n(a) In order to secure release as provided in this section, the arrested person shall promise to appear in court by signing at least one copy of the written notice prepared by the arresting officer.\n\n(b) The arresting peace officer shall immediately:\n\n(i) deliver a copy of the notice to the person promising to appear; and\n\n(ii) release the person arrested from custody.\n\n(5) A peace officer violating any of the provisions of this section shall be:\n\n(a) guilty of misconduct in office; and\n\n(b) subject to removal from office.\n\nRenumbered and Amended by Chapter 2, 2005 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-24/"
    }
  ]
}