{
  "state": "idaho",
  "path": "title-title-44/chapter-chapter-5",
  "sections": [
    {
      "id": "section-44-501",
      "number": "44-501",
      "heading": "",
      "text": "44-501. EMPLOYERS TO MAKE STATEMENT. It shall be the duty of any person, persons, company or corporation engaged in working any mine, mines, mining premises or in developing any mining claim or claims, whether quartz or placer, or in the running of any tunnel, or in the erection or repair of any building or other structure, or in the construction of any canal, ditch, railroad, wagon road or aqueduct, in every case where mechanics or laborers are employed in or about the properties above-mentioned to make, record and publish a statement under oath, setting forth the following data:\n\n1. The name or names of the owner or owners of the mine, mines, mining claims or premises, tunnel, building, canal, ditch, railroad, wagon road, aqueduct or other structure upon which work is being done or upon which it is intended to begin work.\n\n2. The name or names of the person, persons, company or corporation engaged in, or who contemplates engaging in, work upon any of the properties or structures mentioned herein.\n\n3. The conditions under which said person, persons, company or corporation is prosecuting said work, whether as owner, agent, lessee, contractor, subcontractor, contemplative purchaser or lienholder.\n\n4. The principal office of said person, persons, company or corporation, and, if a corporation, the state or county where incorporated and the agent in this state on whom service may be had.\n\n5. The day of the week or month when payment of the laborers, mechanics and materialmen will be made, and the place where said payments will be made.\n\n6. A statement of all mortgages and liens against the property on which work is being done, with the amount of each of said encumbrances and whether or not the same is due.\n\n[(44-501) 1899, p. 365, sec.sec. 1, 2; compiled and reen. R.C. & C.L., sec. 1446; C.S., sec. 2311; I.C.A., sec. 43-401.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-5/section-44-501/"
    },
    {
      "id": "section-44-502",
      "number": "44-502",
      "heading": "",
      "text": "44-502. STATEMENT BEFORE EMPLOYING MECHANICS AND LABORERS — RECORDING AND POSTING. Any person, persons, company or corporation who shall engage in working, developing or prospecting any mine, mines, mining claim or premises, or in running any tunnel, or in repairing or erecting any building, or in constructing any canal, ditch, railroad, wagon road, aqueduct or other structure, and shall employ any mechanics or laborers in prosecuting said work, shall, before employing said mechanics or laborers or any of them, make a statement under oath containing the data provided for in section 44-501, and file the same for record in the office of the recorder of the county in which said labor is being done, and if there be a district recorder, then also in the office of said district recorder of the district where said mechanics or laborers are employed, and also to post similar statements in his or its office, at the place where the payment of wages is to be made, and in a public and conspicuous place where it can be easily seen at or near the place where said mechanics or laborers are employed.\n\n[(44-502) 1899, p. 365, sec.sec. 3, 4; compiled and reen. R.C. & C.L., sec. 1447; C.S., sec. 2312; I.C.A., sec. 43-402.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-5/section-44-502/"
    },
    {
      "id": "section-44-503",
      "number": "44-503",
      "heading": "",
      "text": "44-503. VIOLATION OF CHAPTER A MISDEMEANOR. Any person, persons, company or corporation, or any managing agent violating any of the provisions of this chapter shall be deemed guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine of not less than $100, or by imprisonment in the county jail for not exceeding three (3) months.\n\n[(44-503) 1899, p. 365, sec. 5; reen. R.C. & C.L., sec. 1448; C.S., sec. 2313; I.C.A., sec. 43-403.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-5/section-44-503/"
    }
  ]
}