{
  "state": "idaho",
  "path": "title-title-44/chapter-chapter-10",
  "sections": [
    {
      "id": "section-44-1001",
      "number": "44-1001",
      "heading": "",
      "text": "44-1001. EMPLOYMENT OF RESIDENTS OF IDAHO — WAGE SCALE — FEDERAL FUNDS. In all state, county, municipal, and school construction, repair, and maintenance work under any of the laws of this state the contractor, or person in charge thereof must employ ninety-five percent (95%) bona fide Idaho residents as employees on any such contracts except for procurement authorized in section 67-2808(2), Idaho Code, or where under such contracts fifty (50) or less persons are employed the contractor may employ ten percent (10%) nonresidents, provided however, in such a case employers must give preference to the employment of bona fide Idaho residents in the performance of such work; provided, that in work involving the expenditure of federal aid funds this act shall not be enforced in such a manner as to conflict with or be contrary to the federal statutes prescribing a labor preference to honorably discharged members of the United States armed forces, including airmen, soldiers, sailors, and marines, prohibiting as unlawful any other preference or discrimination among the citizens of the United States.\n\n[(44-1001) 1933, ch. 111, sec. 1, added 1935, ch. 140, sec. 1, p. 346; am. 1939, ch. 33, sec. 1, p. 70; am. 1985, ch. 3, sec. 1, p. 7; am. 2013, ch. 344, sec. 1, p. 928; am. 2014, ch. 149, sec. 1, p. 412.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-10/section-44-1001/"
    },
    {
      "id": "section-44-1002",
      "number": "44-1002",
      "heading": "",
      "text": "44-1002. TERMS OF EMPLOYMENT AND WAGE CONTRACTS. In all contracts hereafter let for state, county, municipal, and school construction, repair, and maintenance work under any of the laws of this state there shall be inserted in each of said contracts a provision by which the contractor must employ ninety-five percent (95%) bona fide Idaho residents as employees on any job under any such contract except where under such contracts fifty (50) or less persons are employed the contractor may employ ten percent (10%) nonresidents, provided, however, in all cases employers must give preference to the employment of bona fide residents in the performance of said work, and no contract shall be let to any person, firm, association, or corporation refusing to execute an agreement with the above mentioned provisions in it; provided, that, in contracts involving the expenditure of federal aid funds this act shall not be enforced in such a manner as to conflict with or be contrary to the federal statutes prescribing a labor preference to honorably discharged soldiers, sailors, and marines, prohibiting as unlawful any other preference or discrimination among citizens of the United States.\n\n[44-1002, added 1933, ch. 111, sec. 1[2], p. 176; reen. 1935, ch. 140, sec. 1, p. 346; am. 1939, ch. 33, sec. 2, p. 70; am. 1985, ch. 3, sec. 2, p. 7.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-10/section-44-1002/"
    },
    {
      "id": "section-44-1003",
      "number": "44-1003",
      "heading": "",
      "text": "44-1003. DEFINITIONS OF TERMS USED. Labor is hereby defined to be all services performed in the construction, repair, or maintenance of all state, county, municipal, and school work.\n\nA bona fide resident of Idaho is hereby declared to be a person, who, at the time of his said employment and immediately prior thereto, has resided in this state for not less than one (1) year.\n\n[44-1003, added 1933, ch. 111, sec. 2[3], p. 176; reen. 1935, ch. 140, sec. 1, p. 346; am. 1939, ch. 33, sec. 3, p. 70.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-10/section-44-1003/"
    },
    {
      "id": "section-44-1004",
      "number": "44-1004",
      "heading": "",
      "text": "44-1004. PENALTY FOR VIOLATING LAW. If any person, firm or corporation shall fail to comply with the provisions of this act he shall be guilty of a misdemeanor.\n\n[44-1004, added 1933, ch. 111, sec. 3[4], p. 176; am. 1935, ch. 140, sec. 1, p. 346.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-10/section-44-1004/"
    },
    {
      "id": "section-44-1005",
      "number": "44-1005",
      "heading": "",
      "text": "44-1005. EMPLOYMENT OF ALIENS ON PUBLIC WORKS PROHIBITED — EXCEPTION. No person not a citizen of the United States, or who has not declared his intention to become such, or who is not eligible to become such, shall be employed upon any state or municipal works; nor shall any such person be employed by any contractor to work on any public works of the state or any municipality: provided, that any state prisoner may be employed within the state prison grounds and as provided in section 3, article 13, of the constitution. Any person who shall violate any of the provisions of this section, on conviction thereof, shall be punished by a fine of not less than ten dollars ($10.00) nor more than $100 for each person so employed, or by imprisonment in the county jail until such fine be paid or until discharged as provided by law.\n\n[(44-1005) 1890-1891, p. 233, sec.sec. 1, 2; reen. 1899, p. 70, sec.sec. 3, 4; reen. R.C. & C.L., sec. 1457; C.S., sec. 2323; I.C.A., sec. 43-603.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-10/section-44-1005/"
    }
  ]
}