{
  "state": "idaho",
  "path": "title-title-44/chapter-chapter-16",
  "sections": [
    {
      "id": "section-44-1601",
      "number": "44-1601",
      "heading": "",
      "text": "44-1601. DEFINITIONS. As used in this chapter:\n\n(1) \"Agricultural association\" means any nonprofit or cooperative association of farmers, growers or ranchers, incorporated or qualified under applicable state law.\n\n(2) \"Agricultural employer\" means any person engaged in any activity included within the definition of \"agriculture\" in subsection (3) of this section.\n\n(3) \"Agriculture\" includes farming in all its branches and, among other things, includes the cultivation and tillage of the soil; dairying; the production, cultivation, growing and harvesting of any agricultural, aquacultural or horticultural commodities; the raising of livestock, bees, fur-bearing animals or poultry; and any practices performed by a farmer or on a farm as an incident to or in conjunction with such farming operation, including preparation for market, delivery to storage or to market or to carriers for transportation to market. This definition shall not include forestry, lumbering operations or logging contractors.\n\n(4) \"Department\" means the department of labor of the state of Idaho.\n\n(5) \"Director\" means the director of the department of labor.\n\n(6) \"Farm labor contracting activity\" means recruiting, soliciting, hiring, employing, furnishing or transporting any migrant or seasonal agricultural worker.\n\n(7) \"Farm labor contractor\" means any person who, for any money or other valuable consideration paid or promised to be paid, performs any farm labor contracting activity.\n\n(8) \"Immediate family member\" means the spouse, children, brother, sister, mother or father.\n\n(9) \"Migrant agricultural worker\" means an individual who is employed in agricultural employment of a seasonal or temporary nature, and who is required to be absent overnight from his permanent place of residence. This term does not include any immediate family member of an agricultural employer or a farm labor contractor.\n\n(10) \"Person\" means an individual, association, partnership, limited liability company, corporation or other business entity.\n\n(11) \"Seasonal agricultural worker\" means an individual who is employed in agricultural employment of a seasonal or temporary nature and is not required to be absent overnight from his permanent place of residence. This term does not include any immediate family member of an agricultural employer or a farm labor contractor.\n\n[44-1601, added 2002, ch. 328, sec. 1, p. 920.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1601/"
    },
    {
      "id": "section-44-1602",
      "number": "44-1602",
      "heading": "",
      "text": "44-1602. EXEMPTIONS. The provisions of this chapter shall not apply to the following:\n\n(1) An agricultural association engaged in farm labor contracting activities exclusively for members of that association.\n\n(2) Any individual engaged in farm labor contracting for an agricultural operation owned or operated exclusively by such individual or a member of such individual’s immediate family, if such activities are performed only for such operation and exclusively by such individual, but without regard to whether such individual has incorporated or otherwise organized for business purposes.\n\n(3) Agricultural employers exchanging agricultural labor or services with each other, provided the work is performed on land owned or leased by the agricultural employers.\n\n(4) Any common carrier that would be a farm labor contractor solely because it is engaged in transporting any migrant or seasonal agricultural worker. For purposes of this section, a common carrier is one that holds itself out to the general public to engage in transportation of passengers for hire, whether over regular or irregular routes, and holds a valid certificate or authorization for such purpose from an appropriate local, state or federal agency.\n\n(5) Any nonprofit charitable organization, public entity or private nonprofit educational institution.\n\n(6) Any employee of a person described in subsections (1) through (5) of this section when performing farm labor contracting activities exclusively for such person, unless the employee receives a commission or fee based upon the number of workers recruited.\n\n[44-1602, added 2002, ch. 328, sec. 1, p. 920.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1602/"
    },
    {
      "id": "section-44-1603",
      "number": "44-1603",
      "heading": "",
      "text": "44-1603. LICENSE — APPLICATION — CONTENTS. (1) Except as otherwise provided, no person shall act as a farm labor contractor unless such person holds a valid license issued by the department.\n\n(2) An application for a farm labor contractor’s license shall be sworn to by the applicant and shall be submitted on a form prescribed by the department that shall require, but not be limited to, the following information and documentation:\n\n(a) The applicant’s name, Idaho address and all other temporary and permanent addresses the applicant uses or knows will be used in the future;\n\n(b) Two (2) recent, passport sized, color photographs of the applicant, or the applicant’s authorized agent when the applicant is not a natural person;\n\n(c) A statement by the applicant of all facts required by the department concerning the applicant’s fitness, competency, and qualifications to engage in the business of farm labor contracting;\n\n(d) A statement by the applicant of all facts required by the department concerning the manner and method by which the applicant proposes to conduct operations as a farm labor contractor;\n\n(e) A certificate of insurance issued by the applicant’s auto insurance carrier listing the department as the certificate holder and providing for a thirty (30) day cancellation notice for all vehicles used in the operation of the farm labor contracting business;\n\n(f) A certificate of workers’ compensation insurance issued by the applicant’s workers’ compensation insurance carrier listing the department as the certificate holder and providing for a thirty (30) day cancellation notice;\n\n(g) Whether the applicant has or was ever granted a farm labor contractor’s license in any other jurisdiction;\n\n(h) Whether the applicant was ever denied a license or had a license revoked or suspended under the farm labor contractor laws of any other jurisdiction;\n\n(i) The names and addresses of all persons financially interested, whether as partners, limited liability company members, shareholders, associates, or profit sharers in the applicant’s proposed operation as a farm labor contractor, together with the amount of their respective interests, and whether or not, to the best of the applicant’s knowledge, any such persons were ever denied a license or had a license revoked or suspended under the farm labor contractor laws of any jurisdiction; and\n\n(j) The following declaration by the applicant, or the applicant’s authorized agent when the applicant is not a natural person: \"With regards to any action filed against the applicant concerning the applicant’s activities as a farm labor contractor, the applicant appoints the director of the Idaho Department of Labor as the applicant’s lawful agent to accept service of summons when the applicant is not present in the jurisdiction in which such action is commenced or have in any other way become unavailable to accept service.\".\n\n[44-1603, added 2002, ch. 328, sec. 1, p. 921.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1603/"
    },
    {
      "id": "section-44-1604",
      "number": "44-1604",
      "heading": "",
      "text": "44-1604. APPLICANT — PROOF OF FINANCIAL RESPONSIBILITY — PAYMENT OF CLAIMS. (1) Each applicant shall submit with the application and shall continually maintain proof of financial responsibility to ensure the prompt payment of employees’ wages pursuant to chapter 6, title 45, Idaho Code, and the payment of any claims awarded pursuant to section 44-1613, Idaho Code.\n\n(2) Proof of financial responsibility shall be in the form of a surety bond from a company licensed to do business in the state of Idaho. The surety bond shall be in the amount of ten thousand dollars ($10,000) if the farm labor contractor employs no more than twenty (20) employees, and thirty thousand dollars ($30,000) if the contractor employs more than twenty (20) employees.\n\n(3) The surety bond shall be for the benefit of the farm labor contractor’s employees and shall be conditioned upon the payment of all sums legally owing to them.\n\n(4) The surety bond shall be executed to cover the farm labor contractor’s liability for the period for which the license is issued, during which time the bond cannot be canceled or otherwise terminated.\n\n(5) All claims against the bond shall be unenforceable unless request for payment of a court judgment, or lien pursuant to section 45-620, Idaho Code, has been sent by certified mail to the surety. The surety company shall make prompt and periodic payments on the farm labor contractor’s liability to the extent of the total amount of the bond.\n\n(6) In lieu of the surety bond required by this section, an applicant or farm labor contractor may deposit with the department cash or other security acceptable to the director. The deposit shall not be less than ten thousand dollars ($10,000) if the farm labor contractor employs no more than twenty (20) employees, and thirty thousand dollars ($30,000) if the farm labor contractor employs more than twenty (20) employees. The security deposited with the director in lieu of the surety bond shall be returned to the farm labor contractor at the expiration of two (2) years after the farm labor contractor’s license has expired or been otherwise terminated, unless the director has received written notice that a legal or administrative action has been instituted against the farm labor contractor for failing to comply with the requirements of this chapter.\n\n[44-1604, added 2002, ch. 328, sec. 1, p. 922.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1604/"
    },
    {
      "id": "section-44-1605",
      "number": "44-1605",
      "heading": "",
      "text": "44-1605. APPLICATION FEE — APPROPRIATION. Each application shall be accompanied by a nonrefundable fee of two hundred fifty dollars ($250). All fees collected shall be continuously appropriated to the department and used for the administration of this chapter.\n\n[44-1605, added 2002, ch. 328, sec. 1, p. 923.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1605/"
    },
    {
      "id": "section-44-1606",
      "number": "44-1606",
      "heading": "",
      "text": "44-1606. DEPARTMENT — LICENSING DUTIES — LICENSE — TERM — RENEWAL FEE. (1) The department shall issue licenses to persons who are at least eighteen (18) years of age and who have shown themselves to be fit, competent and qualified to engage in the business of farm labor contracting. Factors to be considered by the department in making this determination shall include, but not be limited to, the following:\n\n(a) Whether an applicant has unsatisfied judgments or administrative decisions requiring the payment of unpaid wages;\n\n(b) Whether an applicant has worker’s compensation coverage for each employee;\n\n(c) Whether an applicant has paid unemployment insurance contributions when due;\n\n(d) Whether an applicant has violated any provision of this chapter or the rules adopted hereunder;\n\n(e) Whether an applicant was ever denied a license or had a license revoked, suspended or not renewed under the farm labor contractor laws of any jurisdiction;\n\n(f) Whether an applicant has employed an agent who has had a farm labor contractor license denied, suspended, revoked or not renewed or who has otherwise violated any provisions of this chapter or the rules adopted hereunder; and\n\n(g) Whether an applicant, when required by law, has failed or refused to seek food, water, shelter or medical attention, or to provide any other goods or services required for the safety and health of the applicant’s employees.\n\n(2) The industrial commission shall make records available to the department, including records that are otherwise exempt from disclosure under section 74-105, Idaho Code, for the purpose of determining an applicant’s qualifications under subsection (1)(b) of this section. Records disclosed under this subsection shall not be further disclosed by the department.\n\n(3) The department shall issue a license within fifteen (15) business days of receipt of a completed application if the department determines the applicant to be fit, competent and qualified to engage in the business of farm labor contracting. An application shall be deemed completed when all required information and documentation has been submitted to the department.\n\n(4) The license shall not be transferable or assignable.\n\n(5) The first year of licensing shall run from April 1st to the following March 31st and each license shall expire on March 31st following the date of its issuance unless sooner revoked or otherwise terminated by the department. Beginning January 1, 2004, the licensing year shall run from January 1st to the following December 31st and each license shall expire on December 31st following the date of its issuance unless sooner revoked or otherwise terminated by the department.\n\n(6) A license may be renewed annually upon payment of a nonrefundable fee of two hundred fifty dollars ($250) and by providing the following:\n\n(a) Proof of financial responsibility as required by section 44-1604, Idaho Code;\n\n(b) A certificate of insurance as required by section 44-1603(2)(e), Idaho Code; and\n\n(c) A certificate of insurance as required by section 44-1603(2)(f), Idaho Code.\n\nThe department may require any person seeking renewal to file a new application showing the person to be fit, competent and qualified to continue to engage in the business of farm labor contracting.\n\n(7) The department shall maintain a central public registry of all persons issued a farm labor contractor’s license.\n\n[44-1606, added 2002, ch. 328, sec. 1, p. 923; am. 2015, ch. 141, sec. 119, p. 468.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1606/"
    },
    {
      "id": "section-44-1607",
      "number": "44-1607",
      "heading": "",
      "text": "44-1607. FARM LABOR CONTRACTOR — DUTIES. A farm labor contractor shall:\n\n(1) Carry his farm labor contractor license at all times and exhibit such license upon request to anyone with whom the farm labor contractor intends to deal in his capacity as a farm labor contractor.\n\n(2) File immediately at the United States post office serving the farm labor contractor’s address as noted on the license a correct change of address and notify the department each time an address change is made.\n\n(3) Pay or distribute promptly when due to the persons entitled all money or other things of value entrusted to the farm labor contractor for that purpose.\n\n(4) Comply with the terms and provisions of all agreements or contracts entered into by the farm labor contractor.\n\n(5) Comply with all applicable state laws and rules.\n\n(6) Provide to the department certified copies of payroll records for any payment period requested by the department.\n\n(7) Provide to each employee at the time of hiring, recruiting, soliciting or supplying such employee, whichever occurs first, a written statement in English or, as necessary and reasonable, in Spanish or other language common to agricultural workers who are not fluent or literate in English, that contains a description of:\n\n(a) The rate of compensation and the method of computing the rate of compensation;\n\n(b) The terms and conditions of employment, including the name and address of the farm labor contractor, the place of employment, the approximate length of the period of employment and the approximate starting and ending dates;\n\n(c) The terms and conditions of any bonus offered and the manner of determining when the bonus is earned;\n\n(d) The terms and conditions of any loan made to the employee;\n\n(e) The terms and conditions of any housing, transportation, equipment, health care, day care or any other employee benefit to be provided by the farm labor contractor or the farm labor contractor’s agent, and the costs to be charged for each item;\n\n(f) The name and address of the surety on the farm labor contractor’s bond;\n\n(g) The employee’s rights and remedies, including an employee’s right to make a claim against the farm labor contractor’s surety bond.\n\n(8) Provide to the employee each time the employee receives a compensation payment from the farm labor contractor a written statement itemizing the total payment, the amount and purpose of each deduction therefrom, the hours worked and, if the work was done on a piece basis, the number of pieces completed.\n\n(9) For each employee make, keep and preserve for three (3) years the following information:\n\n(a) The basis on which wages were paid;\n\n(b) The number of piecework units earned, if paid on a piecework basis;\n\n(c) The number of hours worked;\n\n(d) The total pay period earnings;\n\n(e) The specific sums withheld and the reason for withholding each sum;\n\n(f) The net pay; and\n\n(g) The name and address of the owner of all operations, or the owner’s agent, where the employee worked.\n\n[44-1607, added 2002, ch. 328, sec. 1, p. 924.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1607/"
    },
    {
      "id": "section-44-1608",
      "number": "44-1608",
      "heading": "",
      "text": "44-1608. FARM LABOR CONTRACTOR — APPLICANT FOR LICENSE — PROHIBITED ACTS. A farm labor contractor or an applicant for a farm labor contractor’s license shall not:\n\n(1) Make misrepresentations or false statements on the application for a license.\n\n(2) Make or cause to be made, to any person, any false, fraudulent or misleading representation, or publish or circulate or cause to be published or circulated any false, fraudulent or misleading information concerning the terms, conditions or existence of any employment.\n\n(3) Solicit, induce or cause to be solicited or induced the violation of an existing contract of employment.\n\n(4) Violate, or assist another person to violate the requirements of this chapter.\n\n(5) By any force, intimidation, or threat, including threat of deportation, induce any employee of the farm labor contractor to give up any part of the compensation to which the employee is entitled under federal or state wage payment laws.\n\n[44-1608, added 2002, ch. 328, sec. 1, p. 925.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1608/"
    },
    {
      "id": "section-44-1609",
      "number": "44-1609",
      "heading": "",
      "text": "44-1609. LICENSE — DENIAL, REVOCATION, SUSPENSION, REFUSAL TO RENEW. (1) The department may deny, revoke, suspend or refuse to renew a farm labor contractor license when:\n\n(a) The applicant or licensee, or the agent of the applicant or licensee, has had his farm labor contractor’s license denied or revoked in any jurisdiction within three (3) years of the date of application;\n\n(b) The licensee or his agent has violated or failed to comply with any provision of this chapter or the rules promulgated hereunder;\n\n(c) The applicant or licensee has an unsatisfied court judgment or final administrative decision against him for unpaid wages;\n\n(d) The applicant or licensee made false or misleading statements on, or provided false or misleading information with, his application for a license;\n\n(e) The applicant or licensee fails to maintain proof of financial responsibility as required by section 44-1604, Idaho Code;\n\n(f) The applicant or licensee fails to provide, or the department receives notice of cancellation of any certificates of insurance required by section 44-1603, Idaho Code;\n\n(g) The applicant or licensee fails to pay unemployment insurance contributions when due; or\n\n(h) The applicant or licensee, when required by law, fails or refuses to seek food, water, shelter or medical attention, or to provide any other goods or services required for the safety and health of his employees.\n\n(2) Before the department denies, revokes, suspends or refuses to renew a license, the applicant or licensee shall be given written notice of the reasons for the licensing action and an opportunity for a hearing.\n\n[44-1609, added 2002, ch. 328, sec. 1, p. 925.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1609/"
    },
    {
      "id": "section-44-1610",
      "number": "44-1610",
      "heading": "",
      "text": "44-1610. ACTION AGAINST LICENSE — HEARING. (1) The contested case provisions of the Idaho administrative procedure act, chapter 52, title 67, Idaho Code, shall not apply to licensing actions under this chapter.\n\n(2) When it appears, pursuant to section 44-1609, Idaho Code, that sufficient cause exists for the denial of any application for, the revocation or suspension of, or refusal to renew any license required by this chapter, the department shall serve notice, in the manner provided for in subsection (7) of this section, to the applicant or license holder stating the proposed adverse action to be taken, the grounds on which such action is based, and that the department’s proposed action shall become final unless, within ten (10) calendar days of the date of mailing of the notice, the aggrieved party files with the department a written request for a hearing.\n\n(3) A written request for a hearing may be filed by personal delivery, by mail, or by fax to the wage and hour section of the department at the address indicated on the notice. The date of personal delivery shall be noted on the request and shall be deemed the date of filing. If mailed, the hearing request shall be deemed to be filed on the date of mailing as determined by the postmark. A faxed request that is received by the wage and hour section by 5:00 p.m. on a business day shall be deemed filed on that date. A faxed request that is received by the wage and hour section on a weekend, holiday or after 5:00 p.m. on a business day shall be deemed filed on the next business day.\n\n(4) Reasonable notice of the hearing, containing the date, time, place and purpose of the hearing, shall be served on all parties to the hearing in the manner provided for in subsection (7) of this section.\n\n(5) The hearing shall be conducted by an employee of the department designated by the director to be the hearing officer, who shall not be bound by statutory rules of evidence or by technical or formal rules of procedure. A record shall be made of the sworn testimony. Every party to the proceeding shall have the right to counsel at their own expense and a full opportunity to be heard, including such cross-examination as may be appropriate. The hearing officer, as soon after the conclusion of the hearing as possible, on the basis of the record made at the hearing, shall issue a decision and serve it on all parties to the hearing in the manner provided for in subsection (7) of this section.\n\n(6) The decision of the hearing officer shall be a final agency order and shall be effective on the date it is issued, subject only to the judicial review provisions of chapter 52, title 67, Idaho Code.\n\n(7) Any notice or decision required by this section shall be deemed served if delivered to the person being served or if mailed to his last known address. Service by mail shall be deemed completed on the date of mailing. The date indicated on the notice or decision as the \"date of mailing\" shall be presumed to be the date the document was deposited in the United States mail, unless otherwise shown by a preponderance of competent evidence.\n\n[44-1610, added 2002, ch. 328, sec. 1, p. 926.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1610/"
    },
    {
      "id": "section-44-1611",
      "number": "44-1611",
      "heading": "",
      "text": "44-1611. JOINT LIABILITY. (1) If an agricultural employer uses a farm labor contractor who is properly licensed and bonded under the provisions of this chapter, that agricultural employer shall not be jointly and severally liable for any unpaid wages determined to be due and owing pursuant to chapter 6, title 45, Idaho Code, to any employee of the farm labor contractor who performed work for that agricultural employer.\n\n(2) An agricultural employer who knowingly uses the services of an unlicensed farm labor contractor shall be jointly and severally liable for any unpaid wages determined to be due and owing pursuant to chapter 6, title 45, Idaho Code, to any employee of the unlicensed farm labor contractor who performed work for that agricultural employer. In making determinations under this section, any user of a farm labor contractor may rely upon either the license issued by the department to the farm labor contractor under section 44-1603, Idaho Code, or the department’s representation that such contractor is licensed as required by this chapter.\n\n[44-1611, added 2002, ch. 328, sec. 1, p. 927.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1611/"
    },
    {
      "id": "section-44-1612",
      "number": "44-1612",
      "heading": "",
      "text": "44-1612. CLAIM FOR WAGES — EXCLUSIVE REMEDY. A claim for unpaid wages by an employee of a farm labor contractor shall be treated as a claim for wages under chapter 6, title 45, Idaho Code.\n\n[44-1612, added 2002, ch. 328, sec. 1, p. 927.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1612/"
    },
    {
      "id": "section-44-1613",
      "number": "44-1613",
      "heading": "",
      "text": "44-1613. PRIVATE RIGHT OF ACTION. Except as provided for in section 44-1612, Idaho Code, any person aggrieved by a violation of this chapter may bring a civil action in a court of competent jurisdiction for injunctive relief, damages or both. If the court finds that any person violated any of the provisions of this chapter, it shall award actual damages, plus an amount equal to treble the amount of actual damages, or one thousand dollars ($1,000) per violation, whichever is greater. The court shall also award a prevailing plaintiff reasonable attorney’s fees and costs. No action under this section may be commenced later than two (2) years after the date of the violation giving rise to the right of action.\n\n[44-1613, added 2002, ch. 328, sec. 1, p. 927.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1613/"
    },
    {
      "id": "section-44-1614",
      "number": "44-1614",
      "heading": "",
      "text": "44-1614. SERVICE OF PROCESS WHEN UNLICENSED CONTRACTOR IS UNAVAILABLE. In any action arising out of the activities of an unlicensed farm labor contractor within this state who is not in the state or is otherwise unavailable for service of process in this state, the unlicensed farm labor contractor may be served by mailing a certified true copy of the summons and complaint to the director; the last-known address, if any, of the unlicensed farm labor contractor; and any other address the use of which the plaintiff knows, or on the basis of reasonable inquiry, has reason to believe is most likely to result in actual notice.\n\n[44-1614, added 2002, ch. 328, sec. 1, p. 927.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1614/"
    },
    {
      "id": "section-44-1615",
      "number": "44-1615",
      "heading": "",
      "text": "44-1615. RETALIATION PROHIBITED. No farm labor contractor may discharge or in any other manner discriminate against an employee because that employee made a claim against the farm labor contractor pursuant to this chapter, testified or is about to testify in any proceedings brought pursuant to this chapter, or discussed or consulted with anyone concerning the employee’s rights under this chapter.\n\n[44-1615, added 2002, ch. 328, sec. 1, p. 927.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1615/"
    },
    {
      "id": "section-44-1616",
      "number": "44-1616",
      "heading": "",
      "text": "44-1616. VIOLATIONS — PENALTY. (1) Any person who intentionally defaces, alters or changes a farm labor contractor license, or who uses the license of another, or who knowingly permits another person to use his license or acts as a farm labor contractor without a license shall be guilty of a misdemeanor, punishable by a fine not to exceed one thousand dollars ($1,000), or up to sixty (60) days in jail or both. Each violation shall constitute a separate offense.\n\n(2) Any person who violates any other provision of this chapter shall be guilty of a misdemeanor, punishable by a fine not to exceed three hundred dollars ($300), or up to thirty (30) days in jail or both. Each violation shall constitute a separate offense.\n\n[44-1616, added 2002, ch. 328, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1616/"
    },
    {
      "id": "section-44-1617",
      "number": "44-1617",
      "heading": "",
      "text": "44-1617. DEPARTMENT — ADMINISTRATIVE RULES. The department may adopt rules reasonably necessary for the administration of this chapter.\n\n[44-1617, added 2002, ch. 328, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1617/"
    },
    {
      "id": "section-44-1618",
      "number": "44-1618",
      "heading": "",
      "text": "44-1618. SEVERABILITY. The provisions of this chapter are hereby declared to be severable, and if any provision is declared void, invalid, or unenforceable in whole or in part, such declaration shall not affect the remaining provisions of this chapter.\n\n[44-1618, added 2002, ch. 328, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-44/chapter-16/section-44-1618/"
    }
  ]
}