{
  "state": "virginia",
  "path": "title-title-192-criminal-procedure/chapter-chapter-25-appeals-by-the-commonwealth",
  "sections": [
    {
      "id": "section-192-398",
      "number": "19.2-398.",
      "heading": "When appeal by the Commonwealth allowed§ 19",
      "text": "A. In a felony case a pretrial appeal from a circuit court may be taken by the Commonwealth from:\n\n1. An order of a circuit court dismissing a warrant, information or indictment, or any count or charge thereof on the ground that (i) the defendant was deprived of a speedy trial in violation of the provisions of the Sixth Amendment to the Constitution of the United States, Article I, Section 8 of the Constitution of Virginia, or § 19.2-243; or (ii) the defendant would be twice placed in jeopardy in violation of the provisions of the Fifth Amendment to the Constitution of the United States or Article I, Section 8 of the Constitution of Virginia; or\n\n2. An order of a circuit court prohibiting the use of certain evidence at trial on the grounds such evidence was obtained in violation of the provisions of the Fourth, Fifth or Sixth Amendments to the Constitution of the United States or Article I, Section 8, 10 or 11 of the Constitution of Virginia prohibiting illegal searches and seizures and protecting rights against self-incrimination, provided the Commonwealth certifies that the appeal is not taken for purpose of delay and that the evidence is substantial proof of a fact material in the proceeding.\n\nB. A petition for appeal may be taken by the Commonwealth in a felony case from any order of release on conditions pursuant to Article 1 (§ 19.2-119 et seq.) of Chapter 9 of this title.\n\nC. A petition for appeal may be taken by the Commonwealth in a felony case after conviction where the sentence imposed by the circuit court is contrary to mandatory sentencing or restitution terms required by statute.\n\nD. Nothing in this chapter shall affect the Commonwealth's right to appeal in civil matters or cases involving a violation of law relating to the state revenue or appeals pursuant to § 17.1-411 or subsection C of § 19.2-317.\n\nE. A pretrial appeal may be taken in any criminal case from an order of a circuit court dismissing a warrant, information, summons, delinquency petition, or indictment, or any count or charge thereof, on the ground that a statute or local ordinance on which the order is based is unconstitutional.\n\n1985, c. 510; 1987, c. 710; 1998, c. 251; 1999, cc. 829, 846; 2002, cc. 611, 692; 2003, c. 109; 2005, cc. 622, 694; 2006, cc. 571, 876.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-398/"
    },
    {
      "id": "section-192-399",
      "number": "19.2-399.",
      "heading": "Defense objections to be raised before trial; hearing; bill of particulars",
      "text": "Defense objections to be raised before trial; hearing; bill of particulars",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-400",
      "number": "19.2-400.",
      "heading": "Appeal lies to the Court of Appeals; time for filing notice",
      "text": "An appeal taken pursuant to § 19.2-398, including such an appeal in an aggravated murder case, shall lie to the Court of Appeals of Virginia.\n\nNo appeal shall be allowed the Commonwealth pursuant to subsection A of § 19.2-398 unless within seven days after entry of the order of the circuit court from which the appeal is taken, and before a jury is impaneled and sworn if there is to be trial by jury or, in cases to be tried without a jury, before the court begins to hear or receive evidence or the first witness is sworn, whichever occurs first, the Commonwealth files a notice of appeal with the clerk of the trial court. If the appeal relates to suppressed evidence, the attorney for the Commonwealth shall certify in the notice of appeal that the appeal is not taken for the purpose of delay and that the evidence is substantial proof of a fact material to the proceeding. All other requirements related to the notice of appeal shall be governed by Part Five A of the Rules of the Supreme Court. Upon the filing of a timely notice of appeal, the order from which the pretrial appeal is taken and further trial proceedings in the circuit court, except for a bail hearing, shall thereby be suspended pending disposition of the appeal.\n\nAn appeal by the Commonwealth pursuant to subsection C of § 19.2-398 shall be governed by Part Five A of the Rules of the Supreme Court.\n\n1987, c. 710; 2003, c. 109; 2021, Sp. Sess. I, cc. 344, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-400/"
    },
    {
      "id": "section-192-401",
      "number": "19.2-401.",
      "heading": "Cross appeal; when allowed; time for filing",
      "text": "The defendant shall have no independent right of appeal pursuant to § 19.2-398. If the Commonwealth appeals, the defendant may cross appeal from any orders from which the Commonwealth may appeal, pursuant to § 19.2-398. The defendant shall be under no obligation to defend an appeal filed by the Commonwealth. However, when an appeal is taken by the Commonwealth, and the defendant wishes to defend or cross appeal, the circuit court shall, where the defendant is indigent, appoint counsel to represent the defendant on appeal. The remuneration to be awarded appointed counsel shall be governed by § 19.2-326.\n\nIn pretrial appeals, the defendant shall file a notice of cross appeal with the clerk of the circuit court within seven days following the notice of appeal filed by the Commonwealth.\n\nAny brief on cross appeal shall be consolidated with the defendant's brief as appellee, if any.\n\n1987, c. 710; 2003, c. 109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-401/"
    },
    {
      "id": "section-192-402",
      "number": "19.2-402.",
      "heading": "Petition for appeal; brief in opposition; time for filing",
      "text": "A. When a notice of appeal has been filed pursuant to § 19.2-400, the Commonwealth may petition the Court of Appeals for an appeal pursuant to § 19.2-398. The Commonwealth shall be represented by the attorney for the Commonwealth prosecuting the case.\n\nB. The provisions of this subsection apply only to pretrial appeals. The petition for a pretrial appeal shall be filed with the clerk of the Court of Appeals not more than 14 days after the notice of transcript or written statement of facts required by § 19.2-405 is filed or, if there are objections thereto, within 14 days after the judge signs the transcript or written statement of facts. The accused may file a brief in opposition with the clerk of the Court of Appeals within 14 days after the filing of the petition for pretrial appeal. If the accused has filed a notice of cross appeal, he shall file a petition for cross appeal to be consolidated with, and filed within the same time period as, his brief in opposition. The Commonwealth may file a brief in opposition to any petition for cross appeal within 10 days after the petition for cross appeal is filed. Except as specifically provided in this section, all other requirements for the petition for pretrial appeal and brief in opposition shall conform as nearly as practicable to Part Five A of the Rules of the Supreme Court of Virginia.\n\n1987, c. 710; 2003, c. 109; 2014, cc. 33, 294; 2021, Sp. Sess. I, c. 489; 2023, cc. 314, 315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-402/"
    },
    {
      "id": "section-192-403",
      "number": "19.2-403.",
      "heading": "Procedures on petition for pretrial appeal",
      "text": "The procedures on a pretrial appeal to the Court of Appeals by the Commonwealth pursuant to subsections A and E of § 19.2-398, and on a cross appeal of a pretrial appeal by the accused pursuant to § 19.2-401, shall be governed by the provisions of subsections C and D of § 17.1-407. The Court of Appeals, however, shall grant or deny the petition for a pretrial appeal, and the petition for cross appeal, if any, not later than 30 days after the brief in opposition is timely filed or the time for such filing has expired.\n\nNo petition for rehearing may be filed in any pretrial appeal pursuant to this chapter. If the petition for a pretrial appeal pursuant to this chapter is denied, the Court's mandate shall immediately issue and the clerk of the Court of Appeals shall return the record forthwith to the clerk of the trial court.\n\n1987, c. 710; 2003, c. 109; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-403/"
    },
    {
      "id": "section-192-404",
      "number": "19.2-404.",
      "heading": "Procedures on awarded pretrial appeal",
      "text": "This section applies only to pretrial appeals. If the Court of Appeals grants the Commonwealth's petition for a pretrial appeal, the Attorney General shall represent the Commonwealth during that appeal.\n\nThe Commonwealth shall file its opening brief in the office of the clerk of the Court of Appeals within 25 days after the date of the certificate awarding the appeal. The brief of the appellee shall be filed in the office of the clerk of the Court of Appeals within 25 days after the filing of the Commonwealth's opening brief. The Commonwealth may then file a reply brief, including its response to any cross appeal, in the office of the clerk of the Court of Appeals within 15 days after the filing of the brief of the accused. With the permission of a judge of the Court of Appeals, the time for filing any brief may be extended for good cause shown. Except as specifically provided in this section, all other requirements of the brief shall conform as nearly as practicable to Part Five A of the Rules of the Supreme Court of Virginia. The Court of Appeals shall accelerate the appeal on its docket and render its decision not later than 60 days after the filing of the appellee's brief or after the time for filing such brief has expired.\n\nWhen the opinion is rendered by the Court of Appeals, the mandate shall immediately issue and the clerk of the Court of Appeals shall return the record forthwith to the clerk of the trial court. No petition for rehearing may be filed.\n\n1987, c. 710; 2003, c. 109; 2021, Sp. Sess. I, c. 489; 2023, cc. 314, 315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-404/"
    },
    {
      "id": "section-192-405",
      "number": "19.2-405.",
      "heading": "Pretrial appeals; record on appeal; transcript; written statement of facts; time for filing",
      "text": "This section applies only to pretrial appeals. The record on appeal shall conform, as nearly as practicable, to the requirements of Part Five A of the Rules of the Supreme Court for the record on appeal, except as hereinafter provided. The transcript or written statement of facts shall be filed with the clerk of the circuit court from which the appeal is being taken, no later than 25 days following entry of the order of the circuit court. Upon motion of the Commonwealth, the Court of Appeals may grant an extension of up to 45 days for filing the transcript or written statement of facts for good cause shown. If a transcript or written statement of facts is filed, the Commonwealth shall file with the clerk of the circuit court a notice, signed by the attorney for the Commonwealth, who is counsel for the appellant, identifying the transcript or written statement of facts and reciting its filing with the clerk. There shall be appended to the notice a certificate by the attorney for the Commonwealth that a copy of the notice has been mailed or delivered to opposing counsel. The notice of filing of the transcript or written statement of facts shall be filed within three days of the filing of the transcript or written statement of facts or within 14 days of the order of the circuit court, whichever is later.\n\nAny party may object to the transcript or written statement of facts on the ground that it is erroneous or incomplete. Notice of the objection specifying the errors alleged or deficiencies asserted shall be tendered to the trial judge within 10 days after the notice of filing of the transcript or written statement of facts is filed in the office of the clerk. The trial judge shall, within three days after the filing of such objection, either overrule the objection, or take steps deemed necessary to make the record complete or certify the respect in which the record is incomplete, and sign the transcript or written statement of facts to verify its accuracy. The clerk of the trial court shall forthwith transmit the record to the clerk of the Court of Appeals.\n\n1987, c. 710; 2003, c. 109; 2014, cc. 33, 294.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-405/"
    },
    {
      "id": "section-192-406",
      "number": "19.2-406.",
      "heading": "Bail pending pretrial appeal",
      "text": "This section applies only to pretrial appeals. Upon a pretrial appeal being taken by the Commonwealth pursuant to § 19.2-398, if the defendant moves the trial court for release on bail, that court shall promptly, but in no event later than three days after the Commonwealth's notice of appeal is filed, hold a hearing to determine the issue of bail. The burden shall be upon the Commonwealth to show good cause why the bail should not be reduced or the accused released on his own recognizance. If it is determined that the accused shall be released on bail, bail shall be set and determined in accordance with Article 1 (§ 19.2-119 et seq.) of Chapter 9 of this title.\n\n1987, c. 710; 1999, cc. 829, 846; 2003, c. 109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-406/"
    },
    {
      "id": "section-192-407",
      "number": "19.2-407.",
      "heading": "Review by the Supreme Court",
      "text": "Pursuant to § 17.1-409, the Supreme Court in its discretion may certify an appeal taken pursuant to § 19.2-398, or a cross appeal taken pursuant to § 19.2-401, for expedited review by the Supreme Court before it has been determined by the Court of Appeals. Such certification may be made only when the Supreme Court determines that at least one of the conditions set forth in subsection B of § 17.1-409 exists.\n\n1987, c. 710.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-407/"
    },
    {
      "id": "section-192-408",
      "number": "19.2-408.",
      "heading": "Finality of decision of the Court of Appeals in pretrial appeals",
      "text": "The decision of the Court of Appeals shall be final for purposes of a pretrial appeal pursuant to § 19.2-398, or a cross appeal of a pretrial appeal taken pursuant to § 19.2-401, and no further pretrial appeal shall lie to the Supreme Court.\n\n1987, c. 710; 2003, c. 109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-408/"
    },
    {
      "id": "section-192-409",
      "number": "19.2-409.",
      "heading": "Exclusion of pretrial appeal period from time within which accused must be tried; reconsideration of issues after conviction",
      "text": "This section applies only to pretrial appeals. The provisions of § 19.2-243 shall not apply to the period of time commencing when the Commonwealth's notice of pretrial appeal is filed pursuant to this chapter and ending 60 days after the Court of Appeals or Supreme Court issues its mandate disposing of the pretrial appeal. Such finality of the Court of Appeals' decision shall not preclude a defendant, if he is convicted, from requesting the Court of Appeals or Supreme Court on direct appeal to reconsider an issue which was the subject of the pretrial appeal.\n\n1987, c. 710; 2003, c. 109; 2007, c. 414.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-25/section-19-2-409/"
    }
  ]
}