{
  "state": "virginia",
  "path": "title-title-192-criminal-procedure/chapter-chapter-12-preliminary-hearing",
  "sections": [
    {
      "id": "section-192-183",
      "number": "19.2-183.",
      "heading": "Examination of witnesses; assistance of counsel; evidentiary matters and remedies; power to adjourn case§ 19",
      "text": "A. The judge before whom any person is brought for an offense shall, as soon as may be practical, in the presence of such person, examine on oath the witnesses for and against him. Before conducting the hearing or accepting a waiver of the hearing, the judge shall advise the accused of his right to counsel and, if the accused is indigent and the offense charged be punishable by confinement in jail or the state correctional facility, the judge shall appoint counsel as provided by law.\n\nB. At the hearing the judge shall, in the presence of the accused, hear testimony presented for and against the accused in accordance with the rules of evidence applicable to criminal trials in this Commonwealth. In felony cases, the accused shall not be called upon to plead, but he may cross-examine any witness who testifies on behalf of the Commonwealth or on behalf of any other defendant, introduce witnesses in his own behalf, and testify in his own behalf.\n\nC. A judge may adjourn a trial, pending before him, not exceeding 10 days at one time, without the consent of the accused.\n\nD. At any preliminary hearing under this section, certificates of analysis and reports prepared pursuant to §§ 19.2-187 and 19.2-188 shall be admissible without the testimony of the person preparing such certificate or report.\n\nCode 1950, §§ 19.1-101, 19.1-102; 1960, c. 366; 1968, c. 639; 1973, c. 485; 1975, c. 495; 1982, c. 513; 2010, c. 555.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-183/"
    },
    {
      "id": "section-192-1831",
      "number": "19.2-183.1.",
      "heading": "Joint preliminary hearings",
      "text": "Upon motion of the attorney for the Commonwealth, preliminary hearings for persons alleged to have participated in contemporaneous and related acts or occurrences or in a series of such acts or occurrences constituting an offense or offenses may be heard jointly if jurisdiction over each person and offense lies in the same court, unless the court finds that such joint preliminary hearing would constitute prejudice to a defendant. Upon such a finding, the court shall order that the preliminary hearing for that defendant be held separately.\n\n1993, cc. 462, 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-183-1/"
    },
    {
      "id": "section-192-184",
      "number": "19.2-184.",
      "heading": "Witnesses may be separated (Subsection (a) of Supreme Court Rule 2:615 derived in part from this section)",
      "text": "While a witness is under such examination all other witnesses may by order of the judge be excluded from the place of examination and kept separate from each other.\n\nCode 1950, § 19.1-104; 1960, c. 366; 1968, c. 639; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-184/"
    },
    {
      "id": "section-192-185",
      "number": "19.2-185.",
      "heading": "Testimony may be reduced to writing and subscribed",
      "text": "When the judge deems it proper the testimony of the witnesses may be reduced to writing, and, if required by him, shall be signed by them respectively.\n\nThe judge of the court of record to which the case may be or has been certified may order the testimony of the witnesses at the preliminary hearing to be reduced to writing.\n\nCode 1950, § 19.1-105; 1960, c. 366; 1968, c. 639; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-185/"
    },
    {
      "id": "section-192-186",
      "number": "19.2-186.",
      "heading": "When accused to be discharged, tried, committed or bailed by judge",
      "text": "The judge shall discharge the accused if he considers that there is not sufficient cause for charging him with the offense.\n\nIf a judge considers that there is sufficient cause only to charge the accused with an offense which the judge has jurisdiction to try, then he shall try the accused for such offense and convict him if he deems him guilty and pass judgment upon him in accordance with law just as if the accused had first been brought before him on a warrant charging him with such offense.\n\nIf a judge considers that there is sufficient cause to charge the accused with an offense that he does not have jurisdiction to try then he shall certify the case to the appropriate court having jurisdiction and shall commit the accused to jail or let him to bail pursuant to the provisions of Article 1 (§ 19.2-119 et seq.) of Chapter 9 of this title.\n\nCode 1950, § 19.1-106; 1960, c. 366; 1968, c. 639; 1973, c. 485; 1975, c. 495; 1999, cc. 829, 846.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-186/"
    },
    {
      "id": "section-192-187",
      "number": "19.2-187.",
      "heading": "Admission into evidence of certain certificates of analysis",
      "text": "A. In any hearing or trial of any criminal offense or in any proceeding brought pursuant to Chapter 22.1 (§ 19.2-386.1 et seq.), a certificate of analysis of a person performing an analysis or examination, duly attested by such person, shall be admissible in evidence as evidence of the facts therein stated and the results of the analysis or examination referred to therein, provided that (i) the certificate of analysis is filed with the clerk of the court hearing the case at least seven days prior to the proceeding if the attorney for the Commonwealth intends to offer it into evidence in a preliminary hearing or the accused intends to offer it into evidence in any hearing or trial, or (ii) the requirements of subsection A of § 19.2-187.1 have been satisfied and the accused has not objected to the admission of the certificate pursuant to subsection B of § 19.2-187.1, when any such analysis or examination is performed in any laboratory operated by the Division of Consolidated Laboratory Services or the Department of Forensic Science or authorized by such Department to conduct such analysis or examination, or performed by a person licensed by the Department of Forensic Science pursuant to § 18.2-268.9 or 46.2-341.26:9 to conduct such analysis or examination, or performed by the Federal Bureau of Investigation, the United States Postal Service, the federal Bureau of Alcohol, Tobacco and Firearms, the Naval Criminal Investigative Service, the National Fish and Wildlife Forensics Laboratory, the federal Drug Enforcement Administration, the Forensic Document Laboratory of the U.S. Department of Homeland Security, or the U.S. Secret Service Laboratory. For purposes of this section, any laboratory that has entered into a contract with the Department of Forensic Science for the provision of forensic laboratory services shall be deemed authorized by the Department to conduct such analyses or examinations.\n\nB. In a hearing or trial in which the provisions of subsection A of § 19.2-187.1 do not apply, a copy of such certificate shall be mailed or delivered by the clerk or attorney for the Commonwealth to counsel of record for the accused at no charge at least seven days prior to the hearing or trial upon request made by such counsel to the clerk with notice of the request to the attorney for the Commonwealth. The request to the clerk shall be on a form prescribed by the Supreme Court and filed with the clerk at least 10 days prior to the hearing or trial. In the event that a request for a copy of a certificate is filed with the clerk with respect to a case that is not yet before the court, the clerk shall advise the requester that he must resubmit the request at such time as the case is properly before the court in order for such request to be effective. If, upon proper request made by counsel of record for the accused, a copy of such certificate is not mailed or delivered by the clerk or attorney for the Commonwealth to counsel of record for the accused in a timely manner in accordance with this section, the accused shall be entitled to continue the hearing or trial.\n\nC. The certificate of analysis of any examination conducted by the Department of Forensic Science relating to a controlled substance or marijuana shall be mailed or forwarded by personnel of the Department of Forensic Science to the attorney for the Commonwealth of the jurisdiction where such offense may be heard. The attorney for the Commonwealth shall acknowledge receipt of the certificate on forms provided by the laboratory.\n\nAny such certificate of analysis purporting to be signed, either by hand or by electronic means, by any such person shall be admissible as evidence in such hearing or trial without any proof of the seal or signature or of the official character of the person whose name is signed to it. The attestation signature of a person performing the analysis or examination may be either hand or electronically signed.\n\nD. Any testimony offered by either party in a preliminary hearing or sentencing hearing, or offered by the accused in any hearing other than a trial, from a person who performed an analysis or examination that resulted in a certificate of analysis may be presented by two-way video conferencing. The two-way video testimony permitted by this section shall comply with the provisions of subsection B of § 19.2-3.1. In addition, unless otherwise agreed by the parties and the court, (i) all orders pertaining to witnesses apply to witnesses testifying by video conferencing; (ii) upon request, all materials read or used by the witness during his testimony shall be identified on the video; and (iii) any witness testifying by video conferencing shall certify at the conclusion of his testimony, under penalty of perjury, that he did not engage in any off-camera communications with any person during his testimony.\n\nE. For the purposes of this section and §§ 19.2-187.01, 19.2-187.1, and 19.2-187.2, the term \"certificate of analysis\" includes reports of analysis and results of laboratory examination.\n\nF. Nothing in this section shall be construed as requiring a locality to purchase a two-way electronic video and audio communication system. Any decision to purchase such a system is at the discretion of the locality.\n\nCode 1950, § 19.1-106.1; 1974, c. 200; 1975, c. 495; 1976, c. 245; 1983, c. 178; 1984, c. 607; 1988, c. 494; 1990, cc. 737, 825; 1992, c. 56; 1994, cc. 41, 375; 1995, c. 437; 1999, c. 296; 2000, c. 336; 2002, c. 832; 2005, cc. 868, 881; 2006, c. 294; 2009, Sp. Sess. I, cc. 1, 4; 2010, c. 656; 2011, cc. 384, 410, 645; 2014, cc. 328, 674, 719; 2015, cc. 75, 126; 2017, c. 669; 2019, cc. 478, 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-187/"
    },
    {
      "id": "section-192-18701",
      "number": "19.2-187.01.",
      "heading": "Certificate of analysis as evidence of chain of custody of material described therein",
      "text": "A report of analysis duly attested by the person performing such analysis or examination in any laboratory operated by (i) the Division of Consolidated Laboratory Services, the Department of Forensic Science or any of its regional laboratories, or by any laboratory authorized by such Division or Department to conduct such analysis or examination; (ii) the Federal Bureau of Investigation; (iii) the federal Bureau of Alcohol, Tobacco and Firearms; (iv) the Naval Criminal Investigative Service; (v) the federal Drug Enforcement Administration; (vi) the United States Postal Service; (vii) the U.S. Secret Service; or (viii) the Forensic Document Laboratory of the U.S. Department of Homeland Security shall be prima facie evidence in a criminal or civil proceeding as to the custody of the material described therein from the time such material is received by an authorized agent of such laboratory until such material is released subsequent to such analysis or examination. Any such certificate of analysis purporting to be signed by any such person shall be admissible as evidence in such hearing or trial without any proof of the seal or signature or of the official character of the person whose name is signed to it. The signature of the person who received the material for the laboratory on the request for laboratory examination form or evidence submission receipt, either by hand or by electronic means, shall be deemed prima facie evidence that the person receiving the material was an authorized agent and that such receipt constitutes proper receipt by the laboratory for purposes of this section. For purposes of this section, any laboratory that has entered into a contract with the Department of Forensic Science for the provision of forensic laboratory services shall be deemed authorized by the Department to conduct such analyses or examinations.\n\n1979, c. 364; 1989, c. 458; 1990, cc. 548, 825; 1991, c. 687; 1993, c. 32; 1994, c. 375; 1995, c. 437; 2005, cc. 868, 881; 2011, c. 645; 2015, cc. 75, 126; 2019, cc. 478, 479; 2024, c. 210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-187-01/"
    },
    {
      "id": "section-192-18702",
      "number": "19.2-187.02.",
      "heading": "Admissibility of written reports or records of blood alcohol tests conducted in the regular course of providing emergency medical treatment",
      "text": "A. Notwithstanding any other provision of law, the written reports or records of blood alcohol tests conducted upon persons receiving medical treatment in a hospital or emergency room are admissible in evidence as a business records exception to the hearsay rule in prosecutions for any violation of § 18.2-266 (driving while intoxicated) or a substantially similar local ordinance, § 18.2-36.1 (involuntary manslaughter resulting from driving while intoxicated), § 18.2-36.2 (involuntary manslaughter resulting from boating while intoxicated), § 18.2-51.4 (maiming resulting from driving while intoxicated), § 18.2-51.5 (maiming resulting from boating while intoxicated), § 29.1-738 (boating while intoxicated), or § 46.2-341.24 (driving a commercial vehicle while intoxicated).\n\nB. The provisions of law pertaining to confidentiality of medical records and medical treatment shall not be applicable to reports or records of blood alcohol tests sought or admitted as evidence under the provisions of this section in prosecutions as specified in subsection A. Owners or custodians of such reports or records may disclose them, in accordance with regulations concerning patient privacy promulgated by the U.S. Department of Health and Human Services, without obtaining consent or authorization for such disclosure. No person who is involved in taking blood or conducting blood alcohol tests shall be liable for civil damages for breach of confidentiality or unauthorized release of medical records because of the evidentiary use of blood alcohol test results under this section, or as a result of that person's testimony given pursuant to this section.\n\n2002, c. 749; 2005, c. 801; 2007, cc. 379, 679.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-187-02/"
    },
    {
      "id": "section-192-1871",
      "number": "19.2-187.1.",
      "heading": "Procedures for notifying accused of certificate of analysis; waiver; continuances",
      "text": "A. In any trial and in any hearing other than a preliminary hearing, in which the attorney for the Commonwealth intends to offer a certificate of analysis into evidence in lieu of testimony pursuant to § 19.2-187, the attorney for the Commonwealth shall:\n\n1. Provide by mail, delivery, or otherwise, a copy of the certificate to counsel of record for the accused, or to the accused if he is proceeding pro se, at no charge, no later than 28 days prior to the hearing or trial;\n\n2. Provide simultaneously with the copy of the certificate so provided under subdivision 1 a notice to the accused of his right to object to having the certificate admitted without the person who performed the analysis or examination being present and testifying;\n\n2a. When the attorney for the Commonwealth intends to present such testimony through two-way video conferencing, attach to the copy of the certificate provided under subdivision 1 a notice on a page separate from the notice in subdivision 2 specifying that the person who performed the analysis or examination may testify by two-way video conferencing and that the accused has a right to object to such two-way video testimony; and\n\n3. File a copy of the certificate and notice with the clerk of the court hearing the matter (i) on the day that the certificate and notice are provided to the accused or (ii) in the case of a breath test certificate for a violation of any offense listed in subsection E of § 18.2-270, no later than three business days following the day that the certificate and notice are provided to the accused.\n\nB. The accused may object in writing to admission of the certificate of analysis, in lieu of testimony, as evidence of the facts stated therein and of the results of the analysis or examination. Such objection shall be filed with the court hearing the matter, with a copy to the attorney for the Commonwealth, no more than 14 days after the certificate and notice were filed with the clerk by the attorney for the Commonwealth or the objection shall be deemed waived. If timely objection is made, the certificate shall not be admissible into evidence unless (i) the testimony of the person who performed the analysis or examination is admitted into evidence describing the facts and results of the analysis or examination during the Commonwealth's case-in-chief at the hearing or trial and that person is present and subject to cross-examination by the accused, (ii) the objection is waived by the accused or his counsel in writing or before the court, or (iii) the parties stipulate before the court to the admissibility of the certificate. If the accused demands, at hearing or trial, the presence of the person who performed the analysis or examination and he is thereafter found guilty of the charge or charges for which he demanded the presence of such witness, $50 for expenses related to the witness's appearance at hearing or trial shall be charged to the accused as court costs.\n\nB1. Except as provided in subsection D of § 19.2-187, when the attorney for the Commonwealth gives notice to the accused of intent to present testimony by two-way video conferencing, the accused may object in writing to the admission of such testimony and may file an objection as provided in subsection B. The provisions of subsection B shall apply to such objection mutatis mutandis.\n\nB2. The two-way video testimony permitted by this section shall comply with the provisions of subsection B of § 19.2-3.1. In addition, unless otherwise agreed by the parties and the court, (i) all orders pertaining to witnesses apply to witnesses testifying by video conferencing; (ii) upon request, all materials read or used by the witness during his testimony shall be identified on the video; and (iii) any witness testifying by video conferencing shall certify at the conclusion of his testimony, under penalty of perjury, that he did not engage in any off-camera communications with any person during his testimony.\n\nC. Where the person who performed the analysis and examination is not available for hearing or trial and the attorney for the Commonwealth has used due diligence to secure the presence of the person, the court shall order a continuance. Any continuances ordered pursuant to this subsection shall total not more than 90 days if the accused has been held continuously in custody and not more than 180 days if the accused has not been held continuously in custody.\n\nD. Any objection by counsel for the accused, or the accused if he is proceeding pro se, to timeliness of the receipt of notice required by subsection A shall be made before hearing or trial upon his receipt of actual notice unless the accused did not receive actual notice prior to hearing or trial. A showing by the Commonwealth that the notice was mailed, delivered, or otherwise provided in compliance with the time requirements of this section shall constitute prima facie evidence that the notice was timely received by the accused. If the court finds upon the accused's objection made pursuant to this subsection, that he did not receive timely notice pursuant to subsection A, the accused's objection shall not be deemed waived and if the objection is made prior to hearing or trial, a continuance shall be ordered if requested by either party. Any continuance ordered pursuant to this subsection shall be subject to the time limitations set forth in subsection C.\n\nE. Nothing in this section shall prohibit the admissibility of a certificate of analysis when the person who performed the analysis and examination testifies at trial or the hearing concerning the facts stated therein and of the results of the analysis or examination.\n\nF. The accused in any hearing or trial in which a certificate of analysis is offered into evidence shall have the right to call the person performing such analysis or examination or involved in the chain of custody as a witness therein, and examine him in the same manner as if he had been called as an adverse witness. Such witness shall be summoned and appear at the cost of the Commonwealth; however, if the accused calls the person performing such analysis or examination as a witness and is found guilty of the charge or charges for which such witness is summoned, $50 for expenses related to that witness's appearance at hearing or trial shall be charged to the accused as court costs.\n\nG. Nothing in this section shall be construed as requiring a locality to purchase a two-way electronic video and audio communication system. Any decision to purchase such a system is at the discretion of the locality.\n\n1976, c. 245; 1979, c. 364; 2009, Sp. Sess. I, cc. 1, 4; 2010, cc. 555, 656, 800; 2011, c. 32; 2017, c. 669.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-187-1/"
    },
    {
      "id": "section-192-1872",
      "number": "19.2-187.2.",
      "heading": "Procedure for subpoena duces tecum of analysis evidence",
      "text": "No subpoena duces tecum shall issue for the production of writings or documents used to reach the conclusion contained in a certificate of analysis prepared pursuant to § 19.2-187 except upon affidavit that the requested writings or documents are material. Upon a showing by the Commonwealth that the production of such writings and documents would place an undue burden on the Department of Forensic Science, the court may order that the subpoena duces tecum be satisfied by making the writings and documents available for inspection by the requesting party at the laboratory site where the analysis was performed or at the laboratory operated by the Department of Forensic Science which is closest to the court in which the case is pending.\n\n1993, c. 629; 2005, cc. 868, 881.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-187-2/"
    },
    {
      "id": "section-192-188",
      "number": "19.2-188.",
      "heading": "Reports by Chief Medical Examiner received as evidence",
      "text": "A. Reports of investigations made by the Chief Medical Examiner, his assistants or medical examiners, and the records and certified reports of autopsies made under the authority of Title 32.1, shall be received as evidence in any court or other proceeding, and copies of photographs, laboratory findings and reports in the office of the Chief Medical Examiner or any medical examiner, when duly attested by the Chief Medical Examiner or one of his Assistant Chief Medical Examiners, shall be received as evidence in any court or other proceeding for any purpose for which the original could be received without proof of the official character or the person whose name is signed thereto.\n\nB. Any statement of fact or of opinion in such reports and records concerning the physical or medical cause of death and not alleging any conduct by the accused shall be admissible as competent evidence of the cause of death in any preliminary hearing.\n\nCode 1950, § 19.1-45; 1960, c. 366; 1975, c. 495; 2003, c. 459; 2009, c. 640.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-188/"
    },
    {
      "id": "section-192-1881",
      "number": "19.2-188.1.",
      "heading": "Testimony regarding identification of controlled substances",
      "text": "A. In any preliminary hearing on a violation of Chapter 11 (§ 4.1-1100 et seq.) of Title 4.1, Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2, or subdivision 6 of § 53.1-203, any law-enforcement officer shall be permitted to testify as to the results of field tests that have been approved by the Department of Forensic Science pursuant to regulations adopted in accordance with the Administrative Process Act (§ 2.2-4000 et seq.), regarding whether or not any substance the identity of which is at issue in such hearing is a controlled substance, imitation controlled substance, or marijuana, as defined in § 18.2-247.\n\nB. In any trial for a violation of § 4.1-1105.1, any law-enforcement officer shall be permitted to testify as to the results of any marijuana field test approved as accurate and reliable by the Department of Forensic Science pursuant to regulations adopted in accordance with the Administrative Process Act (§ 2.2-4000 et seq.), regarding whether or not any plant material, the identity of which is at issue, is marijuana provided the defendant has been given written notice of his right to request a full chemical analysis. Such notice shall be on a form approved by the Supreme Court and shall be provided to the defendant prior to trial.\n\nIn any case in which the person accused of a violation of § 4.1-1105.1, or the attorney of record for the accused, desires a full chemical analysis of the alleged plant material, he may, by motion prior to trial before the court in which the charge is pending, request such a chemical analysis. Upon such motion, the court shall order that the analysis be performed by the Department of Forensic Science in accordance with the provisions of § 18.2-247 and shall prescribe in its order the method of custody, transfer, and return of evidence submitted for chemical analysis.\n\n1991, c. 477; 1993, c. 33; 2005, cc. 868, 881; 2006, c. 447; 2013, c. 60; 2020, c. 831; 2021, Sp. Sess. I, cc. 550, 551.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-188-1/"
    },
    {
      "id": "section-192-1882",
      "number": "19.2-188.2.",
      "heading": "Certificate of surgeon as evidence",
      "text": "A. In any criminal proceeding, the certificate of a duly qualified surgeon stating that he has removed organs or other body parts from a decedent for transplant in accordance with Chapter 8 (§ 32.1-277 et seq.) of Title 32.1, shall be admissible in evidence as evidence of the facts stated therein. The certificate shall be competent evidence to show that such organs or body parts were functional at the time of recovery and not affected by any injury or illness that caused the decedent's death.\n\nB. A copy of the certificate shall be filed with the attorney for the Commonwealth in the jurisdiction in which the decedent's fatal injury occurred. The certificate shall not be admitted into evidence unless the attorney for the Commonwealth has provided a copy of the certificate to counsel for the defendant at least fourteen days prior to the proceeding in which it is to be offered into evidence.\n\nC. Any such certificate, when properly notarized, purporting to be signed by the surgeon who removed the organs or other body parts shall be admissible in evidence without proof of seal or signature of the person whose name is signed to it. In any hearing or trial the accused shall have the right to call the person signing the certificate and the provisions of § 19.2-187.1 shall apply, mutatis mutandis.\n\n1997, c. 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-188-2/"
    },
    {
      "id": "section-192-1883",
      "number": "19.2-188.3.",
      "heading": "Admissibility of affidavits by government officials regarding a search of government records (Subdivision (10)(b) of Supreme Court Rule 2:803 derived from this section)",
      "text": "In any hearing or trial, an affidavit signed by a government official who is competent to testify, deemed to have custody of an official record, or signed by his designee, stating that after a diligent search, no record or entry of such record is found to exist among the records in his custody, is admissible as evidence that his office has no such record or entry, provided that, if the hearing or trial is a proceeding other than a preliminary hearing, the procedures set forth in subsection G of § 18.2-472.1 for admission of an affidavit have been satisfied, mutatis mutandis, and the accused has not objected to the admission of the affidavit pursuant to the procedures set forth in subsection H of § 18.2-472.1, mutatis mutandis. Nothing in this section shall be construed to affect the admissibility of affidavits in civil cases under § 8.01-390.\n\n2010, c. 464; 2011, c. 285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-188-3/"
    },
    {
      "id": "section-192-1884",
      "number": "19.2-188.4.",
      "heading": "Two-way video testimony related to certain forensic medical examinations",
      "text": "A. Any testimony offered by either party in a preliminary hearing or sentencing hearing, or offered by the accused in any hearing other than a trial, by a sexual assault nurse examiner or sexual assault forensic examiner who performed a forensic medical examination may be presented using two-way video conferencing.\n\nB. Any testimony offered by either party in a trial, or offered by the attorney for the Commonwealth in any hearing other than a preliminary hearing or sentencing hearing, by a sexual assault nurse examiner or sexual assault forensic examiner who performed a forensic medical examination may be presented by two-way video conferencing with the consent of the court and all parties.\n\nC. The two-way video testimony permitted by this section shall comply with the provisions of subsection B of § 19.2-3.1. In addition, unless otherwise agreed to by the parties and the court, (i) all orders pertaining to witnesses apply to witnesses testifying by two-way video conferencing; (ii) upon request, all materials read or used by the witness during his testimony shall be identified on the video; and (iii) any witness testifying by two-way video conferencing shall certify at the conclusion of his testimony, under penalty of perjury, that he did not engage in any off-camera communications with any person during his testimony.\n\nD. Nothing in this section shall be construed as requiring a locality to purchase a two-way electronic video and audio communication system. Any decision to purchase such a system is at the discretion of the locality.\n\n2022, c. 253.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-188-4/"
    },
    {
      "id": "section-192-189",
      "number": "19.2-189.",
      "heading": "Commitment of accused for further examination",
      "text": "If the accused be committed, it shall be by an order of the judge stating that he is committed for further examination on a day specified in the order. And on that day he may be brought before such judge by his verbal order to the officer by whom he was committed, or by a written order to a different person.\n\nCode 1950, § 19.1-107; 1960, c. 366; 1968, c. 639; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-189/"
    },
    {
      "id": "section-192-190",
      "number": "19.2-190.",
      "heading": "To whom, and when, examination and recognizance to be certified",
      "text": "Every examination and recognizance for a felony taken under this chapter, shall, by the person taking it, be certified to the clerk of the circuit court of the county or city in which the party charged is to be tried, or the witness is to appear, on or before the first day of its next term. If he fails he may be compelled to do so by attachment as for a contempt.\n\nCode 1950, § 19.1-108; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-190/"
    },
    {
      "id": "section-192-1901",
      "number": "19.2-190.1.",
      "heading": "Certification of ancillary misdemeanor offenses",
      "text": "Upon certification of any felony offense pursuant to this chapter, the court shall also certify any ancillary misdemeanor offense to the clerk of the circuit court provided that the attorney for the Commonwealth and the accused consent to such certification. Any misdemeanor offense certified pursuant to this section shall proceed in the same manner as a misdemeanor appealed to circuit court pursuant to § 16.1-136.\n\n2015, c. 548.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-190-1/"
    },
    {
      "id": "section-192-1902",
      "number": "19.2-190.2.",
      "heading": "Withdrawal of privately retained counsel",
      "text": "A privately retained counsel in any criminal case may, pursuant to the terms of a written agreement between the attorney and the client, withdraw from representation of a client without leave of court after certification of a charge by a district court by providing written notice of the withdrawal to the client, the attorney for the Commonwealth, and the circuit court within 10 days of the certification of the charge.\n\n2017, c. 774.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-12/section-19-2-190-2/"
    }
  ]
}