{
  "state": "virginia",
  "path": "title-title-192-criminal-procedure/chapter-chapter-92-substantial-risk-orders",
  "sections": [
    {
      "id": "section-192-15213",
      "number": "19.2-152.13.",
      "heading": "Emergency substantial risk order§ 19",
      "text": "A. Upon the petition of an attorney for the Commonwealth or a law-enforcement officer, a judge of a circuit court, general district court, or juvenile and domestic relations district court or a magistrate, upon a finding that there is probable cause to believe that a person poses a substantial risk of personal injury to himself or others in the near future by such person's possession or acquisition of a firearm, shall issue an ex parte emergency substantial risk order. Such order shall prohibit the person who is subject to the order from purchasing, possessing, or transporting a firearm for the duration of the order. In determining whether probable cause for the issuance of an order exists, the judge or magistrate shall consider any relevant evidence, including any recent act of violence, force, or threat as defined in § 19.2-152.7:1 by such person directed toward another person or toward himself. No petition shall be filed unless an independent investigation has been conducted by law enforcement that determines that grounds for the petition exist. The order shall contain a statement (i) informing the person who is subject to the order of the requirements and penalties under § 18.2-308.1:6, including that it is unlawful for such person to purchase, possess, or transport a firearm for the duration of the order and that such person is required to surrender his concealed handgun permit if he possesses such permit, and (ii) advising such person to voluntarily relinquish any firearm within his custody to the law-enforcement agency that serves the order.\n\nB. The petition for an emergency substantial risk order shall be made under oath and shall be supported by an affidavit.\n\nC. Upon service of an emergency substantial risk order, the person who is subject to the order shall be given the opportunity to voluntarily relinquish any firearm in his possession. The law-enforcement agency that executed the emergency substantial risk order shall take custody of all firearms that are voluntarily relinquished by such person. The law-enforcement agency that takes into custody a firearm pursuant to the order shall prepare a written receipt containing the name of the person who is subject to the order and the manufacturer, model, condition, and serial number of the firearm and shall provide a copy thereof to such person. Nothing in this subsection precludes a law-enforcement officer from later obtaining a search warrant for any firearms if the law-enforcement officer has reason to believe that the person who is subject to an emergency substantial risk order has not relinquished all firearms in his possession.\n\nD. An emergency substantial risk order issued pursuant to this section shall expire at 11:59 p.m. on the fourteenth day following issuance of the order. If the expiration occurs on a day that the circuit court for the jurisdiction where the order was issued is not in session, the order shall be extended until 11:59 p.m. on the next day that the circuit court is in session. The person who is subject to the order may at any time file with the circuit court a motion to dissolve the order.\n\nE. An emergency substantial risk order issued pursuant to this section is effective upon personal service on the person who is subject to the order. The order shall be served forthwith after issuance. A copy of the order, petition, and supporting affidavit shall be given to the person who is subject to the order together with a notice informing the person that he has a right to a hearing under § 19.2-152.14 and may be represented by counsel at the hearing.\n\nF. The court or magistrate shall forthwith, but in all cases no later than the end of the business day on which the emergency substantial risk order was issued, enter and transfer electronically to the Virginia Criminal Information Network (VCIN) established and maintained by the Department of State Police (Department) pursuant to Chapter 2 (§ 52-12 et seq.) of Title 52 the identifying information of the person who is subject to the order provided to the court or magistrate. A copy of an order issued pursuant to this section containing any such identifying information shall be forwarded forthwith to the primary law-enforcement agency responsible for service and entry of the order. Upon receipt of the order by the primary law-enforcement agency, the agency shall forthwith verify and enter any modification as necessary to the identifying information and other appropriate information required by the Department into the VCIN, and the order shall be served forthwith upon the person who is subject to the order. However, if the order is issued by the circuit court, the clerk of the circuit court shall forthwith forward an attested copy of the order containing the identifying information of the person who is subject to the order provided to the court to the primary law-enforcement agency providing service and entry of the order. Upon receipt of the order by the primary law-enforcement agency, the agency shall enter the name of the person subject to the order and other appropriate information required by the Department into the VCIN and the order shall be served forthwith upon the person who is subject to the order. Upon service, the agency making service shall enter the date and time of service and other appropriate information required into the VCIN and make due return to the court. If the order is later dissolved or modified, a copy of the dissolution or modification order shall also be attested and forwarded forthwith to the primary law-enforcement agency responsible for service and entry of the order. Upon receipt of the dissolution or modification order by the primary law-enforcement agency, the agency shall forthwith verify and enter any modification as necessary to the identifying information and other appropriate information required by the Department into the VCIN and the order shall be served forthwith.\n\nG. The law-enforcement agency that serves the emergency substantial risk order shall make due return to the circuit court, which shall be accompanied by a written inventory of all firearms relinquished.\n\nH. Proceedings in which an emergency substantial risk order is sought pursuant to this section shall be commenced where the person who is subject to the order (i) has his principal residence or (ii) has engaged in any conduct upon which the petition for the emergency substantial risk order is based.\n\nI. A proceeding for a substantial risk order shall be a separate civil legal proceeding subject to the same rules as civil proceedings.\n\n2020, cc. 887, 888.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-9-2/section-19-2-152-13/"
    },
    {
      "id": "section-192-15214",
      "number": "19.2-152.14.",
      "heading": "Substantial risk order",
      "text": "A. Not later than 14 days after the issuance of an emergency substantial risk order pursuant to § 19.2-152.13, the circuit court for the jurisdiction where the order was issued shall hold a hearing to determine whether a substantial risk order should be entered. The attorney for the Commonwealth for the jurisdiction that issued the emergency substantial risk order shall represent the interests of the Commonwealth. Notice of the hearing shall be given to the person subject to the emergency substantial risk order and the attorney for the Commonwealth. Upon motion of the respondent and for good cause shown, the court may continue the hearing, provided that the order shall remain in effect until the hearing. The Commonwealth shall have the burden of proving all material facts by clear and convincing evidence. If the court finds by clear and convincing evidence that the person poses a substantial risk of personal injury to himself or to other individuals in the near future by such person's possession or acquisition of a firearm, the court shall issue a substantial risk order. Such order shall prohibit the person who is subject to the order from purchasing, possessing, or transporting a firearm for the duration of the order. In determining whether clear and convincing evidence for the issuance of an order exists, the judge shall consider any relevant evidence including any recent act of violence, force, or threat as defined in § 19.2-152.7:1 by such person directed toward another person or toward himself. The order shall contain a statement (i) informing the person who is subject to the order of the requirements and penalties under § 18.2-308.1:6, including that it is unlawful for such person to purchase, possess, or transport a firearm for the duration of the order and that such person is required to surrender his concealed handgun permit if he possesses such permit, and (ii) advising such person to voluntarily relinquish any firearm that has not been taken into custody to the law-enforcement agency that served the emergency substantial risk order.\n\nB. If the court issues a substantial risk order pursuant to subsection A, the court shall (i) order that any firearm that was previously relinquished pursuant to § 19.2-152.13 from the person who is subject to the substantial risk order continue to be held by the agency that has custody of the firearm for the duration of the order and (ii) advise such person that a law-enforcement officer may obtain a search warrant to search for any firearms from such person if such law-enforcement officer has reason to believe that such person has not relinquished all firearms in his possession.\n\nIf the court finds that the person does not pose a substantial risk of personal injury to himself or to other individuals in the near future, the court shall order that any firearm that was previously relinquished be returned to such person in accordance with the provisions of § 19.2-152.15.\n\nC. The substantial risk order may be issued for a specified period of time up to a maximum of 180 days. The order shall expire at 11:59 p.m. on the last day specified or at 11:59 p.m. on the last day of the 180-day period if no date is specified. Prior to the expiration of the order, an attorney for the Commonwealth or a law-enforcement officer may file a written motion requesting a hearing to extend the order. Proceedings to extend an order shall be given precedence on the docket of the court. The court may extend the order for a period not longer than 180 days if the court finds by clear and convincing evidence that the person continues to pose a substantial risk of personal injury to himself or to other individuals in the near future by such person's possession or acquisition of a firearm at the time the request for an extension is made. The extension of the order shall expire at 11:59 p.m. on the last day specified or at 11:59 p.m. on the last day of the 180-day period if no date is specified. Nothing herein shall limit the number of extensions that may be requested or issued. The person who is subject to the order may file a motion to dissolve the order one time during the duration of the order; however, such motion may not be filed earlier than 30 days from the date the order was issued.\n\nD. Any person whose firearm has been voluntarily relinquished pursuant to § 19.2-152.13 or this section, or such person's legal representative, may transfer the firearm to another individual 21 years of age or older who is not otherwise prohibited by law from possessing such firearm, provided that:\n\n1. The person subject to the order and the transferee appear at the hearing;\n\n2. At the hearing, the attorney for the Commonwealth advises the court that a law-enforcement agency has determined that the transferee is not prohibited from possessing or transporting a firearm;\n\n3. The transferee does not reside with the person subject to the order;\n\n4. The court informs the transferee of the requirements and penalties under § 18.2-308.2:1; and\n\n5. The court, after considering all relevant factors and any evidence or testimony from the person subject to the order, approves the transfer of the firearm subject to such restrictions as the court deems necessary.\n\nThe law-enforcement agency holding the firearm shall deliver the firearm to the transferee within five days of receiving a copy of the court's approval of the transfer.\n\nE. The court shall forthwith, but in all cases no later than the end of the business day on which the substantial risk order was issued, enter and transfer electronically to the Virginia Criminal Information Network (VCIN) established and maintained by the Department of State Police (Department) pursuant to Chapter 2 (§ 52-12 et seq.) of Title 52 the identifying information of the person who is subject to the order provided to the court and shall forthwith forward the attested copy of the order containing any such identifying information to the primary law-enforcement agency responsible for service and entry of the order. Upon receipt of the order by the primary law-enforcement agency, the agency shall forthwith verify and enter any modification as necessary to the identifying information and other appropriate information required by the Department into the VCIN and the order shall be served forthwith upon the person who is subject to the order and due return made to the court. Upon service, the agency making service shall enter the date and time of service and other appropriate information required by the Department into the VCIN and make due return to the court. If the person who is subject to an emergency substantial risk order fails to appear at the hearing conducted pursuant to this section because such person was not personally served with notice of the hearing pursuant to subsection A, or if personally served was incarcerated and not transported to the hearing, the court may extend the emergency substantial risk order for a period not to exceed 14 days. The extended emergency substantial risk order shall specify a date for a hearing to be conducted pursuant to this section and shall be served forthwith on such person and due return made to the court. If the order is later dissolved or modified, a copy of the dissolution or modification order shall also be attested and forwarded forthwith to the primary law-enforcement agency responsible for service and entry of the order. Upon receipt of the dissolution or modification order by the primary law-enforcement agency, the agency shall forthwith verify and enter any modification as necessary to the identifying information and other appropriate information required by the Department of State Police into the Virginia Criminal Information Network, and the order shall be served forthwith and due return made to the court.\n\n2020, cc. 887, 888.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-9-2/section-19-2-152-14/"
    },
    {
      "id": "section-192-15215",
      "number": "19.2-152.15.",
      "heading": "Return or disposal of firearms",
      "text": "A. Any firearm taken into custody pursuant to § 19.2-152.13 or 19.2-152.14 and held by a law-enforcement agency shall be returned by such agency to the person from whom the firearm was taken upon a court order for the return of the firearm issued pursuant to § 19.2-152.14 or the expiration or dissolution of an order issued pursuant to § 19.2-152.13 or 19.2-152.14. Such agency shall return the firearm within five days of receiving a written request for the return of the firearm by the person from whom the firearm was taken and a copy of the receipt provided to such person pursuant to § 19.2-152.13. Prior to returning the firearm to such person, the law-enforcement agency holding the firearm shall confirm that such person is no longer subject to an order issued pursuant to § 19.2-152.13 or 19.2-152.14 and is not otherwise prohibited by law from possessing a firearm.\n\nB. A firearm taken into custody pursuant to pursuant to § 19.2-152.13 or 19.2-152.14 and held by a law-enforcement agency may be disposed of in accordance with the provisions of § 15.2-1721 if (i) the person from whom the firearm was taken provides written authorization for such disposal to the agency or (ii) the firearm remains in the possession of the agency more than 120 days after such person is no longer subject to an order issued pursuant to § 19.2-152.13 or 19.2-152.14 and such person has not submitted a request in writing for the return of the firearm.\n\n2020, cc. 887, 888.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-9-2/section-19-2-152-15/"
    },
    {
      "id": "section-192-15216",
      "number": "19.2-152.16.",
      "heading": "False statement to law-enforcement officer, etc.; penalty",
      "text": "Any person who knowingly and willfully makes any materially false statement or representation to a law-enforcement officer or attorney for the Commonwealth who is in the course of conducting an investigation undertaken pursuant to this chapter is guilty of a Class 1 misdemeanor.\n\n2020, cc. 887, 888.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-9-2/section-19-2-152-16/"
    },
    {
      "id": "section-192-15217",
      "number": "19.2-152.17.",
      "heading": "Immunity of law-enforcement officers, etc.; chapter not exclusive",
      "text": "A. An attorney for the Commonwealth or a law-enforcement officer shall be immune from civil liability for any act or omission related to petitioning or declining to petition for a substantial risk order pursuant to this chapter.\n\nB. Any law-enforcement agency or law-enforcement officer that takes into custody, stores, possesses, or transports a firearm pursuant to § 19.2-152.13 or 19.2-152.14, or by a search warrant for a person who has failed to voluntarily relinquish his firearm, shall be immune from civil or criminal liability for any damage to or deterioration, loss, or theft of such firearm.\n\nC. Nothing in this chapter precludes a law-enforcement officer from conducting a search for a firearm or removing a firearm from a person under any other lawful authority.\n\n2020, cc. 887, 888.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-9-2/section-19-2-152-17/"
    }
  ]
}