{
  "state": "virginia",
  "path": "title-title-192-criminal-procedure/chapter-chapter-15-trial-and-its-incidents",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Jurisdiction§ 19.2-239. Jurisdiction in criminal cases§ 19",
      "text": "2-240. Clerks shall make out criminal docket; transportation orders§ 19.2-241. Time within which court to set criminal cases for trial§ 19.2-242. Accused discharged from jail if not indicted in time§ 19.2-243. Limitation on prosecution of fe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-239",
      "number": "19.2-239.",
      "heading": "Jurisdiction in criminal cases",
      "text": "The circuit courts, except where otherwise provided, shall have exclusive original jurisdiction for the trial of all presentments, indictments and informations for offenses committed within their respective circuits.\n\nCode 1950, § 19.1-187; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-239/"
    },
    {
      "id": "section-192-240",
      "number": "19.2-240.",
      "heading": "Clerks shall make out criminal docket; transportation orders",
      "text": "Before every term of any court in which criminal cases are to be tried the clerk of the court shall make out a separate docket of criminal cases then pending, in the following order, numbering the same:\n\n1. Felony cases;\n\n2. Misdemeanor cases.\n\nHe shall docket all felony cases in the order in which the indictments are found and all misdemeanor cases in the order in which the presentments or indictments are found or informations are filed or appeals are allowed by magistrates and as soon as any presentments or indictments are made at a term of court he shall forthwith docket the same in the order required above. Upon request of, and receipt of all necessary information from, the attorney for the Commonwealth or counsel for the defendant, the court shall issue all necessary transportation orders for the transport of any defendant incarcerated in a state or local correctional facility to the court. If authorized by the court and upon receipt of all necessary information from the attorney for the Commonwealth or counsel for the defendant, the clerk or deputy clerk may issue these orders on behalf of the court.\n\nTraffic infractions shall be docketed with misdemeanor cases.\n\nCases appealed from the juvenile and domestic relations district court shall not be placed on the criminal docket except for cases involving criminal offenses committed by adults as provided in § 16.1-302. Cases transferred to a circuit court from a juvenile and domestic relations district court pursuant to Article 7 (§ 16.1-269.1 et seq.) of Chapter 11 of Title 16.1 shall be docketed as provided in this section upon return of a true bill of indictment by the grand jury.\n\nCode 1950, § 19.1-189; 1960, c. 366; 1975, c. 495; 1977, c. 585; 1990, c. 258; 1994, cc. 859, 949; 2017, c. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-240/"
    },
    {
      "id": "section-192-241",
      "number": "19.2-241.",
      "heading": "Time within which court to set criminal cases for trial",
      "text": "The judge of each circuit court shall fix a day of his court when the trial of criminal cases will commence, and may make such general or special order in reference thereto, and to the summoning of witnesses, as may seem proper, but all criminal cases shall be disposed of before civil cases, unless the court shall direct otherwise.\n\nWhen an indictment is found against a person for felony or when an appeal has been perfected from the conviction of a misdemeanor or traffic infraction, the accused, if in custody, or if he appear according to his recognizance, may be tried at the same term and shall be tried within the time limits fixed in § 19.2-243; provided that no trial shall be held on the first day of the term unless it be with consent of the attorney for the Commonwealth and the accused and his attorney.\n\nCode 1950, §§ 19.1-188 through 19.1-190; 1960, c. 366; 1972, c. 705; 1975, c. 495; 1977, c. 585; 1978, c. 410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-241/"
    },
    {
      "id": "section-192-242",
      "number": "19.2-242.",
      "heading": "Accused discharged from jail if not indicted in time",
      "text": "A person in jail on a criminal charge that has been certified or otherwise transferred from a district court to a circuit court shall be discharged from imprisonment if a presentment, indictment or information be not found or filed against him before the end of the second term of the court at which he is held to answer, unless it appear to the court that material witnesses for the Commonwealth have been enticed or kept away or are prevented from attendance by sickness or inevitable accident, and except, also, in the cases provided in §§ 19.2-168.1 and 19.2-169.1. A discharge under the provisions of this section shall not, however, prevent a reincarceration after a presentment or indictment has been found.\n\nCode 1950, § 19.1-163; 1960, c. 366; 1975, c. 495; 2018, c. 551.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-242/"
    },
    {
      "id": "section-192-243",
      "number": "19.2-243.",
      "heading": "Limitation on prosecution of felony due to lapse of time after finding of probable cause; misdemeanors; exceptions",
      "text": "Where a district court has found that there is probable cause to believe that an adult has committed a felony, the accused, if he is held continuously in custody thereafter, shall be forever discharged from prosecution for such offense if no trial is commenced in the circuit court within five months from the date such probable cause was found by the district court; and if the accused is not held in custody but has been recognized for his appearance in the circuit court to answer for such offense, he shall be forever discharged from prosecution therefor if no trial is commenced in the circuit court within nine months from the date such probable cause was found.\n\nIf there was no preliminary hearing in the district court, or if such preliminary hearing was waived by the accused, the commencement of the running of the five-month and nine-month periods, respectively, set forth in this section shall be from the date an indictment or presentment is found against the accused.\n\nIf an indictment or presentment is found against the accused but he has not been arrested for the offense charged therein, the five-month and nine-month periods, respectively, shall commence to run from the date of his arrest thereon.\n\nWhere a case is before a circuit court on appeal from a conviction of a misdemeanor or traffic infraction in a district court or by certification of a misdemeanor pursuant to § 19.2-190.1, the accused shall be forever discharged from prosecution for such offense if the trial de novo in the circuit court is not commenced (i) within five months from the date of the conviction or certification if the accused has been held continuously in custody or (ii) within nine months of the date of the conviction or certification if the accused has been recognized for his appearance in the circuit court to answer for such offense.\n\nThe provisions of this section shall not apply to such period of time as the failure to try the accused was caused:\n\n1. By evaluations or restoration related to his competency or insanity pursuant to Chapter 11 (§ 19.2-167 et seq.) or by reason of his confinement in a hospital for care and observation;\n\n2. By the witnesses for the Commonwealth being enticed or kept away, or prevented from attending by sickness or accident;\n\n3. By the granting of a separate trial at the request of a person indicted jointly with others for a felony;\n\n4. By continuance granted on the motion of the accused or his counsel, or by concurrence of the accused or his counsel in such a motion by the attorney for the Commonwealth, or by the failure of the accused or his counsel to make a timely objection to such a motion by the attorney for the Commonwealth, or by reason of his escaping from jail or failing to appear according to his recognizance;\n\n5. By continuance ordered pursuant to subsection I or J of § 18.2-472.1 or subsection C or D of § 19.2-187.1;\n\n6. By the inability of the jury to agree in their verdict; or\n\n7. By a natural disaster, civil disorder, or act of God.\n\nBut the time during the pendency of any appeal in any appellate court shall not be included as applying to the provisions of this section.\n\nFor the purposes of this section, an arrest on an indictment or warrant or information or presentment is deemed to have occurred only when such indictment, warrant, information, or presentment or the summons or capias to answer such process is served or executed upon the accused and a trial is deemed commenced at the point when jeopardy would attach or when a plea of guilty or nolo contendere is tendered by the defendant. The lodging of a detainer or its equivalent shall not constitute an arrest under this section.\n\nCode 1950, § 19.1-191; 1960, c. 366; 1974, c. 391; 1975, c. 495; 1984, c. 618; 1988, c. 33; 1993, c. 425; 1995, cc. 37, 352; 2002, c. 743; 2005, c. 650; 2007, c. 944; 2009, Sp. Sess. I, cc. 1, 4; 2025, cc. 81, 83, 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-243/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Venue",
      "text": "Venue",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-244",
      "number": "19.2-244.",
      "heading": "Venue in general",
      "text": "A. Except as otherwise provided by law, the prosecution of a criminal case shall be had in the county or city in which the offense was committed. Except as to motions for a change of venue, all other questions of venue must be raised before verdict in cases tried by a jury and before the finding of guilty in cases tried by the court without a jury.\n\nB. If an offense has been committed within the Commonwealth and it cannot readily be determined within which county or city the offense was committed, venue for the prosecution of the offense may be had in the county or city (i) in which the defendant resides; (ii) if the defendant is not a resident of the Commonwealth, in which the defendant is apprehended; or (iii) if the defendant is not a resident of the Commonwealth and is not apprehended in the Commonwealth, in which any related offense was committed.\n\nC. The courts of a locality shall have concurrent jurisdiction with the courts of any other locality adjoining such locality over criminal offenses committed in or upon the premises, buildings, rooms, or offices owned or occupied by such locality or any officer, agency, or department thereof that are located in the adjoining locality.\n\n1975, c. 495; 2015, cc. 632, 637; 2018, c. 164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-244/"
    },
    {
      "id": "section-192-245",
      "number": "19.2-245.",
      "heading": "Offenses committed without and made punishable within Commonwealth; embezzlement or larceny committed within Commonwealth; where prosecuted",
      "text": "Prosecution for offenses committed wholly or in part without and made punishable within this Commonwealth may be in any county or city in which the offender is found or to which he is sent by any judge or court; and if any person shall commit larceny or embezzlement beyond the jurisdiction of this Commonwealth and bring the stolen property into the same he shall be liable to prosecution and punishment for larceny or embezzlement in any county or city into which he shall have taken the property as if the same had been wholly committed therein; and if any person shall commit larceny or embezzlement within this Commonwealth and take the stolen property into any county or city other than the county or city within which the same was committed he shall be liable to prosecution and punishment for such larceny or embezzlement in any such county or city into which he shall have taken the property as if the same had been wholly committed therein; provided, that if any person shall commit embezzlement within this Commonwealth he shall be liable as aforesaid or to prosecution and punishment for his offense in the county or city in which he was legally obligated to deliver the embezzled funds or property.\n\nCode 1950, § 19.1-220; 1960, c. 366; 1975, c. 495; 1977, c. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-245/"
    },
    {
      "id": "section-192-24501",
      "number": "19.2-245.01.",
      "heading": "Offenses involving reports or statements concerning cigarette sales or stamping",
      "text": "Any criminal violation of Chapter 42 (§ 3.2-4200 et seq.) of Title 3.2, Article 10 (§ 18.2-246.6 et seq.) of Chapter 6 of Title 18.2, or § 18.2-514 involving reports or statements concerning cigarette sales or stamping may be prosecuted in the City of Richmond.\n\n2009, c. 847; 2013, c. 625.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-245-01/"
    },
    {
      "id": "section-192-2451",
      "number": "19.2-245.1.",
      "heading": "Forgery; where prosecuted",
      "text": "If any person commits forgery, that forgery may be prosecuted in any county or city (i) where the writing was forged, or where the same was used or passed, or attempted to be used or passed, or deposited or placed with another person, firm, association, or corporation either for collection or credit for the account of any person, firm, association, or corporation; (ii) where the writing is found in the possession of the defendant; or (iii) where an issuer, acquirer, or account holder sustained a financial loss as a result of the offense.\n\n1979, c. 30; 2000, c. 327; 2019, cc. 46, 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-245-1/"
    },
    {
      "id": "section-192-2452",
      "number": "19.2-245.2.",
      "heading": "Tax offenses; where prosecuted",
      "text": "If an offense involving tax, as defined in Title 58.1, is committed, that offense may be prosecuted in either any county or city where a false or fraudulent tax return, document, or statement was filed, or the county or city where the offender resides. However, venue shall not be in the City of Richmond solely because a false or fraudulent tax return, document or statement was filed directly with the Department of Taxation.\n\n1990, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-245-2/"
    },
    {
      "id": "section-192-246",
      "number": "19.2-246.",
      "heading": "Injury inflicted by person within Commonwealth upon one outside Commonwealth",
      "text": "If a mortal wound or other violence or injury be inflicted by a person within this Commonwealth upon one outside of the same, or upon one in this Commonwealth who afterwards dies from the effect thereof out of the Commonwealth, the offender shall be amenable to prosecution and punishment for the offense in the courts of the county or city in which he was at the time of the commission thereof as if the same had been committed in such county or city.\n\nCode 1950, § 19.1-221; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-246/"
    },
    {
      "id": "section-192-247",
      "number": "19.2-247.",
      "heading": "Venue in certain homicide cases",
      "text": "Where evidence exists that a homicide has been committed either within or without the Commonwealth, under circumstances that make it unknown where such crime was committed, the homicide and any related offenses shall be amenable to prosecution in the courts of the county or city where the body or any part thereof of the victim may be found or, if the victim was removed from the Commonwealth for medical treatment prior to death and died outside the Commonwealth, in the courts of the county or city from which the victim was removed for medical treatment prior to death, as if the offense has been committed in such county or city. In a prosecution pursuant to subdivision A 8 of § 18.2-31, the offense may be prosecuted in any jurisdiction in the Commonwealth in which any one of the killings may be prosecuted.\n\nCode 1950, § 19.1-221.1; 1973, c. 308; 1975, c. 495; 1996, c. 959; 2002, c. 503; 2015, cc. 632, 637; 2021, Sp. Sess. I, cc. 344, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-247/"
    },
    {
      "id": "section-192-248",
      "number": "19.2-248.",
      "heading": "Venue when mortal wound, etc., inflicted in one county and death ensues in another",
      "text": "If a mortal wound, or other violence or injury, be inflicted, or poison administered in one county or city, and death ensues therefrom in another county or city, the offense may be prosecuted in either.\n\nCode 1950, § 19.1-223; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-248/"
    },
    {
      "id": "section-192-249",
      "number": "19.2-249.",
      "heading": "Offenses committed on boundary of two counties, two cities, or county and city, etc.; where prosecuted",
      "text": "An offense committed on the boundary of two counties, or on the boundary of two cities, or on the boundary of a county and city, or within 300 yards thereof, may be alleged to have been committed, and may be prosecuted and punished, in either county, in either city, or the county or city, and any sheriff, deputy sheriff, or other police officer shall have jurisdiction to make arrests and preserve the peace for a like distance on either side of the boundary line between such counties, such cities, or such county and city.\n\nCode 1950, § 19.1-222; 1960, c. 366; 1975, c. 495; 1978, c. 354; 2003, c. 116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-249/"
    },
    {
      "id": "section-192-2491",
      "number": "19.2-249.1.",
      "heading": "Offenses committed within towns situated in two or more counties; where prosecuted",
      "text": "An offense or traffic infraction committed within a town situated in two or more counties within the Commonwealth may be alleged to have been committed, and may be prosecuted and punished, in any one of such counties.\n\n1984, c. 278.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-249-1/"
    },
    {
      "id": "section-192-2492",
      "number": "19.2-249.2.",
      "heading": "Venue for prosecution of computer and other crimes",
      "text": "For the purpose of venue, any violation of the Virginia Computer Crimes Act (§ 18.2-152.1 et seq.) or § 18.2-386.1 shall be considered to have been committed in any county or city:\n\n1. In which any act was performed in furtherance of any course of conduct that violated any provision listed above;\n\n2. In which the owner has his principal place of business in the Commonwealth;\n\n3. In which any offender had control or possession of any proceeds of the violation or of any books, records, documents, property, financial instrument, computer software, computer program, computer data, or other material or objects that were used in furtherance of the violation;\n\n4. From which, to which, or through which any access to a computer or computer network was made whether by wires, electromagnetic waves, microwaves, optics or any other means of communication;\n\n5. In which the offender resides; or\n\n6. In which any computer that is an object or an instrument of the violation is located at the time of the alleged offense.\n\n2005, cc. 746, 761, 827; 2015, c. 423.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-249-2/"
    },
    {
      "id": "section-192-250",
      "number": "19.2-250.",
      "heading": "How far jurisdiction of corporate authorities extends",
      "text": "A. Notwithstanding any other provision of this article and except as provided in subsection B hereof, the jurisdiction of the corporate authorities of each town or city, in criminal cases involving offenses against the Commonwealth, shall extend within the Commonwealth one mile beyond the corporate limits of such town or city; except that such jurisdiction of the corporate authorities of towns situated in counties having a density of population in excess of 300 inhabitants per square mile, or in counties adjacent to cities having a population of 170,000 or more, shall extend for 300 yards beyond the corporate limits of such town or, in the case of the criminal jurisdiction of an adjacent county, for 300 yards within such town.\n\nB. Notwithstanding any other provision of this article, the jurisdiction of the authorities of Chesterfield County and Henrico County, in criminal cases involving offenses against the Commonwealth, shall extend one mile beyond the limits of such county into the City of Richmond.\n\nCode 1950, § 15.1-141; 1962, c. 623; 1975, c. 495; 1978, c. 379; 1998, c. 428; 2007, c. 813.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-250/"
    },
    {
      "id": "section-192-251",
      "number": "19.2-251.",
      "heading": "When and how venue may be changed",
      "text": "A circuit court may, on motion of the accused or of the Commonwealth, for good cause, order the venue for the trial of a criminal case in such court to be changed to some other circuit court. Such motion when made by the accused may be made in his absence upon a petition signed and sworn to by him.\n\nWhenever the mayor of any city, or the sheriff of any county, shall call on the Governor for military force to protect the accused from violence, the judge of the circuit court of the city or county having jurisdiction of the offense shall, upon a petition signed and sworn to by the accused, whether he be present or not, at once order the venue to be changed to the circuit court of a city or county sufficiently remote from the place where the offense was committed to insure the safe and impartial trial of the accused.\n\nCode 1950, § 19.1-224; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-251/"
    },
    {
      "id": "section-192-252",
      "number": "19.2-252.",
      "heading": "Court ordering change of venue may admit accused to bail and recognize witnesses; remand of accused not admitted to bail",
      "text": "When the venue is so changed, the court making the order may admit the accused to bail and shall recognize the witnesses and the accused if admitted to bail and the bail be given, to appear on some certain day before the court to which the case is removed; if the accused be not admitted to bail or the bail required be not given, the court shall remand him to its own jail and order its officer to remove him thence to the jail of the court to which the case is removed, so that he shall be there before the day for the appearance of the witnesses.\n\nCode 1950, § 19.1-225; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-252/"
    },
    {
      "id": "section-192-253",
      "number": "19.2-253.",
      "heading": "Procedure upon and after change of venue",
      "text": "The clerk of the court which orders a change of venue shall certify copies of the recognizances aforesaid and of the record of the case to the clerk of the court to which the case is removed, who shall thereupon issue a venire facias, directed to the officer of such court; and such court shall proceed with the case as if the prosecution had been originally therein; and for that purpose the certified copies aforesaid shall be sufficient.\n\nCode 1950, § 19.1-226; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-253/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Arraignment; Pleas; Trial without Jury",
      "text": "Arraignment; Pleas; Trial without Jury",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-254",
      "number": "19.2-254.",
      "heading": "Arraignment; pleas; when court may refuse to accept plea; rejection of plea agreement; recusal",
      "text": "Arraignment shall be conducted in open court. It shall consist of reading to the accused the charge on which he will be tried and calling on him to plead thereto. In a felony case, arraignment is not necessary when waived by the accused. In a misdemeanor case, arraignment is not necessary when waived by the accused or his counsel, or when the accused fails to appear.\n\nAn accused may plead not guilty, guilty or nolo contendere. The court may refuse to accept a plea of guilty to any lesser offense included in the charge upon which the accused is arraigned; but, in misdemeanor and felony cases the court shall not refuse to accept a plea of nolo contendere.\n\nWith the approval of the court and the consent of the Commonwealth, a defendant may enter a conditional plea of guilty in a misdemeanor or felony case in circuit court, reserving the right, on appeal from the judgment, to a review of the adverse determination of any specified pretrial motion. If the defendant prevails on appeal, he shall be allowed to withdraw his plea.\n\nUpon rejecting a plea agreement in any criminal matter, a judge shall immediately recuse himself from any further proceedings on the same matter unless the parties agree otherwise.\n\n1975, c. 495; 1987, c. 357; 2014, cc. 52, 165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-254/"
    },
    {
      "id": "section-192-2541",
      "number": "19.2-254.1.",
      "heading": "Procedure in traffic infraction cases",
      "text": "In a traffic infraction case, as defined in § 46.2-100, involving an offense included in the uniform fine schedule established pursuant to § 16.1-69.40:1, a defendant may elect to enter a written appearance and waive court hearing, except in instances in which property damage or personal injury resulted. Arraignment is not necessary when waived by the accused or his counsel, when the accused fails to appear, or when such written appearance has been elected.\n\nAn accused may plead not guilty, guilty, or nolo contendere; and the court shall not refuse to accept a plea of nolo contendere. A plea of guilty may be entered in writing without court appearance.\n\nWhen an accused tenders payment without executing a written waiver of court hearing and entry of guilty plea, such tender of payment shall itself be deemed a waiver of court hearing and entry of guilty plea.\n\nIn districts with traffic violations bureaus on July 1, 1977, the chief judge of the district may designate the traffic violations bureau for the receipt of a written appearance, waiver of court hearing and guilty plea.\n\n1977, c. 585; 1978, c. 605; 1992, c. 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-254-1/"
    },
    {
      "id": "section-192-2542",
      "number": "19.2-254.2.",
      "heading": "Procedure in nontraffic offenses for which prepayment is authorized",
      "text": "In any prepayable nontraffic offense case as defined in § 16.1-69.40:2 a defendant may elect to enter a written appearance and waive court hearing. Arraignment is not necessary when waived by the accused or his counsel, when the accused fails to appear, or when such written appearance has been elected.\n\nAn accused may plead not guilty, guilty, or nolo contendere; and the court shall not refuse to accept a plea of nolo contendere. A plea of guilty may be entered in writing without court appearance.\n\nWhen an accused tenders payment without executing a written waiver of court hearing and entry of guilty plea, such tender of payment shall itself be deemed a waiver of court hearing and entry of guilty plea. Likewise when a person charged with a prepayable nontraffic offense fails to enter a written or court appearance, he shall be deemed to have waived court hearing and the case may be heard in his absence. In all other respects prepayable traffic offenses shall be treated as all other misdemeanors.\n\n1978, c. 605; 1992, c. 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-254-2/"
    },
    {
      "id": "section-192-255",
      "number": "19.2-255.",
      "heading": "Defendant allowed to plead several matters of law or fact",
      "text": "The defendant in any criminal prosecution may plead as many several matters, whether of law or fact, as he shall think necessary, and he may file pleas in bar at the same time with pleas in abatement, or within a reasonable time thereafter; but the issues on the pleas in abatement shall be first tried.\n\nCode 1950, § 19.1-242; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-255/"
    },
    {
      "id": "section-192-256",
      "number": "19.2-256.",
      "heading": "Approvers",
      "text": "Approvers shall not be admitted in any case.\n\nCode 1950, § 19.1-244; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-256/"
    },
    {
      "id": "section-192-257",
      "number": "19.2-257.",
      "heading": "Trial without jury in felony cases",
      "text": "Upon a plea of guilty in a felony case, tendered in person by the accused after being advised by counsel, the court shall hear and determine the case without the intervention of a jury; or if the accused plead not guilty, with his consent after being advised by counsel and the concurrence of the attorney for the Commonwealth and of the court entered of record, the court shall hear and determine the case without the intervention of a jury. In such cases the court shall have and exercise all the powers, privileges and duties given to juries by any statute relating to crimes and punishments.\n\nCode 1950, § 19.1-192; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-257/"
    },
    {
      "id": "section-192-258",
      "number": "19.2-258.",
      "heading": "Trial of misdemeanors by court without jury; failure to appear deemed waiver of jury",
      "text": "In all cases of a misdemeanor upon a plea of guilty, tendered in person by the accused or his counsel, the court shall hear and determine the case without the intervention of a jury. If the accused plead not guilty, in person or by his counsel, the court, in its discretion, with the concurrence of the accused and the attorney for the Commonwealth, may hear and determine the case without the intervention of a jury. In each instance the court shall have and exercise all the powers and duties vested in juries by any statute relating to crimes and punishments.\n\nWhen a person charged with a misdemeanor has been admitted to bail or released upon his own recognizance for his appearance before a court of record having jurisdiction of the case, for a hearing thereon and fails to appear in accordance with the condition of his bail or recognizance, he shall be deemed to have waived trial by a jury and the case may be heard in his absence as upon a plea of not guilty.\n\nCode 1950, § 19.1-193; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-258/"
    },
    {
      "id": "section-192-2581",
      "number": "19.2-258.1.",
      "heading": "Trial of traffic infractions; measure of proof; failure to appear",
      "text": "For any traffic infraction cases tried in a district court, the court shall hear and determine the case without the intervention of a jury. For any traffic infraction case appealed to a circuit court, the defendant shall have the right to trial by jury. The defendant shall be presumed innocent until proven guilty beyond a reasonable doubt.\n\nWhen a person charged with a traffic infraction fails to enter a written or court appearance, he shall be deemed to have waived court hearing and the case may be heard in his absence, after which he shall be notified of the court's finding; however, the court shall not issue a warrant for his failure to appear pursuant to § 46.2-938.\n\n1977, c. 585; 1978, c. 605; 1989, c. 705; 2001, c. 414; 2020, cc. 964, 965.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-258-1/"
    },
    {
      "id": "section-192-259",
      "number": "19.2-259.",
      "heading": "On trial for felony, accused to be present; when court may enter plea for him, and trial go on",
      "text": "A person tried for felony shall be personally present during the trial. If when arraigned he will not plead or answer and does not confess his guilt the court shall have the plea of not guilty entered and the trial shall proceed as if the accused had put in that plea. But for the purposes of this section a motion for a continuance, whether made before or after arraignment, shall not be deemed to be part of the trial.\n\nCode 1950, § 19.1-240; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-259/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Trial by Jury",
      "text": "Trial by Jury",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-260",
      "number": "19.2-260.",
      "heading": "Provisions of Title 8.01 apply except as provided in this article",
      "text": "Except as otherwise provided in this article, trial by jury in criminal cases shall be regulated as provided for in Chapter 11 (§ 8.01-336 et seq.) of Title 8.01.\n\n1975, c. 495; 1977, c. 624.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-260/"
    },
    {
      "id": "section-192-261",
      "number": "19.2-261.",
      "heading": "Charging grand jury in presence of person selected as juror",
      "text": "The court shall not charge the grand jury in the presence of any person selected as a juror to try any person indicted by the said grand jury. A violation of this provision shall constitute reversible error in any criminal case tried by a jury composed of one or more such veniremen.\n\nCode 1950, § 8-208.20; 1973, c. 439; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-261/"
    },
    {
      "id": "section-192-262",
      "number": "19.2-262.",
      "heading": "Waiver of jury trial; numbers of jurors in criminal cases; how jurors selected from panel",
      "text": "A. In any criminal case in which trial by jury is dispensed with as provided by law, the whole matter of law and fact shall be heard and judgment given by the court. In appeals from juvenile and domestic relations district courts, the infant, through his guardian ad litem or counsel, may waive a jury.\n\nB. Twelve persons from a panel of not less than 20 shall constitute a jury in a felony case. Seven persons from a panel of not less than 13 shall constitute a jury in a misdemeanor case.\n\nC. The parties or their counsel, beginning with the attorney for the Commonwealth, shall alternately strike off one name from the panel until the number remaining shall be reduced to the number required for a jury.\n\nD. In any case in which persons indicted for felony are tried jointly, if counsel or the accused are unable to agree on the full number to be stricken, or, if for any other reason counsel or the accused fail or refuse to strike off the full number of jurors allowed such party, the clerk shall place in a box ballots bearing the names of the jurors whose names have not been stricken and shall cause to be drawn from the box such number of ballots as may be necessary to complete the number of strikes allowed the party or parties failing or refusing to strike. Thereafter, if the opposing side is entitled to further strikes, they shall be made in the usual manner.\n\nCode 1950, § 8-208.21; 1973, c. 439; 1974, c. 611; 1975, cc. 495, 578; 1979, c. 230; 1997, cc. 516, 518; 2005, c. 356.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-262/"
    },
    {
      "id": "section-192-26201",
      "number": "19.2-262.01.",
      "heading": "Voir dire examination of persons called as jurors",
      "text": "In any criminal case, the court and counsel for either party shall have the right to examine under oath any person who is called as a juror therein and shall have the right to ask such person or juror directly any relevant question to ascertain whether the juror can sit impartially in either the guilt or sentencing phase of the case. Such questions may include whether the person or juror is related to either party, has any interest in the cause, has expressed or formed any opinion, or is sensible of any bias or prejudice therein. The court and counsel for either party may inform any such person or juror as to the potential range of punishment to ascertain if the person or juror can sit impartially in the sentencing phase of the case. The party objecting to any juror may introduce competent evidence in support of the objection, and if it appears to the court that the juror does not stand indifferent in the cause, another shall be drawn or called and placed in his stead for the trial of that case.\n\nA juror, knowing anything relative to the fact in issue, shall disclose the same in open court.\n\n2020, cc. 157, 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-262-01/"
    },
    {
      "id": "section-192-2621",
      "number": "19.2-262.1.",
      "heading": "Joinder of defendants",
      "text": "On motion of the Commonwealth, for good cause shown, the court shall order persons charged with participating in contemporaneous and related acts or occurrences or in a series of acts or occurrences constituting an offense or offenses, to be tried jointly unless such joint trial would constitute prejudice to a defendant. If the court finds that a joint trial would constitute prejudice to a defendant, the court shall order severance as to that defendant or provide such other relief justice requires.\n\n1993, cc. 462, 489; 1997, c. 518.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-262-1/"
    },
    {
      "id": "section-192-263",
      "number": "19.2-263.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, cc. 462 and 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-263/"
    },
    {
      "id": "section-192-2631",
      "number": "19.2-263.1.",
      "heading": "Contact between judge and juror prohibited",
      "text": "No judge shall communicate in any way with a juror in a criminal proceeding concerning the juror's conduct or any aspect of the case during the course of the trial outside the presence of the parties or their counsel.\n\n1985, c. 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-263-1/"
    },
    {
      "id": "section-192-2632",
      "number": "19.2-263.2.",
      "heading": "Jury instructions",
      "text": "A proposed jury instruction submitted by a party, which constitutes an accurate statement of the law applicable to the case, shall not be withheld from the jury solely for its nonconformance with model jury instructions.\n\n1992, c. 522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-263-2/"
    },
    {
      "id": "section-192-2633",
      "number": "19.2-263.3.",
      "heading": "Juror information confidential",
      "text": "A. The court may, upon motion of either party or its own motion, and for good cause shown, issue an order regulating the disclosure of the name and home address of a juror who has been impaneled in a criminal trial to any person, other than to counsel for either party or a pro se defendant. For the purposes of this subsection, good cause shown includes, but is not limited to, a determination by the court that there is a likelihood of bribery, tampering, or physical injury to or harassment of a juror if his personal information is disclosed. An order regulating the disclosure of information may be modified, and the names and home addresses of the jurors in a criminal case may be disseminated to a person having a legitimate interest or need for the information, with restrictions upon its use and further dissemination as may be deemed appropriate by the court.\n\nB. Additional personal information of a juror who has been impaneled in a criminal case shall be released only to the counsel for the defendant, a pro se defendant, and the attorney for the Commonwealth. The court may, upon motion of either party or its own motion, and for good cause shown, issue an order authorizing the disclosure of any additional personal information of a juror to any other person. Such order may be modified and may place restrictions on the use and further dissemination of such disclosed information.\n\nC. In addition to the provisions of this section, the Supreme Court shall prescribe and publish rules that provide for the protection of the name, home address, and additional personal information of a juror in a criminal trial.\n\nD. For purposes of this section, \"additional personal information\" means any information other than name and home address collected by the court, clerk, or jury commissioner at any time about a person who is selected to sit on a criminal jury and includes, but is not limited to, a juror's age, occupation, business address, telephone numbers, email addresses, and any other identifying information that would assist another in locating or contacting the juror.\n\n2008, c. 538; 2017, c. 753.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-263-3/"
    },
    {
      "id": "section-192-264",
      "number": "19.2-264.",
      "heading": "When jury need not be kept together in felony case; sufficient compliance with requirement that jury be kept together",
      "text": "In any case of a felony the jury shall not be kept together unless the court otherwise directs. Whenever a jury is required to be kept together, it shall be deemed sufficient compliance although the court for good cause permits one or more of such jurors to be separated from the others; provided all such jurors, whether separated or not, be kept in charge of officers provided therefor.\n\nCode 1950, §§ 8-208.31, 8-208.32; 1973, c. 439; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-264/"
    },
    {
      "id": "section-192-2641",
      "number": "19.2-264.1.",
      "heading": "Views by juries",
      "text": "The jury in any criminal case may, at the request of either the attorney for the Commonwealth or any defendant, be taken to view the premises or place in question, or any property, matter or thing relating to the case, when it shall appear to the court that such view is necessary to a just decision.\n\nCode 1950, § 8-216; 1977, c. 624.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-264-1/"
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Trial of Capital Cases",
      "text": "Trial of Capital Cases",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-2642",
      "number": "19.2-264.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2021, Sp. Sess. I, cc. 344 and 345, cl. 2, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-264-2/"
    },
    {
      "id": "section-42",
      "number": "4.2.",
      "heading": "Discovery",
      "text": "Discovery",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-2646",
      "number": "19.2-264.6.",
      "heading": "through 19.2-264.14",
      "text": "Not effective pursuant to Acts 2020, c. 1167, cl. 3.\n\n2020, c. 1167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-264-6/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Miscellaneous Provisions",
      "text": "Miscellaneous Provisions",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-192-265",
      "number": "19.2-265.",
      "heading": "Opening statement of counsel",
      "text": "On the trial of any case of felony or misdemeanor and before any evidence is submitted on either side, the attorney for the Commonwealth and counsel for the accused, respectively, shall have the right to make an opening statement of their case.\n\nCode 1950, § 19.1-245; 1960, c. 366; 1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265/"
    },
    {
      "id": "section-192-26501",
      "number": "19.2-265.01.",
      "heading": "Victims, certain members of the family and support persons not to be excluded",
      "text": "During the trial of every criminal case and in all court proceedings attendant to trial, whether before, during or after trial, including any proceedings occurring after an appeal by the defendant or the Commonwealth, at which attendance by the defendant is permitted, whether in a circuit or district court, any victim as defined in § 19.2-11.01 may remain in the courtroom and shall not be excluded unless the court determines, in its discretion, the presence of the victim would impair the conduct of a fair trial. In any case involving a minor victim, the court may permit an adult chosen by the minor to be present in the courtroom during any proceedings in addition to or in lieu of the minor's parent or guardian.\n\nThe attorney for the Commonwealth shall give prior notice when practicable of such trial and attendant proceedings and changes in the scheduling thereof to any known victim and to any known adult chosen in accordance with this section by a minor victim, at the address or telephone number, or both, provided in writing by such person.\n\n1993, cc. 447, 452; 1994, cc. 361, 598; 1995, c. 687; 1996, c. 546; 1999, c. 844; 2000, c. 339.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-01/"
    },
    {
      "id": "section-192-2651",
      "number": "19.2-265.1.",
      "heading": "Exclusion of witnesses (Subsection (a) of Supreme Court Rule 2:615 derived in part from this section and subsection (c) of Supreme Court Rule 2:615 derived from this section)",
      "text": "In the trial of every criminal case, the court, whether a court of record or a court not of record, may upon its own motion and shall upon the motion of either the attorney for the Commonwealth or any defendant, require the exclusion of every witness to be called, including, but not limited to, police officers or other investigators; however, each defendant who is an individual and one officer or agent of each defendant which is a corporation or association shall be exempt from the rule of this section as a matter of right. Additionally, any victim as defined in § 19.2-11.01 who is to be called as a witness shall be exempt from the rule of this section as a matter of law unless, in accordance with the provisions of § 19.2-265.01, his exclusion is otherwise required.\n\nCode 1950, § 8-211.1; 1966, c. 268; 1975, c. 652; 1977, c. 624; 1990, c. 572; 2004, c. 311.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-1/"
    },
    {
      "id": "section-192-2652",
      "number": "19.2-265.2.",
      "heading": "Judicial notice of laws (Supreme Court Rule 2:202 derived in part from this section)",
      "text": "A. Whenever, in any criminal case it becomes necessary to ascertain what the law, statutory or otherwise, of this Commonwealth, of another state, of the United States, of another country, or of any political subdivision or agency of the same is, or was, at any time, the court shall take judicial notice thereof whether specially pleaded or not.\n\nB. The court, in taking such notice, shall consult any book, record, register, journal, or other official document or publication purporting to contain, state, or explain such law, and may consider any evidence or other information or argument that is offered on the subject.\n\n1978, c. 328.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-2/"
    },
    {
      "id": "section-192-2653",
      "number": "19.2-265.3.",
      "heading": "Nolle prosequi; discretion of court upon good cause shown",
      "text": "Nolle prosequi shall be entered only in the discretion of the court, upon motion of the Commonwealth with good cause therefor shown.\n\n1979, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-3/"
    },
    {
      "id": "section-192-2654",
      "number": "19.2-265.4.",
      "heading": "Failure to provide discovery",
      "text": "A. In any criminal prosecution for a felony in a circuit court or for a misdemeanor brought on direct indictment, the attorney for the Commonwealth shall have a duty to adequately and fully provide discovery as provided under Rule 3A:11 of the Rules of the Supreme Court. Rule 3A:11 shall be construed to apply to such felony and misdemeanor prosecutions. This duty to disclose shall be continuing and shall apply to any additional evidence or material discovered by the Commonwealth prior to or during trial which is subject to discovery or inspection and has been previously requested by the accused. In any criminal prosecution for a misdemeanor by trial de novo in circuit court, the attorney for the Commonwealth shall have a duty to adequately and fully provide discovery as provided under Rule 7C:5 of the Rules of the Supreme Court.\n\nB. If at any time during the course of the proceedings it is brought to the attention of the court that the attorney for the Commonwealth has failed to comply with this section, the court may order the Commonwealth to permit the discovery or inspection, grant a continuance, or prohibit the Commonwealth from introducing evidence not disclosed, or the court may enter such other order as it deems just under the circumstances.\n\n1985, c. 538; 1995, c. 504; 2004, c. 348.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-4/"
    },
    {
      "id": "section-192-2655",
      "number": "19.2-265.5.",
      "heading": "Prosecuting misdemeanor cases without attorney",
      "text": "Notwithstanding any of the provisions of § 19.2-265.1, whenever in a misdemeanor case neither an attorney for the Commonwealth nor any other attorney for the prosecution is present, the complaining witness may be allowed to remain in court throughout the entire trial if necessary for the orderly presentation of witnesses for the prosecution.\n\n1987, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-5/"
    },
    {
      "id": "section-192-2656",
      "number": "19.2-265.6.",
      "heading": "Dismissal of criminal charges on Commonwealth's motion; effect of dismissal of criminal charges",
      "text": "A. Upon motion of the Commonwealth to dismiss a charge, whether with or without prejudice, and with the consent of the defendant, a court shall grant the motion unless the court finds by clear and convincing evidence that the motion was made as the result of (i) bribery or (ii) bias or prejudice toward a victim as defined in § 19.2-11.01 because of the race, religious conviction, gender, disability, gender identity, sexual orientation, color, or national origin of the victim.\n\nB. No dismissal of any criminal charge by a court shall bar subsequent prosecution of the charge unless jeopardy attached at the earlier proceeding or unless the dismissal order explicitly states that the dismissal is with prejudice.\n\n2007, c. 419; 2020, Sp. Sess. I, cc. 20, 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-265-6/"
    },
    {
      "id": "section-192-266",
      "number": "19.2-266.",
      "heading": "Exclusion of persons from trial; photographs and broadcasting permitted under designated guidelines; exceptions",
      "text": "In the trial of all criminal cases, whether the same be felony or misdemeanor cases, the court may, in its discretion, exclude from the trial any persons whose presence would impair the conduct of a fair trial, provided that the right of the accused to a public trial shall not be violated.\n\nA court may solely in its discretion permit the taking of photographs in the courtroom during the progress of judicial proceedings and the broadcasting of judicial proceedings by radio or television and the use of electronic or photographic means for the perpetuation of the record or parts thereof in criminal and in civil cases, but only in accordance with the rules set forth hereunder. In addition to such rules, the Supreme Court and the Court of Appeals shall have the authority to promulgate any other rules they deem necessary to govern electronic media and still photography coverage in their respective courts. The following rules shall serve as guidelines, and a violation of these rules may be punishable as contempt:\n\nCoverage Allowed.\n\n1. The presiding judge shall at all times have authority to prohibit, interrupt or terminate electronic media and still photography coverage of public judicial proceedings. The presiding judge shall advise the parties of such coverage in advance of the proceedings and shall allow the parties to object thereto. For good cause shown, the presiding judge may prohibit coverage in any case and may restrict coverage as he deems appropriate to meet the ends of justice.\n\n2. Coverage of the following types of judicial proceedings shall be prohibited: adoption proceedings, juvenile proceedings, child custody proceedings, divorce proceedings, temporary and permanent spousal support proceedings, proceedings concerning sexual offenses, proceedings for the hearing of motions to suppress evidence, proceedings involving trade secrets, and in camera proceedings.\n\n3. Coverage of the following categories of witnesses shall be prohibited: police informants, minors, undercover agents and victims and families of victims of sexual offenses.\n\n4. Coverage of jurors shall be prohibited expressly at any stage of a judicial proceeding, including that portion of a proceeding during which a jury is selected. The judge shall inform all potential jurors at the beginning of the jury selection process of this prohibition.\n\n5. To protect the attorney-client privilege and the right to counsel, there shall be no recording or broadcast of sound from such conferences which occur in a court facility between attorneys and their clients, between co-counsel of a client, between adverse counsel, or between counsel and the presiding judge held at the bench or in chambers.\n\nLocation of Equipment and Personnel.\n\n1. The location of recording and camera equipment shall be strictly regulated so as not to be intrusive.\n\n2. Media personnel shall not enter or leave the courtroom once the proceedings are in session except during a court recess or adjournment.\n\n3. Electronic media equipment and still photography equipment shall not be taken into the courtroom or removed from the designated media area except at the following times:\n\na. Prior to the convening of proceedings;\n\nb. During any luncheon recess;\n\nc. During any court recess with the permission of the trial judge; and\n\nd. After adjournment for the day of the proceedings.\n\nOfficial Representatives of the Media.\n\nThe Virginia Association of Broadcasters and the Virginia Press Association may designate one person to represent the television media, one person to represent the radio broadcasters, and one person to represent still photographers in each jurisdiction in which electronic media and still photographic coverage is desired. The names of the persons so designated shall be forwarded to the chief judge of the court in the county or city in which coverage is desired so that arrangements can be made for the \"pooling\" of equipment and personnel. Such persons shall also be the only persons authorized to speak for the media to the presiding judge concerning the coverage of any judicial proceedings.\n\nEquipment and Personnel.\n\n1. No distracting lights or sounds shall be permitted.\n\n2. Not more than two television cameras shall be permitted in any proceeding.\n\n3. Not more than one still photographer, utilizing not more than two still cameras with not more than two lenses for each camera and related equipment for print purposes, shall be permitted in any proceeding.\n\n4. Not more than one audio system for broadcast purposes shall be permitted in any proceeding.\n\nAudio pickup for all media purposes shall be accomplished with existing audio systems present in the court facility. If no technically suitable audio system exists in the court facility, microphones and related wiring essential for media purposes may be installed and maintained at media expense. The microphones and wiring must be unobtrusive and shall be located in places designated in advance of any proceeding by the chief judge of the court in which coverage is desired.\n\n5. Any \"pooling\" arrangements among the media required by these limitations on equipment and personnel shall be the sole responsibility of the media without calling upon the presiding judge to mediate any dispute as to the appropriate media representative or equipment authorized to cover a particular proceeding. In the absence of advance media agreement on disputed equipment or personnel issues, the presiding judge may exclude all contesting media personnel from a proceeding.\n\n6. In no event shall the number of personnel in the designated area exceed the number necessary to operate the designated equipment.\n\n7. Only television photographic and audio equipment which does not produce distracting sound or light shall be employed to cover judicial proceedings. No artificial lighting device of any kind shall be employed in connection with the television camera.\n\n8. Only still camera equipment which does not produce distracting sound or light shall be employed to cover judicial proceedings. No artificial lighting device of any kind shall be employed in connection with a still camera.\n\n9. With the concurrence of the chief judge of the court in which coverage is desired, modifications and additions may be made in light sources existing in the facility, provided such modifications or additions are installed and maintained without public expense.\n\nImpermissible Use of Media Material.\n\nNone of the film, video tape, still photographs or audio reproductions developed during or by virtue of coverage of a judicial proceeding shall be admissible as evidence (i) in the proceeding out of which it arose, (ii) in any proceeding subsequent and collateral thereto, or (iii) upon any retrial or appeal of such proceedings.\n\nAll electronic media and still photography coverage of public judicial proceedings authorized by this section, with the exception of electronic or photographic means authorized for the perpetuation of the record or parts thereof shall be conducted at no cost to the Commonwealth.\n\nCode 1950, § 19.1-246; 1960, c. 366; 1971, Ex. Sess., c. 28; 1975, c. 495; 1978, c. 477; 1987, c. 580; 1989, c. 582; 1990, c. 243; 1992, c. 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-266/"
    },
    {
      "id": "section-192-2661",
      "number": "19.2-266.1.",
      "heading": "Conviction of lesser offense on indictment for homicide",
      "text": "In any trial upon an indictment charging homicide, the jury or the court may find the accused not guilty of the specific offense charged in the indictment, but guilty of any degree of homicide supported by the evidence for which a lesser punishment is provided by law.\n\n1975, c. 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-266-1/"
    },
    {
      "id": "section-192-2662",
      "number": "19.2-266.2.",
      "heading": "Defense objections to be raised before trial; hearing; bill of particulars",
      "text": "A. Defense motions or objections seeking (i) suppression of evidence on the grounds such evidence was obtained in violation of the provisions of the Fourth, Fifth or Sixth Amendments to the Constitution of the United States or Article I, Section 8, 10 or 11 of the Constitution of Virginia proscribing illegal searches and seizures and protecting rights against self-incrimination; (ii) dismissal of a warrant, information, or indictment or any count or charge thereof on the ground that: (a) the defendant would be deprived of a speedy trial in violation of the provisions of the Sixth Amendment to the Constitution of the United States, Article I, Section 8 of the Constitution of Virginia, or § 19.2-243; or (b) the defendant would be twice placed in jeopardy in violation of the provisions of the Fifth Amendment to the Constitution of the United States or Article I, Section 8 of the Constitution of Virginia; or (iii) dismissal of a warrant, information, or indictment or any count or charge thereof on the ground that a statute upon which it was based is unconstitutional shall be raised by motion or objection.\n\nB. Such a motion or objection in a proceeding in circuit court shall be raised in writing, before trial. The motions or objections shall be filed and notice given to opposing counsel not later than seven days before trial in circuit court or, if made under clause (ii) of subsection A, at such time prior to trial in circuit court as the grounds for the motion or objection shall arise, whichever occurs last. A hearing on all such motions or objections shall be held not later than three days prior to trial in circuit court, unless such period is waived by the accused, as set by the trial judge. The circuit court may, however, for good cause shown and in the interest of justice, permit the motions or objections to be raised at a later time.\n\nC. To assist the defense in filing such motions or objections in a timely manner, the circuit court shall, upon motion of the defendant, direct the Commonwealth to file a bill of particulars pursuant to § 19.2-230. The circuit court shall fix the time within which such bill of particulars is to be filed. Upon further motion of the defendant, the circuit court may, upon a showing of good cause, direct the Commonwealth to supplement its bill of particulars. The attorney for the Commonwealth shall certify that the matters stated in the bill of particulars are true and accurate to the best of his knowledge and belief.\n\nD. In a criminal proceeding in district court, any motion or objection as described in subsection A may be raised prior to or at such proceeding. In the event such a motion or objection is raised, the district court shall, upon motion of the Commonwealth grant a continuance for good cause shown.\n\n1987, c. 710; 2005, cc. 622, 694; 2006, cc. 578, 862.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-266-2/"
    },
    {
      "id": "section-192-2663",
      "number": "19.2-266.3.",
      "heading": "Continuances; appearances of parties",
      "text": "When the court grants a continuance in advance of the date of a scheduled trial or hearing, if the defendant acknowledges in writing, on a form provided by the Office of the Executive Secretary of the Supreme Court, that he promises to appear in court on the date and time of the newly scheduled trial or hearing, the court shall not require counsel or the defendant to appear on the date when the trial or hearing was originally scheduled. However, if the defendant is in violation of the terms of his pretrial release or has failed to appear at any court proceeding, the court may require the defendant to appear on the date when the trial or hearing was originally scheduled as a condition of any continuance granted.\n\n2013, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-266-3/"
    },
    {
      "id": "section-192-2664",
      "number": "19.2-266.4.",
      "heading": "Expert assistance for indigent defendants",
      "text": "A. In any case in which a defendant is (i) charged with a felony offense or a Class 1 misdemeanor and (ii) determined to be indigent by the court pursuant to § 19.2-159, the defendant or his attorney may, upon notice to the Commonwealth, move the circuit court to designate another judge in the same circuit to hear an ex parte request for appointment of a qualified expert to assist in the preparation of the defendant's defense. No ex parte proceeding, communication, or request may be considered pursuant to this section unless the defendant or his attorney states under oath or in a sworn declaration that a need for confidentiality exists. A risk that trial strategy may be disclosed unless the hearing is ex parte shall be sufficient grounds to establish a need for confidentiality.\n\nB. Upon receiving the defendant's or his attorney's declaration of a need for confidentiality, the designated ex parte judge shall conduct an ex parte hearing on the request for authorization to obtain expert assistance. This hearing shall occur as soon as practicable. After a hearing upon the motion and upon a showing that the provision of the requested expert services would materially assist the defendant in preparing his defense and the denial of such services would result in a fundamentally unfair trial, the court shall order the appointment of a qualified expert. The clerk of the court shall provide a copy of the appointment order to the defendant or his attorney and to the appointed expert.\n\nAny expert appointed pursuant to this subsection shall be compensated in accordance with § 19.2-332. The designated judge shall direct requests for scientific investigations to the Department of Forensic Science or Division of Consolidated Laboratory Services whenever practicable.\n\nC. All ex parte hearings conducted under this section shall be initiated by written motion and shall be on the record. Except for the initial declaration of a need for confidentiality and a copy of the appointment order provided to the defendant or his attorney and to the appointed expert in accordance with subsection B, the record of the hearings, together with all papers filed and orders entered in connection with ex parte requests for expert assistance, all payment requests submitted by experts appointed, and the identity of all experts appointed, shall be kept under seal as part of the record of the case and shall not be disclosed. Following a decision on the motion, whether it is granted or denied, the motion, order or orders, and all other papers or information related to the proceedings or expert assistance sought shall remain under seal. On motion of any party, and for good cause shown, the court may unseal the foregoing records after the trial is concluded.\n\nD. All ex parte proceedings, communications, or requests shall be transcribed and made part of the record available for appellate review or any other post-conviction review.\n\n2020, c. 1124; 2022, c. 543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-19-2/chapter-15/section-19-2-266-4/"
    }
  ]
}