{
  "state": "new-mexico",
  "path": "title-chapter-67-highways/chapter-article-3-state-transportation-commission",
  "sections": [
    {
      "id": "section-67-3-1",
      "number": "67-3-1",
      "heading": "Reimbursement of state transportation commissioners",
      "text": "The members of the state transportation commission shall receive per diem and mileage as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance.\n\nHistory:Laws 1935, ch. 44, § 1; 1941 Comp., § 58-201; 1953 Comp., § 55-2-1; Laws 1961, ch. 178, § 1; 1963, ch. 43, § 5; 2003, ch. 142, § 26.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nFor removal of highway commissioners, jurisdiction,seeN.M. Const., art. V, § 14.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"transportation commissioners\" for \"highway commissioners\" in the section heading and the section.\n\nDrawing of per diem allowance prohibited.— State highway commissioners (now state transportation commissioners), as unsalaried state officers, may not draw the statutory per diem allowance while engaged in official state business at their residence or personal business premises. 1977 Op. Att'y Gen. No. 77-20.\n\nMembership in retirement association.— Members of the state highway commission (state transportation commission) are not eligible for membership in the public employees retirement association. 1965 Op. Att'y Gen. No. 65-29.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-1/"
    },
    {
      "id": "section-67-3-2",
      "number": "67-3-2",
      "heading": "State transportation commissioners; number; appointment; powers; term of office; bond.",
      "text": "A. The state transportation commission shall consist of six members to be appointed by the governor with the advice and consent of the senate.\n\nB. State transportation commissioners shall be appointed for staggered terms of six years each commencing on January 1 so that the terms of not more than two commissioners expire on December 31 of each even-numbered year. Any vacancy shall be filled by appointment by the governor with the approval of the senate for the remainder of the unexpired term.\n\nC. Each of the members, in order to qualify as such, shall take the usual oath and execute in favor of the state a surety company bond in a form approved by the attorney general in the amount of twenty-five thousand dollars ($25,000) conditioned upon the faithful performance of his duties. No more than four of the appointed commissioners shall belong to the same political party.\n\nD. The state transportation commission shall have the power to determine all matters of policy for the department.\n\nHistory:1953 Comp., § 55-2-1.1, enacted by Laws 1967, ch. 266, § 1; 1983, ch. 305, § 1; 1989, ch. 67, § 1; 2003, ch. 142, § 27.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"transportation commissioners\" for \"highway commissioners\" in the section heading; substituted \"transportation commission\" for \"highway commission\" in Subsections A and D; and substituted \"State transportation commissioners\" for \"The highway commissioners holding office on the effective date of this act shall serve out the remainder of their unexpired terms and\" in Subsection B.\n\nThe 1989 amendment,effective June 16, 1989, added \"for the department\" at the end of Subsection D.\n\nThe 1983 amendmentsubstituted \"six\" for \"five\" in Subsection A and substituted \"four\" for \"three\" in the last sentence of Subsection C.\n\nEffective dates.— Laws 1983, ch. 305, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 13 to 21, 34, 207.\n\n39A C.J.S. Highways §§ 56, 164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-2/"
    },
    {
      "id": "section-67-3-3",
      "number": "67-3-3",
      "heading": "State transportation commission districts; one member appointed from each district; residence requirements.",
      "text": "A. There are created six state transportation commission districts as follows:\n\n(1) district 1, which shall be composed of the counties of Socorro, Grant, Sierra, Dona Ana, Luna and Hidalgo;\n\n(2) district 2, which shall be composed of the counties of Lea, Eddy, Chaves, Roosevelt, Curry, DeBaca, Lincoln and Otero;\n\n(3) district 3, which shall be composed of the counties of Bernalillo and Valencia and, in Sandoval county, all of townships twelve and thirteen north, ranges one, two, three, four, five and six east and all of townships fourteen, fifteen and sixteen north, ranges four, five and six east;\n\n(4) district 4, which shall be composed of the counties of Colfax, Union, Mora, Harding, San Miguel, Quay and Guadalupe;\n\n(5) district 5, which shall be composed of the counties of San Juan, Rio Arriba, Taos, Santa Fe, Torrance and Los Alamos; and\n\n(6) district 6, which shall be composed of the counties of Catron, Cibola, McKinley and all of Sandoval county excluding all of townships twelve and thirteen north, ranges one, two, three, four, five and six east and all of townships fourteen, fifteen and sixteen north, ranges four, five and six east.\n\nB. The legislature, in the event of the creation of any new county, shall attach the new county to any of the above districts to which the new county may be contiguous.\n\nC. One member of the state transportation commission shall be appointed from each of the six state transportation commission districts, and the member shall reside in the district from which he is appointed. Change of residence of a state transportation commissioner to a place outside the highway district from which he was appointed shall automatically terminate the term of that commissioner.\n\nHistory:1953 Comp., § 55-2-1.2, enacted by Laws 1967, ch. 266, § 2; 1968, ch. 39, § 1; 1983, ch. 305, § 2; 1991, ch. 115, § 1; 2003, ch. 142, § 28.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"highway commission\" in the section heading and the section; and inserted \"state transportation\" preceding \"commissioner\" in Subsection C.\n\nThe 1991 amendment,effective June 14, 1991, in Subsection A(3), substituted \"counties\" for \"county\" and added the language beginning \"and Valencia and\", in Subsection A(6), deleted \"Valencia,\" preceding \"McKinley\", inserted the first occurrence of \"all of\", and added the language beginning \"county excluding all\".\n\nThe 1983 amendmentsubstituted \"six\" for \"five\" in the introductory language of Subsection A and in the first sentence of Subsection C, deleted \"Catron,\" preceding \"Socorro\" near the middle of Subsection A(1), substituted \"county of Bernalillo\" for \"counties of Bernalillo, McKinley, Valencia and Sandoval\" at the end of Subsection A(3), added Subsection A(6), deleted \"state\" preceding \"legislature\" in Subsection B, substituted \"is\" for \"shall be\" in the first sentence of Subsection C, and substituted \"that\" for \"such\" in the last sentence of Subsection C.\n\nEffective dates.— Laws 1983, ch. 305, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 14, 15.\n\n39A C.J.S. Highways § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-3/"
    },
    {
      "id": "section-67-3-4",
      "number": "67-3-4",
      "heading": "Method and time of appointment of commissioners.",
      "text": "A. The governor shall submit the names of the commissioners to be appointed to the state senate for confirmation not later than the thirtieth day of each regular session of the legislature. A three-fifths vote of the senate shall be required for confirmation. The appointment of such commissioners shall become effective on the day of confirmation by the senate. No commissioner shall be appointed without confirmation by the senate except that, in the case of a vacancy, the governor may appoint a commissioner to fill a vacancy until the next regular session of the legislature, at which time an appointment shall be made for the balance of the unexpired term.\n\nB. In the event the governor should refuse or fail to submit the names of the highway commissioners to the senate for confirmation in the manner above provided, the senate shall appoint and confirm the highway commissioners.\n\nHistory:1953 Comp., § 55-2-1.3, enacted by Laws 1967, ch. 266, § 3.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 13.\n\n39A C.J.S. Highways § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-4/"
    },
    {
      "id": "section-67-3-5",
      "number": "67-3-5",
      "heading": "Removal of commissioners.",
      "text": "The state transportation commission, appointed by the governor and confirmed by the senate, shall serve at the pleasure of the governor. Transportation commissioners, appointed and confirmed by the senate pursuant to Subsection B of Section 67-3-4 NMSA 1978, shall not be removed without prior approval of the senate.\n\nHistory:1953 Comp., § 55-2-1.4, enacted by Laws 1967, ch. 266, § 4; 1978, ch. 1, § 1; 2003, ch. 55, § 1.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nFor removal of commissioners,seeN.M. Const., art. V, § 14.\n\nThe 2003 amendment,effective June 20, 2003, rewrote this section.\n\nThe 1978 amendmentdeleted \"supreme court jurisdiction\" at the end of the catchline, substituted \"prior approval of the senate\" for \"notice of hearing and an opportunity to be heard having first been given such commissioner\" at the end of the second sentence and deleted the former last sentence which read: \"The supreme court of New Mexico is hereby given exclusive original jurisdiction over proceedings to remove highway commissioners under such rules as it may promulgate and its decision in connection with such matters shall be final.\"\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 38.\n\n39A C.J.S. Highways § 165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-5/"
    },
    {
      "id": "section-67-3-6",
      "number": "67-3-6",
      "heading": "Creation of department of transportation.",
      "text": "A department of government within the executive branch to be known as the \"department of transportation\" is established. Except for the powers expressly granted to the state transportation commissioners in Chapter 67, Article 3 NMSA 1978, the department shall exercise all the power, authority and duty granted to the state transportation commission in Chapter 67 NMSA 1978. All references contained in the NMSA 1978, as amended, and which refer to the \"state transportation commission\" or \"commissioners\" shall, wherever appropriate, be construed to refer to or to mean the department as designated in this section.\n\nHistory:1953 Comp., § 55-2-1.5, enacted by Laws 1967, ch. 266, § 5; 1987, ch. 268, § 35; 2003, ch. 142, § 29.\n\nCross references.— For creation of state transportation commission,seeN.M. Const., art. V, § 14.\n\nFor radio communication property, ownership transferred to communications division,see15-2-5 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"department of transportation\" for \"state highway and transportation\" in the section heading and the section; substituted \"state transportation commission\" for \"state highway commission\" twice; and deleted \"state highway and transportation\" preceding \"department\" three times in the section.\n\nThe 1987 amendment,effective July 1, 1987, substituted \"state highway and transportation department\" for \"state highway department\" in three places; in the second sentence substituted \"in Chapter 67, Article 3 NMSA 1978\" for \"herein\"; updated two statutory references; and made minor changes in language and punctuation throughout the section.\n\nTemporary provisions.— Laws 1997, ch. 52, § 8, effective July 1, 1997, provides that all personnel, appropriations, money of the state transportation authority shall be transferred to the state highway and transportation department [department of transportation] and all contracts, agreements and obligations of the state transportation authority shall be binding and effective on the state highway and transportation department [department of transportation].\n\nLaws 2006, ch. 34, § 1, effective March 2, 2006, enacts a temporary provision that authorized the continued development of real property for the building or buildings designed and constructed to serve as the general office headquarters of the department in Santa Fe, including parking and related facilities and a multi-modal facility developed to accommodate train, bus and other forms of transportation as determined by the department provided the facilities not cost more than $90,000,000.\n\nLaws 2006, ch. 34, § 2, effective March 2, 2006, enacts a temporary provision that authorizes continued development of real property at the district 5 location for district 5 facilities, a central materials laboratory, a vehicle maintenance facility, a vehicle fueling facility, a vehicle storage facility, a vehicle car wash, a signal laboratory, a sign shop and related facilities at the new district 5 site.\n\nAppropriations.— Laws 1995, ch. 222, § 27, effective April 7, 1995, appropriates $2,031,000 from the general fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1995 through 1999 for various purposes.\n\nLaws 1995, ch. 222, § 48, effective April 7, 1995, appropriates $416,700 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1996 and 1997 for the improvement of the Roswell and Milan district offices.\n\nLaws 1996 (1st S.S.), ch. 4, § 34, effective April 1, 1997, appropriates $1,713,000 from the general fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1997 and 1998 for various purposes.\n\nLaws 1996 (1st S.S.), ch. 4, § 39, effective March 21, 1996, appropriates $1,000,000 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1997 through 2000 for the purpose of completing the Santa Teresa border station in Dona Ana county.\n\nLaws 1996 (1st S.S.), ch. 4, § 40, effective March 21, 1996, appropriates $478,700 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1997 through 2000 for the purpose of installing salt storage domes at patrol yards in the cities of Taos, Chama and Santa Fe.\n\nLaws 1996, ch. 22, § 3 provides that the balance of the appropriation from the general fund to the state highway and transportation department [department of transportation] in § 27T of Chapter 222 of Laws 1995 is reauthorized and appropriated to the department of environment to repair and renovate the Golden Acres well in the village of Milan in Cibola county.\n\nLaws 1998, ch. 7, § 31, effective February 17, 1998, appropriates $733,800 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1998 through 2002 to acquire land, plan, design, construct and equip a maintenance patrol yard near Eagle Nest in Colfax county. Any unexpended or unencumbered balance remaining at the end of fiscal year 2002 shall revert to the state road fund.\n\nLaws 1998, ch. 7, § 44, effective February 17, 1998, provides that the balance of the appropriation from the state road fund to the state highway and transportation department [department of transportation] for the purpose of installing salt storage domes at patrol yards in Taos located in Taos county, in Chama located in Rio Arriba county and in Santa Fe located in Santa Fe county pursuant to Laws 1996 (1st S.S.), ch. 4, § 40, shall not be expended for its original purpose but is appropriated to the state highway and transportation department [department of transportation] to purchase and install chemical de-icer storage units throughout the state.\n\nLaws 1998, ch. 7, § 49, effective February 17, 1998, provides that the balance of the appropriation from the state road fund pursuant to Laws 1994, ch. 148, § 48B, to design and construct a highway from state road 117 to the observatory site in Cibola county shall not be expended for its original purpose but is appropriated to the state highway and transportation department [department of transportation] for infrastructure, construction and equipping an astronomy science center at Enchanted Skies park in Cibola county. The period of time in which this appropriation may be expended shall be extended through fiscal year 2002. Any unexpended or unencumbered balance remaining at the end of fiscal year 2002 shall revert to the state road fund.\n\nLaws 1998, ch. 7, § 53, effective February 17, 1998, provides that the balance of the general fund appropriation made to the state highway and transportation department [department of transportation] pursuant to Laws 1996 (1st S.S.), ch. 4, § 34L, for the purpose of planning and designing archaeological, environmental and ethnographic assessments and preliminary design specifications for the Nenahnezad chapter school bus route improvements located in San Juan county shall not be expended for its original purpose but is appropriated to the state agency on aging to purchase a van for and equip and furnish the senior citizen center at Nenahnezad chapter in San Juan county.\n\nLaws 2000 (2nd S.S.), ch. 23, § 32 appropriates $2,238,000 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 2000 to 2004 for various projects. Any unexpended or unencumbered balance remaining at the end of fiscal year 2004 shall revert to the state road fund.\n\nLaws 2000 (2nd S.S.), ch. 23, § 41, as amended by Laws 2003, ch. 429, §§ 58, 141, 149, appropriates various sums to the state highway and transportation department [department of transportation] for expenditure in fiscal years 2000 through 2005, for various projects. Any unexpended balance remaining at the end of fiscal year 2005 or other specified expenditure period shall revert to the general fund.\n\nLaws 2000 (2nd S.S.), ch. 23, § 97 amends the purpose of the appropriations made by Laws 1996 (1st S.S.), ch. 4, § 34E and P so that those funds shall be used to make improvements to the south Florida street from Panorama to Desert Lake road in Otero county. The period of time in which this appropriation may be expended shall be extended through fiscal year 2004. Any unexpended or unencumbered balance remaining at the end of fiscal year 2004 shall revert to the general fund.\n\nLaws 2001, ch. 198, § 3, effective April 3, 2001, appropriates $400,000 from the general fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 2001 and 2002 by the aviation division to carry out the provisions of this act for an air service assistance program. Any unexpended or unencumbered balance remaining at the end of fiscal year 2002 shall revert to the general fund.\n\nLaws 2003, ch. 385, § 10, effective April 8, 2003, appropriates $975, 500 from the general fund to the state highway and transportation department for various road improvements.\n\nLaws 2006, ch. 111, 60, effective March 8, 2006, appropriates general funds to the department of transportation for expenditure in fiscal years 2006 through 2010 for specific projects throughout the state.\n\nLaws 2007, ch. 2, § 30, effective March 1, 2007, appropriates funds from the general fund to the department of transportation for expenditure in fiscal years 2007 through 2011 for various capital outlay projects. Laws 2007, ch. 334, § 3, effective April 2, 2007, changes the amount, recipient and purpose of the general fund appropriations in Subsections 43, 44, 45 and 48 of Laws 2007, ch. 2, § 30.\n\nLaws 2007, ch. 253, § 1, effective April 2, 2007, appropriates $3,000,000 from the general fund to the department of transportation for expenditure in fiscal years 2007 and 2008 to establish a pilot project to assess the use of tire spikes to prevent wrong-way traffic on highway off-ramps.\n\nLaws 2007 (1st S.S.), ch. 3, § 3, effective June 15, 2007, appropriates $25,000,000 from the general fund to the department of transportation for expenditure in fiscal years 2007 through 2010 for completion of various projects.\n\nLaws 2007 (1st S.S.), ch. 3, § 3, effective June 15, 2007, appropriates $10,000,000 from the general fund to the department of transportation for expenditure in fiscal years 2007 through 2010 for the southwest regional spaceport in Sierra county and for transportation improvements in Sierra county and Dona Ana county related to the spaceport.\n\nLaws 2007 (1st S.S.), ch. 3, § 4, effective June 15, 2007, appropriates funds from the local government transportation fund to the department of transportation for various projects.\n\nLaws 2008 (2nd S.S.), ch. 9, § 2, effective September 2, 2008, appropriated the following funds from the general fund to the department of transportation for expenditure for certain road projects enumerated in Laws 2003 (1st S. S.), ch. 3, § 27: $25,000,000 for expenditure in fiscal years 2009 through 2013, contingent upon certain general fund consensus revenue forecasts and $25,000,000 for expenditure in fiscal years 2010 through 2013, contingent upon certain general fund consensus revenue forecasts, plus $25,000,000 or $50,000,000 depending upon whether or not the contingency in the appropriation for fiscal years 2009 through 2010 was met.\n\nLaws 2009, ch. 125, § 45, effective June 19, 2009, appropriated the following funds from the state road fund to the department of transportation for expenditure in fiscal years 2009 through 2013: $50,000 to replace the roof of the hilltop building in district 3 in Albuquerque in Bernalillo county; $100,000 for improvements and expansion of the administrative services facility in district 2, including electrical, mechanical and communications systems, in Roswell in Chaves county, $950,000 to plan, design and construct the patrol facility in district 5 in Tierra Amarilla in Rio Arriba county, and $350,000 for purchase, installation and construction of salt storage facilities statewide.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 39 Am. Jur. 2d Highways, Streets and Bridges §§ 32, 34.\n\n39A C.J.S. Highways §§ 55 to 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6/"
    },
    {
      "id": "section-67-3-61",
      "number": "67-3-6.1",
      "heading": "Department of transportation; powers and duties; common carriers.",
      "text": "A. With respect to common carriers, the department of transportation shall:\n\n(1) fix, determine, supervise, regulate and control all charges and rates of railway, express, sleeping car and other transportation companies and common carriers within the state;\n\n(2) determine any matters of public convenience and necessity with respect to matters subject to its regulatory authority as provided by law;\n\n(3) require railway companies and other common carriers to provide and maintain adequate equipment, depots, stock pens, station buildings, agents and facilities for the accommodation of shippers and passengers and for receiving and delivering freight and express and to provide and maintain necessary crossings, culverts, sidings and other facilities for convenience and safety whenever in the department's judgment the public interest demands;\n\n(4) require railway companies, transportation companies and common carriers to provide such reasonable safety appliances and use such reasonable safety practices as may be necessary and proper for the safety of employees and the public as required by federal or state laws and rules;\n\n(5) change, amend and rescind rates;\n\n(6) enforce its rules through administrative sanctions and in the courts; and\n\n(7) carry out all other duties and have all other powers provided by law.\n\nB. The department of transportation may subpoena witnesses and documents, enforce its subpoenas through any court and, through the court, punish for contempt.\n\nC. The department of transportation has the power, after notice and hearing of record, to determine and decide any question and to issue orders relating to its powers and duties.\n\nD. An interested party may appeal from a final order of the department of transportation by filing a notice of appeal with the supreme court asking for review of the order within thirty days of the final order. The appellant shall pay to the department any costs of preparing and transmitting the record to the court.\n\nE. The pendency of an appeal shall not automatically stay the order appealed from. The appellant may seek to obtain a stay from the department of transportation or the supreme court.\n\nF. The appeal shall be on the record of the hearing before the department of transportation and shall be governed by the appellate rules applicable to administrative appeals. The supreme court shall affirm the department's order unless it is:\n\n(1) arbitrary, capricious or an abuse of discretion;\n\n(2) not supported by substantial evidence in the record; or\n\n(3) otherwise not in accordance with law.\n\nG. In the case of a failure or refusal of a person to comply with an order of the department of transportation within the time prescribed in the order or within thirty days after the order is entered, whichever is later, unless a stay has been granted, the department shall seek enforcement of the order in the district court. The enforcement hearing shall be held on an expedited basis. At the hearing, the sole question shall be whether the person has failed to comply with or violated the order.\n\nHistory:Laws 2023, ch. 100, § 1.\n\nEffective dates.— Laws 2023, ch. 100, § 82 made Laws 2023, ch. 100, § 1 effective July 1, 2024.\n\nTemporary provisions.— Laws 2023, ch. 100, § 80, effective July 1, 2024, provided:\n\nA. On July 1, 2024, all staff positions, functions, personnel, appropriations, money, records, equipment, supplies, other property and contractual obligations of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards are transferred to the department of transportation.\n\nB. Beginning July 1, 2024, all references in law, rules, orders and other official acts to the public regulation commission or the transportation division of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards shall be deemed references to the department of transportation.\n\nC. Beginning July 1, 2024, all contractual obligations of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards are binding on the department of transportation.\n\nD. The rules, orders and decisions of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards shall remain in effect until repealed or amended.\n\nLaws 2023, ch. 100, § 81, provided that the department of transportation may review, amend, repeal and enact rules to carry out the provisions of this act; provided that any rules amended, repealed or enacted pursuant to the authority provided in this section shall not be effective until July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6-1/"
    },
    {
      "id": "section-67-3-62",
      "number": "67-3-6.2",
      "heading": "Department of transportation may inspect books and records.",
      "text": "The department of transportation or person authorized by the department in writing under its seal to make an examination shall have the right at all times to inspect the books, papers and records of all such companies and common carriers doing business in this state relating to any matter pending before or being investigated by the department. Any officer, agent or employee of any such company or corporation or any person in charge of such books, papers and records who refuses to permit examination or who conceals, destroys or mutilates or attempts to conceal, destroy or mutilate any such books, papers or records or remove the same beyond the limits of the state for the purpose of preventing examination shall be deemed guilty of a misdemeanor and upon conviction may be fined not to exceed five hundred dollars ($500) or imprisoned in the county jail not more than six months.\n\nHistory:Laws 2023, ch. 100, § 2.\n\nEffective dates.— Laws 2023, ch. 100, § 82 made Laws 2023, ch. 100, § 2 effective July 1, 2024.\n\nTemporary provisions.— Laws 2023, ch. 100, § 81, provided that the department of transportation may review, amend, repeal and enact rules to carry out the provisions of this act; provided that any rules amended, repealed or enacted pursuant to the authority provided in this section shall not be effective until July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6-2/"
    },
    {
      "id": "section-67-3-63",
      "number": "67-3-6.3",
      "heading": "Carrier inspection; fee.",
      "text": "A. Each carrier doing business in this state that is subject to the control and jurisdiction of the department of transportation with respect to its rates and service shall pay annually to the department a fee in performance of its duties as now provided by law. The fee for carriers shall not exceed two hundred fifty-six thousandths percent of its gross receipts from business transacted in New Mexico for the preceding calendar year. This sum shall be payable annually on or before April 1 in each year. No similar fee shall be imposed upon the carrier. In the case of carriers engaged in interstate business, the fees shall be measured by the gross receipts of the carriers from intrastate business only for the preceding calendar year and not in any respect upon receipts derived wholly or in part from interstate business.\n\nB. When a fee is not paid on the date it is due, interest shall be paid to the state on the amount due. The interest on the amount due shall start to accrue on the day following the due date and shall continue to accrue until the total amount due is paid. The rate of interest on a late fee payment shall be fifteen percent per year, computed at the rate of one and one-fourth percent per month.\n\nC. In addition to any interest due on a late fee payment, a penalty shall be paid to the state for failure to pay the fee when it is due. The penalty imposed shall be two percent of the amount of the fee due.\n\nD. The attorney general, in the name of the state, shall bring suit to collect fees, interest and penalties that remain unpaid.\n\nHistory:Laws 2023, ch. 100, § 3.\n\nEffective dates.— Laws 2023, ch. 100, § 82 made Laws 2023, ch. 100, § 3 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6-3/"
    },
    {
      "id": "section-67-3-64",
      "number": "67-3-6.4",
      "heading": "Disposition of fees.",
      "text": "All money collected under the provisions of Section 3 [67-3-6.3 NMSA 1978] of this 2023 act shall be deposited with the state treasurer who shall credit it to the general fund.\n\nHistory:Laws 2023, ch. 100, § 4.\n\nEffective dates.— Laws 2023, ch. 100, § 82 made Laws 2023, ch. 100, § 4 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6-4/"
    },
    {
      "id": "section-67-3-65",
      "number": "67-3-6.5",
      "heading": "Exemptions.",
      "text": "The provisions of Section 3 [67-3-6.3 NMSA 1978] of this 2023 act shall not apply to common or contract motor carriers or aircraft carriers transporting passengers or property for hire.\n\nHistory:Laws 2023, ch. 100, § 5.\n\nEffective dates.— Laws 2023, ch. 100, § 82 made Laws 2023, ch. 100, § 5 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-6-5/"
    },
    {
      "id": "section-67-3-7",
      "number": "67-3-7",
      "heading": "Secretary of transportation; appointment; qualifications; bond.",
      "text": "A. The department shall be under the control of an executive officer to be known as the \"secretary\". The secretary shall have all powers necessary for the efficient management of the department. Except for the powers expressly granted to the state transportation commission by Sections 67-3-5, 67-3-7 and 67-3-23 NMSA 1978 and by Section 67-3-2 NMSA 1978, the secretary shall have all powers granted by law to the state transportation commission or the state transportation commissioners.\n\nB. The secretary shall devote his entire time to his duties and shall receive an annual salary set by the commission. A secretary, during his period of service, shall not hold any other office under the laws of this state or of the United States.\n\nHistory:1953 Comp., § 55-2-1.6, enacted by Laws 1967, ch. 266, § 6; 1977, ch. 251, § 3; 1978, ch. 1, § 2; 2003, ch. 142, § 30.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"Secretary of Transportation\" for \"State Highway Engineer\" in the section heading; substituted \"secretary\" for \"state highway engineer\" in Subsections A and B; in Subsection A, substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"Sections 67-3-5, 67-3-7 and 67-3-23 NMSA 1978 and by Section 67-3-2 NMSA 1978\" for \"this 1978 act and by Section 55-2-1.1 NMSA 1953\".\n\nThe 1978 amendment,in the last sentence of Subsection A, capitalized the word \"Except,\" inserted \"by this 1978 act and\" preceding the statutory reference and substituted \"the state highway engineer\" for \"and he\"; deleted former Subsection B which read: \"The state highway engineer shall be appointed by the highway commission with the consent of the governor\"; redesignated former Subsection C as present Subsection B and deleted former Subsection D which read: \"The state highway engineer shall execute a bond in the penal sum set by the state board of finance, conditioned for the faithful performance of his duties, which bond shall be approved by the commission. The cost of the bond shall be paid by the highway department as part of the operating cost of the department and it shall be filed with the secretary of state.\"\n\nThe 1977 amendmentsubstituted the specific statutory reference for \"Section 1\" in the second sentence of Subsection A, added \"with the consent of the governor\" at the end of Subsection B and in Subsection C, deleted the former first sentence which read \"The state highway engineer shall be a professional engineer\" and substituted \"the state highway engineer\" for \"he\" in the present first sentence.\n\nState highway engineer (now secretary of transportation) is not subject to transferprovisions of 10-7-1 NMSA 1978.State ex rel. Bird v. Apodaca, 1977-NMSC-110, 91 N.M. 279, 573 P.2d 213.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-7/"
    },
    {
      "id": "section-67-3-8",
      "number": "67-3-8",
      "heading": "Powers and duties of secretary.",
      "text": "The secretary shall:\n\nA. serve as the chief staff officer of the state transportation commission and shall be responsible to the commission for the operations and management of the work of the department;\n\nB. organize the department in such a manner as to properly conduct the work of the department;\n\nC. establish six highway construction districts with the approval of the state transportation commission. The secretary shall designate a district engineer in each construction district to supervise and manage the operations of the district. The district engineer shall be a professional engineer. The authority and responsibility for the actual construction for all construction projects within the district shall be delegated to the district engineer. District engineers shall attend state transportation commission meetings;\n\nD. in accordance with the provisions of the Personnel Act [Chapter 10, Article 9 NMSA 1978], employ such assistants and employees as may be required for the efficient operation of the department, each of whom shall possess all the qualifications that may be prescribed for such position; provided that, notwithstanding the provisions of the Personnel Act, no more than five division directors shall be covered by and subject to the Personnel Act;\n\nE. observe, administer and enforce the provisions of law now existing or hereafter enacted that pertain to the state highways, the state transportation commission or the department; and\n\nF. ensure that any behavioral health services, including mental health and substance abuse services, provided, contracted for or approved are in compliance with the requirements of Section 9-7-6.4 NMSA 1978.\n\nHistory:1953 Comp., § 55-2-1.7, enacted by Laws 1967, ch. 266, § 7; 1977, ch. 251, § 4; 1983, ch. 305, § 3; 1987, ch. 344, § 1; 1987, ch. 345, § 1; 2003, ch. 142, § 31; 2004, ch. 46, § 14.\n\nThe 2004 amendment,effective May 19, 2004, added new Subsection F.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"secretary\" for \"engineer\" in the section heading; substituted \"secretary\" for \"state highway engineer\" and \"state transportation commission\" for \"state highway commission\" throughout the section; and deleted \"state highway\" preceding \"department\" in Subsections A, B, D and E.\n\nThe 1987 amendments.— Laws 1987, ch. 344, § 1, effective June 19, 1987, deleting the former last sentence of Subsection C which read \"District engineers shall attend state highway commission meetings\", was approved April 10, 1987. However, Laws 1987, ch. 345, § 1, effective April 10, 1987, inserting the proviso clause in Subsection D, but not including the deletion made in Laws 1987, ch. 344, § 1, was approved later on April 10, 1987. The section was set out as amended by Laws 1987, ch. 345, § 1.See12-1-8 NMSA 1978.\n\nThe 1983 amendmentinserted \"state highway\" preceding \"commission\" in Subsection A and in the first sentence of Subsection C, inserted \"state highway\" preceding \"department\" in Subsection A, in Subsection B, and in Subsection D; and substituted \"six\" for \"five\" in the first sentence of Subsection C.\n\nThe 1977 amendmentinserted \"of the work\" in Subsection A, substituted \"with the approval of the commission\" for \"which shall be coextensive with the highway commission districts\" in the first sentence of Subsection C and deleted \"State\" preceding \"Personnel Act\" in Subsection D.\n\nEffective dates.— Laws 1983, ch. 305, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.\n\nPersonnel Act.—See10-9-1 NMSA 1978 and notes thereto.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-8/"
    },
    {
      "id": "section-67-3-81",
      "number": "67-3-8.1",
      "heading": "Secretary; authority to enter into intergovernmental agreement; gasoline tax sharing agreement; qualified tribe.",
      "text": "A. The secretary may enter into an intergovernmental agreement that may be referred to as a \"gasoline tax sharing agreement\" with a qualified tribe to receive forty percent of the gasoline tax revenue paid on two million five hundred thousand gallons of gasoline each month in exchange for the qualified tribe's agreement that the qualified tribe or a registered Indian tribal distributor owned by the qualified tribe shall not:\n\n(1) distribute gasoline for resale outside of the boundaries of that registered Indian tribal distributor's Indian reservation, pueblo grant or trust land located in New Mexico; and\n\n(2) claim all or part of the deduction authorized in Subsection F of Section 7-13-4 NMSA 1978.\n\nB. The term of a gasoline tax sharing agreement entered into pursuant to this section shall be for a period of up to twenty years. The secretary and a qualified tribe with a gasoline tax sharing agreement shall report, at the midpoint of the term of the agreement, to the legislative finance committee and to the revenue stabilization and tax policy committee on the status of the agreement.\n\nC. A gasoline tax sharing agreement entered into pursuant to this section shall be construed solely as an agreement between the two party governments and shall not alter or affect the government-to-government relations between the state and any other tribe.\n\nD. Nothing in this section or in a gasoline tax sharing agreement entered into pursuant to this section shall be construed as creating rights in a third party.\n\nE. Copies of gasoline tax sharing agreements shall be promptly transmitted to the secretary upon signing by the representatives of the governments that are parties to the agreement.\n\nF. As used in this section:\n\n(1) \"qualified tribe\" means the Pueblo of Nambe or the Pueblo of Santo Domingo, as long as it owns one hundred percent of a registered Indian tribal distributor pursuant to the Gasoline Tax Act [Chapter 7, Article 13 NMSA 1978], that qualifies for a deduction pursuant to Subsection F of Section 7-13-4 NMSA 1978; and\n\n(2) \"tribe\" means an Indian nation, tribe or pueblo located in New Mexico.\n\nHistory:1978 Comp., § 67-3-8.1, enacted by Laws 2003, ch. 150, § 3; 2004, ch. 109, § 3; 2010, ch. 15, § 1.\n\nThe 2010 amendment,effective May 19, 2010, in Subsection B, in the first sentence, after \"for a period of up to\", deleted \"ten\" and added \"twenty\"; and added the second sentence.\n\nThe 2004 amendment,effective July 1, 2004, amended Paragraph (1) of Subsection F to add \"or the Pueblo of Santo Domingo\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-8-1/"
    },
    {
      "id": "section-67-3-82",
      "number": "67-3-8.2",
      "heading": "Secretary; authority to sell or otherwise dispose of property or property interest.",
      "text": "A. In the event the department acquires by condemnation or other means property or a property interest, including water, mineral and oil and gas rights in excess of the dimensions or amount necessary for public use, as determined by the department if the determination occurs within five years of the date of the acquisition, the prior owner from whom the property or property interest was acquired or the prior owner's personal representative or heirs shall have the option to purchase the property or property interest determined to be in excess. The persons may purchase the property or property interest at a price equal to the price paid for the excess property or property interest by the department to the prior owner at the time of acquisition, plus interest at the rate of six percent per year, for the period beginning with the date the prior owner received final payment for the property or property interest taken and ending when the notice of intent to dispose is mailed, less the amount of any liens attached against the property or property interest while it was held by the department.\n\nB. The notice of intent to dispose shall be mailed to the last known address of the prior owner by certified mail with a return receipt requested. The notice shall notify the prior owner of the prior owner's right to purchase, specify which portion of the property or property interest of the prior owner is available for purchase by the prior owner, the amount of money, both the principal and interest, required to repurchase it and the amount of any liens that may be deducted from the purchase price. If within thirty days after mailing the notice of intent to dispose, the prior owner or the prior owner's personal representative or heirs elect to exercise the option to purchase, the department shall enter into an agreement prepared and approved by the appropriate legal officer for the sale of the excess property or property interest to the prior owner or the prior owner's personal representative or heirs.\n\nC. If the prior owner or the prior owner's personal representative or heirs have not elected to exercise the option within thirty days from the date of mailing the notice of intent to dispose, the department may sell the property or the property interest on the open market in a commercially reasonable manner. The proceeds from the sale of the property or property interest shall be deposited in the state road fund.\n\nHistory:Laws 2004, ch. 77, § 1.\n\nEmergency clauses.— Laws 2004, ch. 77, § 2 makes the act effective immediately. Approved March 4, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-8-2/"
    },
    {
      "id": "section-67-3-83",
      "number": "67-3-8.3",
      "heading": "Disposition of surplus personal property or materials.",
      "text": "A. The department may donate available surplus personal property or materials to a local government entity to repair damage to public roads, highways and bridges in New Mexico resulting from natural or man-made causes if:\n\n(1) the request is made by a local government entity, including a municipality, county, public school or tribal government, that certifies to the department that the local government entity does not have the financial or physical resources to repair sudden and unforeseen damage to a public road, highway or bridge within its jurisdiction;\n\n(2) the local government entity certifies that the damage was due to unforeseen natural or man-made causes, including bad weather, an accident or other catastrophic event, and that the damage creates a risk to public safety that requires immediate action;\n\n(3) the local government entity certifies that it will use the donated property or materials only for the purpose of making the repairs needed to address the emergency; and\n\n(4) the department determines that donation of the personal property or materials will not affect the department's ability to carry out its statutory obligations.\n\nB. Upon receipt of a request for aid under this section, the department shall direct the highway district closest to the requesting local government entity to review the district's stores of construction and road maintenance materials to determine whether there is any surplus personal property or materials available to donate to the local government entity to address the emergency.\n\nC. If a determination is made that surplus personal property or materials may be donated, the department shall prepare documentation that:\n\n(1) describes the property or materials donated;\n\n(2) identifies the amount of property or materials donated; and\n\n(3) provides an estimate of the fair market value of the property or materials donated.\n\nD. Upon delivery of the property or materials, the department shall obtain a receipt from the representative of the local government entity that evidences delivery pursuant to this section of law.\n\nE. Within thirty days of a donation pursuant to this section, the department shall provide a report to the department of finance and administration that includes all certifications and representations made by the local government entity to request a donation of surplus materials, an estimate of the fair market value of the property donated and evidence that the donated property was delivered to and accepted by the requesting local government entity.\n\nF. Within thirty days of acceptance of property or materials donated pursuant to this section, a local government entity shall submit a report to the department of finance and administration that certifies that the property was used in conformity with the requirements of this section.\n\nHistory:Laws 2009, ch. 171, § 1.\n\nEffective dates.— Laws 2009, ch. 171 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2009, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-8-3/"
    },
    {
      "id": "section-67-3-84",
      "number": "67-3-8.4",
      "heading": "Department; powers.",
      "text": "A. The secretary may use an alternative to the design-bid-build project delivery method for project procurement to allow the department to use the services of a construction manager general contractor. No more than twenty-five percent of the projects placed on the department's letting schedule in any calendar year may be let pursuant to the design and build project delivery method pursuant to Section 13-1-119.2 NMSA 1978 or the construction manager general contractor delivery method pursuant to the Transportation Construction Manager General Contractor Act [13-1-122.1 to 13-1-122.4 NMSA 1978].\n\nB. As used in this section, \"letting schedule\" means the department's construction projects that are posted to give notice to the public prior to receiving bids on any project.\n\nHistory:1978 Comp., § 67-3-8.4, enacted by Laws 2022, ch. 12, § 7.\n\nEffective dates.— Laws 2022, ch. 12, § 8 made Laws 2022, ch. 12, § 7 effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-8-4/"
    },
    {
      "id": "section-67-3-9",
      "number": "67-3-9",
      "heading": "[Office.]",
      "text": "That the said state highway commission and the state highway engineer shall be provided with suitable offices in the state capitol by the superintendent of public buildings and property, which offices shall be under the charge of the said state highway engineer and shall be kept open at such times as the business of the commission and the convenience of the public shall require. Such offices shall be conveniently and properly furnished and shall be the repository for all records of the commission.\n\nHistory:Laws 1917, ch. 38, § 4; C.S. 1929, § 64-305; 1941 Comp., § 58-204; 1953 Comp., § 55-2-4.\n\nSuperintendent of public buildings and property.— For present provisions regarding the control, care and custody of the building in which the legislature sits by the legislative council,see2-3-4 and 2-3-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-9/"
    },
    {
      "id": "section-67-3-10",
      "number": "67-3-10",
      "heading": "Meetings; oaths; seal; policy.",
      "text": "It is the duty of the state transportation commission to hold meetings at such times and for such periods as it deems essential to the proper carrying out of the provisions of Chapter 67 NMSA 1978. The members shall have power to administer oaths, and the commission shall have a common seal. It is the duty of the commission to consider and determine at its meetings all questions relating to the general policy of the commission and the conduct of the work in general; to receive and consider, at such times as it may elect, the annual report of the secretary; and to act in all matters relating to the recommendations, reports and such other matters as it finds advisable to submit to the governor or to the legislature; provided, however, that any reports or information shall be furnished to the governor by the commission upon his request.\n\nHistory:Laws 1917, ch. 38, § 6; C.S. 1929, § 64-307; 1941 Comp., § 58-205; 1953 Comp., § 55-2-5; 2003, ch. 142, § 32.\n\nThe 2003 amendment,effective July 1, 2003 added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways §§ 56, 59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-10/"
    },
    {
      "id": "section-67-3-11",
      "number": "67-3-11",
      "heading": "Rule-making power.",
      "text": "The state transportation commission is hereby authorized to make all rules and regulations as may be necessary to carry out the provisions of Chapter 67 NMSA 1978.\n\nHistory:Laws 1917, ch. 38, § 20; C.S. 1929, § 64-321; 1941 Comp., § 58-206; 1953 Comp., § 55-2-6; 2003, ch. 142, § 33.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 209, 210.\n\n39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-11/"
    },
    {
      "id": "section-67-3-12",
      "number": "67-3-12",
      "heading": "Powers and duties.",
      "text": "In addition to the powers now conferred upon it by law, the state transportation commission:\n\nA. may declare abandoned and close to public traffic all grade crossings of railroads by state highways in cases where grade separations or other adequate crossings are substituted therefor or where such grade crossings become unnecessary to the public convenience by reason of changes in highway locations;\n\nB. may offer and, upon compliance with the conditions of such offer, pay rewards for information leading to the arrest and conviction of offenders in cases of theft, defacement or destruction of markers or highway signs, lights or other warning devices placed upon or along highways of this state under the supervision of the state transportation commission and for information leading to the arrest and conviction of offenders or for the return of property in case of theft or unlawful damaging of property under the control of the commission. All such rewards when paid shall be paid from the state road fund upon voucher drawn by the secretary or other authorized officer or agent of the department;\n\nC. shall prescribe by rule the conditions under which fiber cable lines, conduit, poles, wireless technology or other infrastructure used for broadband internet services, pipelines, telephone, telegraph and electric transmission lines and ditches may be placed along, across, over or under public highways in this state or other property under the jurisdiction of the department and shall forcibly remove or cause to be removed fiber cable lines, conduit, poles, pipelines, telephone, telegraph or electric transmission lines or wireless technology or other infrastructure or ditches that may be placed along, across, over or under such public highways in violation of such rules and regulations;\n\nD. may waive administrative fees and annual fees for infrastructure authorized pursuant to Subsection C of this section that is to be used to provide broadband internet services to unserved or underserved locations, as defined in the Connect New Mexico Act [63-9K-1 to 63-9K-7 NMSA 1978];\n\nE. shall employ an attorney to assist and advise the state transportation commission and the department in the discharge of their duties and to appear and represent the interests of the commission or department in any case before any court or tribunal in which the official duties, powers, rights or privileges of the commission or department may be involved or affected and to pay that attorney the reasonable value of the attorney's services out of the state road fund;\n\nF. shall bring and maintain in the name of the state actions and proceedings deemed necessary by the state transportation commission for the condemnation of rights of way for public highways or for the removal or condemnation of buildings or other improvements that encroach in whole or part upon the rights of way of public highways or for the condemnation of gravel pits or other deposits of materials or supplies suitable for the construction of public highways. The attorney general of New Mexico shall appear in and prosecute all such cases on behalf of the state upon request of the state transportation commission. All such proceedings shall be conducted in the same manner as other cases for the condemnation of real property. The damages assessed in proceedings brought under the provisions of this section shall be paid out of the state road fund from money furnished for that purpose by cooperative agreement between the state, federal government and the county within which the condemned property is situate or any such governmental bodies or out of money furnished for the construction of the highway in connection with which the condemnation is had, by the county in which the condemned property is situate; provided, however, that if no such money is available, the damages shall be advanced on behalf of said counties out of their money in the state road fund and the state treasurer shall thereafter reimburse the state road fund for the money advanced out of the next installment of money from motor vehicle license fees accruing to the road fund of the county for which such funds were so advanced;\n\nG. shall designate in its discretion one of its employees as acting secretary to act at all times when the secretary is absent from the state capital. The acting secretary, when designated, has the right and is hereby given authority at all times when the secretary is absent from the state capital to sign all federal project statements, federal project agreements and federal vouchers with the same force and effect as if signed by the secretary in person, and the certificate of the acting secretary attached to any federal project statement, federal project agreement or federal voucher to the effect that the secretary was absent from the state capital at the time that the same was so signed by the acting secretary shall be conclusive evidence of the truth of such fact. The acting secretary may also be vested by the state transportation commission with power and authority to act for the secretary in such other matters as the state transportation commission may determine;\n\nH. subject to the provisions of Subsection I of this section, may conduct, permit or authorize commercial enterprises or activities on department- or commission-owned land or land leased to or from the department for the purpose of providing goods and services to the users of the property or facilities on the land, including commercial enterprises or activities, other than commercial enterprises or activities on a controlled-access facility conducted, permitted or authorized pursuant to Section 67-11-9 NMSA 1978. In furtherance of these commercial enterprises or activities, the commission may:\n\n(1) authorize the lease of department- or commission-owned land as it deems necessary, in which case consideration for the lease shall be payments in cash or cash equivalent that shall be deposited into the state road fund; or\n\n(2) authorize the sale or exchange or lease with in-lieu value consideration of department- or commission-owned land; provided that the sale or exchange or lease with in-lieu value shall be subject to the ratification and approval by joint resolution of the state legislature prior to the sale or exchange or lease with in-lieu value becoming effective; and\n\nI. for the purposes of Subsection H of this section shall:\n\n(1) adopt rules necessary to carry out the provisions of Subsection H of this section;\n\n(2) prior to initiating any action to conduct, permit or authorize commercial enterprises or activities, adopt a rule providing a procedure to involve residents of the municipality or county in which the commercial enterprises or activities are proposed to occur in the department's planning and decision-making process for the sole purpose of advising the commission and department on the feasibility and suitability of the proposed commercial enterprises or activities;\n\n(3) comply with the Procurement Code [13-1-28 to 13-1-199 NMSA 1978] in the acquisition process whenever commercial enterprises or activities result in the commission or department acquiring construction, services or tangible personal property, as those terms are defined in the Procurement Code;\n\n(4) if the commercial enterprises or activities are to be developed or operated by a private entity, direct that private entity to:\n\n(a) create its plans to be not necessarily in compliance but generally compatible with local zoning and land use policies, including affordable housing and historic and architectural standards, if any, and, to the extent the private entity will obtain water or other services from a local authority, negotiate an agreement between relevant parties for those services, the terms and conditions of which shall be no more stringent than the local authority's then current laws, rules and policies; and\n\n(b) submit its plans to the local zoning and land use authority for comment. The local authority shall communicate its recommendations and comments in writing to the department and private entity within thirty days of receiving the plans. The department, commission and private entity shall take no action on the project in reliance on those plans until they have received the local authority's recommendations and comments or until the thirty-day comment period has expired, whichever comes first; provided that the local authority's approval is not required under this section, and this section does not delegate to the local authority power that it does not otherwise have; and\n\n(5) not use the power of eminent domain to acquire land to be developed or operated by a private entity.\n\nHistory:Laws 1929, ch. 110, § 1; C.S. 1929, § 64-303; Laws 1933, ch. 21, § 8; 1941 Comp., § 58-207; 1953 Comp., § 55-2-7; 2003, ch. 142, § 34; 2005, ch. 122, § 1; 2006, ch. 34, § 3; 2023, ch. 143, § 1.\n\nCross references.— For powers of commission not derogated by Scenic Highway Zoning Act,see67-13-16 NMSA 1978.\n\nFor eminent domain,see42A-1-1 NMSA 1978 et seq.\n\nFor forms for application for use of highways for oil and gas pipelines,see70-3-9 NMSA 1978.\n\nThe 2023 amendment,effective July 1, 2023, authorized the state transportation commission to prescribe by rule the conditions necessary for the installation of broadband internet infrastructure on property under the jurisdiction of the department of transportation, and authorized the waiver of fees or leasing costs for infrastructure that is to be used to provide broadband internet services to unserved or underserved locations; in Subsection C, after \"under which\", added \"fiber cable lines, conduit, poles, wireless technology or other infrastructure used for broadband internet services\", after \"highways in this state\", added \"or other property under the jurisdiction of the department\", after \"or cause to be removed\", added \"fiber cable lines, conduit, poles\", and after \"transmission lines\", added \"or wireless technology or other infrastructure\"; and added a new Subsection D and redesignated former Subsections D through H as Subsections E through I, respectively.\n\nThe 2006 amendment,effective July 1, 2006, provided in Subsection G that subject to the provisions of Subsection H, the commission may conduct or authorize commercial enterprises or activities on department- or commission-owned land other than commercial enterprises or activities on a controlled-access facility conducted, permitted or authorized pursuant to Section 67-11-9 NMSA 1978; added Paragraph (2) of Subsection G to provide that the commission may authorize the sale, exchange or lease with in-lieu value consideration of department- or commission-owned land if the transaction is ratified by the legislature; added Paragraphs (2) through (5) of Subsection H to require the commission to involve the residents of the municipality or county in which the commercial enterprise will occur, comply with the Procurement Code in purchasing goods or services for the commercial enterprise, direct a private entity that will develop or operate a commercial enterprise to develop plans compatible with local zoning and land use policies, to negotiate for water and other local governmental services and to submit plans to local zoning and land use authorities for comment, and prohibit the use of the power of eminent domain to acquire property to be developed or operated by a private entity.\n\nThe 2005 amendment,effective June 17, 2005, added Subsection G to permit commercial enterprises or activities on property of the department of transportation for the purpose of providing goods and services to users of the property, to permit the sale, exchange or lease of department property to further the activities and to provide that proceeds from the activities be deposited into the state road fund.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nCompiler's notes.— Laws 1933, ch. 21, § 2, repealed Subsection D of this section. ButseeN.M. Const., art. IV, § 18, which provides that no law be revised, amended or extended by reference to title only and that each section as revised, amended or extended be set out in full.\n\nUse of highway easements for utility services is within general purposefor which highways are designed, in addition to their use for transportation of movable vehicles.State ex rel. City of Albuquerque v. Lavender, 1961-NMSC-096, 69 N.M. 220, 365 P.2d 652.\n\nCommission is not subject to suit except by consentof the state, since it is a state agency not vested with corporate powers.Dougherty v. Vidal, 1933-NMSC-034, 37 N.M. 256, 21 P.2d 90 (decided under former law).\n\nCounterclaim of municipalityarising out of same transaction or occurrence that is the subject matter of main action brought by state is a suit against the state which is immune; however, damages claimed by municipality can be urged by way of defense to recoup.State ex rel. State Highway Comm'n v. Town of Grants, 1961-NMSC-133, 69 N.M. 145, 364 P.2d 853.\n\nControl of public highways within municipality.— If exclusive control of all streets within the city limits was given to the city under 3-49-1 NMSA 1978, it was revoked by this section with respect to public highways located within the limits of the municipality.State ex rel. State Highway Comm'n v. Ford, 1964-NMSC-037, 74 N.M. 18, 389 P.2d 865.\n\nCity not indispensable party.— When an action concerns encroachments upon the state highway system within a city, the state has been given express jurisdiction, and the city is not an indispensable party.State ex rel. State Highway Comm'n v. Ford, 1964-NMSC-037, 74 N.M. 18, 389 P.2d 865.\n\nRemoval of encroachments from right of way.— Petition by commission for injunctive relief to compel the removal of encroachments from a highway right of way, alleging a dedication of city street and that such street is a part of the state highway system, stated a cause of action under the provisions of 67-3-12 NMSA 1978.State ex rel. State Highway Comm'n v. Ford, 1964-NMSC-037, 74 N.M. 18, 389 P.2d 865.\n\nRelocation of sewer and water lines by municipality.— A municipality owes a duty to relocate its municipally owned sewer and water lines which are in a public highway at its own expense when it is necessary to provide a safe and adequate highway.State ex rel. State Highway Comm'n v. Town of Grants, 1960-NMSC-004, 66 N.M. 355, 348 P.2d 274,rev'd in part, 1961-NMSC-133, 69 N.M. 145, 364 P.2d 853.\n\nAllowance of pipeline on highway easement.— Construction of private company's pipeline underneath a highway, built on an easement granted by a landholder for the highway as allowed by the state highway department as easement-holder under Subsection C, represents a permissible use to be made of a public highway easement and does not constitute an additional burden on the servient estate owned by the landowner.Amerada Hess Corp. v. Adee, 1987-NMCA-117, 106 N.M. 422, 744 P.2d 550.\n\nOff-street parking.— While commission may acquire lands and build and maintain state highways within municipal boundaries, it is not authorized to finance, construct or maintain off-street parking facilities within such boundaries because these are not part of the state highway system. 1944 Op. Att'y Gen. No. 44-4519.\n\nRemoval of public utility poles and lines.— When creation of highway for public use results in removal of poles and lines of a public utility, no obligation falls on the highway department to reimburse the utility. 1949 Op. Att'y Gen. No. 49-5222.\n\nErection of private telephone line within right of way.— Neither a board of county commissioners nor the commission could consent to erection of a private telephone line within the right of way of a county road. 1954 Op. Att'y Gen. No. 54-5884.\n\nGranting of easement over state highway by county commissioners.— County commissioners have no right to grant any easement to a public utility over a state highway, the right of way of which came under the control of the commission after 1917. 1973 Op. Att'y Gen. No. 73-26; 1933 Op. Att'y Gen. No. 33-681.\n\nDeclaratory judgment proper for sand and gravel removal cost.— The commission can properly bring an action for declaratory judgment to determine the amount to be paid for sand and gravel removed for public highway purposes. The determination of price is an actual controversy as contemplated by the declaratory judgment law, and declaratory judgment is a proper means of resolving the questions. 1961 Op. Att'y Gen. No. 61-12.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 209, 210.\n\nLiability for injury on highway or bridge at town, municipal or county line, 8 A.L.R. 1274.\n\nPower to accept and administer trust for repairing and improving highway, 10 A.L.R. 1383.\n\nDuty to make highway safe for children, by providing proper barriers, 36 A.L.R. 309.\n\nMandamus to compel improvement or repair of highway as affected by its abandonment, 46 A.L.R. 266.\n\nDuty and liability as to conditions beyond limits of highway which affect safety or comfort of travel, 53 A.L.R. 764.\n\nPersonal liability of public official for personal injury on highway, 57 A.L.R. 1037.\n\nPersonal liability of highway officers for negligence of subordinates or employees, 61 A.L.R. 300.\n\nDuty to blockade abandoned highway, 71 A.L.R. 1207.\n\nDuty toward travelers as regards condition of street or highway left as result of accident, 81 A.L.R. 1004.\n\nPower of highway officers with respect to billboards or other conditions on adjoining property which are deemed dangerous to travel or offensive aesthetically to travelers, 81 A.L.R. 1547.\n\nRight of owner or occupant of property to damages for obstruction of, or interference with, access incident to building operations on other private property, 86 A.L.R. 101.\n\nLiability for injury due to improper plan for, or defect in, original construction of street or highway, 90 A.L.R. 1502.\n\nLiability for injury or damage by slide or fall of object from embankment at side of highway, 107 A.L.R. 596.\n\nRegulation of use of highways by private motor vehicle for hire, 109 A.L.R. 550, 175 A.L.R. 1333.\n\nProhibition to control administrative officers in matters relating to highways, 115 A.L.R. 3, 159 A.L.R. 627.\n\nLiability of municipality or other governmental body to pedestrian for injury in closed or partially closed street during construction or repairs, 119 A.L.R. 841.\n\nFailure of municipality properly to maintain traffic signal devices as ground for liability for damage to property or person, 151 A.L.R. 1404.\n\nMunicipal liability for injury on ice formed by flushing or sprinkling streets, as affected by governmental or private nature of corporation, 156 A.L.R. 701.\n\nAlteration or relocation of street or highway as discontinuance of parts not included, 158 A.L.R. 543.\n\nRight to recover for injuries consequent upon defect on the highway as affected by failure to comply with regulation as to registration of automobile or motorcycle or licensing of operator, 163 A.L.R. 1375.\n\nDuty as regards barriers for protection of automobile travel, 173 A.L.R. 626.\n\nAttracting people in such numbers as to obstruct access to the neighboring premises, is nuisance, 2 A.L.R.2d 437.\n\nInjury to traveler from collision with privately owned pole standing within boundaries of highway, 3 A.L.R.2d 6.\n\nLiability of municipality for damage caused by fall of tree or limb, 14 A.L.R.2d 186.\n\nDuty of highway construction contractor to provide temporary way or detour around obstruction, 29 A.L.R.2d 876.\n\nLiability of state, municipality or public agency for vehicle accident occurring because of accumulation of water on street or highway, 61 A.L.R.2d 425.\n\nLiability, in negligence action, of state highway or turnpike authority, 62 A.L.R.2d 1222.\n\nRegulations as to adjustment or removal of wires of public service corporation to permit moving buildings, 83 A.L.R.2d 464.\n\nAuthorization, prohibition, regulation by municipality of the sale of merchandise on streets or highways, or their use for such purpose, 14 A.L.R.3d 896.\n\nDamaging highway or bridge by nature or weight of vehicles or loads transported over it, 53 A.L.R.3d 1035, 31 A.L.R.5th 171.\n\n39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-12/"
    },
    {
      "id": "section-67-3-13",
      "number": "67-3-13",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 117, § 3A repeals 67-3-13 NMSA 1978, as enacted by Laws 1909, ch. 42, § 3, relating to general charge and supervision of highways, effective March 28, 1989. For present comparable provisions,see67-3-14 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-13/"
    },
    {
      "id": "section-67-3-14",
      "number": "67-3-14",
      "heading": "State transportation commission; powers and duties; road funds.",
      "text": "A. The state transportation commission has charge of all policy matters pertaining to the expenditure of the state road fund in the construction, improvement and maintenance of state highways and bridges in the state.\n\nB. The state transportation commission may also make rules and regulations governing the method of construction, improvement and maintenance of state highways and bridges and compel compliance with the laws, rules and regulations relating to state highways and bridges. The commission shall have no duty to maintain or supervise the maintenance of roads that are not designated state highways or bridges.\n\nC. The secretary shall have authority to expend state road funds and use state forces and equipment in an amount not to exceed ten thousand dollars ($10,000) for the purpose of restoring and preserving the public safety and welfare in any emergency involving a threat of injury to lives or property within areas under the control of the state or local governmental bodies.\n\nHistory:Laws 1912, ch. 54, § 2; Code 1915, § 2632; C.S. 1929, § 64-326; 1941 Comp., § 58-209; 1953 Comp., § 55-2-9; 1981, ch. 359, § 1; 1989, ch. 117, § 1; 2003, ch. 142, § 35.\n\nCross references.— For creation of state highway department,see67-3-6 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\" in the section heading and in Subsections A and B; and deleted \"of highway and transportation\" following \"secretary\" in Subsection B.\n\nTemporary provisions.— Laws 2003, ch. 142, § 97, effective July 1, 2003, provides that all references in law to the state highway commission shall be deemed to be references to the state transportation commission. All references in law to the state highway and transportation department shall be deemed to be references to the department of transportation. All references in law to the secretary of highway and transportation shall be deemed to be references to the secretary of transportation.\n\nThe 1989 amendment,effective March 28, 1989, in Subsection A substituted the present language for the former first sentence, which read: \"The commission shall have charge of all matters pertaining to the expenditure of the state road fund in the construction, improvement and maintenance of public roads and bridges in the state and shall do all things necessary and expedient in the exercise of such supervision\" and deleted the former second and third sentences, relating to employment of personnel; in Subsection B rewrote the first sentence and added the second sentence; and in Subsection C substituted \"secretary of highway and transportation\" for \"chief highway administrator\" and made minor stylistic changes.\n\nThe 1981 amendmentadded the catchline, designated the formerly undesignated two paragraphs as Subsections A and B, added Subsection C and, in Subsection B, substituted \"employees\" for \"employes\" twice in the first sentence and in the second sentence and \"The\" for \"Said\" in the third sentence and deleted \"and\" preceding \"compel\" and following \"effect;\" in the third sentence. Laws 1981, ch. 359, contains no effective date provision but was enacted at the session which adjourned on March 21, 1981.SeeN.M. Const., art. IV, § 23.\n\nCompiler's notes.— Some of the following annotations are taken from cases decided prior to the 1981 and 1989 amendments.\n\nThe courts have subject matter jurisdiction to review a claimthat the state transportation commission is acting in excess of its delegated authority.Piedra, Inc. v. N.M. Transp. Comm'n, 2008-NMCA-089, 144 N.M. 382, 188 P.3d 106, cert. denied, 2008-NMCERT-005, 144 N.M. 331, 187 P.3d 677.\n\nPre-1989 responsibilities.— The greater supervisory responsibilities contemplated by this section prior to the 1989 amendment included more than issuing regulations. Those responsibilities could have included supervising a county's actual day-to-day maintenance of a roadway.Romero v. State, 1991-NMSC-071, 112 N.M. 332, 815 P.2d 628.\n\nCounty roads constructed with aid of state moneys.— The department has the responsibility for maintenance of state highways. The counties have responsibility for maintenance of purely county roads. For the intermediate case - county roads that are constructed or maintained in whole or in part by the aid of state moneys - maintenance is a county responsibility, but under the general charge and supervision of the department, which may promulgate rules and regulations for that purpose.Romero v. State, 1991-NMCA-042, 112 N.M. 291, 814 P.2d 1019.\n\nCommission control over state road fund, generally.— The commission may order all or any part of the state road fund to be drawn from the state treasury to be disposed of as it directs in the construction, improvement and maintenance of public roads and bridges.State Highway Comm'n v. Sargent, 1915-NMSC-065, 20 N.M. 577, 151 P. 232.\n\nGeneral policy of legislation has been to centralize controlof the state highways in the commission, leaving control of purely local county roads with the board of county commissioners.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nWhen designation of city underpass as state highway not permitted.— The commission may not designate as a state highway an underpass in a city, not connected with, or intended to be, a part of a state highway.Springer Transfer Co. v. City of Albuquerque, 1940-NMSC-039, 44 N.M. 407, 103 P.2d 129.\n\nRemoval of road signs.— A private citizen has no such interest in the maintenance of a highway and the route signs placed thereon by the commission as to enable him to maintain suit to enjoin their removal.Tomlin v. Town of Las Cruces, 1934-NMSC-021, 38 N.M. 247, 31 P.2d 258.\n\nState transportation commission has power to employ special counselto advise and assist it in the performance of its duties.State v. Davidson, 1929-NMSC-016, 33 N.M. 664, 275 P. 373.\n\nCommission to determine necessity for construction of road.— Whether the construction of a Y road is necessary to connect two main trunk highways is to be determined by the commission and not the courts.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nCannot determine geographic course.— The territorial roads commission was directed to cooperate with the various boards of county commissioners in the construction of highways, but the commissioners were not vested with power to regulate the geographic course of such highways.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nCommission insurance requirements evidence desire to provide compensationfor bodily injury and property damage, the contractor's employees are compensated by workmen's (workers') compensation, and members of the public in general are compensated by the public liability insurance. The policy of the commission is not to indemnify employees underHockett v. Chapman, 1961-NMSC-163, 69 N.M. 324, 366 P.2d 850, interpretation of the workmen's (workers') compensation law permitting actions against coemployees.Chavez v. Pino, 1974-NMCA-071, 86 N.M. 464, 525 P.2d 391.\n\nMandamus dismissed since no evidence of acceptance or maintenance.— Mandamus to compel board of county commissioners to remove obstructions from land purportedly part of public highway system must be dismissed in absence of proof of acceptance of dedication or at least a partial maintenance by public funds.State ex rel. Shelton v. Board of Comm'rs, 1945-NMSC-027, 49 N.M. 218, 161 P.2d 212.\n\nCommission, not counties, to expend bond proceeds.— The commission has full authority to establish a system of state highways, and the proceeds of state highway bonds must be expended by the commission [state transportation commission] and not by counties. 1912 Op. Att'y Gen. No. 12-972.\n\nPower to improve road.— Until the commission certifies back to the county or municipality a section of road it has been using as part of the state highway system and for which an alternative route has been adopted, it has the power to improve such section under 67-3-14, 67-3-16, 67-3-26, 67-3-31 and 67-3-40 NMSA 1978. 1934 Op. Att'y Gen. No. 34-797.\n\nPurchasing of real estate for departmental division offices.— The department has statutory power to purchase real estate to be used for offices of a departmental division under the provisions of this section. 1952 Op. Att'y Gen. No. 52-5555.\n\nPosting of signs.— On a road over which the commission has exclusive jurisdiction without regard whatsoever to obligations incurred to another governmental agency, the commission can grant or refuse permission to post signs. On such highways, the state soil conservation committee (now soil and water conservation commission) can make application subject to the discretion of the commission. 1958 Op. Att'y Gen. No. 58-99.\n\nPermits to place signs of boundaries on rights of way.— The commission has the authority within its own discretion to grant or refuse permits to place signs of boundaries on highway rights of way. 1958 Op. Att'y Gen. No. 58-99.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 122.\n\n39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-14/"
    },
    {
      "id": "section-67-3-15",
      "number": "67-3-15",
      "heading": "[Duty to advise towns, villages and counties; highway system for state.]",
      "text": "The commission shall, when requested, advise towns, villages and counties with regard to the construction and maintenance of any road or bridge, and shall select, lay out and construct a system of prospective state highways.\n\nHistory:Laws 1912, ch. 54, § 3; Code 1915, § 2633; C.S. 1929, § 64-327; 1941 Comp., § 58-210; 1953 Comp., § 55-2-10.\n\nCross references.— For establishment of department of transportation,see67-3-6 NMSA 1978.\n\nNo authority to designate city underpass as state highway.— The commission is not authorized by this section, 67-2-4, 67-3-16 or 67-3-41 NMSA 1978 to designate as a state highway an underpass in a city not part of or intended to be part of a state highway.Springer Transfer Co. v. City of Albuquerque, 1940-NMSC-039, 44 N.M. 407, 103 P.2d 129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-15/"
    },
    {
      "id": "section-67-3-16",
      "number": "67-3-16",
      "heading": "[General duty to construct, repair and maintain highways.]",
      "text": "It shall be the duty of such commission to construct, repair and maintain, at the expense of the state either wholly or in part, such public roads and highways, within the state, as in their judgment will best subserve the interest of the general public, looking to the construction and maintenance of a complete system of highways in the state.\n\nHistory:Laws 1909, ch. 42, § 4; Code 1915, § 2638; C.S. 1929, § 64-331; 1941 Comp., § 58-211; 1953 Comp., § 55-2-11.\n\nCross references.— For establishment of department of transportation,see67-3-6 NMSA 1978.\n\nPurpose of commission.— The paramount purpose of the creation of the commission was to subserve the public interest, in construction and maintenance of a complete system of highways in the state.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nPublic necessity of right of way not obviated by donation.— Merely because an individual gratuitously gave to the state a right of way does not negative the public necessity thereof.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nCommission, not courts, to determine highway necessity.— Need or requirement for construction of a particular piece of highway is a matter to be determined by the commission and not by the courts.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nNo authority to designate city underpass as state highway.— The commission is not authorized by this section, 67-2-4, 67-3-15 or 67-3-41 NMSA 1978 to designate an underpass in a city as a state highway.Springer Transfer Co. v. City of Albuquerque, 1940-NMSC-039, 44 N.M. 407, 103 P.2d 129.\n\nPower to improve road.— Until the commission certifies back to a county or municipality a section of road it has been using as part of the state highway system, and for which an alternative route has been adopted, it has the power to improve such section under 67-3-14, 67-3-16, 67-3-26, 67-3-31 and 67-3-40 NMSA 1978. 1934 Op. Att'y Gen. No. 34-797.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 64 to 69.\n\nLiability, in motor vehicle-related cases, of governmental entity for injury, death, or property damage resulting from defect or obstruction in shoulder of street or highway, 19 A.L.R.4th 532.\n\nGovernmental liability for compensation or damages to advertiser arising from obstruction of public view of sign or billboard on account of growth of vegetation in public way, 21 A.L.R.4th 1309.\n\nLiability of governmental entity for damage to motor vehicle or injury to person riding therein resulting from collision between vehicle and domestic animal at large in street or highway, 52 A.L.R.4th 1200.\n\nHighways: governmental duty to provide curve warnings or markings, 57 A.L.R.4th 342.\n\nGovernmental tort liability as to highway median barriers, 58 A.L.R.4th 559.\n\nGovernmental tort liability for detour accidents, 1 A.L.R.5th 163.\n\n40 C.J.S. Highways § 179.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-16/"
    },
    {
      "id": "section-67-3-17",
      "number": "67-3-17",
      "heading": "Snow removal from designated skiing area parking facilities.",
      "text": "The state transportation commission is hereby authorized and empowered to remove any snow that it deems to be an obstacle to the parking of motor vehicles at any parking area that serves a skiing area. If the parking area is on lands owned by or leased from the state, municipal, county or federal government, the cost of snow removal shall be borne by the state as in the case of road maintenance. If the parking facilities are on private lands, the person in control of the skiing area shall be liable for the payment of such sum, not less than actual cost, as the state transportation commission decides to be the reasonable value of such snow removal. For the purposes of this section, the phrase \"skiing area\" shall mean any lands or areas used for the sport of skiing and recognized by the tourism department as a tourist attraction.\n\nHistory:1953 Comp., § 55-2-11.1, enacted by Laws 1967, ch. 20, § 2; 2003, ch. 142, § 36.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"tourism department\" for \"department of development\".\n\nCompiler's notes.— Laws 1967, ch. 20, § 2, and Laws 1967, ch. 165, § 1, each enacted a new 55-2-11.1, 1953 Comp. However, since Laws 1967, ch. 20, also contained a Section 3, Laws 1967, ch. 20, §§ 2 and 3, have been compiled as 55-2-11.1 and 55-2-11.2, 1953 Comp. (67-3-17 and 67-3-18 NMSA 1978), and Laws 1967, ch. 165, § 1, has been compiled as 55-2-11.3, 1953 Comp. (67-3-19 NMSA 1978).\n\nAuthority of county to clear private road.— This section does not confer any authority upon a county department, so a county may not use its equipment to clear or blade a snow packed private road even if it charges a fee for such service. 1975 Op. Att'y Gen. No. 75-02.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 79, 112.\n\nDuty to remove ice and snow from highway, 27 A.L.R. 1104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-17/"
    },
    {
      "id": "section-67-3-18",
      "number": "67-3-18",
      "heading": "[Skiing area with parking facilities; rejection of snow removal services.]",
      "text": "The person in control of the skiing area, with parking facilities on private land, shall have the right to reject this service.\n\nHistory:1953 Comp., § 55-2-11.2, enacted by Laws 1967, ch. 20, § 3.\n\nCompiler's notes.— Laws 1967, ch. 20, § 2, and Laws 1967, ch. 165, § 1, each enacted a new 55-2-11.1, 1953 Comp. However, since Laws 1967, ch. 20, also contained a Section 3, Laws 1967, ch. 20, §§ 2 and 3, have been compiled as 55-2-11.1 and 55-2-11.2, 1953 Comp. (67-3-17 and 67-3-18 NMSA 1978), and Laws 1967, ch. 165, § 1, has been compiled as 55-2-11.3, 1953 Comp. (67-3-19 NMSA 1978).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-18/"
    },
    {
      "id": "section-67-3-19",
      "number": "67-3-19",
      "heading": "Duty to repair and maintain state park roads, bridges and parking areas.",
      "text": "It is the duty of the state transportation commission to repair and maintain the public roads and highways that provide access to state park and recreation areas and to repair and maintain all roads, bridges and parking areas within the boundaries of the state park and recreation areas that will best serve the needs of the general public.\n\nHistory:1953 Comp., § 55-2-11.3, enacted by Laws 1967, ch. 165, § 1; 2003, ch. 142, § 37.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— Laws 1967, ch. 20, § 2, and Laws 1967, ch. 165, § 1, each enacted a new 55-2-11.1, 1953 Comp. However, since Laws 1967, ch. 20, also contained a Section 3, Laws 1967, ch. 20, §§ 2 and 3, have been compiled as 55-2-11.1 and 55-2-11.2, 1953 Comp. (67-3-17 and 67-3-18 NMSA 1978), and Laws 1967, ch. 165, § 1, has been compiled as 55-2-11.3, 1953 Comp. (67-3-19 NMSA 1978).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 200.\n\n39A C.J.S. Highways § 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-19/"
    },
    {
      "id": "section-67-3-20",
      "number": "67-3-20",
      "heading": "El Camino Real; supervision and control.",
      "text": "The system of highways established by Sections 67-9-2 through 67-9-5 NMSA 1978 shall be under the supervision and control of the state transportation commission, and it shall carry out the provisions at such time as in its judgment is proper.\n\nHistory:Laws 1909, ch. 42, § 5; Code 1915, § 2639; C.S. 1929, § 64-332; 1941 Comp., § 58-212; 1953 Comp., § 55-2-12; 2003, ch. 142, § 38.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"Sections 67-9-2 through 67-9-5 NMSA 1978\" for \"Sections 2707 to 2715 inclusive\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-20/"
    },
    {
      "id": "section-67-3-21",
      "number": "67-3-21",
      "heading": "[Investigations and experiments; reports; cooperation of state educational institutions; costs; publications.]",
      "text": "The commission shall conduct such investigations and experiments as in its judgment may tend to the benefit of highway construction in the state, and make reports thereof to the governor, and may cooperate with state or national organizations in experiments and work for the advancement of highway construction. It shall cause investigations and tests of road materials to be made within the various counties of the state until a sufficient knowledge is obtained of the location and availability of all materials suitable for road building, and in such investigations and tests may call upon and utilize any of the officers, employes [employees], equipment or resources of any of the state educational institutions. Provided, however, that the actual cost of such tests or investigations made by any institution shall be borne by the state and paid from the state road fund. The commission may issue and circulate such bulletins, pamphlets and literature as it may deem necessary.\n\nHistory:Laws 1912, ch. 54, § 4; Code 1915, § 2634; C.S. 1929, § 64-328; 1941 Comp., § 58-213; 1953 Comp., § 55-2-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nRight of commissioners to discuss issues in open meetings.— Although the power to make investigations and report thereon to the governor is unquestioned, under the broad and general authority of N.M. Const., art. V, § 14, there is no restriction on the right of the commission to discuss any of its responsibilities or problems in open meeting, and, inasmuch as under the democratic system it is important that the public be informed concerning the conduct of official business generally, an immunity otherwise enjoyed is not altered by the fact that a meeting was open and newspaper representatives were in attendance.Adams v. Tatsch, 1961-NMSC-085, 68 N.M. 446, 362 P.2d 984.\n\nFunding of investigation legal.— Commission of the state of New Mexico may legally set aside highway funds to be spent at the discretion of the legislative finance committee to pay for an investigation of the operations of the New Mexico highway department. 1959 Op. Att'y Gen. No. 59-171.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 39A C.J.S. Highways §§ 59, 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-21/"
    },
    {
      "id": "section-67-3-22",
      "number": "67-3-22",
      "heading": "State transportation commission; annual report.",
      "text": "The state transportation commission shall, on or before the first day of January of each year, make a report to the governor of all business transacted by the commission up to and including the thirtieth day of November, showing an itemized statement of money received and disbursed.\n\nHistory:Laws 1909, ch. 42, § 9; Code 1915, § 2643; C.S. 1929, § 64-337; 1941 Comp., § 58-214; 1953 Comp., § 55-2-14; 2003, ch. 142, § 39.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— The 1915 Code compilers substituted the words \"state highway commission\" for \"territorial road commission\" apparently to comply with Laws 1912, ch. 54, § 1 which provided for such change of name.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-22/"
    },
    {
      "id": "section-67-3-23",
      "number": "67-3-23",
      "heading": "Secretary of transportation; appointment.",
      "text": "The governor shall appoint a secretary of transportation, with the approval of the state transportation commission and subject to the advice and consent of the senate. The secretary shall be in general charge of the work of the commission and be its active executive representative and shall serve as the representative of the department on the executive cabinet as provided for in the Executive Reorganization Act [9-1-1 to 9-1-10 NMSA 1978]. The secretary shall take the usual oath and execute in favor of the state a bond in the sum of fifty thousand dollars ($50,000), of like character, with like sureties and for like purposes, to be approved and filed as prescribed in the Surety Bond Act [10-2-13 to 10-2-16 NMSA 1978]. The premium of the bond shall be paid out of the state road fund.\n\nHistory:1953 Comp., § 55-2-15, enacted by Laws 1977, ch. 251, § 5; 1978, ch. 1, § 3; 1987, ch. 268, § 36; 2003, ch. 142, § 40.\n\nRepeals and reenactments.— Laws 1977, ch. 251, § 5, repeals 55-2-15, 1953 Comp., relating to the appointment, duties, qualifications, etc., of the state highway engineer and enacts the above section.\n\nThe 2003 amendment,effective July 1, 2003, rewrote the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nThe 1987 amendment,effective July 1, 1987, in the first sentence substituted \"secretary of highway and transportation\" for \"chief highway administrator\" and inserted \"state highway\" preceding \"commission\" in the second sentence substituted \"secretary\" for \"chief highway administrator\" at the beginning and near the end substituted \"state highway and transportation department\" for \"highway department,\" in the third sentence substituted \"the Surety Bond Act\" for \"Section 51-1-1 NMSA 1953\", and made minor changes in language and punctuation throughout the section.\n\nThe 1978 amendmentsubstituted \"governor\" for \"commission\" and \"the approval of the commission and subject to the advice and consent of the senate\" for \"the consent of the governor\" in the first sentence, substituted \"The chief highway administrator\" for \"who\" at the beginning of the second sentence and deleted the former third sentence which read: \"He shall receive an annual salary to be fixed by the commission and shall give his entire time and energy to the duties of his office, save as hereinafter provided.\"\n\nWhen salary increases lawful.— When the salary increases granted are pursuant to the commission's personnel plan, such increases are lawful and the Personnel Act (10-9-1 to 10-9-25 NMSA 1978) is not applicable until commission employees are specifically included under the act. 1958 Op. Att'y Gen. No. 58-52 (rendered under former law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 13.\n\n39A C.J.S. Highways § 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-23/"
    },
    {
      "id": "section-67-3-24",
      "number": "67-3-24",
      "heading": "Employees; appointment; compensation.",
      "text": "The secretary, with the consent and approval of the state transportation commission, may appoint and fix the compensation of assistant engineers and clerks and employ such other help as may be necessary to the proper conduct of the work of the commission under the provisions of Chapter 67 NMSA 1978. All appointees on entering upon their duties shall first take the prescribed oath of office if so required by the commission.\n\nHistory:Laws 1917, ch. 38, § 5; C.S. 1929, § 64-306; 1941 Comp., § 58-216; 1953 Comp., § 55-2-16; 2003, ch. 142, § 41.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nSpecial counsel authorized.— This statute authorized the commission to employ special counsel to advise it in the performance of its duties. State v. Davidson, 1929-NMSC-016, 33 N.M. 664, 275 P. 373.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 13.\n\n39A C.J.S. Highways § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-24/"
    },
    {
      "id": "section-67-3-25",
      "number": "67-3-25",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1978, ch. 166, § 17, repeals 55-2-17, 1953 Comp. (67-3-25 NMSA 1978), relating to payment of premiums for required workmen's compensation insurance, effective March 31, 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-25/"
    },
    {
      "id": "section-67-3-26",
      "number": "67-3-26",
      "heading": "Duties of secretary; disbursement of state road fund.",
      "text": "The secretary shall have charge of all records of the state transportation commission; shall keep a record of all proceedings and orders pertaining to the business of the secretary's office and of the state transportation commission; and shall keep on file copies of all plans, specifications and estimates prepared by the secretary's office. The secretary shall cause to be made and kept in the secretary's office a general highway plan of the state. The secretary shall prepare or cause to be prepared or call upon the county highway superintendent to furnish a map showing all of the main highways of the several counties of the state and shall, under the direction of the state transportation commission, select and designate the highways that should comprise a system of state roads, which shall, as nearly as practicable, be such as will best serve the traffic needs and develop the resources of the state. Upon its adoption by the state transportation commission, the system of state roads so designated shall be improved as soon thereafter as practicable under the provisions of Chapter 67 NMSA 1978 and such other provisions as the legislature may enact therefor. The system of state roads so designated may be changed or added to from time to time by the secretary subject to the approval of the state transportation commission. The secretary shall collect information with reference to the mileage, character and condition of the highways and bridges in the several counties of the state and shall investigate and determine the methods of road construction and maintenance best adapted to the various sections of the state, having due regard to topography, natural conditions, the availability of road building materials, the prevailing traffic conditions and the ability of the counties to meet the cost of building and maintaining roads and bridges therein. The secretary may, at all reasonable times, be consulted by county and other officials having authority over highways and bridges relative to any question affecting such highways and bridges, and the secretary may in like manner call on county road officials for any information or maps relative to the location, character and condition of the highways and bridges within their jurisdiction or control. Any such official who fails to supply such information when so called upon is guilty of a misdemeanor and upon conviction thereof shall be subject to a fine of not less than ten dollars ($10.00) nor more than one hundred dollars ($100). The secretary shall determine the character of and have supervision over the construction, repair and maintenance of all state roads and bridges improved under the provisions of Chapter 67 NMSA 1978 and shall prepare or approve all plans and specifications and estimates therefor. The secretary shall report the proceedings of the secretary's office annually to the state transportation commission at such time as it may designate. All money in the state road fund shall be expended only upon itemized vouchers approved by the secretary, filed with the department of finance and administration, and warrants drawn by the secretary of finance and administration upon the state treasurer.\n\nHistory:Laws 1917, ch. 38, § 7; C.S. 1929, § 64-308; 1941 Comp., § 58-218; 1953 Comp., § 55-2-18; Laws 1977, ch. 247, § 164; 2003, ch. 142, § 42; 2011, ch. 56, § 27.\n\nThe 2011 amendment,effective December 31, 2012, removed the county surveyor as a person upon whom the secretary may call for information or highway maps.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"secretary\" for \"state highway engineer\" in the section heading and the section; and substituted \"state transportation commission\" for \"state highway commission\".\n\nThe 1977 amendmentdeleted \"as soon as practicable after the taking effect of this act\" preceding \"prepare\" in the second sentence, inserted \"($10.00)\" and \"($100)\" near the end of the sixth sentence and substituted \"department of finance and administration\" for \"state auditor\" and \"secretary of finance and administration\" for \"state auditor\" in the last sentence.\n\nControl over state roads to be exclusive.— Laws 1917, ch. 38, gave the commission exclusive control over any and all road or roads comprised in the system of state roads.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nGenerally, as to duty to maintain highways.— The duty to maintain and keep public highways in repair is that of the respective counties in which the highways are located, except for highways and streets in municipalities and state highways.Sanchez v. Board of Cnty. Comm'rs, 1970-NMCA-058, 81 N.M. 644, 471 P.2d 678, cert. denied, 81 N.M. 668, 472 P.2d 382.\n\nPower to improve road.— Until the commission certifies back to a county or municipality a section of road it has been using as part of the state highway system, and for which an alternative route has been adopted, it has the power to improve such section under 67-3-14, 67-3-16, 67-3-26, 67-3-31 and 67-3-40 NMSA 1978. 1934 Op. Att'y Gen. No. 34-797.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 122 to 129.\n\n39A C.J.S. Highways § 170.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-26/"
    },
    {
      "id": "section-67-3-27",
      "number": "67-3-27",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 117, § 3B repeals 67-3-27 NMSA 1978, as enacted by Laws 1909, ch. 42, § 6, relating to investigation as to need for public roads and cooperation with counties in construction, effective March 28, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-27/"
    },
    {
      "id": "section-67-3-28",
      "number": "67-3-28",
      "heading": "Cooperation with the state, municipalities, counties, school districts, adjoining states and federal agencies.",
      "text": "The department may enter into cooperative agreements with any branch, agency, department, board, instrumentality or institution of the state or United States government; with the respective municipalities, school districts and counties in this state; or with any adjoining state for the construction or improvement of public highways and streets within the control of a branch, agency, department, board, instrumentality or institution of the state or United States government or within a municipality, county, school district or adjoining state for the division between the department and the branch, agency, department, board, instrumentality or institution of the state or United States government, county, school district, municipality or adjoining state of the expense of the project development, construction, reconstruction, improvement, maintenance or repair of public highways, streets and public school parking lots, or for the acquisition of rights-of-way therefor or for materials for the construction or improvement thereof. The department shall bear all costs of the acquisition of rights-of-way for federal-aid interstate roads, both rural and urban.\n\nHistory:Laws 1929, ch. 100, § 1; C.S. 1929, § 64-601; Laws 1935, ch. 13, § 1; 1937, ch. 164, § 1; 1941 Comp., § 58-220; 1953 Comp., § 55-2-20; Laws 1955, ch. 278, § 1; 1957, ch. 244, § 1; 1971, ch. 193, § 1; 1983, ch. 68, § 1; 1986, ch. 20, § 127; 1993, ch. 277, § 1.\n\nCross references.— For contracts with counties for maintenance of highways,see67-3-41 NMSA 1978.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"department\" for \"state highway commission\" near the beginning of the first sentence and \"project development, construction, reconstruction, improvement, maintenance or repair of public highways, streets and public school parking lots\" for \"construction or improvements of public highways and streets\" near the end of that sentence, and deleted \"state highway\" before \"department\" near the middle of the first sentence and in the second sentence.\n\nThe 1986 amendmentsubstituted \"and streets\" for \"public parking areas and public school grounds\" in two places in the first sentence.\n\nThe 1983 amendmentinserted \"the state\" in the section catchline, inserted \"with any branch, agency, department, board, instrumentality or institution of the state or United States government\" in the first sentence, inserted \"or\" preceding \"with any adjoining state\" near the beginning of the first sentence, deleted \"or with any department or bureau or agency of the United States government\" preceding \"for the construction\" near the middle of the first sentence, deleted \"school\" preceding \"parking areas\" near the middle of the first sentence, inserted \"within the control of a branch, agency, department, board, instrumentality or institution of the state or United States government or\" near the middle of the first sentence, substituted \"a municipality, county, school district or adjoining state\" for \"such municipality or within such counties or school districts or such adjoining state\" near the middle of the first sentence, substituted the language beginning with \"the state highway department\" and ending with \"or public school grounds\" for \"this state and such county or school district or municipality, or such adjoining state or such department or bureau or agency of the United States government of the expense of the construction or improvement of public highways within this state or within such municipalities or school districts or counties or such adjoining state\" following \"the division between\" near the end of the first sentence, and substituted \"department\" for \"commission\" following \"state highway\" in the last sentence.\n\nEffective dates.— Laws 1983, ch. 68, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.\n\nLaws 1986, ch. 20 contains no effective date as concerns the amendment of this section by that act, but, pursuant to N.M. Const., art. IV, § 23, the amendment of this section by that act takes effect May 21, 1986.\n\nConnection of highways under cooperative arrangement.— Since under cooperative arrangement between the commission and the board of county commissioners the board of county commissioners acquired a highway right of way, the state may construct a Y connecting it with other highways without obtaining consent of the commissioners.Gallegos v. Conroy, 1934-NMSC-007, 38 N.M. 154, 29 P.2d 334.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 202 to 204.\n\n39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-28/"
    },
    {
      "id": "section-67-3-281",
      "number": "67-3-28.1",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 63, § 1 repeals 67-3-28.1 NMSA 1978, as enacted by Laws 1983, ch. 305, § 6, relating to equitable division of funds between highway construction districts, effective June 16, 1989. For provisions of former section,see1988 Cumulative Supplement.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-28-1/"
    },
    {
      "id": "section-67-3-282",
      "number": "67-3-28.2",
      "heading": "Local governments road fund created; uses.",
      "text": "A. There is created in the state treasury the \"local governments road fund\" to be administered by the department. All income received from investment of the fund shall be credited to the fund. No money in the fund shall be used by the department to administer any program, and except as provided in Subsection E of this section, no entity receiving a distribution pursuant to a program requiring matching funds shall use another distribution made pursuant to this section to meet the match required.\n\nB. The department may use up to five hundred thousand dollars ($500,000) annually from the local governments road fund, to purchase at fair market value, for municipalities, counties and land grants-mercedes that can demonstrate financial hardship as determined by the department, automotive, major road and miscellaneous equipment that would otherwise be sold at auction by the department as unusable for department purposes. The department shall adopt rules setting the procedure to carry out the purposes of this subsection.\n\nC. Except for the amounts in Subsections B and E of this section, money in the local governments road fund shall be distributed in the following amounts for the specified purposes:\n\n(1) forty-two percent for the cooperative agreements program, to be used solely for the cooperative agreements entered into pursuant to Section 67-3-28 NMSA 1978 and in accordance with the match authorized pursuant to Section 67-3-32 NMSA 1978; provided, however, that distribution amounts made pursuant to this paragraph in each year shall be based on the following allocations:\n\n(a) thirty-three percent for agreements entered into with counties;\n\n(b) forty-nine percent for agreements entered into with municipalities;\n\n(c) fourteen percent for agreements entered into with school districts; and\n\n(d) four percent for agreements entered into with other entities;\n\n(2) sixteen percent for the municipal arterial program, to be used solely for the necessary project development, construction, reconstruction, improvement, maintenance, repair and right-of-way and material acquisition of and for those streets that are principal extensions of rural state highways and of other streets not on the state highway system but that qualify under the designated criteria established by the department. In entering into agreements with municipalities to provide funds for any project qualifying for the municipal arterial program, the department shall give preference to municipalities that contribute an amount equal to at least twenty-five percent of the project cost, including a contribution made through funding received pursuant to Subsection E of this section;\n\n(3) sixteen percent for school bus routes, to be used solely for cooperative agreements entered into pursuant to Section 67-3-28 NMSA 1978 and in accordance with the match authorized pursuant to Section 67-3-32 NMSA 1978 for acquiring rights of way and constructing, maintaining, repairing, improving and paving school bus routes and public school parking lots; and\n\n(4) twenty-six percent for the county arterial program, to be used for project development, construction, reconstruction, improvement, maintenance, repair and right-of-way and material acquisition of and for county roads for which individual counties have prioritized road projects. Prior to entering into any agreements for projects with the counties for the following fiscal year, in June of each year the department shall determine and certify the amount to which each county is entitled pursuant to the following schedule:\n\nRoad Mileage Category Based on\n\nNumber of Miles Maintained\n\nby a County: Entitlement to County:\n\n400 miles or under $250 for each mile\n\n401 to 800 miles $100,000 plus $200 for each mile over 400 miles\n\n801 to 1,200 miles $180,000 plus $150 for each mile over 800 miles\n\n1,201 to 1,600 miles $240,000 plus $100 for each mile over 1,200 miles\n\nOver 1,600 miles $300,000 plus $50 for each mile over 1,600 miles.\n\nIf in any year there is an insufficient amount in the fund of the county arterial program to certify the total amount to which all counties are entitled, the department shall decrease the entitlement amount due to each county in the same proportion as the insufficiency is to the total entitlements to all counties. Distribution of an entitlement amount and an agreement entered into with a county for any of the purposes for which the money may be spent requires an amount from the county equal to at least twenty-five percent of the entitlement. The county contribution may be made through funds received pursuant to Subsection E of this section. Any uncommitted or unencumbered balance remaining in the county arterial program fund at the end of a fiscal year shall be transferred to the cooperative agreements program specified in Paragraph (1) of this subsection for additional funding of that program in the next fiscal year.\n\nD. The department may transfer funds from the state road fund to the local governments road fund to facilitate cash flow for the funding of these local governments road projects. The administrator of the local governments road fund shall reimburse the state road fund in a timely manner for any such transfers.\n\nE. The department may distribute up to one million dollars ($1,000,000) per calendar year of the money in the local governments road fund to municipalities and counties that can demonstrate financial hardship, for use as all or a portion of the municipality's or county's matching fund requirements pursuant to this section. In order to qualify for matching funds under this subsection, a county or municipality shall provide the department with a financial hardship qualification certificate issued by the department of finance and administration.\n\nHistory:Laws 1986, ch. 20, § 125; 1989, ch. 117, § 2; 1993, ch. 277, § 2; 1993, ch. 312, § 1; 1995, ch. 6, § 14; 2009, ch. 167, § 1; 2019, ch. 150, § 1.\n\nThe 2019 amendment,effective July 1, 2019, authorized the department of transportation to use funds from the local governments road fund to purchase automotive, major road and miscellaneous equipment for land grants-mercedes; and in Subsection B, deleted \"No more than\" and added \"The department may use up to\", after \"local governments road fund\", deleted \"shall be used by the department\", and after \"counties\", added \"and land grants-mercedes\".\n\nThe 2009 amendment,effective June 19, 2009, in Subsection A, in the third sentence, after \"administer any program, and\", added \"except as provided in Subsection E of this section\"; in Subsection C, after \"amounts in Subsections B\", added \"and E\"; in Paragraph (2) of Subsection C, at the end of the last sentence, added \"including a contribution made through funding received pursuant to Subsection E of this section\"; in Paragraph (4) of Subsection C, in the fourth sentence, at the beginning of the sentence, added \"The county contribution may be made through funds received pursuant to Subsection E of this section\"; and added Subsection E.\n\nThe 1995 amendment,effective July 1, 1995, inserted \"cooperative agreements entered into pursuant to Section 67-3-28 NMSA 1978 and in accordance with the match authorized pursuant to Section 67-3-32 NMSA 1978 for\" in Paragraph C(3) and made minor stylistic changes.\n\n1993 amendments.— Laws 1993, ch. 277, § 2, effective June 18, 1993, deleting \"state highway\" before \"department\" in the first and second sentences of Subsection A, the first sentence of Subsection B(2), the second sentence of Subsection B(4), and the first sentence of the second undesignated paragraph of Subsection B; deleting \"for construction, maintenance, repair, improvement and paving of public highways and streets and public school parking lots\" after \"67-3-32 NMSA 1978\" near the middle of the introductory language of Subsection B(1); substituting \"project development, construction, reconstruction, improvement, maintenance, repair and right-of-way and material acquisition of and for those\" for \"construction or reconstruction of those\" in the first sentence of Subsection B(2); substituting \"department\" for \"state highway commission\" in the second sentence of Subsection B(2) and the first sentence of Subsection C; making stylistic changes in both sentences of Subsection B(2); inserting \"acquiring rights of way and constructing\" in Subsection B(3); substituting \"project development, construction, reconstruction, improvement, maintenance, repair, right-of-way and material acquisition of and for\" for \"construction, reconstruction, improvement and maintenance of\" in the first sentence and \"1201\" for \"1200\" near the end, in Subsection B(4); and substituting \"this subsection\" for \"Subsection B of this section\" in the last sentence of Subsection B, was approved April 7, 1993. However, Laws 1993, ch. 312, § 1, effective June 18, 1993, also amending this section by making the same changes as Laws 1993, ch. 277, except for the stylistic changes in former Subsection B and, in addition, adding present Subsection B, redesignating former Subsections B and C as present Subsections C, and adding \"Except for the amount in Subsection B of this section\" to the beginning of the first Subsection C, was approved April 8, 1993. This section was set out as amended by Laws 1993, ch. 312, § 1.See12-1-8 NMSA 1978.\n\nThe 1989 amendment,effective March 28, 1989, deleted a semicolon preceding \"created\" in the catchline; in Subsection B(1) substituted \"maintenance, repair, improvement and paving of public highways and streets and public school parking lots\" for \"and improvement of public highways and streets\" in the introductory paragraph; and in Subsection B(3) substituted \"improving and paving school bus routes and public school parking lots\" for \"and improving school bus routes\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-28-2/"
    },
    {
      "id": "section-67-3-283",
      "number": "67-3-28.3",
      "heading": "Secretary of highway and transportation; counties; public roads maintained by counties; duties.",
      "text": "A. The board of county commissioners of each of the respective counties shall by May 1, 1988 and by April 1 of every year thereafter certify reports to the secretary of highway and transportation of the total mileage of public roads maintained by each county as of May 1, 1988, and by [as of] April 1 of every year thereafter [, of that year]; provided that in their reports the boards of county commissioners shall identify each of the public roads maintained by them by name, route and location. By July 1 of every year, the secretary of highway and transportation shall verify the reports of the counties and revise, if necessary, the total mileage of public roads maintained by each county and the mileage verified by the secretary of highway and transportation shall be the official mileage of public roads maintained by each county. After August 1, 1988, no distribution of amounts to any county for road purposes shall be made until that county has certified mileages to the secretary of highway and transportation in accordance with this section.\n\nB. If a county has not made the required mileage certification pursuant to this section by May 1, 1988 and by April 1 of every year thereafter, the secretary of highway and transportation shall estimate the mileage maintained by those counties for the purpose of making distribution to all counties, and the amount calculated to be distributed each month to those counties not certifying mileage shall be reduced by one-third each month for that fiscal year and that amount not distributed to those counties shall be distributed equally to all counties which have certified mileages.\n\nHistory:1978 Comp., § 67-3-28.3, enacted by Laws 1987, ch. 347, § 22; 1988, ch. 106, § 3.\n\nBracketed material.— The brackets in the first sentence in Subsection A have been added by the compiler for clarity and to indicate apparent surplusage following the amendment of this section by Laws 1988, ch. 106, § 3. The bracketed material was not enacted by the legislature and it is not part of the law.\n\nThe 1988 amendment,effective May 18, 1988, designated the existing provisions of the section as Subsection A; substituted \"Secretary of highway and transportation\" for \"Chief highway administrator\" in the catchline; in Subsection A, substituted \"May 1, 1988 and by April 1 of every year thereafter\" for \"August 1, 1987 and by August 1 of every odd-numbered year thereafter\" and \"May 1, 1988, and by April 1 of every year thereafter\" for \"January 1\" in the first sentence, substituted \"By July 1 of every year\" for \"By December 1, 1987 and December 1 of every odd-numbered year thereafter\" in the second sentence, and substituted \"August 1, 1988\" for \"July 1, 1988\", in the last sentence; deleted the former last sentence regarding mileage estimates; and added Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-28-3/"
    },
    {
      "id": "section-67-3-29",
      "number": "67-3-29",
      "heading": "Department personnel; county and municipal road technical assistance.",
      "text": "The state transportation commission may establish and maintain within the department qualified technical personnel including engineers, designers and survey crews to assist counties and municipalities in the engineering, design and other technical aspects of county and municipal road projects.\n\nHistory:1953 Comp., § 55-2-20.1, enacted by Laws 1973, ch. 143, § 1; 2003, ch. 142, § 43.\n\nThe 2003 amendment,effective July 1, 2003, deleted \"Highway\" preceding \"Department Personnel\" in the section heading; and substituted \"state transportation commission\" for \"state highway commission.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-29/"
    },
    {
      "id": "section-67-3-30",
      "number": "67-3-30",
      "heading": "Counties authorized to contract with commission; insufficient funds; exemption from Bateman Act.",
      "text": "The boards of county commissioners of the respective counties of this state are hereby authorized to enter into cooperative agreements with the state transportation commission in accordance with the provisions of Sections 67-3-28 and 67-3-30 NMSA 1978. An agreement shall bind the state and a county becoming a party thereto and shall not be invalidated by reason of the fact that a participating county may not have or collect during the current year sufficient money to pay the indebtedness of said county incurred under such contract for said current year. A contract shall be exempted from the provisions of Section 6-6-11 NMSA 1978.\n\nHistory:Laws 1929, ch. 100, § 3; C.S. 1929, § 64-603; 1941 Comp., § 58-222; 1953 Comp., § 55-2-22; 2003, ch. 142, § 44.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission; substituted\" \"Sections 67-3-28 and 67-3-30 NMSA 1978\" for \"this act and. All such agreements\"; substituted \"Section 6-6-111 NMSA 1978\" for \"Section 1227 of the New Mexico Statutes Annotated\"; and in the last sentence substituted \"Section 6-6-11 NMSA 1978\" for \"Section 1227 of the New Mexico Statutes Annotated\".\n\nInstallment payments not prohibited.— In view of this section, Bateman Act (6-6-11 NMSA 1978) would not prevent board of county commissioners from contracting with state highway department (now state transportation department) for acquisition of right-of-way on an installment payment plan. 1946 Op. Att'y Gen. No. 46-4887.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 16.\n\n39A C.J.S. Highways § 158(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-30/"
    },
    {
      "id": "section-67-3-31",
      "number": "67-3-31",
      "heading": "County roads; improvement or construction; state aid; duties of state highway engineer.",
      "text": "Whenever the board of county commissioners of any county desires that any main traveled road or roads in such county included among those adopted by the state transportation commission as a system of state roads shall be improved or constructed under the provisions of Chapter 67 NMSA 1978, written application shall be made by the board of county commissioners to the secretary for such improvement or construction and for state aid therefor. If the board of county commissioners of any county fails to apply for state aid during the year for which such aid is available, that county shall thereby forfeit its right to its portion of state aid for that year, and the funds apportioned to that county for the year shall remain in and be a part of the state road fund for the succeeding year. If upon receipt of such application the state transportation commission is satisfied, after investigation, that the proposed improvement should be made or undertaken and that the county will be able to pay its portion of the cost and that state funds will be available to pay the state's portion of the cost, it may approve the same and undertake such work of improvement in accordance with the provisions of Chapter 67 NMSA 1978. The secretary or one of his assistants shall proceed to view the road or part thereof proposed to be improved and make all surveys, plans, specifications and estimates of cost for its construction out of such materials as may be decided upon by the secretary; provided, that whenever in the judgment of the state transportation commission it is desirable to proceed with the improvement of any road in the system of state roads, for the improvement of which the county commissioners of the county in which the same is located shall have failed or declined to make application as provided in this section, it is lawful for the secretary to proceed with the improvement of any such road without application from the board of county commissioners and to pay the entire cost of such improvement from the portion of the state road fund made available under the provisions of Chapter 67 NMSA 1978 for expenditure wholly within the discretion of the state transportation commission and from the state apportionment of funds under the act of congress referred to in Section 67-3-33 NMSA 1978.\n\nHistory:Laws 1917, ch. 38, § 8; C.S. 1929, § 64-309; 1941 Comp., § 58-223; 1953 Comp., § 55-2-23; 2003, ch. 142, § 45.\n\nCross references.— For contracts for county road work with state transportation commission,see67-4-3 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nAct of congress.—See67-3-33 NMSA 1978 and notes thereto.\n\nExtensions of federal aid system.— State highway department (now state transportation department) may construct and maintain extensions of federal aid system into and through municipalities, secondary and feeder roads. 1933 Op. Att'y Gen. No. 33-625.\n\nPower to improve road.— Until the commission certifies back to the county or municipality a section of a road it has been using as part of the state highway system and for which an alternative routing has been adopted, it has the power to improve such section under 67-3-14, 67-3-16, 67-3-26, 67-3-31 and 67-3-40 NMSA 1978. 1934 Op. Att'y Gen. No. 34-797.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 122 to 129.\n\n40 C.J.S. Highways § 179.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-31/"
    },
    {
      "id": "section-67-3-32",
      "number": "67-3-32",
      "heading": "Cooperative agreements; preference.",
      "text": "In entering into cooperative agreements pursuant to Section 67-3-28 NMSA 1978, the state transportation commission shall give preference to political subdivisions of this state if the subdivision contributes an amount equal to at least twenty-five percent of the project cost.\n\nHistory:1978 Comp., § 67-3-32, enacted by Laws 1983, ch. 38, § 1; 1999, ch. 212, § 4; 2003, ch. 142, § 46.\n\nRepeals and reenactments.— Laws 1983, ch. 38, § 1, repeals former 67-3-32 NMSA 1978, relating to the commission, in extending aid and cooperation, giving preference to those counties which match or exceed commission appropriations, and enacts the above section.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nThe 1999 amendment,effective August 1, 1999, substituted \"twenty-five percent\" for \"forty percent\" near the end.\n\nEffective dates.— Laws 1983, ch. 38, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-32/"
    },
    {
      "id": "section-67-3-33",
      "number": "67-3-33",
      "heading": "Assent to federal rural post road acts; pledge of state's good faith; expenditures.",
      "text": "The legislature of New Mexico hereby assents to the provisions of the act of congress approved July 11, 1916 entitled \"an act to provide that the United States shall aid the states in the construction of rural post roads, and for other purposes\", 39 U. S. Statutes at Large, page three hundred fifty-five, and all acts amendatory thereof and supplementary thereto, and the legislature of New Mexico hereby assents to the provisions of the act of congress approved November 9, 1921 entitled \"an act to amend the act entitled 'an act to provide that the United States shall aid the states in the construction of rural post roads and for other purposes', approved July eleven, nineteen hundred and sixteen as amended and supplemented and for all other purposes\", 42 U. S. Statutes at Large, page two hundred twelve and all acts amendatory thereof and supplementary thereto. The state transportation commission is hereby authorized to enter into all contracts and agreements with the United States government relating to the construction and maintenance of rural post roads under the provisions of the said acts of congress, to submit such scheme or program of construction and maintenance as may be required by the secretary of agriculture and to do all other things necessary fully to carry out the cooperation contemplated and provided by the acts. The good faith of the state is hereby pledged to make available funds sufficient to equal the sum apportioned to the state by or under the United States government during each of the five years for which federal funds are appropriated by the acts, to maintain the roads constructed under the provision of the acts and to make adequate provision for carrying out such maintenance. All money accruing to the state road fund and available for expenditure in the construction and maintenance of highways and all federal funds apportioned to this state under the acts of congress shall be expended upon the highways comprising the system of state roads provided for by Chapter 67 NMSA 1978.\n\nHistory:Laws 1917, ch. 38, § 19; C.S. 1929, § 64-320; Laws 1937, ch. 195, § 1; 1941 Comp., § 58-225; 1953 Comp., § 55-2-25; 2003, ch. 142, § 47.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\"\n\nCompiler's notes.— Laws 1917, ch. 67, § 1, as originally enacted, was identical with this section, and is deemed to be superseded by it because of the 1937 amendment.\n\n42 Stat. 212, appeared as 23 U.S.C. § 1 et seq., before being repealed in 1958.\n\nThe provision in the third sentence of this section making funds available to equal those apportioned to the state \"during each of the five years for which federal funds are appropriated\" apparently refers to the Act of Congress of July 11, 1916, § 3, 39 Stat. 355, referred to in the first sentence appropriating funds from 1917 to 1921. Since then, however, various acts of congress have appropriated funds for such purposes for each year.\n\nAppropriation to compensate for death.— An appropriation of $500 made by Laws 1939, ch. 214, to compensate for the death of a child killed by an oil distributor truck operated by the state highway department (now state transportation department), out of highway funds, would not constitute a diversion of moneys for highway purposes under federal law. 1939 Op. Att'y Gen. No. 39-3198.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 122, 127, 129.\n\n39A C.J.S. Highways § 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-33/"
    },
    {
      "id": "section-67-3-34",
      "number": "67-3-34",
      "heading": "Federal aid road project; document execution.",
      "text": "Whenever a federal aid road project has been approved by the state transportation commission, the secretary is hereby authorized to execute and sign for and on behalf of the commission the project agreement and modifications thereof and all required documents in connection with such project. The agreements, modifications and documents so executed and signed shall be binding upon the state and upon the department to the same extent as if they had been signed by every member of the commission.\n\nHistory:Laws 1925, ch. 18, § 1; C.S. 1929, § 64-401; 1941 Comp., § 58-226; 1953 Comp., § 55-2-26; 2003, ch. 142, § 48.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"secretary\" for \"state highway engineer\"; and substituted \"state transportation commission\" for \"state highway commission\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 201.\n\n40 C.J.S. Highways § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-34/"
    },
    {
      "id": "section-67-3-35",
      "number": "67-3-35",
      "heading": "Auditor; appointment; duties; bond.",
      "text": "The secretary, by and with the approval of the state transportation commission, may appoint some suitable person who shall be authorized to sign the name of said engineer to all vouchers as he designates from time to time in writing for the disbursement of funds. The appointee shall take the oath of office required of other employees of the department and shall execute in favor of the state a surety company bond in the sum of fifty thousand dollars ($50,000), subject to approval of the state transportation commission, conditional for the faithful performance of his duties, the premium of the bond to be paid out of the state road fund.\n\nHistory:Laws 1925, ch. 18, § 2; C.S. 1929, § 64-402; 1941 Comp., § 58-227; 1953 Comp., § 55-2-27; 2003, ch. 142, § 49.\n\nCross references.— For form of oath,see14-13-1 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"secretary\" for \"state highway engineer\"; and substituted \"state transportation commission\" for \"state highway commission\" twice.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-35/"
    },
    {
      "id": "section-67-3-36",
      "number": "67-3-36",
      "heading": "Acquisition of rights of way; duty of county and district attorney.",
      "text": "Except as provided in Section 67-3-37 NMSA 1978, the rights of way deemed necessary by the state transportation commission for highways constructed or reconstructed under the supervision of the state transportation commission shall be acquired by the county through which such highways shall or do pass by donation, agreement, exchange, by the exercise of the power of eminent domain or otherwise, in the manner provided by law for acquiring property or property rights for public uses. It is the duty of the district attorney for the county wherein such property or property rights are situate to commence and prosecute an action to acquire all such property or property rights upon request of the board of county commissioners or the state transportation commission.\n\nHistory:1953 Comp., § 55-2-28.1, enacted by Laws 1963, ch. 249, § 1; 2003, ch. 142, § 50.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 152 to 194.\n\n39A C.J.S. Highways § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-36/"
    },
    {
      "id": "section-67-3-37",
      "number": "67-3-37",
      "heading": "Acquisition of rights of way for interstate system; primary system; secondary system; payment.",
      "text": "A. In the acquisition of property or property rights deemed necessary by the state transportation commission for construction or reconstruction of the national system of interstate and defense highways, more commonly known as the \"federal aid interstate system\", the \"federal aid primary system\" and the \"federal aid secondary system\", the state transportation commission shall, at its costs, acquire the property or property rights directly, by either donation, agreement, exchange, condemnation or otherwise, without recourse to the county.\n\nB. The secretary is authorized to make full payment directly to the owner or party having an interest in the property or property interests involved, in the manner prescribed by law, or may reimburse the county for the actual costs.\n\nHistory:1953 Comp., § 55-2-28.2, enacted by Laws 1963, ch. 249, § 2; 2003, ch. 142, § 51.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 192 to 194.\n\n39A C.J.S. Highways § 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-37/"
    },
    {
      "id": "section-67-3-38",
      "number": "67-3-38",
      "heading": "Action by state transportation commission.",
      "text": "When the state transportation commission secures property or property rights required for the construction or reconstruction of the federal aid interstate system, the federal aid primary system or the federal aid secondary system, it is the duty of the district attorney for the county wherein such property or property rights are situate to aid and assist the state transportation commission in all matters pertaining thereto and to be present and assist at any trial involving the property or property rights required upon written request of the secretary or the head of the legal section of the department.\n\nHistory:1953 Comp., § 55-2-28.3, enacted by Laws 1963, ch. 249, § 3; 2003, ch. 142, § 52.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\" in the section heading and the section; and substituted \"secretary\" for \"state highway engineer\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-38/"
    },
    {
      "id": "section-67-3-39",
      "number": "67-3-39",
      "heading": "Waiver of immunity.",
      "text": "Nothing contained herein shall be construed as waiving the state's immunity to suit without its consent.\n\nHistory:1953 Comp., § 55-2-28.4, enacted by Laws 1963, ch. 249, § 4.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-39/"
    },
    {
      "id": "section-67-3-40",
      "number": "67-3-40",
      "heading": "Control of state highways; maintenance costs.",
      "text": "The state transportation commission shall have full control over all roads designated by the commission as state highways or created as state highways by acts of the legislature. The costs of maintenance thereof shall be paid by the state, provided, that if at any time the money in the state road fund available for improvement or maintenance of all such state highways in the state shall not be sufficient for such purposes, the state transportation commission shall certify to the respective boards of county commissioners the certain sections of the highways in the counties, proportionately to such deficiency, which shall be improved and maintained wholly by the respective counties until sufficient funds are provided in the state road fund to enable the state to take over and maintain them as state highways.\n\nHistory:Laws 1919, ch. 99, § 13; C.S. 1929, § 64-333; 1941 Comp., § 58-229; 1953 Comp., § 55-2-29; 2003, ch. 142, § 53.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— The proviso in this section was formerly placed in parentheses by the compiler to indicate that it was deemed to be superseded by 67-4-13 NMSA 1978.\n\nExclusive authority to grant franchises.— The commission has exclusive authority to grant franchises for use of highways. 1920 Op. Att'y Gen. No. 20-2671.\n\nPower to improve road.— Until the commission certifies back to a county or municipality a section of road it has been using as part of the state highway system, and for which an alternative route has been adopted, it has the power to improve such section under 67-3-14, 67-3-16, 67-3-26, 67-3-31 and 67-3-40 NMSA 1978. 1934 Op. Att'y Gen. No. 34-797.\n\nPermission to post signs.— On a road over which the commission has exclusive jurisdiction without regard whatsoever to obligations incurred to another governmental agency, the commission can grant or refuse permission to post signs. On such highways, the state soil conservation committee (now soil and water conservation commission) can make application subject to the discretion of the commission. 1958 Op. Att'y Gen. No. 58-99.\n\nOn rights of way.— The commission has the authority within its own discretion to grant or refuse permits to place signs of boundaries on highway rights of way. 1958 Op. Att'y Gen. No. 58-99.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-40/"
    },
    {
      "id": "section-67-3-41",
      "number": "67-3-41",
      "heading": "Highway maintenance contracts with counties; failure of county to maintain; utility lines.",
      "text": "All state highways constructed and improved under the provisions of Chapter 67 NMSA 1978 shall be maintained by the state transportation commission, but not more than fifty percent of the cost of such maintenance shall be paid by the state and not less than fifty percent shall be paid by the counties. The state transportation commission may, however, contract with the board of county commissioners of any county to maintain any state highway or highways therein in accordance with standards prescribed by the secretary and subject to supervision and inspection by him, and if the board of county commissioners of any county so contracting to maintain such highways shall fail, neglect or refuse properly to execute such work of maintenance, the secretary, after reasonable notice, may have such work of maintenance done and charge the county's portion of the cost to the allotment due the county from the state road fund for the year in which work is done. No pipelines, poles or telephone or electric transmission lines or railways, authorized to be placed on or along roads constructed or improved under the provisions of Chapter 67 NMSA 1978 shall be located except in accordance with rules and regulations prescribed therefor by the state transportation commission.\n\nHistory:Laws 1917, ch. 38, § 14; C.S. 1929, § 64-315; 1941 Comp., § 58-230; 1953 Comp., § 55-2-30; 2003, ch. 142, § 54.\n\nCross references.— For contracts with counties or federal bureau for construction or improvement of highways,see67-3-28 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nCompiler's notes.— The first sentence of this section was formerly placed in parentheses by the compiler to indicate that it was deemed superseded by 67-3-40 and 67-4-13 NMSA 1978.\n\nNo authority to designate city underpass as state highway.— The commission is not authorized by this section, 67-2-4, 67-3-15 or 67-3-16 NMSA 1978 to designate as a state highway an underpass in a city not part of or intended to be part of a state highway.Springer Transfer Co. v. City of Albuquerque, 1940-NMSC-039, 44 N.M. 407, 103 P.2d 129.\n\nRelocation of utilities at own expense.— In the absence of a clear statutory mandate shifting the burden to the state, utilities are obliged to relocate at their own expense their facilities located in public highways when required to facilitate highway improvements.State ex rel. State Highway Comm'n v. Town of Grants, 1960-NMSC-004, 66 N.M. 355, 348 P.2d 274,rev'd in part, 1961-NMSC-133, 69 N.M. 145, 364 P.2d 853.\n\nLimitation on powers of county commissioners to grant easements.— County commissioners have no right to grant any easement to a public utility over a state highway, the right of way of which came under the control of the commission after 1917. 1973 Op. Att'y Gen. No. 73-26; 1933 Op. Att'y Gen. No. 33-681.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-41/"
    },
    {
      "id": "section-67-3-42",
      "number": "67-3-42",
      "heading": "Bridges considered part of highway.",
      "text": "For the purposes of Chapter 67 NMSA 1978, necessary bridges, culverts and other appertaining structures on any highway shall be considered a part of such highway. Not more than fifty percent of the cost of all construction or improvement of highways, under the provisions of Chapter 67 NMSA 1978, shall be paid by the state and not less than fifty percent by the county in which such work is done, except where such work is done by the state transportation commission without the use of county funds.\n\nHistory:Laws 1917, ch. 38, § 13; C.S. 1929, § 64-314; 1941 Comp., § 58-231; 1953 Comp., § 55-2-31; 2003, ch. 142, § 55.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— Parentheses were formerly inserted by the compiler to indicate that the words \"or improvement\" were deemed to be superseded by 67-3-40 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 11, 12, 41 to 48, 80.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-42/"
    },
    {
      "id": "section-67-3-43",
      "number": "67-3-43",
      "heading": "Road work; bid advertising; restrictions; rejection; bond.",
      "text": "The state highway department may construct, reconstruct and maintain all state highways by work done with its own forces or let the work on contract after advertising for bids subject to the approval of the state highway commission. Such advertisement for bids shall be in accordance with the rules and regulations adopted therefor by the commission, and bids shall be received at such places and shall be made on such forms and in such manner and accompanied by such guarantee as may be prescribed by the commission. The chief highway administrator may reject any or all bids if they are unbalanced or for any other good reason, but otherwise he shall award the contract to the lowest responsible bidder allowing for such preference as may be provided by law. The successful bidder is required to furnish satisfactory bond in such amount as may be determined by the commission. The commission may adopt rules and regulations providing for the exclusion of contractors from bidding and for the determination of a responsible bidder pursuant to the provisions of the Public Purchases Act.\n\nHistory:Laws 1917, ch. 38, § 9; 1929, ch. 110, § 2; C.S. 1929, § 64-310; Laws 1939, ch. 92, § 1; 1941 Comp., § 58-232; 1953 Comp., § 55-2-32; Laws 1983, ch. 72, § 1.\n\nThe 1983 amendmentsubstituted the present section catchline for the former catchline which read: \"Road work; use of commission forces; bids; advertising; restrictions; rejection; contractor's bond,\" deleted \"That\" at the beginning of the first sentence, substituted \"department\" for \"commission\" following \"state highway\" near the beginning of the first sentence, substituted \"or\" for \"In all other cases it shall be the duty of the state highway engineer to\" preceding \"let the work\" near the middle of the first sentence, inserted \"state highway\" preceding \"commission\" near the end of the first sentence, substituted \"the\" for \"such\" preceding \"rules\" near the beginning of the second sentence, deleted \"as may be\" preceding \"adopted\" near the beginning of the second sentence, substituted \"the\" for \"such\" preceding \"commission\" near the middle of the second sentence, deleted \"said\" preceding \"commission\" near the end of the second sentence, substituted \"chief highway administrator\" for \"state highway engineer\" near the beginning of the third sentence, added \"allowing for such preference as may be provided by law\" at the end of the third sentence, substituted \"is\" for \"shall be\" preceding \"required\" near the beginning of the fourth sentence, deleted \"state highway\" preceding \"commission\" near the end of the fourth sentence, and added the last sentence.\n\nEffective dates.— Laws 1983, ch. 72, contains no effective date provision, but was enacted at the session which adjourned on March 19, 1983.\n\nCompiler's notes.— The title of the 1929 act amending this section does not indicate that such act is amendatory of the 1917 act. However, the preliminary clause of § 2 reads: \"Section 9 of chapter 38 of the Laws of 1917, be and it is hereby amended to read as follows.\"\n\nPublic Purchases Act.— The Public Purchases Act, referred to in this section, was repealed by Laws 1984, ch. 65, § 175. Laws 1984, ch. 65, § 2, compiled as 13-1-29 NMSA 1978, provides that all references in law to the Public Purchases Act shall be construed to be references to the Procurement Code, 13-1-28 to 13-1-199 NMSA 1978.\n\nRecovery by materialman on bond of contractor.— A bond to the state, conditioned for the performance by a highway contractor of the obligations of his contract, one of which obligations was to pay for materials used, could be sued on by a materialman, though the same bond indemnified the state, and though no statute authorized exacting such a contract or bond.Southwestern Portland Cement Co. v. Williams, 1926-NMSC-052, 32 N.M. 68, 251 P. 380.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 288.\n\nPublic contracts: authority of state or its subdivision to reject all bids, 52 A.L.R.4th 186.\n\nEquipment leasing expense as element of construction contractor's damages, 52 A.L.R.4th 712.\n\nHighway contractor's liability to highway user for highway surface defects, 62 A.L.R.4th 1067.\n\nPublic contracts: low bidder's monetary relief against state or local agency for nonaward of contract, 65 A.L.R.4th 93.\n\nStanding of disappointed bidder on public contract to seek damages under 42 USCS § 1983 for public authorities' alleged violation of bidding procedures, 86 A.L.R. Fed. 904.\n\n40 C.J.S. Highways §§ 197 to 202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-43/"
    },
    {
      "id": "section-67-3-45",
      "number": "67-3-45",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1981, ch. 127, § 20, repeals 67-3-44 and 67-3-45 NMSA 1978, relating to the use of convict labor on highway work.\n\nLaws 1981, ch. 127, contains no effective date provision applicable to this section, but was enacted at the session which adjourned on March 21, 1981.SeeN.M. Const., art. IV, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-45/"
    },
    {
      "id": "section-67-3-46",
      "number": "67-3-46",
      "heading": "Rental of equipment; bids not required in emergencies; bid procedure; restrictions.",
      "text": "In cases of emergency where a state highway is rendered impassable for vehicular traffic by reason of fire, flood, storm or any other unusual condition and when it is necessary to take emergency action to reestablish the highway to a condition to render it passable to traffic, and equipment owned by the state transportation commission suitable for such purpose is not immediately available, the secretary, subject to approval of the state transportation commission, may rent equipment for such purpose at a reasonable rental rate without advertising for bids. In all other cases, the secretary shall advertise for bids before renting equipment and shall rent such equipment from the party submitting the lowest satisfactory bid. Such advertisement for bids shall be in accordance with such rules as may be adopted therefor by the state transportation commission, and bids shall be on such forms and in such manner and accompanied by such guarantee as may be prescribed by the commission.\n\nHistory:Laws 1939, ch. 91, § 1; 1941 Comp., § 58-235; 1953 Comp., § 55-2-35; 2003, ch. 142, § 56.\n\nCross references.— For Procurement Code,see13-1-28 to 13-1-199 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 233, 234.\n\n40 C.J.S. Highways §§ 197 to 202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-46/"
    },
    {
      "id": "section-67-3-47",
      "number": "67-3-47",
      "heading": "[Contracts for state aid roads; execution; restrictions.]",
      "text": "That every contract for highway improvement upon state roads or roads improved, maintained or constructed with state aid, under the provisions of this act, shall be made in the name of the state of New Mexico and signed by the state highway engineer, together with the board of county commissioners or other proper officer or officers of a participating county, and by the contracting party, and no such contract shall be entered into, nor shall any such work be authorized, in any county which will create a liability on the part of the state in excess of the funds apportioned to or otherwise available for expenditures in such county under the terms of this act.\n\nHistory:Laws 1917, ch. 38, § 10; C.S. 1929, § 64-311; 1941 Comp., § 58-236; 1953 Comp., § 55-2-36.\n\nMeaning of \"this act\".— The term \"this act\" refers to Laws 1917, ch. 38, the provisions of which are presently compiled as 67-3-9 to 67-3-11, 67-3-24, 67-3-26, 67-3-31, 67-3-33, 67-3-41 to 67-3-43, 67-3-47, 67-3-48, and 67-4-17.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges §§ 96, 98.\n\nConstruction and effect of \"changed conditions\" clause in public works or construction contract with state or its subdivision, 56 A.L.R.4th 1042.\n\n40 C.J.S. Highways §§ 197 to 202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-47/"
    },
    {
      "id": "section-67-3-48",
      "number": "67-3-48",
      "heading": "Partial payments on road contracts; progress estimates; limitation; division of amounts.",
      "text": "Partial payments may be made on any contract for highway improvement under the provisions of this act, as the work progresses. Progress estimates shall be based on materials in place and labor expended thereon, but no more than ninety-five percent of the contract price of the work shall be paid in advance of the full completion of such contract and its acceptance by the state highway engineer. The state and county shall each pay its proportionate share of such partial payments on the certification of the amount thereof by the state highway engineer.\n\nHistory:Laws 1917, ch. 38, § 11; C.S. 1929, § 64-312; 1941 Comp., § 58-237; 1953 Comp., § 55-2-37; Laws 1975, ch. 266, § 1.\n\nMeaning of \"this act\".— The term \"this act\" refers to Laws 1917, ch. 38, the provisions of which are presently compiled as 67-3-9 to 67-3-11, 67-3-24, 67-3-26, 67-3-31, 67-3-33, 67-3-41 to 67-3-43, 67-3-47, 67-3-48, and 67-4-17.\n\nLimitation on advancement.— Even though the contractor cannot finish job because of conditions completely beyond his control, such as nondelivery of steel to the state necessary to complete the project, commission may not advance more than 85% (now 95%) of the contract price. 1947 Op. Att'y Gen. No. 47-5116.\n\nEffect of claim by judgment creditor on final proceedings.— No payment of the retainage and no final settlement can be made where a creditor, who has a disputed claim upon which suit has been brought, has pursued the case to judgment in the state court. 1951 Op. Att'y Gen. No. 51-5395.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-48/"
    },
    {
      "id": "section-67-3-49",
      "number": "67-3-49",
      "heading": "Claims of highway contractor's creditors; state highway suspense fund.",
      "text": "Whenever, after the completion of any contract for the construction, repair or maintenance of any public highway under the supervision of the state transportation commission and the final acceptance of the work done thereunder, there now is or hereafter may be funds in a sum of less than five hundred dollars ($500) remaining in the hands of the state treasurer, properly payable under said contract, and claims of alleged creditors of such contractor have been filed with the state transportation commission against such funds, then, and at the election of the state transportation commission and upon an appropriate voucher issued by the proper officer of said commission specifying the project number of such contract and the name of such contractor and the names of all creditors who have filed such claims with said commission and the amounts of all claims so filed, the secretary of finance and administration shall issue a warrant for the transfer of the full amount of said fund to a special account to be known as the \"state highway suspense fund\" and shall specify upon his records the amount of money so transferred, the project number of said contract, the name of said contractor and the names and amounts of the claims of such creditors. Upon receipt of such warrant, the state treasurer shall transfer such funds to the state highway suspense fund in accordance with said warrant.\n\nHistory:Laws 1929, ch. 108, § 1; C.S. 1929, § 64-342; 1941 Comp., § 58-238; 1953 Comp., § 55-2-38; Laws 1977, ch. 247, § 165; 2003, ch. 142, § 57.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nThe 1977 amendmentsubstituted \"secretary of finance and administration\" for \"state auditor\" in the first sentence.\n\nMaking final payment when road may need to be redone.— The commission may lawfully make final payment to a highway contractor on a road constructed by the said contractor even though it appears that it may be necessary to remove and replace the surface base and subbase of the highway at considerable expense, unless the contractor failed to meet the standard and special specifications which constitute a part of the contract and such failure to follow said specifications resulted in the failure of the highway. 1958 Op. Att'y Gen. No. 58-147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-49/"
    },
    {
      "id": "section-67-3-50",
      "number": "67-3-50",
      "heading": "Account closing; nonliability.",
      "text": "Upon transfer of the funds as provided in Section 67-3-49 NMSA 1978, the state transportation commission shall close its book of account upon such project and shall have no further responsibility in connection with such fund or with the payment of the balance of money remaining to the credit of said contractor upon said contract.\n\nHistory:Laws 1929, ch. 108, § 2; C.S. 1929, § 64-343; 1941 Comp., § 58-239; 1953 Comp., § 55-2-39; 2003, ch. 142, § 58.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"of the funds as provided in Section 67-3-49 NMSA 1978\" for \"being made\"; and substituted \"state transportation commission\" for \"state highway commission\".\n\nMaking final payment when road may need to be redone.— The commission may lawfully make final payment to a highway contractor on a road constructed by the said contractor when it appears that it may be necessary to remove and replace the surface base and subbase of the highway at considerable expense, unless the contractor failed to meet the standard and special specifications which constitute a part of the contract and such failure to follow said specifications resulted in the failure of the highway. 1958 Op. Att'y Gen. No. 58-147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-50/"
    },
    {
      "id": "section-67-3-51",
      "number": "67-3-51",
      "heading": "[Restrictions on disbursements from suspense fund.]",
      "text": "The monies in said \"state highway suspense fund\" shall be paid to such contractor or his creditors, as the case may be, only upon the determination of the respective rights of such contractor and said creditors who have filed such claims, by a court of competent jurisdiction in some action by or against the contractor or the sureties upon his bond.\n\nHistory:Laws 1929, ch. 108, § 3; C.S. 1929, § 64-344; 1941 Comp., § 58-240; 1953 Comp., § 55-2-40.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 C.J.S. Highways §§ 176, 203 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-51/"
    },
    {
      "id": "section-67-3-52",
      "number": "67-3-52",
      "heading": "Payment from state highway suspense fund.",
      "text": "Upon the delivery to the department of finance and administration of a certified copy of any such decree determining the respective rights of said contractor or sureties, and all of said creditors to said fund, the secretary of finance and administration shall issue a warrant for the payment thereof in accordance with such decree, and the state treasurer shall pay the same in accordance therewith.\n\nHistory:Laws 1929, ch. 108, § 4; C.S. 1929, § 64-345; 1941 Comp., § 58-241; 1953 Comp., § 55-2-41; Laws 1977, ch. 247, § 166.\n\nThe 1977 amendmentsubstituted \"department of finance and administration\" for \"state auditor\" and \"secretary of finance and administration\" for \"state auditor.\"\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39A C.J.S. Highways § 208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-52/"
    },
    {
      "id": "section-67-3-53",
      "number": "67-3-53",
      "heading": "[Reversion of suspense fund balances.]",
      "text": "If any monies remain in said \"state highway suspense fund\" for a period of five years without such a determination of the respective rights of said contractor and creditors thereto, the same shall revert to the state of New Mexico and be covered back into the state road fund.\n\nHistory:Laws 1929, ch. 108, § 5; C.S. 1929, § 64-346; 1941 Comp., § 58-242; 1953 Comp., § 55-2-42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-53/"
    },
    {
      "id": "section-67-3-54",
      "number": "67-3-54",
      "heading": "Flight strips, airport and access roads; contracts with federal government; secretary.",
      "text": "The state transportation commission is hereby authorized to enter into and make agreements with the federal government, or any agency, bureau or commission thereof, providing for the construction and maintenance of flight strips for the landing and launching of aircraft adjacent to or in the vicinity of public highways, for the construction and maintenance of airports or the construction and maintenance of access roads to flight strips, airports, bombing ranges, target ranges, federal reservations or to any industry or location deemed necessary to the war effort. Whenever a project for the construction and maintenance of a flight strip, an airport or an access road has been approved by the state transportation commission, the secretary is hereby authorized to execute and sign on behalf of the commission the project agreement and modifications thereof and all other documents in connection with such project. Such agreements, modifications thereof and documents, when so executed and signed, shall be binding upon the state to the same extent as if they had been signed by every member of the state transportation commission.\n\nHistory:1941 Comp., § 58-254, enacted by Laws 1943, ch. 7, § 1; 1953 Comp., § 55-2-44; 2003, ch. 142, § 59.\n\nCross references.— For Procurement Code,see13-1-28 to 13-1-199 NMSA 1978.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".\n\nConstruction and funding of state-owned airport.— State highway department (now department of transportation) rather than aeronautics commission (now aviation division) may legally construct and maintain a state-owned public airport (necessary to the war effort) and may accept federal money in connection with it. 1947 Op. Att'y Gen. No. 47-5117.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 201.\n\n40 C.J.S. Highways §§ 179, 197 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-54/"
    },
    {
      "id": "section-67-3-55",
      "number": "67-3-55",
      "heading": "Flight strips, airports and access roads; bidding procedures; bond.",
      "text": "The state transportation commission may construct, reconstruct or maintain any flight strips, any airport or access road by work done with its own forces. In all other cases, it is the duty of the secretary to let the work on contract, after taking bids therefor, subject to the approval of the state transportation commission. The taking of bids therefor shall be in accordance with such rules as may be adopted by the commission. The secretary may reject any or all bids if they are unbalanced or for any other good cause, but otherwise he shall award the contract to the lowest responsible bidder. The successful bidder shall be required to furnish satisfactory bond in such amount as may be determined by the state transportation commission pledged to the faithful performance by the bidder of the terms of his contract.\n\nHistory:1941 Comp., § 58-255, enacted by Laws 1943, ch. 7, § 2; 1953 Comp., § 55-2-45; 2003, ch. 142, § 60.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"secretary\" for \"state highway engineer\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-55/"
    },
    {
      "id": "section-67-3-56",
      "number": "67-3-56",
      "heading": "State transportation commission; power to acquire land for flight strip, airport or access thereto.",
      "text": "The state transportation commission is hereby authorized and empowered to acquire by purchase, condemnation, gift or easement any and all lands or property necessary for the construction, maintenance and use of a flight strip for the landing or launching of aircraft adjacent to or in the vicinity of a public highway, for the construction, maintenance and use of an airport, or any access road. The secretary is authorized to issue his voucher for the payment to the owner of any or all lands required for such purpose in the sum agreed upon with such owners or as may be determined by appraisement and, when presented with such voucher by the secretary, it is the duty of the secretary of finance and administration to issue a warrant in such amount, and the state treasurer shall pay the same out of the state road fund.\n\nHistory:1941 Comp., § 58-256, enacted by Laws 1943, ch. 7, § 3; 1953 Comp., § 55-2-46; Laws 1977, ch. 247, § 167; 2003, ch. 142, § 61.\n\nThe 2003 amendment,effective July 1, 2003,; substituted \"state transportation commission\" for \"state highway commission\" in the section heading and the section; and substituted \"secretary\" for \"state highway engineer\".\n\nThe 1977 amendmentdeleted \"of \" preceding \"any access\" near the end of the first sentence and substituted \"secretary of finance and administration\" for \"state auditor\" in the second sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-56/"
    },
    {
      "id": "section-67-3-57",
      "number": "67-3-57",
      "heading": "Annual appropriation; purposes.",
      "text": "There is hereby appropriated for each of the thirty-fifth and thirty-sixth fiscal years the sum of nineteen million dollars ($19,000,000) or so much thereof as is necessary for the purpose of carrying out the provisions of the laws relating to the issue, sale and payment of state highway debentures and the interest thereon; for the construction, maintenance and improvement of public highways under the direction of the state transportation commission; for the purchase of equipment therefor; for cooperation with the United States in the construction of roads under the federal aid road law and other laws; and for the payment of salaries and other expenses incurred by the state transportation commission pursuant to law.\n\nThe appropriations shall be paid only out of the money in the state treasury to the credit of the state road fund and that may be placed to the credit of said fund, special road funds and funds from time to time set aside for the payment of the principal of and interest on state highway debentures and money received by the state treasurer from allotments of appropriations by congress for road construction or other purposes, from sales of state highway debentures, from special road tax levies and other money provided by law to be expended under the direction of the state transportation commission.\n\nHistory:1941 Comp., § 58-264, enacted by Laws 1947, ch. 118, § 1; 1953 Comp., § 55-2-47; 2003, ch. 142, § 62.\n\nThe 2003 amendmenteffective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— This section, 67-3-58 and 67-3-59 NMSA 1978 are deemed to supersede Laws 1939, ch. 74, which reads exactly as Laws 1947, ch. 118, except that the annual appropriation was $15,000,000.\n\nThe appropriation made by this section is continued past the thirty-sixth fiscal year by 67-3-59 NMSA 1978.\n\nBond issues.— Laws 1955, ch. 269, § 1, as amended by Laws 1961, ch. 115, § 1, authorizes the state highway commission (now state transportation commission) to sell debentures not exceeding $20,000,000 to mature 25 years from date for constructing and improving state highways, and includes procedure for sale and payment of such debentures.\n\nLaws 1965, ch. 93, authorizes the state highway commission (now state transportation commission) to sell debentures not exceeding $20,000,000 to mature 25 years from date for constructing and improving state highways, and includes procedure for sale and payment of such debentures.\n\nLaws 1968, ch. 54, approves the state highway commission (now state transportation commission) issue of debentures of $1,125,000 under powers of Laws 1965, ch. 93, for construction or improvement of state secondary highways, and states certain conditions.\n\nLaws 1969, ch. 230, § 1, approves the state highway commission (now state transportation commission) issue of debentures of $2,000,000 under powers of Laws 1965, ch. 93, for construction or improvement of state secondary highway system, and states certain conditions.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 C.J.S. Highways § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-57/"
    },
    {
      "id": "section-67-3-58",
      "number": "67-3-58",
      "heading": "Allotment of appropriation.",
      "text": "From the money appropriated in Section 67-3-57 NMSA 1978, the state treasurer shall set aside each month out of the funds prescribed by law for the payment thereof a sufficient sum to pay the interest accrued each month on each series of state highway debentures then outstanding and, during the twelve months next preceding the maturity of each series of such debentures, he shall set aside from said funds sufficient money to provide for the payment of the principal thereof at maturity. The money so set aside shall be disbursed by the state treasurer only for the payment of the principal and interest of the series of the state highway debentures for which the money is set aside. The remainder of the money appropriated in Section 67-3-57 NMSA 1978 shall be disbursed upon the order of the state transportation commission or its duly authorized agent in the manner provided by law for disbursement of money in the state road fund.\n\nHistory:1941 Comp., § 58-265, enacted by Laws 1947, ch. 118, § 2; 1953 Comp., § 55-2-48; 2003, ch. 142, § 63.\n\nThe 2003 amendment,effective July 1, 2003, added the section heading; and substituted \"state transportation commission\" for \"state highway commission\".\n\nCompiler's notes.— This section, 67-3-57 and 67-3-59 NMSA 1978 are deemed to supersede Laws 1939, ch. 74, which reads exactly as Laws 1947, ch. 118, except that the annual appropriation was $15,000,000.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 C.J.S. Highways § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-58/"
    },
    {
      "id": "section-67-3-59",
      "number": "67-3-59",
      "heading": "[Balances; continuation of appropriation.]",
      "text": "All monies hereby appropriated for any fiscal year or any part thereof which are not expended at the end of such fiscal year shall be added to the appropriation hereby made for the succeeding fiscal year.\n\nThe same appropriation with the same provisions and limitations as is made by this act [67-3-57 to 67-3-59 NMSA 1978] for the thirty-sixth fiscal year is hereby declared to apply and be continued to and in every fiscal year subsequent to the thirty-sixth fiscal year, unless otherwise provided by law.\n\nHistory:1941 Comp., § 58-266, enacted by Laws 1947, ch. 118, § 3; 1953 Comp., § 55-2-49.\n\nCompiler's notes.— This section, 67-3-57 and 67-3-58 NMSA 1978 are deemed to supersede Laws 1939, ch. 74, which reads exactly as Laws 1947, ch. 118, except that the annual appropriation was $15,000,000.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 C.J.S. Highways § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-59/"
    },
    {
      "id": "section-67-3-591",
      "number": "67-3-59.1",
      "heading": "State highway debentures; issuance; limits; approval; coupons.",
      "text": "A. In order to provide funds to finance state highway projects, including state highway projects that are required for the waste isolation pilot project and are eligible for federal reimbursement or payment as authorized by federal legislation, the state transportation commission is authorized, subject to the limitations of this section, to issue bonds from time to time, payable from federal funds not otherwise obligated that are paid into the state road fund and the proceeds of the collection of taxes and fees that are required by law to be paid into the state road fund and not otherwise pledged solely to the payment of outstanding bonds and debentures.\n\nB. Except as provided in Subsections C and D of this section, the total aggregate outstanding principal amount of bonds issued from time to time pursuant to this section, secured by or payable from federal funds not otherwise obligated that are paid into the state road fund and the proceeds from the collection of taxes and fees required by law to be paid into the state road fund, shall not, without additional authorization of the state legislature, exceed one hundred fifty million dollars ($150,000,000) at any given time, subject to the following provisions:\n\n(1) the total aggregate outstanding principal amount of bonds issued for state highway projects that are required for the waste isolation pilot project and are eligible for federal reimbursement or payment as authorized by federal legislation shall not exceed one hundred million dollars ($100,000,000); and\n\n(2) the total aggregate outstanding principal amount of bonds issued for state highway projects other than state highway projects that are required for the waste isolation pilot project and are eligible for federal reimbursement or payment as authorized by federal legislation shall not exceed fifty million dollars ($50,000,000).\n\nC. Upon specific authorization and appropriation by the legislature, and subject to the limitations of Subsection D of this section, an additional amount of bonds may be issued pursuant to this section for state highway projects, to be secured by or payable from taxes or fees required by law to be paid into the state road fund and federal funds not otherwise obligated that are paid into the state road fund, and, as applicable, taxes or fees required by law to be paid into the highway infrastructure fund, as follows:\n\n(1) an aggregate outstanding principal amount of bonds, not to exceed six hundred twenty-four million dollars ($624,000,000), for major highway infrastructure projects for which the department has, prior to January 1, 1998, submitted or initiated the process of submitting a plan to the federal highway administration for innovative financing pursuant to 23 USCA Sections 122 and 307;\n\n(2) an aggregate outstanding principal amount of bonds, not to exceed one hundred million dollars ($100,000,000), for state highway projects that are required for the waste isolation pilot project and are eligible for federal reimbursement; and\n\n(3) an aggregate outstanding principal amount of bonds, not to exceed four hundred million dollars ($400,000,000), for other state highway projects.\n\nD. The total amount of bonds that may be issued by the state transportation commission for state highway projects pursuant to Subsection C of this section shall not exceed a total aggregate outstanding principal amount of:\n\n(1) three hundred million dollars ($300,000,000) prior to July 1, 1999;\n\n(2) six hundred million dollars ($600,000,000) from July 1, 1999 through June 30, 2000;\n\n(3) nine hundred million dollars ($900,000,000) from July 1, 2000 through June 30, 2001; and\n\n(4) one billion one hundred twenty-four million dollars ($1,124,000,000) after June 30, 2001.\n\nE. The state transportation commission may issue bonds to refund other bonds issued pursuant to this section by exchange or current or advance refunding.\n\nF. Each series of bonds shall have a maturity of no more than twenty-five years from the date of issuance. The state transportation commission shall determine all other terms, covenants and conditions of the bonds; provided that the bonds shall not be issued pursuant to this section unless the state board of finance approves the issuance of the bonds and the principal amount of and interest rate or maximum net effective interest rate on the bonds.\n\nG. The bonds shall be executed with the manual or facsimile signature of the chairman of the state transportation commission, countersigned by the state treasurer and attested to by the secretary of the state transportation commission, with the seal of the state transportation commission imprinted or otherwise affixed to the bonds.\n\nH. Proceeds of the bonds may be used to pay expenses incurred in the preparation, issuance and sale of the bonds and, together with the earnings on the proceeds of the bonds, may be used to pay rebate, penalty, interest and other obligations relating to the bonds and the proceeds of the bonds under the Internal Revenue Code of 1986, as amended.\n\nI. The bonds may be sold at a public or negotiated sale at, above or below par or through the New Mexico finance authority. A negotiated sale shall be made with one or more investment bankers whose services are obtained through a competitive proposal process. For any sale, the state transportation commission or the New Mexico finance authority shall also procure the services of any financial advisor or bond counsel through a competitive proposal process. If sold at public sale, a notice of the time and place of sale shall be published in a newspaper of general circulation in the state, and in any other newspaper determined in the resolution authorizing the issuance of the bonds, once each week for two consecutive weeks prior to the date of sale. The bonds may be purchased by the state treasurer or state investment officer.\n\nJ. This section is full authority for the issuance and sale of the bonds, and the bonds shall not be invalid for any irregularity or defect in the proceedings for their issuance and sale and shall be incontestable in the hands of bona fide purchasers or holders of the bond for value.\n\nK. The bonds shall be legal investments for a person or board charged with the investment of public funds and may be accepted as security for a deposit of public money and, with the interest thereon, are exempt from taxation by the state and a political subdivision or agency of the state.\n\nL. Any law authorizing the imposition or distribution of taxes or fees paid into the state road fund or the highway infrastructure fund or that affects those taxes and fees shall not be amended or repealed or otherwise directly or indirectly modified so as to impair outstanding bonds secured by a pledge of revenues from those taxes and fees paid into the state road fund or the highway infrastructure fund, unless the bonds have been discharged in full or provisions have been made for a full discharge. In addition, while any bonds issued by the state transportation commission pursuant to the provisions of this section remain outstanding, the powers or duties of the commission shall not be diminished or impaired in any manner that will affect adversely the interests and rights of the holder of such bonds.\n\nM. In contracting for state highway projects to be paid in whole or in part with proceeds of bonds authorized by this section, the department shall require that any sand, gravel, caliche or similar material needed for the project shall, if practicable, be mined from state lands. Each contract shall provide that the contractor notify the commissioner of public lands of the need for the material and that, through lease or purchase, the material shall be mined from state lands if:\n\n(1) the material needed is available from state lands in the vicinity of the project;\n\n(2) the commissioner determines that the lease or purchase is in the best interest of the state land trust beneficiaries; and\n\n(3) the cost to the contractor for the material, including the costs of transportation, is competitive with other available material from non-state lands.\n\nN. Bonds issued pursuant to this section shall be paid solely from federal funds not otherwise obligated and taxes and fees deposited into the state road fund and, as applicable, the highway infrastructure fund, and shall not constitute a general obligation of the state.\n\nHistory:1978 Comp., § 67-3-59.1, enacted by Laws 1989, ch. 157, § 1; 1991, ch. 9, § 41; 1998, ch. 86, § 1; 1999 (1st S.S.), ch. 9, § 4; 2003, ch. 142, § 64.\n\nRepeals and reenactments.— Laws 1989, ch. 157, § 1 repealed former 67-3-59.1 NMSA 1978, as amended by Laws 1980, ch. 57, § 1, relating to state highway debentures, and enacted a new 67-3-59.1 NMSA 1978, effective June 16, 1989. For provisions of former section,see1988 Cumulative Supplement.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nThe 1999 amendment,effective July 1, 1999, in Subsection C, inserted \"and, as applicable, taxes or fees required by law to be paid into the highway infrastructure fund\" near the end of the introductory language and, in Paragraph (1), deleted \"state highway and transportation\" preceding \"department\" near the middle; in Subsection L, inserted \"or the highway infrastructure fund\" in two places; added Subsection M and redesignated the subsequent subsection accordingly; and inserted \"as applicable, the highway infrastructure fund, and\" in Subsection N.\n\nThe 1998 amendment,in Subsection A, inserted \"or payment\" following \"federal reimbursement\", \"subject to the limitations of this section\" following \"authorized,\", \"federal funds not otherwise obligated that are paid into the state road fund\" following \"payable from\" and deleted \"gasoline excise\" preceding \"taxes\" and \"motor vehicle registration\" preceding \"fees\"; in Subsection B, added the exception at the beginning and substituted \"federal funds not otherwise obligated that are paid into the state road fund and the proceeds from the collection of taxes and fees required by law to be paid into the state road fund\" for \"the gasoline excise taxes and motor vehicle registration fees\"; in Paragraph B(1) inserted \"or payment\" following \"federal reimbursement\"; added Subsections C and D; redesignated former Subsections C through I as Subsections E through K and added Subsections L and M; in Subsection G made a minor stylistic change; and in Subsection I rewrote the first sentence and added the second and third sentences.\n\nThe 1991 amendment,effective June 14, 1991, deleted \"only those\" following \"finance\" and inserted \"including state highway projects\" near the beginning of Subsection A and, in Subsection B, substituted \"one hundred fifty million dollars ($150,000,000)\" for \"one hundred million dollars ($100,000,000)\" in the first paragraph, added \"subject to the following provisions\", and added Paragraphs (1) and (2).\n\nEffective dates.— Laws 1998, ch. 86, contains no effective date provision, but pursuant to N.M. Const., art. IV, § 23, is effective May 20, 1998, 90 days after adjournment of the legislature.\n\nAppropriations.— Laws 1998, ch. 84, § 1, effective May 20, 1998, provides that, in compliance with the provisions of this code section, the state highway commission (now state transportation commission) may issue and sell state highway bonds in an amount not exceeding $315,000,000 to be appropriated to the state highway and transportation department [department of transportation] for construction, improvement, planning, designing, engineering, constructing and acquiring rights-of-ways on various roads, highways and interstate highways throughout the state.\n\nLaws 1998, ch. 85, § 1, effective May 20, 1998, provides that, in compliance with the provisions of this code section, the state highway commission (now state transportation commission) may issue and sell state highway bonds in an amount not exceeding $804,000,000 to be appropriated to the state highway and transportation department (department of transportation) for construction, improvement, planning, designing, engineering, constructing and acquiring rights-of-ways on various roads, highways and interstate highways throughout the state. Any unexpended or unencumbered balance remaining six months after the completion of a project authorized in this section shall revert to the state road fund. If the state highway commission (now state transportation commission) has not certified the need for the issuance of bonds for any project authorized in this section by the end of fiscal year 2001, the authorization provided in this section shall be void.\n\nLaws 1998, ch. 85, § 2, effective May 20, 1998, appropriates $22,500,000 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1999 through 2001 for the four-lane construction, including planning, designing, engineering, constructing and acquiring rights-of-way, of United States highway 70, contingent upon the commitment of the state highway and transportation department [department of transportation] of $122,500,000 in matching federal funds to the project. Any unexpended or unencumbered balance remaining at the end of fiscal year 2001 shall revert to the state road fund.\n\nLaws 1999, ch. 51, § 1, effective March 17, 1999, provides that, if the proceeds from state highway bonds authorized pursuant to Subsection F of Section 1 of Chapter 85 of Laws 1998 and appropriated to the state highway and transportation department [department of transportation] for construction of the southwest loop in Albuquerque, including the Paseo del Volcan interchange at interstate 40, cannot be used for that project in a timely manner, the state highway and transportation department [department of transportation] may use the proceeds to improve any road classified as a current or future principal arterial that is located south of interstate 40 and west of interstate 25 in Bernalillo county and the proceeds are appropriated for that purpose.\n\nInternal Revenue Code of 1986.— The Internal Revenue Code of 1986, referred to in Subsection H, appears as 26 U.S.C. § 1 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-59-1/"
    },
    {
      "id": "section-67-3-592",
      "number": "67-3-59.2",
      "heading": "Highway infrastructure fund created; purpose.",
      "text": "A. The \"highway infrastructure fund\" is created in the state treasury and shall be administered by the department. The fund shall consist of money from various fees and taxes distributed to the fund. Earnings on investment of the fund shall be credited to the fund. Balances in the fund at the end of any fiscal year shall not revert and shall remain in the fund for the purposes authorized in this section.\n\nB. Money in the fund shall be used solely for acquisition of rights of way or planning, design, engineering, construction or improvement of state highway projects authorized pursuant to the provisions of Laws 1998, Chapter 84, Subsections C through H of Section 1 of Chapter 85 of Laws 1998, Laws 2003 (1st S.S.), Chapter 3, Sections 27 and 28, Laws 2020 (1st S.S.), Chapter 3, Section 8 and Section 1 of this 2021 act and is appropriated to the department for expenditure for those purposes.\n\nC. The taxes and fees required by law to be distributed to the highway infrastructure fund may be pledged for the payment of bonds issued pursuant to Sections 67-3-59.1, 67-3-59.3 and 67-3-59.4 NMSA 1978, Laws 2020 (1st S.S.), Chapter 3, Section 8 and Section 1 of this 2021 act for the highway projects authorized in the laws specified in Subsection B of this section.\n\nHistory:Laws 1999 (1st S.S.), ch. 9, § 3; 2003 (1st S.S.), ch. 3, § 23; 2020 (1st S.S.), ch. 3, § 5; 2021, ch. 43, § 2.\n\nThe 2021 amendment,effective April 5, 2021, authorized the use of money in the highway infrastructure fund to be used for certain state highway construction, reconstruction and improvement projects; in Subsection B, after \"Sections 27 and 28,\", added \"Laws 2020 (1st S.S.), Chapter 3\", after \"Section 8\", deleted \"of this 2020 act\" and added \"and Section 1 of this 2021 act\"; and in Subsection C, after \"67-3-59.4 NMSA 1978,\", deleted \"and\" and added \"Laws 2020 (1st S.S.), Chapter 3\", and after \"Section 8\", deleted \"of this 2020 act\" and added \"and Section 1 of this 2021 act\".\n\nThe 2020 (1st S.S.) amendment,effective June 26, 2020, authorized the issuance of state transportation project bonds; in Subsection B, after \"Section 1 of Chapter 85 of Laws 1998\", deleted \"and\" and added \"Laws 2003 (1st S.S.), Chapter 3\", after \"Sections 27 and 28\", added \"and Section 8\", and after \"of this\", deleted \"2003\" and added \"2020\"; in Subsection C, after \"payment of\", deleted \"state highway\", after \"67-3-59.3\", added \"and 67-3-59.4\", after \"NMSA 1978 and\", deleted \"Section 26\" and added \"Section 8\", and after \"of this\", deleted \"2003\" and added \"2020\".\n\nTemporary provisions.— Laws 2020 (1st S.S.), ch. 3, § 11, effective June 26, 2020, provided:\n\nA. Nothing in this act shall be deemed to impair state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act.\n\nB. If required by the terms, covenants and provisions of state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act, additional bonds issued by the state transportation commission or the New Mexico finance authority when directed by the state transportation commission pursuant to this act shall contain any required terms, covenants and provisions required to avoid impairment of the previously issued bonds.\n\nThe 2003 (1st S.S.) amendment,effective February 3, 2004, deleted \"and\" preceding \"Subsections C\" and inserted \"and Sections 27 and 28 of this 2003 act\" in Subsection B, and substituted \"Sections 67-3-59.1 and 67-3-59.3 NMSA 1978 and Section 26 of this 2003 act\" for \"Section 67-3-59.1 NMSA 1978\" in Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-59-2/"
    },
    {
      "id": "section-67-3-593",
      "number": "67-3-59.3",
      "heading": "State transportation project bonds; issuance; procedures; approval.",
      "text": "A. In order to provide funds to finance state transportation projects, the New Mexico finance authority, when directed by the state transportation commission, is authorized, subject to the limitations of this section, Section 67-3-59.4 NMSA 1978, Laws 2020 (1st S.S.), Chapter 3, Section 8 and Section 5 of this 2021 act, to issue state transportation project bonds from time to time, payable from:\n\n(1) federal funds not otherwise obligated that are paid into the state road fund;\n\n(2) proceeds of the collection of taxes and fees that are required to be paid into the state road fund and not otherwise pledged exclusively to the payment of outstanding bonds and debentures; and\n\n(3) taxes and fees required by law to be paid into the highway infrastructure fund.\n\nB. The New Mexico finance authority, when directed by the state transportation commission, may issue bonds to refund other bonds issued by or at the direction of the state transportation commission pursuant to this section or Section 67-3-59.1 NMSA 1978 by exchange or current or advance refunding.\n\nC. In consultation with the state transportation commission, the New Mexico finance authority shall determine all terms, covenants and conditions of the bonds; provided that the project design life of a project meets or exceeds the life of the bond issued for that project, and each series of bonds shall be sold, executed and delivered in accordance with the provisions of the New Mexico Finance Authority Act [Chapter 6, Article 21 NMSA 1978]. The New Mexico finance authority may enter into interest rate exchange agreements, interest rate swap contracts, insurance agreements, remarketing agreements and any other agreements deemed necessary in connection with the issuance of the bonds.\n\nD. Proceeds of the bonds and amounts on deposit in the state road fund and the highway infrastructure fund may be used to pay expenses incurred in the preparation, administration, issuance and sale of the bonds and, together with the earnings on the proceeds of the bonds, may be used to pay rebate, penalty, interest and other obligations relating to the bonds and the proceeds of the bonds under the Internal Revenue Code of 1986, as amended.\n\nE. This section is full authority for the issuance and sale of the bonds, and the bonds shall not be invalid for any irregularity or defect in the proceedings for their issuance and sale and shall be incontestable in the hands of bona fide purchasers or holders of the bond for value.\n\nF. The bonds shall be legal investments for a person or board charged with the investment of public funds and may be accepted as security for a deposit of public money and, with the interest thereon, are exempt from taxation by the state and a political subdivision or agency of the state.\n\nG. Any law authorizing the imposition or distribution of taxes or fees paid into the state road fund or the highway infrastructure fund or that affects those taxes and fees shall not be amended or repealed or otherwise directly or indirectly modified so as to impair outstanding bonds secured by a pledge of revenues from those taxes and fees paid into the state road fund or the highway infrastructure fund, unless the bonds have been discharged in full or provisions have been made for a full discharge. In addition, while any bonds issued by the New Mexico finance authority pursuant to the provisions of this section remain outstanding, the powers or duties of the state transportation commission or the authority shall not be diminished or impaired in any manner that will affect adversely the interests and rights of the holder of such bonds.\n\nH. In contracting for state transportation projects to be paid in whole or in part with proceeds of bonds authorized by this section, the department shall require that any sand, gravel, caliche or similar material needed for the project shall, if practicable, be mined from state lands. Each contract shall provide that the contractor notify the commissioner of public lands of the need for the material and that, through lease or purchase, the material shall be mined from state lands if:\n\n(1) the material needed is available from state lands in the vicinity of the project;\n\n(2) the commissioner determines that the lease or purchase is in the best interest of the state land trust beneficiaries; and\n\n(3) the cost to the contractor for the material, including the costs of transportation, is competitive with other available material from nonstate lands.\n\nI. Bonds issued pursuant to this section shall be paid solely from federal funds not otherwise obligated and taxes and fees deposited into the state road fund and the highway infrastructure fund and shall not constitute a general obligation of the state.\n\nJ. For purposes of this section, \"state transportation project bonds\" includes only those bonds issued pursuant to this section and excludes transportation bonds as defined in Section 67-3-72 NMSA 1978.\n\nHistory:Laws 2003 (1st S.S.), ch. 3, § 24; 2020 (1st S.S.), ch. 3, § 6; 2021, ch. 43, § 3.\n\nCompiler's notes.— The Internal Revenue Code of 1986, referred to in Subsection D, is codified throughout Title 26 of the United States Code.\n\nThe 2021 amendment,effective April 5, 2021, authorized the New Mexico finance authority to issue and sell transportation project bonds in the amount of two hundred thirty-four million six hundred thousand dollars ($234,600,000) on or after July 1, 2021 for certain state highway construction, reconstruction and improvement projects; in Subsection A, after \"Section 67-3-59.4 NMSA 1978,\", deleted \"and\" and added \"Laws 2020 (1st S.S.), Chapter 3\", and after \"Section 8\", deleted \"of this 2020 act\" and added \"and Section 5 of this 2021 act\".\n\nThe 2020 (1st S.S.) amendment,effective June 26, 2020, authorized the issuance of state transportation project bonds; and in Subsection A, in the introductory paragraph, after the first occurrence of \"Section\", deleted \"26 of this 2003 act\" and added \"67-3-59.4 NMSA 1978 and Section 8 of this 2020 act\", and after \"to issue\", added \"state transportation project\".\n\nTemporary provisions.— Laws 2020 (1st S.S.), ch. 3, § 11, effective June 26, 2020, provided:\n\nA. Nothing in this act shall be deemed to impair state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act.\n\nB. If required by the terms, covenants and provisions of state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act, additional bonds issued by the state transportation commission or the New Mexico finance authority when directed by the state transportation commission pursuant to this act shall contain any required terms, covenants and provisions required to avoid impairment of the previously issued bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-59-3/"
    },
    {
      "id": "section-67-3-594",
      "number": "67-3-59.4",
      "heading": "State transportation project bonds; authorization and appropriation; priorities; criteria; reports.",
      "text": "A. It is the intent of the legislature to authorize the New Mexico finance authority to issue state transportation project bonds pursuant to Section 67-3-59.3 NMSA 1978 for projects specified in Laws 2003 (1st S.S.), Chapter 3, Sections 27 and 28, Laws 2020 (1st S.S.), Chapter 3, Section 8 and Section 1 of this 2021 act in the total aggregate principal amount of one billion five hundred eighty-five million dollars ($1,585,000,000).\n\nB. The state transportation commission may authorize the New Mexico finance authority to issue and sell state transportation project bonds. The proceeds of the bonds are appropriated to the department of transportation for projects listed in Laws 2003 (1st S.S.), Chapter 3, Sections 27 and 28, Laws 2020 (1st S.S.), Chapter 3, Section 8 and Section 1 of this 2021 act.\n\nC. The department of transportation shall provide to the legislature and the governor a report on transportation priorities and progress. The report shall include:\n\n(1) justification of priority ranking of projects, including the following for each highway project enumerated in Laws 2003 (1st S.S.), Chapter 3, Sections 27 and 28:\n\n(a) traffic counts and accident rates and the expected improvements to traffic flow, health and safety;\n\n(b) the ranking of the pavement and substructure conditions;\n\n(c) an assessment of economic development impacts; and\n\n(d) other information deemed significant by the department;\n\n(2) the expected life of the proposed improvement;\n\n(3) sufficiency of revenue to pay the principal and interest of all outstanding and proposed bonds based on a five- and twenty-year financial forecast for the state road fund and the effect of the bond program on the department's construction and maintenance program;\n\n(4) status report of ongoing major construction;\n\n(5) the relationship between the requested projects and the statewide transportation improvement program; and\n\n(6) any other information requested by the legislature or the executive.\n\nD. The department of transportation shall provide quarterly progress reports to the department of finance and administration and the legislative finance committee.\n\nE. The department of transportation shall adopt and enforce rules with the goal that no less than seventy percent of the work force of an exclusively state-funded project authorized in Laws 2003 (1st S.S.), Chapter 3, Sections 27 and 28 shall be residents of New Mexico.\n\nHistory:Laws 2003 (1st S.S.), ch. 3, § 26; 2020 (1st S.S.), ch. 3, § 7; 2021, ch. 43, § 4.\n\nThe 2021 amendment,effective April 5, 2021, authorized the New Mexico finance authority to issue state transportation project bonds for certain state highway construction, reconstruction and improvement projects; and after \"Sections 27 and 28,\", deleted \"and in\" and added \"Laws 2020 (1st S.S.), Chapter 3\", and after \"Section 8\", deleted \"of this 2020 act\" and added \"and Section 1 of this 2021 act\" throughout the section.\n\nThe 2020 (1st S.S.) amendment,effective June 26, 2020, authorized the issuance of state transportation project bonds; in Subsection A, after \"transportation\", added \"project\", after \"bonds\", added \"pursuant to Section 67-3-59.3 NMSA 1978\", after \"projects specified in\", added \"Laws 2003 (1st S.S.), Chapter 3\", after \"Sections 27 and 28\", deleted \"of this 2003 act\" and added \"and in Section 8 of this 2020 act\", after \"($1,585,000,000)\", deleted \"in annual increments of three hundred fifty million dollars ($350,000,000) beginning with the appropriation for 2003 provided for in Subsection B of this section\"; in Subsection B, deleted \"After the effective date of this act\", after \"projects listed in\", added \"Laws 2003 (1st S.S.), Chapter 3\", after \"Sections 27 and 28\", added \"and in Section 8\", and after \"of this\", deleted \"2003\" and added \"2020\"; in Subsection C, Paragraph (1), after \"enumerated in\", added \"Laws 2003 (1st S.S.), Chapter 3\", and after \"Sections 27 and 28\", deleted \"of this 2003 act\"; and in Subsection E, after \"state-funded project authorized in\", added \"Laws 2003 (1st S.S.), Chapter 3\", and after \"Sections 27 and 28\", deleted \"of this 2003 act\".\n\nTemporary provisions.— Laws 2020 (1st S.S.), ch. 3, § 11, effective June 26, 2020, provided:\n\nA. Nothing in this act shall be deemed to impair state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act.\n\nB. If required by the terms, covenants and provisions of state highway revenue bonds previously issued by the state transportation commission and outstanding on the effective date of this act, additional bonds issued by the state transportation commission or the New Mexico finance authority when directed by the state transportation commission pursuant to this act shall contain any required terms, covenants and provisions required to avoid impairment of the previously issued bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-59-4/"
    },
    {
      "id": "section-67-3-60",
      "number": "67-3-60",
      "heading": "Bypasses and relocation projects; expenditure of highway funds; purpose.",
      "text": "The purpose of Sections 67-3-60 and 67-3-61 NMSA 1978 is to foster and insure the correlation of state highway construction programs closely affecting smaller municipalities and unincorporated communities with the future economic growth, livelihood, development, safety and general welfare of the communities by limiting the use of public funds for the construction of highway bypasses or relocation projects diverting traffic and commerce from existing state highway routes through the communities in accordance with the provisions of all existing agreements between a municipality or county and the state transportation commission relating to obtaining the consent of the municipality or county pursuant to the provisions of Section 67-3-61 NMSA 1978.\n\nHistory:1953 Comp., § 55-2-50, enacted by Laws 1963, ch. 114, § 1; 1966, ch. 16, § 1; 2003, ch. 142, § 65.\n\nThe 2003 amendment,effective July 1, 2003, deleted \"of Act\" at the end of the section heading; substituted \"Sections 67-3-60 and 67-3-61 NMSA 1978\" for \"this act\"; substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"Section 67-3-61 NMSA 1978\" for \"Laws 1963, Chapter 114, Section 1 and Laws 1965, Chapter 188, Section 1\" at the end of the section.\n\nEffect of repeal of by-pass laws on agreements.— Since the commission and various municipal and county governing bodies have executed written agreements relative to highway construction and by-passes, such agreements are valid and binding upon the commission and the state highway department (now department of transportation) even if the by-pass laws (67-3-60 and 67-3-61 NMSA 1978) are repealed. 1966 Op. Att'y Gen. No. 66-13.\n\nLaw reviews.— For comment, \"Constitutional Law - Delegation of Power - New Mexico Bypass Law,\" see 4 Nat. Resources J. 160 (1964).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-60/"
    },
    {
      "id": "section-67-3-61",
      "number": "67-3-61",
      "heading": "Limitation of expenditures of highway funds for construction of highway bypasses.",
      "text": "No expenditure or contract for the expenditure of state public funds for purposes of construction of highway bypasses or highway relocation projects diverting public motor vehicle travel from a previously existing highway route shall be made that violates the provisions of an existing agreement between a municipality or county and the state transportation commission relating to obtaining the consent of the municipality or county pursuant to the provisions of this section. An existing agreement between a municipality or county and the state transportation commission may be amended or revised by mutual consent of the parties to the agreement. Once authority is given by the governing authority and the state transportation commission has affirmatively acted in reliance upon the expressed approval, public funds may be expended and contracts executed despite subsequent withdrawal of approval by the governing authority.\n\nHistory:1953 Comp., § 55-2-51, enacted by Laws 1963, ch. 114, § 2; 1965, ch. 188, § 1; 1966, ch. 16, § 2; 2003, ch. 142, § 66.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\"; and substituted \"this section\" for \"Laws 1963, Chapter 114, Section 1 and Laws 1965, Chapter 188, Section 1\".\n\nSaving clauses.— Laws 1965, ch. 188, § 2, provides that the act does not affect the limitations on expenditure of public funds imposed by Laws 1963, ch. 114 (67-3-60 NMSA 1978), prior to its effective date.\n\nEffect of repeal of by-pass laws on agreements.— Since the commission and various municipal and county governing bodies have executed written agreements relative to highway construction and by-passes, such agreements are valid and binding upon the commission and the state highway department (now department of transportation) even if the by-pass laws (67-3-60 and 67-3-61 NMSA 1978) are repealed. 1966 Op. Att'y Gen. No. 66-13.\n\nLaw reviews.— For comment, \"Constitutional Law - Delegation of Power - New Mexico Bypass Law,\" see 4 Nat. Resources J. 160 (1964).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-61/"
    },
    {
      "id": "section-67-3-62",
      "number": "67-3-62",
      "heading": "Provisions for pedestrian, bicycle and equestrian traffic required.",
      "text": "A. No expenditure or contract for the expenditure of state public funds for purposes of constructing highways along new alignments or for purposes of substantially widening highways along the existing alignments shall be made or entered into by the state highway department unless the design and construction of such highways makes provision for pedestrian, bicycle and equestrian traffic along and across such highway, except when the state highway department, after notice and a public hearing, determines, pursuant to its published regulations as provided in Section 67-3-63 NMSA 1978, that:\n\n(1) such provisions for pedestrian, bicycle and equestrian traffic would be contrary to the public safety; or\n\n(2) the cost of such provision would be disproportionate to the need or probable usage.\n\nB. Notice of public hearings shall be required only when:\n\n(1) project plans require acquisition of additional right-of-way for purposes of constructing the project along a new alignment;\n\n(2) the project plans require a substantial widening of the travel lanes for highway reconstruction along an existing alignment; or\n\n(3) the highway department is petitioned by authorized officials of affected pedestrian, bicycle or equestrian associations. If such petition is filed, public hearing shall be held.\n\nFor purposes of Paragraphs (1) and (2) of this subsection, the requirement for notice and public hearing may be satisfied by publishing two notices of opportunity for a public hearing and holding a public hearing if written request for such a hearing is received within the time specified in the published notice.\n\nHistory:1953 Comp., § 55-2-52, enacted by Laws 1972, ch. 78, § 1; 1973, ch. 21, § 1; 1975, ch. 51, § 1; 1979, ch. 93, § 1.\n\nThe 1979 amendmentsubstituted \"of constructing highways\" for \"of construction or reconstruction of highways\" and \"state highway department\" for \"state highway commission\" in two places and inserted \"along new alignments or for purposes of substantially widening highways along the existing alignments\" following \"constructing highways\" in the introductory paragraph in Subsection A and rewrote Subsection B.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 195.\n\nState and local government liability for injury or death of bicyclist due to defect or obstruction in public bicycle path, 68 A.L.R.4th 204.\n\n39A C.J.S. Highways §§ 67; 40 C.J.S. Highways § 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-62/"
    },
    {
      "id": "section-67-3-63",
      "number": "67-3-63",
      "heading": "Construction and maintenance of footpaths, bicycle lanes and bridle paths; expenditure of funds authorized.",
      "text": "A. The state transportation commission is authorized to expend as necessary matching state road funds and federal aid highway funds administered by the department for the construction and maintenance of footpaths, bridle paths or bicycle lanes along and across state, county and municipal roads, streets or highways.\n\nB. In administering Sections 67-3-62 and 67-3-63 NMSA 1978, the state transportation commission shall promulgate regulations setting forth guidelines by which the state transportation commission shall determine whether the establishment of any proposed bicycle lanes, footpaths or bridle paths is contrary to public safety or the cost thereof is disproportionate to the need or probable usage within the meaning of Section 67-3-62 NMSA 1978. The commission shall recommend construction standards for footpaths, bicycle lanes and bridle paths and shall provide a uniform system of signs that shall apply to all such paths or lanes under the jurisdiction of the commission and all counties and municipalities. The commission may restrict the use of footpaths, bicycle lanes or bridle paths under its jurisdiction to pedestrian, equestrian or nonmotorized vehicle use.\n\nC. As used in this section, \"bicycle lane\" means a publicly owned and maintained paved path, way or trail designated and signed as a bicycle route, and \"bridle path\" includes equestrian trails or ways.\n\nD. In the event that any of the provisions of this section or of Section 67-3-62 NMSA 1978 conflict with provisions of federal law or regulations relating to highway construction funds and such conflict jeopardizes the receipt of funds by the state, then the conflicting provisions of the specified sections of state law shall be suspended and not effective.\n\nHistory:1953 Comp., § 55-2-52.1, enacted by Laws 1973, ch. 21, § 2; 2003, ch. 142, § 67.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\" in Subsection A; in Subsection B, substituted \"Sections 67-3-62 and 67-3-63 NMSA 1978\" for \"this act\"; and in Subsection D, substituted \"Section 67-3-62 NMSA 1978\" for \"Sections 55-2-52 or 55-2-52.2 NMSA 1953\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —39 Am. Jur. 2d Highways, Streets and Bridges § 195.\n\nState and local government liability for injury or death of bicyclist due to defect or obstruction in public bicycle path, 68 A.L.R.4th 204.\n\n39A C.J.S. Highways § 67; 40 C.J.S. Highways § 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-63/"
    },
    {
      "id": "section-67-3-64",
      "number": "67-3-64",
      "heading": "Ramps for handicapped required.",
      "text": "Whenever any curbing on a public street, road or highway is constructed, repaired or remodeled to a major degree by the state highway department or the road department of any county or municipality, ramps shall be installed at any intersection having curbs or other barriers to entry onto the street or road from a sidewalk.\n\nHistory:1953 Comp., § 55-2-53, enacted by Laws 1973, ch. 151, § 1.\n\nImmunity.— The addition of ramps is immunized under the Tort Claims Act because such installation would not constitute \"maintenance\" but rather would be a \"reconstruction\".Villanueva v. City of Tucumcari, 1998-NMCA-138, 125 N.M. 762, 965 P.2d 346.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-64/"
    },
    {
      "id": "section-67-3-65",
      "number": "67-3-65",
      "heading": "State road fund created.",
      "text": "The \"state road fund\" is created within the state treasury, to which shall be credited all receipts authorized by law to be paid into it. No income earned on the fund shall be transferred to another fund.\n\nHistory:1953 Comp., § 55-2-54, enacted by Laws 1973, ch. 145, § 1; 1980, ch. 54, § 1.\n\nThe 1980 amendment,effective July 1, 1980, added the second sentence.\n\nAppropriations.— Laws 1996 (1st S.S.), ch. 4, § 39, effective March 21, 1996, appropriates $1,000,000 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1997 through 2000 for the purpose of completing the Santa Teresa border station in Dona Ana county.\n\nLaws 1996 (1st S.S.), ch. 4, § 40, effective March 21, 1996, appropriates $478,700 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1997 through 2000 for the purpose of installing salt storage domes at patrol yards in the cities of Taos, Chama and Santa Fe.\n\nLaws 1998, ch. 7, § 31, effective February 17, 1998, appropriates $733,800 from the state road fund to the state highway and transportation department [department of transportation] for expenditure in fiscal years 1998 through 2002 to acquire land, plan, design, construct and equip a maintenance patrol yard near Eagle Nest in Colfax county. Any unexpended or unencumbered balance remaining at the end of fiscal year 2002 shall revert to the state road fund.\n\nLaws 1998, ch. 7, § 32, effective February 17, 1998, appropriates $900,000 from the state road fund to the capital program fund for expenditure in fiscal years 1998 through 2002 to acquire land, make site improvements and purchase and erect a modular office building and equip a port-of-entry facility near Santa Teresa in Dona Ana county. Any unexpended or unencumbered balance remaining at the end of fiscal year 2002 shall revert to the state road fund.\n\nLaws 1998, ch. 7, § 44, effective February 17, 1998, provides that the balance of the appropriation from the state road fund to the state highway and transportation department [department of transportation] for the purpose of installing salt storage domes at patrol yards in Taos located in Taos county, in Chama located in Rio Arriba county and in Santa Fe located in Santa Fe county pursuant to Laws 1996 (1st S.S.), ch. 4, § 40, shall not be expended for its original purpose but is appropriated to the state highway and transportation department [department of transportation] to purchase and install chemical de-icer storage units throughout the state.\n\nLaws 2004, ch. 126, § 42, effective March 10, 2004, appropriates $1,000,000 from the state road fund to the taxation and revenue department for expenditure in fiscal years 2004 through 2009 for the acquisition of a gas tax automation system for the taxation and revenue department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-65/"
    },
    {
      "id": "section-67-3-651",
      "number": "67-3-65.1",
      "heading": "State road fund distribution.",
      "text": "The amounts distributed to the state road fund pursuant to Sections 7-1-6.10, 66-6-23 and 66-6-23.1 NMSA 1978 shall be used for maintenance, construction and improvement of state transportation projects and to meet federal allotments under the federal-aid road laws, but sufficient money from the state road fund shall be set aside each year by the state treasurer to pay the principal and interest due each year on state transportation revenue bonds issued to anticipate the collection of this revenue.\n\nHistory:1978 Comp., § 67-3-65.1, enacted by Laws 1983, ch. 211, § 40; 2003 (1st S.S.), ch. 3, § 25.\n\nThe 2003 (1st S.S.) amendmenteffective February 3, 2004, substituted \"Sections 7-1-6.10, 66-6-23 and 66-6-23.1\" for \"Section 7-1-6.10,\" \"state transportation projects\" for \"the public highways,\" and \"due each year on state transportation revenue bonds\" for \"coupons of highway debentures,\" and deleted \"as the principal and interest coupons mature\" following \"of this revenue\" at the end.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-65-1/"
    },
    {
      "id": "section-67-3-66",
      "number": "67-3-66",
      "heading": "Motor vehicle department [division] fees imposed by regulation; revenue disposition.",
      "text": "All revenues from all fees imposed by the motor vehicle department [motor vehicle division of the taxation and revenue department] solely by regulation, without statutory authority, shall be paid to the state treasurer for credit to the state road fund.\n\nHistory:1953 Comp., § 55-2-54.1, enacted by Laws 1975, ch. 339, § 9.\n\nBracketed material.— The bracketed material near the beginning of the section was inserted by the compiler. Laws 1977, ch. 250, § 4, abolished the motor vehicle department. Laws 1977, ch. 250, § 3 (9-12-3 NMSA 1978, now repealed) created the motor vehicle division of the transportation department. See, now, 9-11-4 NMSA 1978 as to creation of taxation and revenue department and divisions thereof. The bracketed material was not enacted by the legislature and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-66/"
    },
    {
      "id": "section-67-3-67",
      "number": "67-3-67",
      "heading": "Name.",
      "text": "This act [67-3-67 to 67-3-70 NMSA 1978] may be cited as the \"Public Mass Transportation Act.\"\n\nHistory:1953 Comp., § 55-2-55, enacted by Laws 1975, ch. 343, § 1.\n\nCross references.— For Municipal Transit Law,seeChapter 3, Article 52 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-67/"
    },
    {
      "id": "section-67-3-68",
      "number": "67-3-68",
      "heading": "Purpose and interpretation.",
      "text": "It is the intent of the legislature to assign to the state highway and transportation department all functions and powers necessary to develop a coordinated program with the United States government, and others, in the field of public mass transportation. In order to accomplish this purpose and obtain all possible funds available to implement this program, the Public Mass Transportation Act [67-3-67 to 67-3-70 NMSA 1978] shall be liberally construed.\n\nHistory:1953 Comp., § 55-2-56, enacted by Laws 1975, ch. 343, § 2; 1977, ch. 250, § 35; 1987, ch. 268, § 37.\n\nThe 1987 amendment,effective July 1, 1987, inserted \"highway and\" preceding \"transportation department\" near the beginning of the first sentence.\n\nThe 1977 amendmentsubstituted \"transportation department\" for \"highway department\" in the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-68/"
    },
    {
      "id": "section-67-3-69",
      "number": "67-3-69",
      "heading": "Power to state highway and transportation department.",
      "text": "In addition to the power and authority elsewhere granted to the state highway and transportation department to enter into cooperative agreements, the department is authorized to enter into agreements with any bureau, department or agency of the United States government dealing with or concerning the planning, design, construction, maintenance or supervision of any public mass transportation program or system, or the operation thereof, in this state. The department may additionally enter into agreements with any other bureau, agency or department of this state; any city, county school district or other political entity of this state; or any individual, firm, partnership, corporation, association or other organization, to carry out the foregoing.\n\nHistory:1953 Comp., § 55-2-57, enacted by Laws 1975, ch. 343, § 3; 1977, ch. 250, § 36; 1987, ch. 268, § 38.\n\nThe 1987 amendment,effective July 1, 1987, inserted \"highway and\" preceding \"transportation department\" near the beginning of the first sentence.\n\nThe 1977 amendmentsubstituted \"transportation department\" for \"highway department\" in the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-69/"
    },
    {
      "id": "section-67-3-70",
      "number": "67-3-70",
      "heading": "Use of appropriated funds.",
      "text": "The department may expend such portion of its appropriated funds as it deems necessary to effectuate the purposes of the Public Mass Transportation Act [67-3-67 to 67-3-70 NMSA 1978].\n\nHistory:1953 Comp., § 55-2-58, enacted by Laws 1975, ch. 343, § 4; 1977, ch. 250, § 37; 1987, ch. 268, § 39; 2003, ch. 68, § 1; 2003, ch. 142, § 68.\n\n2003 amendments— Identical amendmens to this section were enacted by Laws 2003, ch. 68, § 1 and Laws 2003, ch. 142, § 68, effective July 1, 2003, deleting \"state highway and transportation\" preceding \"department\"; and deleting \"provided that such expenditure of funds which are not eligible for federal reimbursement shall not exceed fifty thousand dollars ($50,000) in any one fiscal year\" at the end of the section. The section is set out as amended by Laws 2003, ch. 142, § 68.See12-1-8 NMSA 1978.\n\nThe 1987 amendment,effective July 1, 1987, inserted \"state highway and\" preceding \"transportation department\" near the beginning and substituted \"the Public Mass Transportation Act\" for \"this Act\" near the middle of the section.\n\nThe 1977 amendmentsubstituted \"transportation department\" for \"highway department\" and \"appropriated funds as\" for \"state road funds\" and deleted \"state road\" following \"expenditure of.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-70/"
    },
    {
      "id": "section-67-3-71",
      "number": "67-3-71",
      "heading": "State highway and transportation department; power to acquire property for transportation systems; power of eminent domain.",
      "text": "The state highway and transportation department may:\n\nA. acquire property by purchase, lease, donation, gift, bequest, devise or eminent domain for the purpose of construction and operation of a transportation system; and\n\nB. negotiate for the acquisition of property from any person, governmental entity, Indian tribe or Indian pueblo for the construction and operation of a transportation system.\n\nHistory:Laws 1997, ch. 52, § 1.\n\nCross references.— For Eminent Domain Code,seeChapter 42A, Article 1 NMSA 1978.\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-71/"
    },
    {
      "id": "section-67-3-711",
      "number": "67-3-71.1",
      "heading": "Right-of-way agreements; Navajo Nation; terms.",
      "text": "A. When acquiring a right of way for a public highway from the Navajo Nation, the secretary or his designee shall negotiate the terms and conditions of the grant with a person designated by the Navajo Nation. New Mexico and the Navajo Nation, as sovereign governments, are primarily interested in cooperating with one another and coordinating services and functions so that resources of the state and the Navajo Nation are used efficiently and to the greatest benefit of all persons traveling on the state and federal highways crossing the Navajo Nation. Right-of-way agreements shall be developed from negotiations between the Navajo Nation and the state, and shall include the following:\n\n(1) the term of a right of way, which in no case shall be construed to be a perpetual easement or a grant in fee simple but may be a term that does not extend beyond the life of the state highway, as long as the right of way is used by the state highway and transportation department for constructing, maintaining, rehabilitating, operating or administering the public highway;\n\n(2) the terms and conditions for closing the public highway in the event of emergency, for public safety purposes or for religious, ceremonial or cultural purposes;\n\n(3) the authority of the state highway and transportation department regarding the assignment or grant of easements through the right of way;\n\n(4) the manner and timeliness required of notice from either the state highway and transportation department or the Navajo Nation regarding the initiation of negotiations to grant an easement to third parties or the initiation of construction, expansion or removal of facilities by or belonging to third parties within the easement;\n\n(5) the terms and conditions regarding consideration for the right-of-way grant;\n\n(6) the method of dispute resolution that will be used to resolve disputes arising between the state and the Navajo Nation regarding the agreement or issues arising from the implementation of the agreement;\n\n(7) the areas of shared jurisdiction between the state highway and transportation department and the Navajo Nation, and the areas of jurisdiction that will be the sole responsibility of the state highway and transportation department or the Navajo Nation; and\n\n(8) any other rights or responsibilities that the state or the Navajo Nation believe should be appurtenant to a grant of right of way by the Navajo Nation to the state highway and transportation department.\n\nB. The state highway and transportation department shall negotiate the terms of the right-of-way agreement in good faith with the Navajo Nation and shall make all attempts to conclude the negotiations in a timely manner. If the state highway and transportation department and the Navajo Nation are unable to complete a right-of-way agreement within twelve months from the date of first contact between the state highway and transportation department and the Navajo Nation requesting negotiations regarding a right-of-way agreement as evidenced by the date of a letter sent by either the Navajo Nation or the state highway and transportation department requesting negotiation regarding a particular right of way, the parties, unless they agree otherwise, shall engage mediators to help facilitate the process of reconciling the issues in dispute, at the shared expense of both parties.\n\nC. Nothing in a grant of right of way shall operate to diminish or be construed to operate to diminish the jurisdiction of the Navajo Nation over the right of way except as expressly provided in the grant of right of way to the department.\n\nD. Nothing in a right-of-way agreement between the state highway and transportation department and the Navajo Nation shall be construed to be a waiver of the sovereign immunity of either the state or the Navajo Nation.\n\nHistory:Laws 2001, ch. 210, § 3.\n\nEmergency clauses.— Laws 2001, ch. 210, § 4 makes the act effective immediately. Approved April 3, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-71-1/"
    },
    {
      "id": "section-67-3-72",
      "number": "67-3-72",
      "heading": "Transportation bonds.",
      "text": "A. The state transportation commission may determine that interest or necessity demands the issuance of revenue bonds to finance the development and construction of transportation systems and may by resolution make and issue revenue bonds that shall be known as \"transportation bonds\". The bonds shall be payable solely out of the net income to be derived from the operation of the project, and the commission shall pledge irrevocably such income to the payment of those bonds. The bonds shall not become a general obligation of the state or a political subdivision of the state.\n\nB. The proceeds from the sale of transportation bonds shall be used solely for the purpose for which the bonds were issued.\n\nC. Transportation bonds shall not be issued pursuant to this section unless the state board of finance approves the issuance of the bonds, the principal amount of the bonds and the maximum net effective interest rate on the bonds.\n\nHistory:Laws 1997, ch. 52, § 2; 2003, ch. 142, § 69.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-72/"
    },
    {
      "id": "section-67-3-73",
      "number": "67-3-73",
      "heading": "Transportation bonds; terms.",
      "text": "Transportation bonds issued by the state transportation commission:\n\nA. shall be payable at such times as the commission may provide;\n\nB. may be subject to prior redemption at the commission's option at such time and upon such terms and conditions, with or without payment of premiums, as may be provided in the resolution of the commission;\n\nC. may mature at any time not exceeding fifty years after the date of issuance;\n\nD. may be serial in form and maturity and may consist of one bond payable at one time or in installments or may be in such other form as may be determined by the commission;\n\nE. shall be sold for cash at, above or below par and at the effective interest rate approved by the state board of finance; and\n\nF. may be sold at a public or private sale.\n\nHistory:Laws 1997, ch. 52, § 3; 2003, ch. 142, § 70.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-73/"
    },
    {
      "id": "section-67-3-74",
      "number": "67-3-74",
      "heading": "Refunding bonds.",
      "text": "A. Transportation bonds issued pursuant to the provisions of Section 67-3-72 NMSA 1978 that are outstanding may be refunded at any time by the state transportation commission upon:\n\n(1) the adoption of a resolution providing for the issuance of refunding bonds; and\n\n(2) the issuance of the refunding bonds in an amount the commission determines is necessary to refund:\n\n(a) the principal of the transportation bonds;\n\n(b) all unpaid accrued and unaccrued interest on transportation bonds to the normal maturity date or to selected prior redemption dates of the bonds;\n\n(c) any redemption premiums; and\n\n(d) all estimated costs, including any commission cost, incidental to the issuance of the refunding bonds, as may be determined by the commission.\n\nB. The principal amount of the refunding bonds may be equal to, less than or greater than the principal amount of the bonds so refunded.\n\nC. A refunding may be effected, whether the bonds to be refunded have then matured or thereafter mature, either by sale of the refunding bonds and the application of the proceeds thereof for the payment of the bonds to be refunded or by exchange of the refunding bonds for the bonds to be refunded; provided that the bonds to be refunded shall not be canceled without the consent of the holders to surrender their bonds for payment or exchange prior to the date on which they are payable or if they are called for redemption prior to the date on which they are by their terms subject to redemption.\n\nD. The refunding bonds issued pursuant to this section shall be payable solely from the revenues out of which transportation bonds may be payable or solely from those amounts derived from an escrow as provided in this section, including amounts derived from the investment of refunding bond proceeds and other legally available amounts also provided in this section or from any combination of those sources.\n\nE. Proceeds of refunding bonds shall either be applied immediately to the retirement of the bonds being refunded or be placed in escrow in a commercial bank or trust company that possesses and exercises trust powers. The escrowed proceeds may be invested in short-term securities, long-term securities or both.\n\nHistory:Laws 1997, ch. 52, § 4; 2003, ch. 142, § 71.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"Section 67-3-72 NMSA 1978\" for \"Section 2 of this act\"; and substituted \"state transportation commission\" for \"state highway commission\".\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-74/"
    },
    {
      "id": "section-67-3-75",
      "number": "67-3-75",
      "heading": "Transportation bonds eligible for investment.",
      "text": "Transportation bonds issued by the state transportation commission are securities in which public officers and public bodies of this state and its political subdivisions and insurance companies, trust companies, banking associations, investment companies, executors, administrators, trustees and other fiduciaries may properly and legally invest funds, including capital in their control or belonging to them. The bonds are securities that may properly and legally be deposited with and be received by a state or political subdivision officer for which the deposit of bonds or obligations of the state is authorized by law. Bonds shall not be eligible for investment or deposit by or with the state or its political subdivisions unless they have been rated AA or higher by an independent nationally recognized bond rating service based solely on the security of the bonds as an investment without resort to a collateral guarantee.\n\nHistory:Laws 1997, ch. 52, § 5; 2003, ch. 142, § 72.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-75/"
    },
    {
      "id": "section-67-3-76",
      "number": "67-3-76",
      "heading": "Transportation bonds; exemption from taxation.",
      "text": "The construction, operation and maintenance of a transportation project by the state transportation commission shall constitute the performance of an essential governmental function. As such, the income from the transportation bonds issued pursuant to Chapter 67, Article 3 NMSA 1978 shall at all times be free from taxation by the state and by its political subdivisions.\n\nHistory:Laws 1997, ch. 52, § 6; 2003, ch. 142, § 73.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"state transportation commission\" for \"state highway commission\".\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-76/"
    },
    {
      "id": "section-67-3-77",
      "number": "67-3-77",
      "heading": "Definition.",
      "text": "As used in Chapter 67, Article 3 NMSA 1978, \"transportation system\" means facilities used for the transportation of natural resources, manufactured products or passengers and includes communication and transportation structures and other facilities necessary for the operation of the transportation facilities.\n\nHistory:Laws 1997, ch. 52, § 7.\n\nEffective dates.— Laws 1997, ch. 52, § 10 makes the act effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-77/"
    },
    {
      "id": "section-67-3-78",
      "number": "67-3-78",
      "heading": "Transportation project fund created; planning and prioritization of funding transportation projects for counties, municipalities and Indian nations, tribes and pueblos",
      "text": "A. The \"transportation project fund\" is created in the state treasury. The fund consists of appropriations, donations, interest from investment of the fund and other money distributed to the fund. The department shall administer the fund and may establish subaccounts for the fund as it deems necessary. Money in the fund is appropriated to the department for expenditure as provided in this section. Disbursements from the fund shall be made by warrant of the secretary of finance and administration pursuant to vouchers signed by the secretary of transportation or the secretary's designee. Money in the fund shall not revert at the end of a fiscal year.\n\nB. Money in the fund may be used to make a grant to a county, municipality or tribe for a transportation project that has been approved pursuant to Subsection C of this section for up to:\n\n(1) ninety-five percent of the total cost of a transportation project; provided that the county, municipality or tribe has demonstrated an ability, and has contracted, to provide the remainder of the project costs in non-state money; or\n\n(2) one hundred percent of the total cost of a transportation project if a financial hardship qualification certificate is issued to the county, municipality or tribe by the department of finance and administration and the level of hardship assistance is approved by the state transportation commission; provided that the county, municipality or tribe has demonstrated an ability, and has contracted, to provide the remainder, if any, of the project costs in non-state money.\n\nC. By August 1 of each year, the secretary shall submit a proposed list to the state transportation commission of transportation projects identified through a transportation planning process by metropolitan planning organizations and regional transportation planning organizations. The commission shall approve a prioritized list of the transportation projects for funding from the fund by September 1 of each year. The commission may approve subsequent changes to a priority list as the commission deems necessary.\n\nD. By November 30 of each year, the department shall provide a report to the appropriate interim legislative committee on the status of the fund, the status of the transportation projects for which grants have been made from the fund and the outstanding demand for assistance from the fund.\n\nE. As used in this section:\n\n(1) \"fund\" means the transportation project fund;\n\n(2) \"metropolitan planning organization\" means the policy board of an organization designated by the state to carry out a transportation planning process as permitted by federal law pursuant to 23 U.S.C. 134, as that section may be amended or renumbered;\n\n(3) \"non-state money\" means money that does not derive from revenue or interest into the state treasury or into a state fund;\n\n(4) \"regional transportation planning organization\" means the policy board of an organization designated by the state to carry out a transportation planning process as permitted by federal law pursuant to 23 U.S.C. 135, as that section may be amended or renumbered;\n\n(5) \"transportation infrastructure\" means highways, streets, roadways, bridges, crossing structures and parking facilities, including all areas for vehicular, transit, bicycle or pedestrian use for travel, ingress, egress and parking;\n\n(6) \"transportation project\" means environmental and other studies, planning, design, construction and maintenance of transportation infrastructure, and acquisition of rights of way necessary for the development of transportation infrastructure, in a county, municipality or tribe, but \"transportation project\" does not mean a transportation beautification project, as determined by the state transportation commission; and\n\n(7) \"tribe\" means an Indian nation, tribe or pueblo located wholly or partially in New Mexico.\n\nHistory:Laws 2019, ch. 205, § 1; 2020, ch. 31, § 1.\n\nThe 2020 amendment,effective May 20, 2020, changed the \"local government transportation project fund\" to the \"transportation project fund\", allowed Indian nation, tribe or pueblo projects to be funded by the transportation project fund; in the section heading, deleted \"Definitions local government\", and after \"fund created\", deleted \"distributions\" and added \"planning and prioritization of funding transportation projects for counties, municipalities and Indian nations, tribes and pueblos\"; deleted former Subsection A and redesignated former Subsections B through E as Subsections A through D, respectively; in Subsection A, after the first occurrence of \"The\", deleted \"local government\"; in Subsection B, in the introductory clause, after \"grant to a\", deleted \"local government\" and added \"county, municipality or tribe\", and before \"transportation\", deleted \"local government\", in Paragraph B(1), before \"transportation\", deleted \"local government\", and after \"provided that the\", deleted \"local government\" and added \"county, municipality or tribe\", in Paragraph B(2), after \"total cost of a\", deleted \"local government\", after \"issued to the\", deleted \"local government\" and added \"county, municipality or tribe\", and after \"provided that the\", deleted \"local government\" and added \"county, municipality or tribe\"; in Subsection C, after \"By\", deleted \"August 1, 2019 and by\", after \"proposed list\", added \"to the state transportation commission\", after the next occurrence of \"of\", deleted \"local government\", after \"identified\", added \"through a transportation planning process\", after the next occurrence of \"by\", deleted \"the department's metropolitan planning organization and regional transportation planning organization planning process to the state transportation commission. Subject to any direction by the legislature regarding distributions from the fund, such as minimum distributions by engineering districts or to rural or urbanized local governments\" and added \"metropolitan planning organizations and regional transportation planning organizations\", after \"prioritized list of\", deleted \"local government\", and after \"from the fund by\", deleted \"September 1, 2019 and by\"; in Subsection D, after \"By\", deleted \"November 30, 2019 and by\"; and added Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-67/article-3/section-67-3-78/"
    }
  ]
}