{
  "state": "washington",
  "path": "title-title-49/chapter-chapter-49-30",
  "sections": [
    {
      "id": "section-49-30-005-intent-duties-of-department",
      "number": "49.30.005 - Intent—Duties of department.",
      "heading": "",
      "text": "RCW 49.30.005\n\nIntent—Duties of department.\n\nIt is the intent of the legislature that the department assist agricultural employers in mitigating the costs of the state's unemployment insurance program. The department shall work with members of the agricultural community to: Improve understanding of the program's operation; increase compliance with work-search requirements; provide prompt notification of potential claims against an employer's experience rating; inform employers of their rights; inform employers of the actions necessary to appeal a claim and to protect their rights; and reduce claimant and employer fraud. These efforts shall include:(1) Conducting employer workshops and community seminars;(2) Developing new educational materials; and(3) Developing forms that use lay language.\n\nIt is the intent of the legislature that the department assist agricultural employers in mitigating the costs of the state's unemployment insurance program. The department shall work with members of the agricultural community to: Improve understanding of the program's operation; increase compliance with work-search requirements; provide prompt notification of potential claims against an employer's experience rating; inform employers of their rights; inform employers of the actions necessary to appeal a claim and to protect their rights; and reduce claimant and employer fraud. These efforts shall include:\n\n(1) Conducting employer workshops and community seminars;\n\n(2) Developing new educational materials; and\n\n(3) Developing forms that use lay language.\n\n[ 1998 c 245 s 99; 1991 c 31 s 1; 1990 c 245 s 10; 1989 c 380 s 82.]\n\nConflict with federal requirements—1990 c 245: See note following RCW 50.04.030.\n\nConflict with federal requirements—1990 c 245: See note following RCW 50.04.030.",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-005/"
    },
    {
      "id": "section-49-30-010-definitions",
      "number": "49.30.010 - Definitions.",
      "heading": "",
      "text": "RCW 49.30.010\n\nDefinitions.\n\nUnless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.(1) \"Agricultural employment\" or \"employment\" means employment in agricultural labor as defined in RCW 50.04.150.(2) \"Department\" means the department of labor and industries.(3) \"Employer\" means any person, firm, corporation, partnership, business trust, legal representative, or other business entity that engages in any agricultural activity in this state and employs one or more employees.(4) \"Employee\" means a person employed in agricultural employment, and includes a person who is working under an independent contract the essence of which is personal labor in agricultural employment whether by way of manual labor or otherwise. However, \"employee\" shall not include immediate family members of the officers of any corporation, partnership, sole proprietorship, or other business entity, or officers of any closely held corporation engaged in agricultural production of crops or livestock.(5) \"Minor\" means an employee who is under the age of eighteen years.\n\nUnless the context clearly requires otherwise, the definitions in this section apply throughout this chapter.\n\n(1) \"Agricultural employment\" or \"employment\" means employment in agricultural labor as defined in RCW 50.04.150.\n\n(2) \"Department\" means the department of labor and industries.\n\n(3) \"Employer\" means any person, firm, corporation, partnership, business trust, legal representative, or other business entity that engages in any agricultural activity in this state and employs one or more employees.\n\n(4) \"Employee\" means a person employed in agricultural employment, and includes a person who is working under an independent contract the essence of which is personal labor in agricultural employment whether by way of manual labor or otherwise. However, \"employee\" shall not include immediate family members of the officers of any corporation, partnership, sole proprietorship, or other business entity, or officers of any closely held corporation engaged in agricultural production of crops or livestock.\n\n(5) \"Minor\" means an employee who is under the age of eighteen years.\n\n[ 1989 c 380 s 83.]",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-010/"
    },
    {
      "id": "section-49-30-020-hours-and-pay-recordkeeping",
      "number": "49.30.020 - Hours and pay, recordkeeping.",
      "heading": "",
      "text": "RCW 49.30.020\n\nHours and pay, recordkeeping.\n\n(1) Each employer required to keep employment records under RCW 49.46.070, shall retain such records for three years.(2) Each employer shall furnish to each employee at the time the employee's wages are paid an itemized statement showing the pay basis in hours or days worked, the rate or rates of pay, the gross pay, and all deductions from the pay for the respective pay period.\n\n(1) Each employer required to keep employment records under RCW 49.46.070, shall retain such records for three years.\n\n(2) Each employer shall furnish to each employee at the time the employee's wages are paid an itemized statement showing the pay basis in hours or days worked, the rate or rates of pay, the gross pay, and all deductions from the pay for the respective pay period.\n\n[ 1989 c 380 s 84.]",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-020/"
    },
    {
      "id": "section-49-30-040-violation-of-chapter-civil-infraction",
      "number": "49.30.040 - Violation of chapter—Civil infraction.",
      "heading": "",
      "text": "RCW 49.30.040\n\nViolation of chapter—Civil infraction. (Effective until July 1, 2026.)\n\nAny violation of the provisions of this chapter or rules adopted hereunder shall be a class 1 civil infraction. The director shall have the authority to issue and enforce civil infractions according to chapter 7.80 RCW.\n\nAny violation of the provisions of this chapter or rules adopted hereunder shall be a class 1 civil infraction. The director shall have the authority to issue and enforce civil infractions according to chapter 7.80 RCW.\n\n[ 1989 c 380 s 86.]\n\nExcept as provided in RCW 49.30.060, any violation of the provisions of this chapter or rules adopted hereunder shall be a class 1 civil infraction. The director shall have the authority to issue and enforce civil infractions according to chapter 7.80 RCW.\n\nExcept as provided in RCW 49.30.060, any violation of the provisions of this chapter or rules adopted hereunder shall be a class 1 civil infraction. The director shall have the authority to issue and enforce civil infractions according to chapter 7.80 RCW.\n\n[ 2025 c 173 s 6; 1989 c 380 s 86.]\n\nEffective date—2025 c 173: See note following RCW 49.30.060.\n\nEffective date—2025 c 173: See note following RCW 49.30.060.",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-040/"
    },
    {
      "id": "section-49-30-050-working-minors-department-consultation",
      "number": "49.30.050 - Working minors—Department consultation.",
      "heading": "",
      "text": "RCW 49.30.050\n\nWorking minors—Department consultation. (Effective July 1, 2026.)\n\nBefore granting a variance from this chapter or an applicable rule in order to allow a minor participating in a bona fide cooperative vocational education program, diversified career experience program, work experience program certified and monitored by the office of the superintendent of public instruction or the minor employee's school district, or a registered apprenticeship program to perform a work duty typically prohibited based on the minor's age, the department shall:(1) Conduct a safety and health consultation at the worksite; and(2) Consult with the employer on the types of tools, equipment, and practices permitted under the variance.\n\nBefore granting a variance from this chapter or an applicable rule in order to allow a minor participating in a bona fide cooperative vocational education program, diversified career experience program, work experience program certified and monitored by the office of the superintendent of public instruction or the minor employee's school district, or a registered apprenticeship program to perform a work duty typically prohibited based on the minor's age, the department shall:\n\n(1) Conduct a safety and health consultation at the worksite; and\n\n(2) Consult with the employer on the types of tools, equipment, and practices permitted under the variance.\n\n[ 2025 c 173 s 7.]\n\nEffective date—2025 c 173: See note following RCW 49.30.060.\n\nEffective date—2025 c 173: See note following RCW 49.30.060.",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-050/"
    },
    {
      "id": "section-49-30-060-working-minors-rules-violations-penalties",
      "number": "49.30.060 - Working minors—Rules—Violations—Penalties.",
      "heading": "",
      "text": "RCW 49.30.060\n\nWorking minors—Rules—Violations—Penalties. (Effective July 1, 2026.)\n\n(1) In accordance with the rule-making authority granted to the department under this chapter to protect employees in agriculture, the department's rules must provide for the protection of the safety, health, and welfare of minor employees, provided that such rules grant appropriate exceptions for emancipated minors. The department's rules must prohibit an employer from employing a minor unless the employer has a valid minor work permit with the consent of the minor's parent, guardian, or legal custodian and the approval of the minor's school, provided that such rules grant appropriate exceptions for employers who are the minor's parent, guardian, or legal custodian and for emancipated minors.(2)(a) If the director, or the director's designee, finds that an employer has violated any of the requirements of this section or any applicable rule or a variance from those requirements issued under this chapter and applicable rules, a citation and notice of assessment stating the violations must be issued to the employer. The citation and notice of assessment must be in writing, describing the nature of the violation including reference to the standards, rules, or orders alleged to have been violated. The citation and penalty assessment must be given to the highest management official available at the workplace or be mailed to the employer at the workplace. In addition, the department shall mail a copy of the citation and penalty assessment to the central personnel office of the employer. Citations issued under this section must be posted at or near the place where the violation occurred.(b) A first-time citation for failure to obtain a minor work permit or parental or school authorization, for failure to maintain records, or for a violation deemed nonserious by the department must state a specific and reasonable time for abatement of the violation to allow the employer to correct the violation. The department may waive or reduce a civil penalty assessed for a first-time violation under this subsection if the director determines that the employer has taken corrective action to resolve the violation.(c) The employer must be assessed a civil penalty as follows:(i) No less than $100 and no more than $1,000 for each violation involving failure to obtain a minor work permit or parental or school authorization, for failure to maintain records, or for each other nonserious violation;(ii) No less than $150 and no more than $1,000 for each violation involving failure to comply with hours of work requirements;(iii) No less than $300 and no more than $1,000 for each violation involving failure to comply with meal break or rest break requirements;(iv) No less than $1,000 for each violation involving failure to comply with prohibited duty requirements, variance conditions, or minimum wage requirements for minors, or for each other serious violation, except the civil penalty may be no less than $2,000 for each violation in a second or subsequent citation for any of these violations identified in this subsection (2)(c)(iv);(v) No less than $15,000 for any violation resulting in the serious physical harm of a minor, which may be doubled where the violation is a willful violation or a repeated violation; and(vi) No less than $71,000 for any violation resulting in the death of a minor, which may be doubled where the violation is a willful violation or a repeated violation.(d) If the director, or the director's designee, finds that an employer has committed a serious or repeated violation of any of the requirements of this section or any applicable rule or order, the employer is subject to an additional civil penalty assessment of a maximum of $5,000 for each subsequent day the violation continues. For the purposes of this subsection (2)(d), a serious violation exists if death or serious physical harm has resulted or is imminent from a condition that exists, or from one or more practices, means, methods, operations, or processes that have been adopted or are in use by the employer, unless the employer did not, and could not with the exercise of reasonable diligence, know of the presence of the violation.(e) The department shall consider the following factors when determining the amount of any penalty assessment under this section: (i) Whether the violation was committed willfully or the violation is a repeat violation; (ii) the size of the employer; (iii) the age of the minor; (iv) the gravity of the violation; (v) the hazards created by the violation; (vi) the penalties for comparable violations under federal law; (vii) the penalty amount necessary to deter future noncompliance; (viii) ensuring the penalty amount is consistent with the purposes of this chapter; and (ix) any other factor warranting an adjustment in the penalty as deemed appropriate by the department.(f) Beginning July 1, 2027, and every two years thereafter, the department shall adjust by rule the amounts in (c) and (d) of this subsection for inflation by calculating to the nearest cent using the consumer price index for urban wage earners and clerical workers, CPI-W, or a successor index.(3) In addition to any other authority provided in this section, if, upon inspection or investigation, the director, or the director's designee, believes that an employer has violated any of the requirements of this section or any applicable rule or order governing the employment of minors, and that the violation creates a danger from which there is a substantial probability that death or serious physical harm could result to a minor employee, the director, or the director's designee, may issue an order immediately restraining the condition, practice, method, process, or means creating the danger in the workplace. An order issued under this subsection may require the employer to take steps necessary to avoid, correct, or remove the danger and may prohibit the presence of a minor in locations or under conditions where the danger exists.(4)(a) The director or the director's designee shall revoke an employer's minor work permit and prohibit the employer from obtaining a minor work permit for no less than 12 months if:(i) The employer has been issued a safety and health citation under RCW 49.17.120 containing one or more violations under RCW 49.17.180 (1), (2), (4), or (5) or any citation and notice of assessment containing one or more violations of any of the requirements of this section, any applicable rules, or applicable orders, where one or more of the violations caused serious physical harm or death to a minor; or(ii) An order has been issued immediately restraining an employer's condition, practice, method, process, or means in the workplace pursuant to subsection (3) of this section or RCW 49.17.130 or 49.17.170.(b) Following a revocation under this subsection (4), a minor work permit may not be reissued to an employer unless the employer has not been issued a citation for any violations of the provisions identified in (a)(i) of this subsection (4) for at least 12 months.(c) This subsection does not prohibit the department from revoking, suspending, or modifying a minor work permit for any reason or cause provided for under state law or department rule or policy.(5) Any person aggrieved by an action taken or decision made by the department under this section may appeal the action or decision to the director by filing notice of the appeal with the director within 30 days of the department's action or decision. A notice of appeal filed under this section stays the effectiveness of a citation or notice of the assessment of a penalty pending review of the appeal by the director, but such appeal does not stay the effectiveness of an order of immediate restraint issued under this section. Upon receipt of an appeal, a hearing must be held in accordance with chapter 34.05 RCW. The director shall issue all final orders after the hearing. The final orders are subject to appeal in accordance with chapter 34.05 RCW. Orders not appealed within the time period specified in chapter 34.05 RCW are final and binding.(6) The employer shall pay the amount assessed under this section within 30 days of receipt of the penalty assessment or notify the director of the employer's intent to appeal the citation or the penalty assessment under subsection (5) of this section. If an employer fails to pay an assessment under this section after it has become a final and unappealable order, or after the court has entered final judgment in favor of the department, the director may initiate collection procedures in accordance with RCW 49.48.086.(7) A person who gives advance notice, without the authority of the director, of an inspection to be conducted under this chapter must be assessed a civil penalty of not more than $1,000.(8) Penalties assessed under this section must be paid to the director and deposited into the general fund.(9) The department may adopt rules for purposes of implementing and enforcing this section.\n\n(1) In accordance with the rule-making authority granted to the department under this chapter to protect employees in agriculture, the department's rules must provide for the protection of the safety, health, and welfare of minor employees, provided that such rules grant appropriate exceptions for emancipated minors. The department's rules must prohibit an employer from employing a minor unless the employer has a valid minor work permit with the consent of the minor's parent, guardian, or legal custodian and the approval of the minor's school, provided that such rules grant appropriate exceptions for employers who are the minor's parent, guardian, or legal custodian and for emancipated minors.\n\n(2)(a) If the director, or the director's designee, finds that an employer has violated any of the requirements of this section or any applicable rule or a variance from those requirements issued under this chapter and applicable rules, a citation and notice of assessment stating the violations must be issued to the employer. The citation and notice of assessment must be in writing, describing the nature of the violation including reference to the standards, rules, or orders alleged to have been violated. The citation and penalty assessment must be given to the highest management official available at the workplace or be mailed to the employer at the workplace. In addition, the department shall mail a copy of the citation and penalty assessment to the central personnel office of the employer. Citations issued under this section must be posted at or near the place where the violation occurred.\n\n(b) A first-time citation for failure to obtain a minor work permit or parental or school authorization, for failure to maintain records, or for a violation deemed nonserious by the department must state a specific and reasonable time for abatement of the violation to allow the employer to correct the violation. The department may waive or reduce a civil penalty assessed for a first-time violation under this subsection if the director determines that the employer has taken corrective action to resolve the violation.\n\n(c) The employer must be assessed a civil penalty as follows:\n\n(i) No less than $100 and no more than $1,000 for each violation involving failure to obtain a minor work permit or parental or school authorization, for failure to maintain records, or for each other nonserious violation;\n\n(ii) No less than $150 and no more than $1,000 for each violation involving failure to comply with hours of work requirements;\n\n(iii) No less than $300 and no more than $1,000 for each violation involving failure to comply with meal break or rest break requirements;\n\n(iv) No less than $1,000 for each violation involving failure to comply with prohibited duty requirements, variance conditions, or minimum wage requirements for minors, or for each other serious violation, except the civil penalty may be no less than $2,000 for each violation in a second or subsequent citation for any of these violations identified in this subsection (2)(c)(iv);\n\n(v) No less than $15,000 for any violation resulting in the serious physical harm of a minor, which may be doubled where the violation is a willful violation or a repeated violation; and\n\n(vi) No less than $71,000 for any violation resulting in the death of a minor, which may be doubled where the violation is a willful violation or a repeated violation.\n\n(d) If the director, or the director's designee, finds that an employer has committed a serious or repeated violation of any of the requirements of this section or any applicable rule or order, the employer is subject to an additional civil penalty assessment of a maximum of $5,000 for each subsequent day the violation continues. For the purposes of this subsection (2)(d), a serious violation exists if death or serious physical harm has resulted or is imminent from a condition that exists, or from one or more practices, means, methods, operations, or processes that have been adopted or are in use by the employer, unless the employer did not, and could not with the exercise of reasonable diligence, know of the presence of the violation.\n\n(e) The department shall consider the following factors when determining the amount of any penalty assessment under this section: (i) Whether the violation was committed willfully or the violation is a repeat violation; (ii) the size of the employer; (iii) the age of the minor; (iv) the gravity of the violation; (v) the hazards created by the violation; (vi) the penalties for comparable violations under federal law; (vii) the penalty amount necessary to deter future noncompliance; (viii) ensuring the penalty amount is consistent with the purposes of this chapter; and (ix) any other factor warranting an adjustment in the penalty as deemed appropriate by the department.\n\n(f) Beginning July 1, 2027, and every two years thereafter, the department shall adjust by rule the amounts in (c) and (d) of this subsection for inflation by calculating to the nearest cent using the consumer price index for urban wage earners and clerical workers, CPI-W, or a successor index.\n\n(3) In addition to any other authority provided in this section, if, upon inspection or investigation, the director, or the director's designee, believes that an employer has violated any of the requirements of this section or any applicable rule or order governing the employment of minors, and that the violation creates a danger from which there is a substantial probability that death or serious physical harm could result to a minor employee, the director, or the director's designee, may issue an order immediately restraining the condition, practice, method, process, or means creating the danger in the workplace. An order issued under this subsection may require the employer to take steps necessary to avoid, correct, or remove the danger and may prohibit the presence of a minor in locations or under conditions where the danger exists.\n\n(4)(a) The director or the director's designee shall revoke an employer's minor work permit and prohibit the employer from obtaining a minor work permit for no less than 12 months if:\n\n(i) The employer has been issued a safety and health citation under RCW 49.17.120 containing one or more violations under RCW 49.17.180 (1), (2), (4), or (5) or any citation and notice of assessment containing one or more violations of any of the requirements of this section, any applicable rules, or applicable orders, where one or more of the violations caused serious physical harm or death to a minor; or\n\n(ii) An order has been issued immediately restraining an employer's condition, practice, method, process, or means in the workplace pursuant to subsection (3) of this section or RCW 49.17.130 or 49.17.170.\n\n(b) Following a revocation under this subsection (4), a minor work permit may not be reissued to an employer unless the employer has not been issued a citation for any violations of the provisions identified in (a)(i) of this subsection (4) for at least 12 months.\n\n(c) This subsection does not prohibit the department from revoking, suspending, or modifying a minor work permit for any reason or cause provided for under state law or department rule or policy.\n\n(5) Any person aggrieved by an action taken or decision made by the department under this section may appeal the action or decision to the director by filing notice of the appeal with the director within 30 days of the department's action or decision. A notice of appeal filed under this section stays the effectiveness of a citation or notice of the assessment of a penalty pending review of the appeal by the director, but such appeal does not stay the effectiveness of an order of immediate restraint issued under this section. Upon receipt of an appeal, a hearing must be held in accordance with chapter 34.05 RCW. The director shall issue all final orders after the hearing. The final orders are subject to appeal in accordance with chapter 34.05 RCW. Orders not appealed within the time period specified in chapter 34.05 RCW are final and binding.\n\n(6) The employer shall pay the amount assessed under this section within 30 days of receipt of the penalty assessment or notify the director of the employer's intent to appeal the citation or the penalty assessment under subsection (5) of this section. If an employer fails to pay an assessment under this section after it has become a final and unappealable order, or after the court has entered final judgment in favor of the department, the director may initiate collection procedures in accordance with RCW 49.48.086.\n\n(7) A person who gives advance notice, without the authority of the director, of an inspection to be conducted under this chapter must be assessed a civil penalty of not more than $1,000.\n\n(8) Penalties assessed under this section must be paid to the director and deposited into the general fund.\n\n(9) The department may adopt rules for purposes of implementing and enforcing this section.\n\n[ 2025 c 173 s 8.]\n\nEffective date—2025 c 173: \"This act takes effect July 1, 2026.\" [ 2025 c 173 s 9.]\n\nEffective date—2025 c 173: \"This act takes effect July 1, 2026.\" [ 2025 c 173 s 9.]",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-060/"
    },
    {
      "id": "section-49-30-901-conflict-with-federal-requirements-1989-c-380",
      "number": "49.30.901 - Conflict with federal requirements—1989 c 380.",
      "heading": "",
      "text": "RCW 49.30.901\n\nConflict with federal requirements—1989 c 380.\n\nSee note following RCW 50.04.150.\n\nSee note following RCW 50.04.150.",
      "source_url": "https://law.justia.com/codes/washington/title-49/chapter-49-30/section-49-30-901/"
    }
  ]
}