{
  "state": "south-carolina",
  "path": "title-title-23/chapter-t23c009",
  "sections": [
    {
      "id": "section-23-9-10",
      "number": "23-9-10",
      "heading": "",
      "text": "The State Fire Marshal shall have a master's degree from an accredited institution of higher learning and at least four years experience in fire prevention and control or a bachelor's degree and eight years experience in fire prevention and control. The Governor shall appoint the State Fire Marshal who shall serve as the Deputy Director of the Division of Fire and Life Safety of the Department of Labor, Licensing and Regulation. The Division of Fire and Life Safety, in the alternative, shall be referred to as State Fire and shall consist of the following primary program areas: the Office of State Fire Marshal, the State Fire Academy, and the Emergency Response Task Force. HISTORY: 1962 Code Section 37-86; 1966 (54) 2424; 1973 (58) 793; 1979 Act No. 190 Section 4; 1993 Act No. 181, Section 31993 Act No. 181, Section 344; 2007 Act No. 89, Section 2, eff June 20, 2007; 2022 Act No. 170 (S.460), Section 1, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-10/"
    },
    {
      "id": "section-23-9-20",
      "number": "23-9-20",
      "heading": "",
      "text": "(A) The State Fire Marshal shall have jurisdiction and authority statewide, on behalf of the State, in matters including, but not limited to, the following functions and activities provided the aforementioned jurisdiction and authority does not, and is not intended to supersede the authority granted to the State Board of Pyrotechnic Safety relating to the manufacture, sale, and storage of fireworks described in Sections 40-56-1, et seq.: (1) the enforcement of all laws and ordinances of the State with reference to the following: (a) the prevention of fires; (b) the storage, sale, and use of combustibles and explosives; (c) the installation and maintenance of fire alarm systems and fire extinguishing systems and equipment; (d) the means of egress from all buildings, except for one-family and two-family dwellings, unless otherwise required or permitted through law or regulation; (e) the investigation of the cause, origin, and circumstances of a fire; (f) conformance with fire prevention and protection codes and standards, based upon nationally recognized codes and standards, as may be prescribed by law or regulation for the prevention of fires and the protection of life and property; (g) the facilitation of the reporting of fires through the National Fire Incident Reporting System; (h) the collection of information concerning the causes, prevention, and reduction of damage from fire and other forms of community loss. The Office of State Fire Marshal, from time to time, may disseminate this information in an appropriate manner as needed to aid in public protection or the training of firefighters; and (i) other fire-related activities not inconsistent with the mission of State Fire or otherwise prescribed by law; (2) the enforcement of the laws and regulations of the Liquefied Petroleum Gas Board and the South Carolina Hydrogen Permitting Program; (3) the employment and supervision of personnel necessary to carry out the duties of his office; (4) the implementation of licensing, permitting, and certification programs, based upon nationally recognized codes and standards, and the promulgation of regulations, not to include the manufacture, sale, or storage of fireworks as regulated by the State Board of Pyrotechnic Safety, for: (a) explosives in accordance with Chapter 36, Title 23; (b) pyrotechnic displays and shooters; (c) fire protection systems and all classes of equipment; and (d) persons performing fire inspections under the authority of Section 23-9-30; (5) the promulgation of fire prevention and protection regulations, based upon nationally recognized codes and standards, for the protection of the life and property of the residents of this State from fire; and (6) the administrative and operational responsibilities for all program areas of State Fire, including the Office of State Fire Marshal, the State Fire Academy, and the Emergency Response Task Force. (B) The Office of State Fire Marshal may issue an administrative citation for any violation of this chapter or the fire code. Service of the citation may be in person or by certified mail. Except that, the Office of State Fire Marshall shall not issue a separate administrative citation, under the authority of this chapter, for violations of the licensing requirements and regulations promulgated by the State Board of Pyrotechnic Safety regarding the manufacture, sale, and storage of fireworks. (C) The Office of State Fire Marshal may issue separate citations for each violation. However, no more than one thousand dollars in administrative penalties may be assessed for each violation. For a first offense, a written order specifying the code violations that need to be corrected and specifying a time frame for the corrections must be issued. The time frame to complete the corrections is thirty days, unless a finding is made that the violation impacts the health, safety, or welfare of the public and that an imminent threat of harm exists if the violation is not immediately abated. If the violations are not corrected within the time allotted, then an administrative penalty may be assessed. (D) An entity or individual assessed an administrative penalty by the Office of State Fire Marshal may appeal the penalty to the State Fire Marshal, or his designee, within ten days of the receipt of the citation. If no appeal is filed, then the citation is deemed a final order, and the penalties must be paid within thirty days of the receipt of the citation. The State Fire Marshal may enforce any order by filing a civil action through the administrative law court, in the name of the State, for injunctive relief against a person who violates this article, a regulation promulgated under this article, or a final order. (E) All fines collected under this section by the Office of State Fire Marshal must be remitted by the Office of State Fire Marshal and deposited in a special fund established for State Fire to defray the administrative costs associated with this article. (F) Nothing in this section prohibits the State Fire Marshal from exercising the statutory authority outlined in Section 23-9-70. HISTORY: 1962 Code Section 37-86.1; 1969 (56) 77; 1979 Act No. 190 Section 5; 1987 Act No. 155, Section 11; 2010 Act No. 254, Section 2, eff upon approval (became law without the Governor's signature on June 14, 2010); 2022 Act No. 170 (S.460), Section 2, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-20/"
    },
    {
      "id": "section-23-9-25",
      "number": "23-9-25",
      "heading": "",
      "text": "(A) It is the purpose of this section to create the \"Volunteer Strategic Assistance and Fire Equipment Program\" (V-SAFE) within the Division of the State Fire Marshal. (B) This section is contingent upon the General Assembly appropriating funds for the offering of grants to eligible volunteer and combination fire departments for the purpose of protecting local communities and regional response areas from incidents of fire, hazardous materials, terrorism, and to provide for the safety of volunteer firefighters. (C)(1) As contained in this section: (a) \"Fire department\" means a public or governmental sponsored organization providing fire suppression activities with a minimum of a Class 9 rating from the Insurance Services Office; (b) \"Volunteer fire department\" means a fire department whose personnel serve for no compensation or are paid on a per-call basis; and (c) \"Combination fire department\" means a fire department with both members who are paid and members who serve as volunteer firefighters. (2) Volunteer fire departments and combination fire departments with a staffing level that is at least fifty percent volunteer are eligible to receive grants pursuant to this section. A fire department that receives a grant must comply with the firefighter registration provisions of Act 60 of 2001 and sign the statewide mutual aid agreement with the South Carolina Emergency Management Division. (D) An eligible fire department may be awarded only one grant annually. (E) The grant money received by a fire department must be used for the following purposes: (1) fire suppression equipment; (2) self-contained breathing apparatus; (3) portable air refilling systems; (4) hazardous materials spill leak detection, repair, and recovery equipment; (5) protective clothing and equipment; (6) new and used fire apparatus; (7) emergency response vehicles; (8) training; (9) rescue equipment; (10) medical equipment; (11) decontamination equipment; (12) safety equipment; (13) real properties or improvements thereto including upgrades and rehabilitations; and (14) communications equipment. (F)(1) The State Fire Marshal shall administer the grants in conjunction with a peer-review panel. (2) The peer-review panel shall consist of nine voting members who shall serve without compensation. Seven members must be fire chiefs from each of the seven regions of the State as defined by the State Fire Marshal. The Chairman of the House Ways and Means Committee shall appoint fire chiefs from Regions 1, 2, and 7. The Chairman of the Senate Finance Committee shall appoint fire chiefs from Regions 3, 4, and 6. The Governor shall appoint one fire chief from Region 5 and one fire chief from the State at large. The State Fire Marshal also shall serve as a member. The President of the South Carolina State Firefighters' Association shall serve as a nonvoting member and chairman of the committee. The peer-review panel shall act as an oversight panel and act to ensure compliance, relevance, and adherence to the prescribed intent of the grants as set forth in this section. The peer-review panel shall have the authority to establish funding priorities, by consensus, for each grant cycle, based on its assessment of the greatest needs of the South Carolina Fire Service, and within the purposes established in this section. Funding priorities shall be communicated through an annual Notice of Funding Opportunity, which shall accompany the announcement of the grant application period. (3) An applicant for grant money must submit justification for their project that provides details regarding the project and the project's budget. Applicants that falsify their application, or misrepresent their organization in any material manner, shall have their applications deemed ineligible and referred to the Attorney General for further action, as the Attorney General deems appropriate. (4) The project period for any award grant shall be twelve months from the date of the award. Any equipment purchased with the grant must meet all mandatory regulatory requirements, as well as, all state, national, and Department of Homeland Security adopted standards. Award recipients must agree to: (a) perform, within the designated period of performance, all approved tasks as outlined in the application; (b) retain grant files and supporting documentation for three years after the conclusion and close out of the grant or any audit subsequent to close out; (c) ensure all procurement actions are conducted in a manner that provides, to the maximum extent possible, open and free competition. In doing so, the recipient must follow its established procurement law when purchasing vehicles, equipment, and services with the grant. If possible, the recipient must obtain at least two quotes or bids for the items being procured and document the process used in the grant files. Sole-source purchasing is not an acceptable procurement method except in circumstances allowed by law; (d) submit a performance report to the peer-review panel six months after the grant is awarded. If a grant's period of performance is extended for any reason, the recipient must submit performance reports every six months until the grant is closed out. At grant closeout, the recipient must report how the grant funding was used and the benefits realized from the award in a detailed final report. An accounting of the funds also must be included; (e) Any fire department that fails to submit the required progress and close-out reports shall be deemed ineligible for future grants until the required reports are submitted and for a period of no less than one grant cycle. Any fire department that is found to have fraudulently expended funds or misrepresented how the funds were utilized will be referred to the Attorney General for further action; and (f) make grant files, books, and records available, if requested by any person, for inspection to ensure compliance with any requirement of the grant program. (5) A recipient that completes the approved scope of work prior to the end of the performance period, and still has grant funds available, may: (a) use the greater of one percent of their award amount or three hundred dollars to continue or expand, the activities for which they received the award without submitting an application to amend the grant request; (b) use excess funds to create or expand, a fire or injury prevention program. Excess funds above the amounts discussed in subitem (a) must be used for fire or injury prevention activities or returned to the program. In order to use excess funds for fire or injury prevention activities, a recipient must submit an amendment to its grant. The amendment request must explain fire or injury prevention efforts currently underway within the organization, where the use of excess funds would fit within the existing efforts, the target audience for the fire or injury prevention project and how this audience was identified, and how the effectiveness of the requested fire or injury prevention project will be evaluated; (c) use a combination of subitems (a) and (b); (d) submit an application to the peer-review panel to amend the grant request to redirect funds to another eligible project; or (e) return excess funds to the program. To return the excess funds, a recipient must close out its award and state in the final performance report that the remaining funds are not necessary for the fulfillment of grant obligations. The recipient also must indicate that it understands that the funds will be unavailable for future expenses. (6) The State Fire Marshal shall: (a) develop a grant application package utilizing the established guidelines; (b) establish and market a written and electronic version of the grant application package; (c) provide an annual report of all grant awards and corresponding chartered fire department purchases to the Chairman of the Senate Finance Committee, the Chairman of the House Ways and Means Committee, and the Governor; (d) provide all administrative support to the peer-review panel; (e) provide a grants web page for electronic applications; and (f) determine the annual maximum amount of grant funding an eligible fire department may receive based on the total amount of grant funding received divided by the total number of eligible fire departments. (G) Two percent of these funds may be awarded to the South Carolina State Firefighters' Association annually for the express purpose of establishing and maintaining a recruitment and retention program for volunteer firefighters. The association must apply for the grant to the peer-review panel. (H) Up to three percent of these funds must be retained by the State Fire Marshal for the express purpose of funding costs associated with the administration of the program. (I) The State Fire Marshal has the authority to receive and distribute to eligible fire departments all grant funds according to this section. (J) Grant funds that are not distributed may be carried forward to the next fiscal year to be used for the same purposes. HISTORY: 2009 Act No. 74, Section 1, eff June 16, 2009; 2022 Act No. 170 (S.460), Sections 3, 4, 13, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-25/"
    },
    {
      "id": "section-23-9-30",
      "number": "23-9-30",
      "heading": "",
      "text": "(A) The chief of any organized fire department or county fire marshal is ex officio resident fire marshal; however, this chapter does not repeal, amend, or otherwise affect Chapter 25, Title 5. (B) All duties of investigation, inspection, and enforcement vested in the State Fire Marshal may be exercised or discharged within the area of his service by any deputy state fire marshal, any ex officio resident fire marshal, or any state or local governmental employee certified by the State Fire Marshal. (C) The State Fire Marshal shall have the authority to promulgate regulations regarding the training, certification, and recertification of fire marshals, and disciplinary procedures, up to and including the revocation of a certification for cause. HISTORY: 1962 Code Section 37-80; 1958 (50) 1862; 1963 (53) 557; 1973 (58) 793; 1986 Act No. 347, Section 3; 1987 Act No. 155, Section 12; 2022 Act No. 170 (S.460), Section 5, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-30/"
    },
    {
      "id": "section-23-9-45",
      "number": "23-9-45",
      "heading": "",
      "text": "(A) An applicant for a Class A, B, C, D, or E fire equipment dealer license or permit, or both, shall provide proof of a current manufacturer's training certificate for each type of preengineered fire extinguishing system and meet additional fire and life safety requirements as set forth in regulation. However, if the applicant can provide proof of a current manufacturer's training certificate for at least one type of preengineered fire extinguishing system, the applicant may submit a sworn affidavit for each additional type of preengineered fire extinguishing system for which a license or permit, or both, is requested. (B) The affidavit shall attest to the applicant's ability to obtain the proper manufacturer's installation and maintenance manuals and provide testament that all installations and maintenance shall be performed in compliance with the manufacturer's installation and maintenance manuals and codes adopted by the South Carolina Building Codes Council. Any violation of the affidavit is grounds for the revocation of the fire equipment dealer license or the fire equipment permit, or both. (C) The State Fire Marshal is authorized to charge a license fee for all classes of fire equipment licenses issued by the State Fire Marshal and a permit fee for all classes of fire equipment permits issued by the State Fire Marshal. Fees may be set by regulation not more than once each two years and must be based upon the costs of administering the provisions of this chapter and must give due regard to the time spent by division personnel in performing duties. The qualifications and requirements of licensees and permittees shall be contained in regulation. HISTORY: 1991 Act No. 72, Section 1; 2006 Act No. 341, Section 1, eff June 10, 2006; 2022 Act No. 170 (S.460), Section 6, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-45/"
    },
    {
      "id": "section-23-9-50",
      "number": "23-9-50",
      "heading": "",
      "text": "(A) The State Fire Marshal shall have authority at all times of the day or night, in the performance of duties imposed by this chapter, to enter upon and examine any building or premises where any fire or explosion has occurred and other adjoining buildings or premises. Provided, that the State Fire Marshal may enter a private dwelling or premise only with the permission of the owner or occupant, or if: (1) there is probable cause to believe that a violation of the provisions respecting fire laws exists; (2) there exists imminent danger to the occupants thereof or imminent danger of arson; or (3) a fatality or serious injury has occurred as a result of a fire, an explosion, or arson. (B) The State Fire Marshal shall have authority at any reasonable hour to enter into any public building or premises or any building or premises used for public purposes to inspect for fire hazards. (C) Nothing in this section shall restrict the authority of the State Fire Marshal from investigating any premises which has been damaged by a fire of suspicious cause within a reasonable period of time after the occurrence of such fire. HISTORY: 1962 Code Section 37-82; 1952 Code Section 37-82; 1947 (45) 322; 1963 (53) 557; 1975 (59) 613; 2022 Act No. 170 (S.460), Section 7, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-50/"
    },
    {
      "id": "section-23-9-65",
      "number": "23-9-65",
      "heading": "",
      "text": "Automatic fueling clips on self-service gasoline dispensers that are permitted in the National Fire Protection Association Pamphlet 30A, 1987 Edition, are permitted to be used in this State. The Division of the State Fire Marshal shall promulgate regulations necessary to implement the provisions of this section. HISTORY: 1989 Act No. 200, Section 1; 1993 Act No. 181, Section 347.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-65/"
    },
    {
      "id": "section-23-9-70",
      "number": "23-9-70",
      "heading": "",
      "text": "Whenever the State Fire Marshal, deputy or resident fire marshal shall find, pursuant to examination as provided in Section 23-9-50 of this chapter, any building or other structure which, for any cause, is especially liable to fire and which is so situated as to endanger lives or other property, or is deficient in fire or life protection, an order shall be issued in writing directing the defect to be removed or remedied, service of such order shall be made as provided in this chapter and such occupant or owner shall forthwith comply with the terms thereof. If such order is issued by any deputy or resident fire marshal, such occupant or owner may, within thirty days, appeal to the State Fire Marshal, who shall, within ten days of receiving notice of the appeal, during which time the order appealed from shall be stayed, review the order and file his decision. The appeal period shall not be allowed if the building or any other structure is deemed to be an imminent danger pursuant to Section 23-9-160. A person who feels himself aggrieved by any order or affirmed order of the State Fire Marshal may, within thirty days after the making or affirming of such order, appeal to an administrative law judge, as provided under Article 5, Chapter 23, Title 1, for review of such order and it shall be heard at the first convenient day. In the event a final order entered pursuant to this chapter is not complied with within a period of thirty days from date of service of such final order then the State Fire Marshal shall cause the hazard to be remedied by repair or demolition, and all offensive materials and dangerous conditions removed, at the joint and several expense of the occupant or owner of such building or premises. An itemized statement of costs and expenses shall be furnished the occupant or owner of the premises and the statement shall be satisfied within a period of thirty days, failing which, upon ten days further notice the State Fire Marshal may assess such costs and expenses. Any party aggrieved by an assessment order may appeal to an administrative law judge, as provided under Article 5, Chapter 23, Title 1, within a period of ten days from service of such order of assessment. Failing appeal, the order of assessment herein provided shall be filed with the clerk of court of the county wherein such property is located and shall be satisfied by execution and levy as a final judgment duly entered. Provided, however, that in addition to the enforcement procedures authorized in this section, the State Fire Marshal may, when a final order has been issued directing a defect to be removed or remedied and such order is not complied with within thirty days or a greater time if specified in such order, apply to an administrative law judge, as provided under Article 5, Chapter 23, Title 1, for an injunction to compel the defect to be removed or remedied and an administrative law judge, if it shall find, that such defect constitutes a dangerous hazard to life or property as set forth in this section, may exercise its injunctive powers to obtain compliance with the order of the State Fire Marshal. HISTORY: 1962 Code Section 37-82.2; 1963 (53) 557; 1969 (56) 79; 1993 Act No. 181, Section 348; 2011 Act No. 37, Section 1, eff June 7, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-70/"
    },
    {
      "id": "section-23-9-80",
      "number": "23-9-80",
      "heading": "",
      "text": "The service of any order or penalty assessment as provided in this chapter shall be made by either delivering a true copy to the occupant or owner personally, or by registered or certified mail directed to the last known address of such parties, and, in case of service by mail, affixing a copy thereof in a conspicuous place on the door to the entrance of the premises. HISTORY: 1962 Code Section 37-82.3; 1963 (53) 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-80/"
    },
    {
      "id": "section-23-9-90",
      "number": "23-9-90",
      "heading": "",
      "text": "In the conduct of any investigation into the cause, origin, or loss resulting from any fire, the State Fire Marshal shall have the same power and rights relative to securing the attendance of witnesses and the taking of testimony under oath as is conferred upon the Director of the Insurance Department or his designee under Section 38-3-180. False swearing by any such witness shall be deemed to be perjury and shall be subject to punishment as such. HISTORY: 1962 Code Section 37-82.4; 1963 (53) 557; 1993 Act No. 181, Section 349.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-90/"
    },
    {
      "id": "section-23-9-100",
      "number": "23-9-100",
      "heading": "",
      "text": "If, as the result of any such investigation or because of any information received by him, the State Fire Marshal is of the opinion that a fire is the result of the act of an incendiary the matter shall be brought to the attention of the local law enforcement officers having jurisdiction of the matter. HISTORY: 1962 Code Section 37-82.5; 1963 (53) 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-100/"
    },
    {
      "id": "section-23-9-120",
      "number": "23-9-120",
      "heading": "",
      "text": "The State Fire Marshal shall see that the provisions of this chapter and regulations promulgated thereunder are faithfully executed. HISTORY: 1962 Code Section 37-82.7; 1963 (53) 557; 1979 Act No. 190, Section 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-120/"
    },
    {
      "id": "section-23-9-125",
      "number": "23-9-125",
      "heading": "",
      "text": "This chapter does not repeal, amend, or otherwise affect the authority of the State Board of Pyrotechnic Safety or the regulation of fireworks, pursuant to Chapter 56, Title 40. HISTORY: 2022 Act No. 170 (S.460), Section 8, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-125/"
    },
    {
      "id": "section-23-9-140",
      "number": "23-9-140",
      "heading": "",
      "text": "All forms, blanks, circulars, posters and such reports as may be required pursuant to the provisions of this chapter shall be furnished at the expense of the State. HISTORY: 1962 Code Section 37-82.10; 1963 (53) 557.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-140/"
    },
    {
      "id": "section-23-9-150",
      "number": "23-9-150",
      "heading": "",
      "text": "All buildings or structures referred to in Section 23-9-20, except single-family dwellings, duplexes or one-story rooming houses, which are unsafe or not provided with adequate egress, or which constitute a fire hazard or are otherwise dangerous to human life, or which in relation to existing use constitute a hazard to safety or health by reason of inadequate maintenance, dilapidation, obsolescence, or abandonment are, severally in contemplation of this section, unsafe buildings. The use and occupancy of all such unsafe buildings is hereby declared illegal and such unsafe conditions shall be corrected by repair, rehabilitation or demolition in accordance with the following procedure: (1) Whenever the State Fire Marshal shall find any building or structure or portion thereof to be unsafe, as defined in this section, he shall give the owner, agent or person in control of such building or structure written notice, stating the defects found to exist. The notice shall require the owner within a reasonable time as determined by the marshal to either complete specified repairs or improvements, or to demolish and remove the building or structure, or unsafe portion thereof. If necessary, such notice shall also require the building, structure or portion thereof to be vacated forthwith and not reoccupied until the specified repairs and improvements are completed, inspected and approved by the State Fire Marshal. (2) The marshal shall cause to be posted at each entrance to such building a notice as follows: \"THIS BUILDING IS UNSAFE AND ITS USE OR OCCUPANCY HAS BEEN PROHIBITED BY THE STATE FIRE MARSHAL.\" Such notice shall remain posted until the required repairs are made or demolition is completed. It shall be unlawful for any person, firm or corporation, or its agents, to remove such notice without written permission of the State Fire Marshal, or for any person to enter the building except for the purpose of making the required repairs or demolishing such building. (3) The owner, agent or person in control of any building subject to repair may appeal any decision of the Fire Marshal to an administrative law judge, as provided under Article 5 of Chapter 23 of Title 1. Emergency decisions of the fire marshal are not stayed pending appeal. (4) If the owner, agent or person in control of a property cannot be found within the stated time limit or, if such owner, agent or person in control shall after notice fail, neglect or refuse to comply with notice to repair, rehabilitate, demolish or remove the building or structure or portion thereof, the State Fire Marshal shall cause such building, structure or portion thereof to be vacated and secured. HISTORY: 1962 Code Section 37-82.11; 1972 (57) 2598; 1990 Act No. 535, Section 2; 1993 Act No. 181, Section 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-150/"
    },
    {
      "id": "section-23-9-155",
      "number": "23-9-155",
      "heading": "",
      "text": "Every dwelling unit within an apartment house having no fire protection system must be provided with an approved listed smoke detector, installed in accordance with the manufacturer's recommendation and listing. The smoke detector must be mounted on the ceiling or wall at a point centrally located in the corridor or area giving access to each group of rooms used for sleeping purposes. Where the dwelling unit contains more than one story, detectors are required on each story including cellars and basements, but not including uninhabitable attics. In dwelling units with split levels, a smoke detector must be installed only on the upper level, if the lower level is less than one full story below the upper level, except that if there is a door between levels then a detector is required on each level. Detectors must be connected to a sounding device or other detector to provide an alarm which must be audible in the sleeping areas. Smoke detectors must be listed and meet the installation requirements of National Fire Protection Association Standard 72A and National Fire Protection Association Standard 74. If the smoke detector malfunctions, and the malfunctioning is caused by the tenant's intentional or negligent act, the landlord is not liable for damage caused by the malfunctioning of the device if the fire causing the damage is not the result of the landlord's intentional or negligent act. If the smoke detector malfunctions, and the malfunctioning is caused by the negligent production of the device, the landlord is not liable for damage caused by the malfunctioning if the landlord had no knowledge of the defective condition and exercised reasonable care in the acquisition and installation of the device, and if the fire causing the damage is not the result of the landlord's intentional or negligent act. The Division of the State Fire Marshal shall promulgate regulations to carry out the provisions of this section. Notwithstanding any other provision of law, this section shall take effect one year after approval by the Governor. HISTORY: Former Section 23-45-160 [1986 Act No. 430, Section 40; 1988 Act No. 658, Part II, Section 25B] redesignated Section 23-9-155 by 1990 Act No. 528, Section 16; 1993 Act No. 181, Section 351.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-155/"
    },
    {
      "id": "section-23-9-157",
      "number": "23-9-157",
      "heading": "",
      "text": "The State Fire Marshal or any of his authorized agents, when inspecting buildings or structures for compliance with applicable provisions of law or fire codes and finding violations of the same, must inform the owner of the building or structure in writing of the nature of the violation and a specific citation as to the particular statutory provision of law or provision of the applicable fire code on which the violation is based before any changes in the building or structure may be required or before any penalties authorized by law may be assessed. HISTORY: 1990 Act No. 535, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-157/"
    },
    {
      "id": "section-23-9-160",
      "number": "23-9-160",
      "heading": "",
      "text": "The decision of the State Fire Marshal concerning unsafe structures is final in cases of emergency which, in his opinion, involve imminent danger to human life or health. He shall promptly cause the building, structure, or portion of it to be made safe or demolished. For this purpose he may immediately enter the structure or the land on which it stands, or abutting land or structures, with such assistance and at such cost as he may consider necessary. He may vacate adjacent structures and protect the public by appropriate fences or those other means as may be necessary and for this purpose may close a public or private way. Costs incurred, if not paid by the property owner, agent, or person in control, must be borne by the municipality if the subject property is located in a municipality or the county if the property is located outside municipal limits. Prior to the corrective action by the State Fire Marshal, written notice of it must be given to the county or municipality in which the property is located. Upon payment of the costs, the county or municipality shall acquire a lien on the property involved to recover the costs, which must be recorded in the office of the clerk of court or register of deeds in the county where the property is located, and the lien created is enforceable as a tax lien, junior in priority to any other prior recorded lien or mortgage on the property. HISTORY: 1962 Code Section 37-82.12; 1972 (57) 2598; 1985 Act No. 201, Part II, Section 50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-160/"
    },
    {
      "id": "section-23-9-170",
      "number": "23-9-170",
      "heading": "",
      "text": "Any person who interferes with the action of the Fire Marshal or his agents in the enforcement of his orders shall be deemed guilty of a misdemeanor and, upon conviction, shall be fined not more than one hundred dollars or imprisoned for not more than thirty days. The Fire Marshal is further authorized to obtain injunctive relief from an administrative law judge pursuant to Article 5 of Chapter 23 of Title 1 to prevent interference with his orders or the implementation thereof. HISTORY: 1962 Code Section 37-82.13; 1972 (57) 2598; 1993 Act No. 181, Section 352.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-170/"
    },
    {
      "id": "section-23-9-180",
      "number": "23-9-180",
      "heading": "",
      "text": "The orders of the Fire Marshal in a situation determined by him to be an emergency and dangerous to public safety shall not be stayed by order of an administrative law judge pursuant to Article 5 of Chapter 23 of Title 1 pending a hearing on the merits of an appeal from such an order. HISTORY: 1962 Code Section 37-82.14; 1972 (57) 2598; 1993 Act No. 181, Section 353.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-180/"
    },
    {
      "id": "section-23-9-190",
      "number": "23-9-190",
      "heading": "",
      "text": "(A) The State Fire Marshal shall establish a performance-based point system for volunteer firefighters, volunteer rescue squad members, and volunteer members of a Hazardous Materials (HAZMAT) Response Team. Members receiving annually a minimum number of points set by the Fire Marshal are eligible for the deduction allowed pursuant to Section 12-6-1140. Points must be awarded for a year as follows: (1) participation in approved training, including: (a) certified interior firefighter; (b) emergency vehicle driver training; (c) pump operations; (d) incident command systems; (e) rural water supply; (f) automobile extrication; (g) certified instructor training; (h) certified inspector training; (i) certified public fire education training; (j) officer training; (k) HAZMAT operations; (l) HAZMAT technician; (m) HAZMAT specialist. (2) possessing a commercial or Class E driver's license; (3) participation in first aid/medical training such as: (a) first responder; (b) EMT-basic; (c) EMT-intermediate; (d) paramedic. (4) participation in public fire education programs; (5) attendance at meetings; (6) station staffing; and (7) volunteer response. (B) The Fire Marshal shall, in consultation with the South Carolina State Firemen's Association and in the case of volunteer HAZMAT teams, county emergency services directors: (1) develop a standardized form and recordkeeping system and provide a master copy of all information and forms to each fire department, rescue squad, and HAZMAT Response Team in the State; (2) provide training to the various fire chiefs or rescue squad leaders and county emergency services directors on the use of the forms and the outline of the program; (3) advertise the availability of the program. (C) The local fire chief/rescue squad leader and county emergency services director shall: (1) provide written records to each member by January 31 of the year following the applicable tax year that shows the points obtained by each member for the previous tax year; (2) maintain a copy of records for each member for at least seven years; (3) certify the report for each member; (4) provide to the Department of Revenue by January 31 of the year following the applicable tax year copies of the records forwarded to members pursuant to item (1) of this subsection. Each member's social security number must be included in the copies forwarded to the department. HISTORY: 1999 Act No. 100, Part II, Section 23; 2002 Act No. 363, Section 3B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-190/"
    },
    {
      "id": "section-23-9-195",
      "number": "23-9-195",
      "heading": "",
      "text": "The sponsor of a community fireworks display using consumer fireworks may petition the State Fire Marshal, Department of Labor, Licensing and Regulation for a license to hold the display. The license must be granted if: (1) the county in which the event is to be held has a population of less than thirty thousand; (2) the governing body of the unincorporated county or the municipality in which the event is to be held approves the display through an ordinance or resolution; (3) the sponsor is a volunteer nonremunerated individual, group of individuals, or a community organization; (4) the sponsor can document the presence of police and fire rescue at the event; (5) the sponsor can provide proof of insurance for the event; and (6) the sponsor can demonstrate experience in hosting similar events, using similar nonremunerated volunteers without incident. The State Fire Marshal, Department of Labor, Licensing and Regulation, may charge and retain a fee for the petition equal to the cost of the application fee of other similar filings. HISTORY: 2016 Act No. 218 (S.1252), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-195/"
    },
    {
      "id": "section-23-9-197",
      "number": "23-9-197",
      "heading": "",
      "text": "(A) As used in this section: (1) \"Cancer\" includes malignant neoplasms of the following body areas and organ systems: (a) central and peripheral nervous system; (b) oropharyngeal; (c) respiratory tract; (d) gastrointestinal tract; (e) hepatobiliary; (f) solid organ and endocrine; (g) genitourinary and male reproductive; (h) GYN; (i) skin, soft tissue, and breast; and (j) bone and blood. (2) \"Fire department\" means any organization located and based in this State that provides rescue, fire suppression, and related activities including any public or government-sponsored organizations, excluding federal agencies, engaged in rescue, fire suppression, and related activities. (3) \"Firefighter\" means any person, paid or unpaid, who engages in rescue, fire suppression, or related activities, under the supervision of a fire chief or fire department in this State or who is employed by the State Commission of Forestry, South Carolina State Fire, or a forestry district for the purpose of fire protection. (B) There is established the \"Firefighter Cancer Health Care Benefit Plan\" to provide a supplemental insurance policy upon a firefighter being diagnosed with cancer on or after July 1, 2021. The plan shall provide benefits to a firefighter only if the firefighter has served in a South Carolina fire department for at least five continuous years and been in active service within ten years of the diagnosis. (C) The plan, upon diagnosis, must entitle an eligible firefighter to: (1) a reimbursement of up to twelve thousand dollars annually to the firefighter for any out-of-pocket medical expenses including deductibles, copayments, or coinsurance costs incurred; (2) a one-time benefit of twenty thousand dollars upon the firefighter's initial diagnosis; and (3) a seventy-five thousand dollar death benefit for a firefighter who dies as a result of cancer or circumstances that arise out of the treatment of cancer. All of the benefits arising out of such death are available to the deceased firefighter's beneficiary. (D)(1) The program must be established by and administered through the Office of the State Fire Marshal within the Department of Labor, Licensing and Regulation. In selecting the covering insurance policy, the State Fire Marshal must utilize a competitive bidding process among private insurers that have such policies available. (2) Additionally, the State Fire Marshal shall identify best practices to establish employer cancer prevention as it relates to personal protective equipment, decontamination, fire suppression apparatus, and fire stations. (3) By January first of each year, the State Fire Marshal shall prepare a report detailing the activity of the program in the previous fiscal year. The report shall include, but not be limited to: all expenses and costs associated with administration of the program, all inquiries and quotes received from prospective insurers, the number of eligible firefighters who qualify for coverage, the number of claims, and the amount and type of benefits paid. The report must be delivered to the Department of Insurance, the Senate Finance Committee, and the House Ways and Means Committee. (E) Notwithstanding any other provision of this section, the implementation and operation of the Firefighter Cancer Health Care Benefit Plan and the benefits contained herein are contingent upon appropriate funding. HISTORY: 2020 Act No. 168 (S.1071), Section 1, eff July 1, 2021; 2024 Act No. 163 (S.728), Sections 1, 2, eff May 20, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-197/"
    },
    {
      "id": "section-23-9-210",
      "number": "23-9-210",
      "heading": "",
      "text": "There is created the State Arson Control Program (program) under the office of the State Fire Marshal which shall provide administrative and logistical support to the program. The State Arson Control Program shall have an advisory committee which must be composed of six members appointed by the Governor for terms of four years each and until their successors are appointed and qualify, except that of those members first appointed, three must be appointed for terms of two years each. One member must be a law enforcement officer, one must be engaged in fire service, one must be a chemist, one must be an insurance agent, one must be a member of the general public representing the consumer, and one must be employed by an insurer licensed to do business in this State. Vacancies on the committee must be filled for the remainder of the unexpired term in the same manner of original appointment. This committee shall submit to the Director of the Department of Labor, Licensing & Regulation an annual report which is prepared by the office of the State Fire Marshal concerning the operation and effectiveness of the State Arson Control Program. The State Law Enforcement Division shall contract with the office of the State Fire Marshal to provide all necessary laboratory services and analyses for the program. HISTORY: 1984 Act No. 512, Part II, Section 49B; 1993 Act No. 181, Section 354.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-210/"
    },
    {
      "id": "section-23-9-220",
      "number": "23-9-220",
      "heading": "",
      "text": "The State Arson Control Program, which must be implemented on July 1, 1984, has the following duties and responsibilities: (1) The investigation of all fires involving state-owned property. (2) Investigations directed by the Governor. (3) The investigation of fires where there is a request from a municipal or county official. HISTORY: 1984 Act No. 512, Part II, Section 49B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-220/"
    },
    {
      "id": "section-23-9-230",
      "number": "23-9-230",
      "heading": "",
      "text": "Investigators of the State Arson Control Program have the powers of other law enforcement officers of this State, including agents of the State Law Enforcement Division, when performing their duties, including the power of arrest. In addition, all powers vested in the State Fire Marshal's office are also vested in the State Arson Control Program. HISTORY: 1984 Act No. 512, Part II, Section 49B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-230/"
    },
    {
      "id": "section-23-9-310",
      "number": "23-9-310",
      "heading": "",
      "text": "In each city or town which has a regularly organized fire department under the control of the mayor and council or intendant and council of that city or town and in each unincorporated community having a population of two hundred fifty persons within an area of one mile radius in this State which has a regularly organized fire department under the control of a responsible authority or representative group of citizens in the community having in serviceable condition for fire duty fire apparatus and necessary equipment belonging thereto to the value of ten thousand dollars and upwards and having a total personnel of not less than ten men, including paid and volunteer members, deriving benefits from the provisions of this article, there must be appointed a local board of trustees, to be known as the trustees of the firemen's insurance and inspection fund, to be composed of three or five members. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-10 [1947 (45) 322; 1952 Code Section 37-1151; 1962 Code Section 37-1151; 1978 Act No. 585, Section 3]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-310/"
    },
    {
      "id": "section-23-9-320",
      "number": "23-9-320",
      "heading": "",
      "text": "The board of trustees of the firemen's insurance and inspection fund in cities and towns, if composed of three, consists of the mayor, the councilman in charge of the fire department or the chairman of the fire committee, and the chief of the fire department. The board in cities and towns, if composed of five, consists of the chairman of the board of fire masters or the chairman of the fire committee, the chief of the fire department, the city or town treasurer, and two citizens, one to be appointed by the mayor and one to be appointed by the chief of the fire department, both to be confirmed by the governing body of the city or town. The term of office of the last two named members of the board is four years and until their successors are appointed and confirmed and qualify for office. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Sections 38-57-20 [1947 (45) 322; 1952 Code Section 37-1152; 1962 Code Section 37-1152]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-320/"
    },
    {
      "id": "section-23-9-330",
      "number": "23-9-330",
      "heading": "",
      "text": "The board of trustees of the firemen's insurance and inspection fund in unincorporated communities is composed of the treasurer of the county in which the greater part of the community is located and any residents of the community as may be appointed by the treasurer, on a recommendation by a majority of the legislative delegation or delegations of the county or counties in which the community is located. The term of office of the members, other than the county treasurer, is four years, and they shall serve until their successors are appointed and qualify for office. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-30 [1947 (45) 322; 1952 Code Section 37-1153; 1962 Code Section 37-1153]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-330/"
    },
    {
      "id": "section-23-9-340",
      "number": "23-9-340",
      "heading": "",
      "text": "All members of the board of trustees of each firemen's insurance and inspection fund shall serve without compensation. The board shall elect from its number a chairman and secretary who shall likewise serve without compensation. The treasurer of the city or town, or, for a fund for an unincorporated community, the county treasurer, shall act as the treasurer of the board and is custodian of all funds received as a result of the provisions of this article. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-40 [1947 (45) 322; 1952 Code Section 37-1154; 1962 Code Section 37-1154; 1978 Act No. 585, Section 4]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-340/"
    },
    {
      "id": "section-23-9-350",
      "number": "23-9-350",
      "heading": "",
      "text": "No city or town may enjoy any benefits under this article unless it has passed a suitable ordinance approved by the State Fire Marshal providing a building and inspection code for the proper erection and inspection of all buildings in the city or town so as to eliminate, as far as may be possible, the danger of fires arising from defective construction or the presence and existence of inflammable and combustible material and conditions. HISTORY: 1987 Act No. 155, Section 5 (derived from 1976 Code former Section 38-57-50 [1947 (45) 322; 1952 Code Section 37-1155; 1962 Code Section 1155; 1978 Act No. 585, Section 5]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-350/"
    },
    {
      "id": "section-23-9-360",
      "number": "23-9-360",
      "heading": "",
      "text": "Every incorporated city or town and every county in which is located any unincorporated community accepting the benefits of this article shall annually, by February first, designate some person as the fire inspector for the city, town, or county and this person shall quarterly, by the first day of April, July, October, and January, make an inspection of every public building and business establishment located within the city, town, or county. Whenever the fire inspector finds in any building or establishment any combustible material or inflammatory conditions dangerous to the safety of the building or premises, he shall order the material or conditions removed. Quarterly reports must be filed with the State Fire Marshal, and one of these quarterly reports is considered an annual report and shall show in detail any hazardous or inflammable condition in connection with the condition of every public building, business establishment, or residence in the city, town, or county. If the requirements of this section are not complied with, the city, town, or county fire department is considered to have waived its rights for that year to the benefits to be derived under this article, and the treasurer of each county is directed not to distribute any benefits under this article to any city, town, or county fire department which has waived its rights to the benefits. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-60 [1947 (45) 322; 1952 Code Section 37-1156; 1962 Code Section 37-1156; 1978 Act No. 585, Section 6]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-360/"
    },
    {
      "id": "section-23-9-370",
      "number": "23-9-370",
      "heading": "",
      "text": "For the purpose of supervision and inspection and as a guaranty that the provisions of this article are administered as herein set forth, every fire department enjoying the benefits of this article must be a member of the South Carolina State Firemen's Association. The association may supervise and inspect the operation of the ordinance required in this article to be passed in each of the several towns and cities enjoying the benefits of this article. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-70 [1947 (45) 322; 1952 Code Section 37-1157; 1962 Code Section 37-1157]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-370/"
    },
    {
      "id": "section-23-9-380",
      "number": "23-9-380",
      "heading": "",
      "text": "The clerk of any incorporated city or town and the treasurer of the county in which is located the greater part of any unincorporated community accepting the benefits of this article as required herein shall annually, by October thirty-first, make and file with the State Fire Marshal on a blank to be furnished by the State Fire Marshal his certificate stating the existence of the department, the number of steam, hand, or other engines, hook and ladder trucks, and hose carts in actual use, the number of organized companies, and the system of water supply in use for the department, together with any other facts the State Fire Marshal requires. If the certificate required by this section is not filed with the State Fire Marshal by October thirty-first in any year, the city, town, or community failing to file the certificate is considered to have waived and relinquished its rights for that year to any benefits distributed under this article by the county treasurer. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-80 [1947 (45) 322; 1952 Code Section 37-1158; 1962 Code Section 37-1158; 1978 Act No. 585, Section 7]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-380/"
    },
    {
      "id": "section-23-9-390",
      "number": "23-9-390",
      "heading": "",
      "text": "Any volunteer fire department having a headquarters station within or without a municipality, which is duly organized and has the officers which normally comprise the membership of a regular, organized fire department, with ten or more active members, is designated a regular, organized fire department. The chief of the department shall annually certify to the governing body of the municipality or the county, dependent upon where the headquarters station is located, the names of all officers and active members. The clerk of the governing body shall in turn certify the names of the active members and the officers to the State Fire Marshal. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-90 [1962 Code Section 37-1158.1; 1964 (53) 2057; 1978 Act No. 585, Section 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-390/"
    },
    {
      "id": "section-23-9-400",
      "number": "23-9-400",
      "heading": "",
      "text": "Any benefits accruing to an area serviced by a volunteer fire department which qualifies as a regular, organized fire department must be transmitted to the treasurer of the governing body of the area and distributed according to the provisions of this article. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-100 [1962 Code Section 37-1158.2; 1964 (53) 2057; 1978 Act No. 585, Section 9]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-400/"
    },
    {
      "id": "section-23-9-410",
      "number": "23-9-410",
      "heading": "",
      "text": "The State Treasurer shall pay over the amount collected upon the premiums of the insurance business required to be reported under the provisions of Section 38-7-70 to the treasurers of the counties to which the premiums are allocated under the provisions of Section 38-7-70 in the respective portions resulting from the allocations. All monies so collected must be set apart and equitably used by each of the treasurers solely and entirely for the betterment and maintenance of skilled and efficient fire departments within the county. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-160 [1947 (45) 322; 1952 Code Section 37-1164; 1962 Code Section 37-1164; 1978 Act No. 585, Section 14]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-410/"
    },
    {
      "id": "section-23-9-420",
      "number": "23-9-420",
      "heading": "",
      "text": "All monies or other benefits received and distributed under the provisions of this article by a city, town, or county treasurer or other financial officer must be distributed to the trustees of the local fire department designated by the county treasurer or other financial officer to receive the benefits within forty-five days after the receipt of the monies or other benefits in the initial year and within thirty days each year thereafter. Each designated fire department shall receive an amount of the tax computed on the basis of the assessed value of improvements to real estate within the service areas of the fire department, and all monies must be administered by the trustees under the regulations adopted by them. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-170 [1947 (45) 322; 1951 (47) 433; 1952 Code Section 37-1165; 1962 Code Section 37-1165; 1978 Act No. 585, Section 15]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-420/"
    },
    {
      "id": "section-23-9-430",
      "number": "23-9-430",
      "heading": "",
      "text": "For the purposes of Section 23-9-370 and to defray the expenses thereof, each county treasurer shall pay over to the treasurer of the South Carolina State Firemen's Association the sum of five percent of the gross proceeds received annually by each county, town, or unincorporated community from the one percent tax on fire insurance allocated to the city, town, or community. The sums so paid must be expended for the sole purpose of the betterment and maintenance of skillful and efficient fire departments within the county. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-180 [1947 (45) 322; 1952 Code Section 37-1166; 1962 Code Section 37-1166; 1978 Act No. 585, Section 16]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-430/"
    },
    {
      "id": "section-23-9-440",
      "number": "23-9-440",
      "heading": "",
      "text": "In cities which have adopted the provisions of Title 61 of the 1962 Code of Laws of South Carolina, the provisions of Sections 23-9-410 to 23-9-430 are subject to the provisions of Title 61. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-190 [1949 (46) 293; 1952 Code Section 37-1166.1; 1962 Code Section 37-1166.1]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-440/"
    },
    {
      "id": "section-23-9-450",
      "number": "23-9-450",
      "heading": "",
      "text": "Before any disbursements exceeding one hundred dollars of the funds of any firemen's insurance and inspection fund are made by the treasurers of the counties, they shall first submit to the supervising trustees of the South Carolina State Firemen's Association a statement of how the funds are to be expended and shall receive from the trustees their written approval of the manner and method by which the funds are to be disbursed, so that the South Carolina Firemen's Association shall know that the funds are being expended solely for the benefit of the firemen of each particular fire department in the State. If a proposed disbursement is to be expended legally and in accordance with the law, it is mandatory upon the supervising trustees to give their approval. Failure upon the part of any treasurer to comply with the foregoing makes him liable on his official bond. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-200 [1947 (45) 322; 1952 Code Section 37-1167; 1962 Code Section 37-1167; 1978 Act No. 585, Section 17]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-450/"
    },
    {
      "id": "section-23-9-460",
      "number": "23-9-460",
      "heading": "",
      "text": "No funds of firemen's insurance and inspection fund may be divided among the firemen of any fire department in cash. When any fire department by a majority provides for the expenditure of any funds for the collective benefit and enjoyment of the entire department, it is mandatory for the local trustees and the state trustees of the South Carolina State Firemen's Association to approve the expenditure. None of the funds may be expended in any manner for any purpose for which any city, town, unincorporated community, or county may be legally liable. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-210 [1951 (47) 433; 1952 Code Section 37-1168; 1962 Code Section 37-1168; 1978 Act No. 585, Section 18]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-460/"
    },
    {
      "id": "section-23-9-470",
      "number": "23-9-470",
      "heading": "",
      "text": "No funds from the firemen's insurance and inspection fund may be withheld or used for any purpose except as prescribed in this article, and no agency of the State, including the State Fiscal Accountability Authority, has the authority to reduce the amounts required to be distributed to counties and municipalities under the provisions of this article. HISTORY: 1987 Act No. 155, Section 5 (derived from former 1976 Code Section 38-57-220 [1979 Act No. 190, Section 9]).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-470/"
    },
    {
      "id": "section-23-9-510",
      "number": "23-9-510",
      "heading": "",
      "text": "This article may be cited as the \"South Carolina Hydrogen Permitting Act\". HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-510/"
    },
    {
      "id": "section-23-9-520",
      "number": "23-9-520",
      "heading": "",
      "text": "There is established the South Carolina Hydrogen Permitting Program within the Office of the State Fire Marshal. The purposes of this program are to: (1) make hydrogen fuel easily accessible to the general public for retail purchase from multiple, convenient locations throughout the State in a manner similar to that used for dispensing gasoline and other fuels sold to power motor vehicles; (2) promote and protect public health, safety, and welfare; (3) promote a positive business environment for the hydrogen and fuel cell industry; and (4) demonstrate leadership as a progressive alternative energy state by ensuring that hydrogen and fuel cells are permitted on a consistent basis throughout the State and meet minimum standards of quality provided in the International Code Council's 2006 codes or the latest state-adopted version. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-520/"
    },
    {
      "id": "section-23-9-530",
      "number": "23-9-530",
      "heading": "",
      "text": "As used in this article: (1) \"Container\" means all vessels including, but not limited to, tanks, cylinders, or pressure vessels used for storage of hydrogen. (2) \"Facility\" means a fueling station or a fuel cell site that will store or dispense hydrogen for use as a transportation fuel and motor vehicle fuel or in a fuel cell. (3) \"Fuel cell\" means an appliance that uses fuel to produce electricity through an electro-chemical process. These fuels include, but are not limited to, hydrogen, methanol, or solid oxides. (4) \"Fueling station\" means a facility that dispenses gasoline, hydrogen, or other fuels intended to be used in motor vehicles. (5) \"Hydrogen facility\" or \"facility\" means a fueling station or a fuel cell site that will store or dispense hydrogen for use as a transportation fuel and motor vehicle fuel or in a fuel cell. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-530/"
    },
    {
      "id": "section-23-9-540",
      "number": "23-9-540",
      "heading": "",
      "text": "Only the State Fire Marshal may: (1) permit a hydrogen facility in this State, although he may delegate this permitting authority to a county or municipal official if the: (a) county or municipality served by the official has at least three hydrogen fueling stations to be renovated or constructed in its jurisdiction; and (b) official completes prescribed training and obtains certification pursuant to Section 23-9-550(3). (2) impose a fee related to the permitting, licensing, or inspection of a hydrogen fueling station under this article, in addition to the application filing fee provided in Section 23-9-560(B)(1). The State Fire Marshal may not delegate this authority to impose a fee. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-540/"
    },
    {
      "id": "section-23-9-550",
      "number": "23-9-550",
      "heading": "",
      "text": "(A) The State Fire Marshal shall: (1) ensure that the laws of this State governing gaseous and liquefied hydrogen at a hydrogen facility are executed faithfully; (2) require conformance with fire prevention and protection standards based on nationally recognized standards prescribed by law or regulation for the prevention of fire and the protection of life and property; (3) develop training and certification requirements a county or municipal official must satisfy to grant a permit to a hydrogen facility through a delegation of the State Fire Marshal's authority under Section 23-9-540, subject to the limits in subsection (B) of this section; (4) develop minimum requirements for the design, construction, location, installation, and operation of equipment for storing, handling, and dispensing hydrogen at a facility. These requirements must: (a) reasonably be necessary to protect the health, welfare, and safety of the public and a person using these materials; and (b) substantially conform to the generally accepted standards of safety concerning hydrogen; (5) impose at least semi-annual random inspections of a facility licensed under this article to determine the hydrogen's value for fueling and the facility's safety; and (6) promulgate regulations necessary to carry out the requirements of this article. (B) When a codes and standards organization certified by the American National Standards Institute develops a standard procedure for training and certifying a county or municipal official to permit to a hydrogen facility, the State Fire Marshal may adopt this procedure. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-550/"
    },
    {
      "id": "section-23-9-560",
      "number": "23-9-560",
      "heading": "",
      "text": "(A) A party seeking to renovate or construct a facility to store or dispense hydrogen must apply to the State Fire Marshal or his certified designee by registered mail, return receipt requested, for approval before beginning the renovation construction. An application must include: (1) a site plan; (2) an accidental release plan; (3) piping layout with valves and fitting details; (4) normal and emergency ventilation designs; (5) tank capacity and design standards; (6) electrical plan; tank and piping support details; (7) information concerning on-site fire protection equipment; (8) information concerning tank location with respect to other tanks and dikes; and (9) other information the State Fire Marshal considers relevant for evaluating the application. (B) The State Fire Marshal: (1) may charge an application filing fee of ten dollars that must be paid before an application may be accepted; (2) may conduct a hearing on an application; and (3) shall approve or deny an application within sixty calendar days or the application automatically is considered approved. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-560/"
    },
    {
      "id": "section-23-9-570",
      "number": "23-9-570",
      "heading": "",
      "text": "(A) A person who conveys or offers to convey hydrogen in violation of this article may be subject to an administrative fine, stop-sale order, or both, at the discretion of the State Fire Marshal. (B) An administrative fine must not be assessed for an amount greater than one thousand dollars unless the violation: (1) threatens public health or safety; (2) is committed knowingly and intentionally; or (3) reflects a continuing and repetitive pattern of disregard for the requirements of this article. (C) An administrative fine may not exceed ten thousand dollars for a violation. HISTORY: 2010 Act No. 254, Section 1, eff upon approval (became law without the Governor's signature on June 14, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-9/section-23-9-570/"
    }
  ]
}