{
  "state": "south-carolina",
  "path": "title-title-23/chapter-chapter-47",
  "sections": [
    {
      "id": "section-23-47-10",
      "number": "23-47-10.",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"911 charge\" means a fee for the 911 service start-up equipment costs, subscriber notification costs, addressing costs, billing costs, and nonrecurring and recurring installation, maintenance service, and network charges of a service supplier providing 911 service as provided in this chapter.\n\n(2) \"911 system\" or \"911 service\" means an emergency telephone system that provides the user of the public telephone system with the ability to reach a public safety answering point by dialing the digits 911. The term 911 system or service also includes \"enhanced 911 service\", which means an emergency telephone system with 911 service and, in addition, directs 911 calls to appropriate public safety answering points by selective routing based on the geographical location from which the call originated and provides the capability for automatic number identification and automatic location identification features. \"911 system\" and \"911 service\" include those systems and services that use or rely upon Internet protocol or other similar technologies to provide services that direct voice calls to public safety answering points.\n\n(3) \"911 plan\" means a plan for the 911 system, enhanced 911 system, or any amendment to the plan developed by a county or municipality.\n\n(4) \"Basic 911 system\" means a system by which the various emergency functions provided by public safety agencies within each local government's jurisdiction may be accessed utilizing the three-digit number 911, but no available options of enhanced systems are included in the system.\n\n(5) \"Enhanced 911 network features\" means selective routing, automatic number identification, and location identification.\n\n(6) \"Enhanced 911 system\" means enhanced 911 service, which is a telephone exchange communications service consisting of telephone network features and public safety answering points designated by the local government which enables users of the public telephone system to access a 911 public safety communications center by dialing the digits 911. The service directs 911 calls to appropriate public safety answering points by selective routing based on the geographical location from which the call originated and provides the capability for automatic number identification and automatic location identification.\n\n(7) \"Addressing\", with respect to nonCMRS exchange access service, means the assigning of a numerical address and street name (the name may be numerical) to each location within a local government's geographical area necessary to provide public safety service as determined by the local government. This address replaces any route and box number currently in place in the 911 database and facilitates quicker response by public safety agencies.\n\n(8) \"Automatic location identification\" means an enhanced 911 service capability that enables the automatic display of information.\n\n(9) \"Automatic number identification\" means an enhanced 911 service capability that enables the automatic display of the seven-digit number used to place a 911 call.\n\n(10) \"Office\" means the South Carolina Revenue and Fiscal Affairs Office.\n\n(11) \"Committee\" means the South Carolina 911 Advisory Committee.\n\n(12) \"CMRS connection\" means each mobile number assigned to a CMRS customer.\n\n(13) \"Commercial Mobile Radio Service\" (CMRS) means commercial mobile service under Sections 3(27) and 332(d), Federal Telecommunications Act of 1996 (47 U.S.C. Section 151, et seq.), Federal Communications Commission Rules, and the Omnibus Budget Reconciliation Act of 1993. The term includes any wireless two-way communication device, including radio-telephone communications used in cellular telephone service, personal communication service, or the functional and/or competitive equivalent of a radio-telephone communications line used in cellular telephone service, a personal communication service, or a network radio access line. The term does not include services that do not provide access to 911 service, a communication channel suitable only for data transmission, a wireless roaming service or other nonlocal radio access line service, or a private telecommunications system.\n\n(14) \"Customer\" means the local government subscribing to 911 service from a service supplier.\n\n(15) \"Department\" means the Department of Revenue.\n\n(16) \"Enhancement\" means any addition to a 911 system such as automatic number identification, selective routing of calls, or other future technological advancements, as determined by the Public Service Commission for nonCMRS exchange access companies.\n\n(17) \"Exchange access facility\" means the access from a particular telephone subscriber's premises to the telephone system of a service supplier. Exchange access facilities include service supplier provided access lines, PBX trunks, and Centrex network access registers, all as defined by the South Carolina Public Service Commission. Exchange access facilities do not include service supplier owned and operated telephone pay station lines, or wide area telecommunications service (wats), foreign exchange (fx), or incoming lines.\n\n(18) \"Local government\" means any city, county, or political subdivision of the State.\n\n(19) \"Mapping\" means the development of a computerized geographical display system of roads and structures where emergency response may be required.\n\n(20) \"Prepaid wireless 911 charge\" means the charge that a prepaid wireless seller is required to collect from a prepaid wireless consumer pursuant to Section 23-47-68.\n\n(21) \"Prepaid wireless consumer\" means a person or entity that purchases prepaid wireless telecommunications service in a prepaid wireless retail transaction.\n\n(22) \"Prepaid wireless provider\" means a person or entity that provides prepaid wireless telecommunications service pursuant to a license issued by the Federal Communications Commission.\n\n(23) \"Prepaid wireless retail transaction\" means the purchase of prepaid wireless telecommunications service from a prepaid wireless seller for any purpose other than resale.\n\n(24) \"Prepaid wireless seller\" means a person or entity that sells prepaid wireless telecommunications service to another person or entity for any purpose other than resale.\n\n(25) \"Prepaid wireless telecommunications service\" means any commercial mobile radio service that allows a caller to dial 911 to access the 911 system, which service must be paid for in advance and is sold in units or dollars which decline with use in a known amount.\n\n(26) \"Public safety agent\" means a functional agency which provides fire fighting, law enforcement, medical, or other emergency services.\n\n(27) \"Public safety answering point\" (PSAP) means a communications facility operated on a twenty-four hour basis which first receives 911 calls from persons in a 911 service area and which may directly dispatch public safety services or extend, transfer, or relay 911 calls to appropriate public safety agencies. A PSAP may be designated to a primary or secondary exchange service, referring to the order in which calls are directed for answering.\n\n(28) \"Regional systems\" means the formation of two or more local governments or multi-jurisdictional systems for the purpose of jointly forming and funding 911 systems.\n\n(29) \"Selective routing\" means the method employed to direct 911 calls to the appropriate public safety answering point based on the geographical location from which the call originated.\n\n(30) \"Service subscriber\" means any person, company, corporation, business, association, or party not exempt from county or municipal taxes or utility franchise assessments who is provided telephone (local exchange access facility) service in the political subdivision or CMRS service or VoIP service.\n\n(31) \"Service supplier\" means any person, company, or corporation, public or private, providing exchange telephone service, CMRS service, or VoIP service to end users.\n\n(32) \"Rate\" means the recurring or nonrecurring rates billed by the service supplier, which represents the service supplier's recurring charges for exchange access facilities, exclusive of all taxes, fees, licenses, or similar charges.\n\n(33) \"Telephone subscriber\" or \"subscriber\" means a person or entity to whom exchange telephone service, either residential or commercial, is provided and in return for which the person or entity is billed on a monthly basis. When the same person, business, or organization has several telephone access lines, each exchange access facility constitutes a separate subscription.\n\n(34) \"Voice over Internet Protocol (VoIP) service\" means interconnected VoIP service as that term is defined in 47 C.F.R. Section 9.3 as may be amended.\n\n(35) \"Voice over Internet Protocol (VoIP) provider\" means a person or entity that provides VoIP service.\n\n(36) \"Voice over Internet Protocol (VoIP) subscriber\" means a person or entity that purchases VoIP service from a VoIP provider.\n\n(37) \"Voice over Internet Protocol (VoIP) 911 charge\" means the charge imposed pursuant to Section 23-47-67.\n\n(38) \"Voice over Internet Protocol (VoIP) service line\" means a VoIP service that offers an active telephone number or successor dialing protocol assigned by a VoIP service provider to a customer that has outbound calling capability.\n\n(39) \"Board\" means the board of the Revenue and Fiscal Affairs Office.\n\n(40) \"Call\" means any information, written communication, video, data, or voice that is delivered to the PSAP initiating an emergency response.\n\n(41) \"IP-Enabled Services\" means services and applications making use of Internet Protocol (IP) including, but not limited to, voice over IP and other services and applications provided through wireline, cable, wireless and satellite facilities, and any other facility that is capable of connecting users dialing or entering the digits 911 to public safety answering points.\n\n(42) \"NextGen 9-1-1 (NG9-1-1)\" includes the delivery of 911 calls over an IP-based network and provides multimedia data capabilities for PSAPs and other emergency service organizations.\n\n(43) \"Communications service\" means a service capable of accessing, connecting with, or interfacing with a 911 system by dialing, initializing, or otherwise activating the system exclusively through the digits 911 by means of a local telephone device or wireless communications device.\n\n(44) \"Communications service provider\" means a service provider, public or private, that transports information electronically via landline, wireless, Internet, cable, or satellite, including, but not limited to, wireless communications service providers, personal communications service, telematics, and Voice over Internet Protocol (VoIP).\n\n(45) \"Wireless communications service\" means commercial mobile radio service. \"Wireless communications service\" includes any wireless two-way communications used in cellular telephone service, a personal communications service, or a network access line. \"Wireless communications service\" does not include a service whose customers do not have access to 911 or 911-like services.\n\n(46) \"Wireless communications provider\" means a company that offers wireless communication service to users of wireless devices including, but not limited to, cellular, personal communications services, mobile satellite services, and enhanced specialized mobile radio.\n\n(47) \"ESInet\" means an Emergency Services IP Network. An ESInet can be one or many networks, including local, regional, statewide, nationwide, or international.\n\n(48) \"VoIP Network\" or \"Voice over Internet Protocol Network\" means a method in which voice communications are delivered via digital Internet connections.\n\n(49) \"Legacy systems\" means any 911 system, whether basic or enhanced, operating in South Carolina prior to the board establishing an NG9-1-1 or subsequent systems.\n\n(50) \"Strategic plan\" means the defined strategy of South Carolina's 911 goals and objectives and the steps necessary to achieve those goals and objectives.\n\nHISTORY: 1991 Act No. 245, Section 1; 1998 Act No. 399, Section 1; 2010 Act No. 135, Section 1, eff July 1, 2011; 2019 Act No. 60 (H.3586), Section 1, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-10/"
    },
    {
      "id": "section-23-47-20",
      "number": "23-47-20.",
      "heading": "",
      "text": "(A)(1) The Revenue and Fiscal Affairs Office shall be responsible for creating, updating, and implementing a comprehensive strategic plan, including operating standards for a coordinated statewide 911 system to address changing technology, services, and operating efficiency and effectiveness. The standards must be developed and updated with comments and recommendations from the South Carolina 911 Advisory Committee, local officials, service providers, and the public. The plan must be approved by the board and may be amended as necessary.\n\nService available through a local 911 system includes law enforcement, fire, and emergency medical services. Other emergency and emergency personnel services may be incorporated into the 911 system at the discretion of the local government being served by the system. Public safety agencies within a local government 911 system, in all cases, must be notified by the PSAP of a request for service in their area. Written guidelines must be established to govern the assignment of calls for assistance to the appropriate public safety agency. There must be written agreements among state, county, and local public safety agencies with concurrent jurisdiction for a clear understanding of which specific calls for assistance will be referred to individual public safety agencies.\n\n(2) The Revenue and Fiscal Affairs Office may request written verification from PSAPs regarding compliance with current or updated standards and may develop policies to address noncompliance.\n\n(B)(1) A 911 system must include all of the territory of the local government, either county, municipality, or multi-jurisdictional government. A 911 system may be an enhanced 911 system until the board establishes NG9-1-1 or another subsequent system.\n\n(2) Public safety agencies that provide emergency service within the territory of a 911 system shall participate in the countywide system. Each PSAP must be operated twenty-four hours a day, seven days a week.\n\n(C) At a minimum, the legacy 911 or NG9-1-1 systems implemented in South Carolina must include:\n\n(1) for legacy, a minimum of two lines from each serving telephone central office to the enhanced 911 tandem (controlling central office) and a minimum of two lines from the enhanced 911 tandem to the PSAP. For both legacy and NG9-1-1, the grade of service must have sufficient lines to ensure no more than one busy signal per one hundred calls;\n\n(2) for both legacy and NG9-1-1, equipment within the PSAP to connect the PSAP to all law enforcement, fire protection, and emergency medical or rescue agencies, as well as to emergency responders;\n\n(3) for both legacy and NG9-1-1, first priority to answering 911 calls;\n\n(4) for both legacy and NG9-1-1, electronic recording of all 911 calls that are retained for a minimum of sixty days;\n\n(5) for both legacy and NG9-1-1, immediate playback capability of all 911 calls;\n\n(6) for legacy, equipment connected by dedicated telephone lines to all adjacent PSAPs where there is a telephone exchange not covered by selective routing;\n\n(7) for both legacy and NG9-1-1, necessary physical security to minimize the possibility of intentional disruption of the operation. This includes equipment safeguards such as key fobs and biometrics as well as cyber security safeguards to prevent Denial of Service attacks and general \"hacking\" of systems;\n\n(8) for both legacy and NG9-1-1, standby emergency power to operate the PSAP during power failures;\n\n(9) for both legacy and NG9-1-1, written operational procedures;\n\n(10) for legacy and NG9-1-1, a minimum of one telecommunication device for the deaf (TDD) available in each PSAP;\n\n(11) for both legacy and NG9-1-1, capability to answer ninety-five percent of calls within fifteen seconds and ninety-nine percent in forty seconds;\n\n(12) for both legacy and NG9-1-1, coin-free dialing. Pay or coin telephones classified as such by a class of service code will be identified on the automatic location identification display in enhanced 911 systems;\n\n(13) for both legacy and NG9-1-1, contingency plans for rerouting or relocating the PSAP in the event of a disaster or equipment failures;\n\n(14) for both legacy and NG9-1-1, routing and capabilities to receive and process CMRS service and VoIP service capable of making 911 calls;\n\n(15) for both legacy and NG9-1-1, telecommunication operators or dispatchers trained, or certified by the Law Enforcement Training Council (Criminal Justice Academy). The Law Enforcement Training Council shall promulgate regulations to provide for this training and/or certification. Expense of the training must be paid by the local government by which that person is employed. The Law Enforcement Training Council is authorized to establish, collect, and retain a fee not to exceed actual costs for this training or certification, or both;\n\n(16) for both legacy and NG9-1-1, all 911 lines have both audio and visual indicators on incoming calls;\n\n(17) for both legacy and NG9-1-1, a public safety agency whose services are available on the 911 system must maintain a separate secondary backup number for emergency calls and a separate number for nonemergency telephone calls;\n\n(18) for both legacy and NG9-1-1, the primary published emergency number will be 911. The PSAP must have additional local telephone exchange service in addition to the 911 service. This nonemergency telephone number should be published directly below the \"emergency dial 911\" listing;\n\n(19) for both legacy and NG9-1-1, 911 is furnished for emergency reporting only. Nonemergency calls, whether by the general public or agency employees, should not be made to the 911 system;\n\n(20) for both legacy and NG9-1-1, a designated person or 911 office staffed by a sufficient number of personnel to maintain databases and 911 network;\n\n(21) for both legacy and NG9-1-1, an initial and continual plan for public education, which must include:\n\n(a) making the public aware 911 is available;\n\n(b) making the majority of emergency calls received on 911 rather than the seven-digit emergency number;\n\n(c) making the public aware of the definition of an emergency;\n\n(d) making the public aware of what is a nonemergency;\n\n(e) texting to 911 and other aspects of NG9-1-1 as they become available to the public; and\n\n(22) for NG9-1-1, the requirements contained in this section shall apply to all manner of devices capable of communicating requests for emergency assistance to PSAPs.\n\n(D) Enhanced 911 shall incorporate the following features:\n\n(1) for legacy, automatic location identification (ALI)-automatically displays the addresses of the calling telephone during the course of the emergency call at the PSAP;\n\n(2) for legacy, automatic number identification (ANI)-automatically displays the number of the caller's telephone at the PSAP;\n\n(3) for legacy, central office identification-when a PSAP serves more than one central office, dedicated lines or trunks are used to identify each central office;\n\n(4) for both legacy and NG9-1-1, called party hold-enables the PSAP to control the connection for confirmation and tracing of the call;\n\n(5) for both legacy and NG9-1-1, distinct tone-tone generated by equipment which alerts the PSAP personnel that the calling party has disconnected;\n\n(6) for legacy, selective routing-will automatically route calls from a predetermined geographical area to a PSAP serving that area regardless of municipal and wire center boundary alignments; and\n\n(7) for legacy, all enhanced 911 systems must be configured so as to disallow subsequent search of the address database.\n\n(E) All systems also must include applicable services identified in the strategic plan to ensure comprehensive and coordinated statewide operations in accordance with Section 23-47-20(A), including, but not limited to:\n\n(1) integration and standardization of local mapping data; and\n\n(2) aerial imagery services that will support the strategic plan and public safety on an on-going basis. Aerial imagery also may be shared for other local and state governmental purposes including, but not limited to, South Carolina Code of Regulations R117-1740.2.C.5.\n\nHISTORY: 1991 Act No. 245, Section 1; 1996 Act No. 459, Section 50; 2006 Act No. 317, Section 5, eff May 30, 2006; 2008 Act No. 335, Section 8, eff June 16, 2008; 2010 Act No. 135, Section 2, eff July 1, 2011; 2019 Act No. 60 (H.3586), Section 2, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-20/"
    },
    {
      "id": "section-23-47-30",
      "number": "23-47-30.",
      "heading": "",
      "text": "(A) A local government which seeks funding for a 911 system shall submit to the Revenue and Fiscal Affairs Office, a 911 system plan for review and approval. The plan shall conform to the planning guidelines set forth in this chapter, guidelines promulgated by the Revenue and Fiscal Affairs Office, and meet the requirements of current tariffs applicable to the 911 system. The plan must include:\n\n(1) the type of 911 system desired for the local government including the type of equipment to be used and the associated costs;\n\n(2) the location of the PSAP and the county or municipality agency or organization responsible for operating the PSAP;\n\n(3) a listing of those public safety agencies whose services will be available through the 911 system;\n\n(4) the personnel determined necessary to operate and maintain the 911 system;\n\n(5) educational efforts the local government will undertake to acquaint the general public with the availability and proper use of the 911 system.\n\n(B) Those local governments which already have a 911 system are encouraged to conform to the standards set forth in this section.\n\nHISTORY: 1991 Act No. 245, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-30/"
    },
    {
      "id": "section-23-47-50",
      "number": "23-47-50.",
      "heading": "",
      "text": "(A) The maximum 911 landline charge that a subscriber may be billed for an individual local exchange access facility must be in accordance with the following scale:\n\nTier I-1,000 to 40,999 access lines-$1.50 for start-up costs, $1.00 for on-going costs.\n\nTier II-41,000 to 99,999 access lines-$1.00 for start-up costs, $.60 for on-going costs.\n\nTier III-more than 100,000 access lines-$.75 for start-up costs, $.50 for on-going costs.\n\nStart-up includes a combination of recurring and nonrecurring costs and up to a maximum of fifty local exchange lines per account. For bills rendered on or after the effective date of this act, for any individual local exchange access facility that is capable of simultaneously carrying multiple voice and data transmissions, a subscriber must be billed a number of 911 charges equal to: (a) the number of outward voice transmission paths activated on such a facility in cases where the number of activated outward voice transmission paths can be modified by the subscriber only with the assistance of the service supplier; or (b) five, where the number of activated outward voice transmission paths can be modified by the subscriber without the assistance of the service supplier. The total number of 911 charges remains subject to the maximum of fifty 911 charges per account set forth above.\n\n(B) Every local telephone subscriber served by the 911 system is liable for the 911 landline charge imposed. A service supplier has no obligation to take any legal action to enforce the collection of the 911 charges for which a subscriber is billed. However, a collection action may be initiated by the local government that imposed the charges. Reasonable costs and attorneys' fees associated with that collection action may be awarded to the local government collecting the 911 landline charges.\n\n(C) The local government subscribing to 911 service is ultimately responsible to the service supplier for all 911 installation, service, equipment, operation, and maintenance charges owed to the service supplier. Upon request by the local government, the service supplier shall provide a list of amounts uncollected along with the names and addresses of telephone subscribers who have identified themselves as refusing to pay the 911 landline charges. Taxes due on a 911 system service provided by the service supplier must be billed to the local government subscribing to the service. State and local taxes do not apply to the 911 charge billed to the telephone subscriber.\n\n(D) Service suppliers that collect 911 landline charges on behalf of the local government are entitled to retain two percent of the gross 911 landline charges remitted to the local government as an administrative fee. The service supplier shall remit the remainder of charges collected during the month to the fiscal offices of the local government. The 911 landline charges collected by the service supplier must be remitted to the local government within forty-five days of the end of the month during which such charges were collected and must be deposited by and accounted for by the local government in a separate restricted fund known as the \"emergency telephone system fund\" maintained by the local government. The local government may invest the money in the fund in the same manner that other monies of the local government are invested and income earned from the investment must be deposited into the fund. Monies from this fund are totally restricted to use in the 911 system.\n\n(E)(1) In order to ensure compliance with the provisions of this chapter and with generally accepted accounting standards, the \"emergency telephone system\" fund must be included in the annual audit of the local government. The audit must include a review of the accounting controls over the collection, reporting, and disbursement of 911 funds and a supplementary schedule detailing revenue and expenses by category as authorized in this chapter. If the annual audit contains a finding of any inappropriate use of 911 funds, the local government must restore these funds within ninety days of the completion of the audit.\n\n(2) The local government must provide the Revenue and Fiscal Affairs Office a copy of the audit report regarding this compliance within sixty days of the completion of the audit. The Revenue and Fiscal Affairs Office shall review these audits on a regular basis and report to the board any findings or concerns. In conducting this review, the Revenue and Fiscal Affairs Office may request additional information from the local government. If a local government fails to provide a copy of the audit or any requested additional information, or correct any findings identified in the audit, the board may withhold funding pursuant to subsection (G).\n\n(F) Fees collected by the service supplier pursuant to this section are not subject to any tax, fee, or assessment, nor are they considered revenue of the service supplier.\n\nA monthly 911 charge is levied for each Commercial Mobile Radio Service (CMRS) connection with a place of primary use in South Carolina as defined by the Federal Mobile Telecommunications Sourcing Act (4 U.S.C. 124C8), to include: (a) the residential street address or the primary business street address of the customer, and (b) within the licensed service area of the home service provider. The amount of the levy must be approved annually by the Revenue and Fiscal Affairs Office at a level not to exceed the average monthly landline telephone (local exchange access facility) 911 charges paid in South Carolina. The Revenue and Fiscal Affairs Office and the committee may calculate the CMRS 911 charge based upon a review of one or more months during the year preceding the calculation of landline telephone (local exchange access facility) charges paid in South Carolina. The CMRS 911 wireless charge must have uniform application and must be imposed throughout the State; however, trunks or service lines used to supply service to CMRS providers shall not be subject to a CMRS 911 levy. Prepaid wireless telecommunications service is subject to the 911 charge set forth in Section 23-47-68 and not to the CMRS 911 wireless charge set forth in this subsection. On or before the twentieth day of the second month succeeding each monthly collection of the CMRS 911 wireless charges, every CMRS provider shall file with the Department of Revenue a return under oath, in a form prescribed by the department, showing the total amount of fees collected for the month and, at the same time, shall remit to the department the fees collected for that month. The department shall place the collected fees on deposit with the State Treasurer. The funds collected pursuant to this subsection are not general fund revenue of the State and must be kept by the State Treasurer in a fund separate and apart from the general fund to be expended as provided in Section 23-47-65.\n\n(G)(1) Fees collected by the service supplier pursuant to this section are not subject to any tax, fee, or assessment, nor are they considered revenue of the service supplier.\n\n(2) Except as provided in Section 23-47-68(B), a 911 charge imposed under this chapter shall be added to the billing by the service supplier to the service subscriber and must be stated separately.\n\n(3) A billed subscriber shall be liable for any 911 charge imposed under this chapter until it has been paid to the service supplier.\n\nHISTORY: 1991 Act No. 245, Section 1; 1998 Act No. 399, Sections 2, 3; 2000 Act No. 233, Section 1; 2005 Act No. 164, Section 17; 2010 Act No. 135, Section 3, eff July 1, 2011; 2019 Act No. 60 (H.3586), Section 4, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-50/"
    },
    {
      "id": "section-23-47-40",
      "number": "23-47-40.",
      "heading": "",
      "text": "(A) The local government is authorized to adopt an ordinance to impose a monthly 911 landline charge upon each local exchange access facility subscribed to by telephone subscribers whose local exchange access lines are in the area served or which would be served by the 911 service. The 911 landline charge must be uniform and may not vary according to the type of local exchange access facility used.\n\nThe ordinance must be adopted in the same fashion as ordinances that levy taxes under South Carolina law. No collection of charges may be commenced before adoption of the ordinance.\n\n(B) Landline funding must be used only to pay for the following enumerated items:\n\n(1) the lease, purchase, lease-purchase, or maintenance of emergency telephone equipment, including necessary recording equipment, computer hardware, software and database provisioning, addressing, mapping, and nonrecurring costs of establishing a 911 system;\n\n(2) the rates associated with the service supplier's 911 service and other suppliers' recurring charges;\n\n(3) the cost of establishing and maintaining a county 911 office or maintaining as currently staffed a county 911 office for the purpose of operating and maintaining the database of the 911 system. Costs are limited to salaries and compensations and those items necessary in the operation of the 911 office and normal operating costs;\n\n(4) items enumerated may be subscriber billed for a period not to exceed thirty months before activation of the 911 service;\n\n(5) items necessary to meet the standards outlined in this chapter, specifically in Section 23-47-20(C);\n\n(6) enhancements either currently available or available in the future offered by service suppliers and approved by the Public Service Commission;\n\n(7) a local government may contract to implement and establish a 911 system as set forth in this chapter.\n\n(C) Landline funding must not be used for:\n\n(1) purchasing or leasing of real estate, cosmetic or remodeling of communications centers, except those building modifications necessary to maintain the security and environmental integrity of the PSAP;\n\n(2) hiring or compensating dispatchers or call takers other than initial and in-service training;\n\n(3) mobile communications vehicles, fire engines, law enforcement vehicles, ambulances, or other emergency vehicles, or other vehicles;\n\n(4) communications, or other equipment used by first responders or other public safety agents, such as radios, radio towers, and computers; and\n\n(5) consultants or consultant fees for studies of implementation not related to NG9-1-1.\n\n(D) A local government may contract with a service supplier for any term negotiated by the service supplier and the local government and may make payments through subscriber billing to provide any payments required by the contract.\n\nHISTORY: 1991 Act No. 245, Section 1; 2019 Act No. 60 (H.3586), Section 3, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-40/"
    },
    {
      "id": "section-23-47-55",
      "number": "23-47-55.",
      "heading": "",
      "text": "(A) For services for which a bill is rendered prior to the effective date of this act, for an exchange access facility that is capable of simultaneously carrying multiple voice and data transmissions, a subscriber is not liable to any person or entity for a different number of 911 charges than the subscriber has been billed for any such facility, and no service supplier is liable to any person or entity for billing, collecting, or remitting a different number of 911 charges for any such facility than is required by Section 23-47-50(A).\n\n(B) For services for which a bill is rendered prior to the effective date of this act, no subscriber is liable to any person or entity for a different 911 charge on VoIP service or VoIP service lines than the subscriber has been billed, and no service supplier is liable to any person or entity for billing, collecting, or remitting a different 911 charge on VoIP service or VoIP service lines than is required by Section 23-47-67, or both.\n\nHISTORY: 2010 Act No. 135, Section 4, eff March 30, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-55/"
    },
    {
      "id": "section-23-47-60",
      "number": "23-47-60.",
      "heading": "",
      "text": "(A) Local government, upon approval for implementation of a 911 system, shall standardize addressing within its area according to service supplier procedures. Enhanced 911 must not be placed in service until eighty-five percent of the residents have been provided with a standardized address by the local government. Those residents who do not have a standardized address provided by the local government will be placed in the service supplier's error file. Upon activation by enhanced 911 for the public, the service supplier's error file rate must not exceed one percent.\n\n(B) Addressing costs are limited solely to establishing and maintaining addressing for a 911 system.\n\n(C) Addressing must meet the following criteria:\n\n(1) New street names assigned must not duplicate or be similar to an existing street name within the local government's geographical area.\n\n(2) Existing duplicate street names must be changed as necessary by the local government to ensure efficiency of the emergency response system.\n\n(3) Each house, building, or other occupied structure must be assigned a separate number. A number or alphabetical letter must be assigned for each separate occupant within a building or other occupied structure. Examples include apartments, companies, etc.\n\n(4) Written notification of the proper address of each house, building, or structure must be given to its owner, occupant, or agent in all instances where a new number has been assigned. Existing streets and addresses must receive verification of the correct address.\n\n(D)(1) The owner, occupant, or agent of each house, building, or other structure assigned a number under a uniform numbering system shall place or cause to be placed the number on the house, building, or other structure within twenty-one days after receiving notification of the proper number assignment.\n\n(2) Costs and installation of the number must be paid for by the property owner or occupant. Residential numbers must not be less than three inches in height. Business numbers must not be less than four inches in height. All numbers must be made of a durable, clearly visible material and must contrast with the color of the house, building, or other structure.\n\n(3) Numbers must be conspicuously placed immediately above, on, or at the side of the appropriate door so that the number is visible clearly from the street. In cases where the building is situated more than fifty feet from the street or road, the building number also must be placed near the walk, driveway, or common entrance to the building, or upon the mailbox, gatepost, fence, or other appropriate place so as to clearly be visible from the street or road.\n\n(4) Residents, businesses, owners, or others who fail to comply with this subsection are guilty of a misdemeanor, triable in magistrate's court, and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. Each day in violation constitutes a separate offense.\n\n(E)(1) Mapping is extremely essential to an effective emergency response system and a requirement for addressing. Local government, through subscriber billing, may cause nonrecurring costs to be applied for hardware and software for purchasing and operating computerized mapping within the county 911 system in an amount not exceeding twenty-five thousand dollars. This nonrecurring cost is a part and may not exceed the maximum amounts that may be billed to an individual exchange line. Local governments with existing budgeted or planned computerized mapping are not eligible to bill subscribers for these type services.\n\n(2) Local governments shall coordinate addressing and mapping with the telephone company, United States Postal Service, appropriate state agencies, and public utility companies.\n\n(3) The 911 system must not be implemented by the service supplier until the local government notifies it that all requirements mandated by this section are fulfilled.\n\n(F) To help ensure these standards are implemented successfully throughout an entire county, the Revenue and Fiscal Affairs Office shall designate one office within each county as the addressing official.\n\nHISTORY: 1991 Act No. 245, Section 1; 2019 Act No. 60 (H.3586), Section 5, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-60/"
    },
    {
      "id": "section-23-47-67",
      "number": "23-47-67.",
      "heading": "",
      "text": "(A) There is hereby imposed a VoIP 911 charge in an amount identical to the amount of the 911 charge imposed on each local exchange access facility pursuant to Section 23-47-40(A) and 23-47-50(A).\n\n(B) A VoIP provider must collect the VoIP 911 charge established in subsection (A) on each VoIP service line. This VoIP 911 charge must be sourced to the local government in the same manner as CMRS is sourced pursuant to the Mobile Telecommunications Sourcing Act as provided in Title 4, U.S.C.\n\n(C) Funding from the VoIP 911 charge established in subsection (A) must be used in the same manner as set forth in Section 23-47-40(B) and (C). The provisions of Section 23-47-50(B), (C), (D), (E), and (G) apply with equal force with regard to the VoIP 911 charge.\n\n(D) A VoIP provider that purchases its 911 capabilities in South Carolina from another person or entity is responsible for directly remitting the VoIP 911 charge as set forth in this section unless the VoIP provider and the other person or entity have agreed in writing that the other person or entity will remit the VoIP 911 charge on behalf of the VoIP provider.\n\n(E) If a billed subscriber purchases a service that is both a CMRS service and a VoIP service, and there is a single active mobile telephone number or successor dialing protocol associated with the service, then only the CMRS 911 charge set forth in Section 23-47-50(F) shall apply to the service. Similarly, if an exchange access facility is also a VoIP service line, then only the 911 charge set forth in Sections 23-47-40(A) and 23-47-50(A) shall apply to the service.\n\nHISTORY: 2010 Act No. 135, Section 6, eff July 1, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-67/"
    },
    {
      "id": "section-23-47-65",
      "number": "23-47-65.",
      "heading": "",
      "text": "(A)(1) The South Carolina 911 Advisory Committee is created to assist the Revenue and Fiscal Affairs Office in carrying out its responsibilities in implementing, maintaining, and updating an efficient wireless 911 system. The committee must be comprised of twelve members and appointed as follows: eight members appointed by the Governor of which two must be employees of a local 911 system recommended by the South Carolina Association of Public Safety Communication Officials, two must be employees of a local 911 system recommended by the South Carolina National Emergency Number Association, two must be employees of CMRS providers licensed to do business in the State, one must be an employee of a telephone (local exchange access facility) service supplier licensed to do business in the State, and one consumer; and four members appointed by the Executive Director of the Revenue and Fiscal Affairs Office of which one must be its executive director or his designee, one must be an individual with GIS expertise, one must be an individual with knowledge of communication operations or technology, and one county administrator recommended by the South Carolina Association of Counties. There is no expense reimbursement or per diem payment made to members of the committee for attendance in committee or subcommittee meetings. However, upon prior approval by the Executive Director of the Revenue and Fiscal Affairs Office, members of the committee may be reimbursed by the Revenue and Fiscal Affairs Office, pursuant to state travel guidelines, for travel associated with their service on the committee.\n\n(2) All committee members, except the executive director or his designee, must be appointed for a three-year term. These eleven committee members may be appointed to one consecutive term. A member may not be reappointed in a different capacity in order to circumvent the two consecutive term limitation. A member who has served the maximum consecutive terms is eligible for reappointment to a subsequent term after three years absence from the committee.\n\n(3) In the event a vacancy arises, it must be filled for the remainder of the term in the manner of the original appointment. A partial term does not count toward the term limits; however, service for three-fourths or more of a term constitutes service for a term.\n\n(4) Any committee member who terminates his holding of the office or employment which qualified him for appointment shall cease immediately to be a member of the committee; the person appointed to fill the vacancy shall do so for the unexpired term of the member whom he succeeds.\n\n(5) The committee shall establish its own procedures with respect to the selection of officers, quorum, place, and conduct of meetings. The committee may create special committees or subcommittees as it deems necessary and may invite other knowledgeable individuals to participate on these special committees or subcommittees. However, the committee may not delegate any statutory duty to such other committees.\n\n(B) The responsibilities of the committee with respect to CMRS emergency telephone services are to:\n\n(1) advise the Revenue and Fiscal Affairs Office on technical, operational, and training issues regarding the development, implementation, and continuing evolution of a comprehensive wireless 911 system, especially matters concerning appropriate systems and equipment to be acquired by CMRS providers and PSAPs to assure the compatibility of the systems and equipment and the ability of the systems and equipment to comply with the strategic plan and operating model approved by the board;\n\n(2) recommend systems and equipment for which reimbursement may be allowed to CMRS providers and PSAPs under the provisions of this chapter, which are compatible with each other as needed for the public's safety, and will not result in wasteful spending on inappropriate or redundant technology; and\n\n(3) review and approve continuing education training courses for which reimbursement may be allowed to CMRS providers and PSAPs under the provisions of this chapter.\n\n(C) The responsibilities of the Revenue and Fiscal Affairs Office with respect to CMRS emergency telephone services are to:\n\n(1) develop and oversee a strategic plan and manage or contract up to ten years for a 911 operating system in accordance with the provisions of the strategic plan as outlined in this chapter and as approved by the board. In order to effectively manage the plan and system, the office in accordance with state procurement guidelines is authorized to:\n\n(a) hire employees or contract for services and equipment to achieve all or parts of the model; and\n\n(b) provide for statewide contracts for equipment and services identified in the plan for PSAPs to utilize;\n\n(2) manage and disburse funds in and from an interest-bearing account in the following manner:\n\n(a) hold and distribute not more than thirty-nine and eight-tenths percent of the total monthly revenues in the interest-bearing account to PSAP administrators based on CMRS 911 wireless call volume for expenses incurred for the answering, routing, and proper disposition of CMRS 911 calls;\n\n(b) hold and distribute not more than fifty-eight and two-tenths percent of the total monthly revenues in the interest-bearing account solely for the purposes of complying with the provisions of this chapter and the strategic plan. These funds may be utilized by the office, the PSAPs, and the CMRS providers licensed to do business in this State for the following purposes in connection with compliance with this chapter and the strategic plan including, but not limited to: acquiring, upgrading, maintaining, programming, and installing necessary data, networks, services, hardware, and software. Invoices detailing specific expenses for these purposes must be presented for approval to the Revenue and Fiscal Affairs Office in connection with any request for reimbursement, and the request must be approved by the Revenue and Fiscal Affairs Office, upon recommendation of the committee. Any invoices presented to the Revenue and Fiscal Affairs Office for reimbursements of costs not described by this section may be considered by the board, but only upon unanimous approval of the committee, but in no event shall reimbursement be made for costs inconsistent with the strategic plan; and\n\n(c) hold and distribute not more than two percent of the total monthly revenues in the interest-bearing account to compensate the independent auditor provided for herein and for expenses which the Revenue and Fiscal Affairs Office is authorized to incur by contract, or otherwise, for provision of any administrative, legal, support, or other services to assist the Revenue and Fiscal Affairs Office in fulfilling its responsibilities under this act;\n\n(3) prepare annual reports outlining fees collected and monies disbursed to PSAP and CMRS providers, and monies disbursed for operations of the Revenue and Fiscal Affairs Office, and submit annual reports to the South Carolina 911 Advisory Committee and the State Treasurer's Office;\n\n(4) retain an independent, private auditor, as necessary in carrying out its responsibilities and as provided in the Consolidated Procurement Code, such as for the purposes of receiving, maintaining, and verifying the accuracy of proprietary information submitted to the Revenue and Fiscal Affairs Office by CMRS providers or PSAPs, and assisting the committee in its duties including its annual calculation of the average 911 charges pursuant to Section 23-47-50(F) and in cost studies it may conduct. Due to the confidential and proprietary nature of the information submitted by CMRS providers, the information may not be released to a party other than the independent private auditor and is expressly exempt from disclosure pursuant to Chapter 4, Title 30. The information collected by the auditor may be released only in aggregate amounts that do not identify or allow identification of numbers of subscribers or revenues attributable to an individual CMRS provider;\n\n(5) conduct a cost study to be submitted to the House Ways and Means Committee and Senate Finance Committee one year from the effective date of this section and thereafter at the Revenue and Fiscal Affairs Office's discretion. The Revenue and Fiscal Affairs Office may include any information it considers appropriate to assist the General Assembly in determining whether future legislation is necessary or appropriate, but the report must include information to assist in determining whether to adjust the CMRS 911 charge to reflect actual costs incurred by PSAPs or CMRS providers for compliance with applicable requirements of the strategic plan;\n\n(6) convene the committee and consult with it concerning the performance of the responsibilities assigned to the Revenue and Fiscal Affairs Office and to the committee in this chapter, and the development and maintenance of the state's CMRS emergency telephone services and system;\n\n(7) report as required or suggested by this chapter, promulgate any regulations, and take further actions as are appropriate in implementing it;\n\n(8) work with the Department of Revenue to ensure all reporting requirements are being met; and\n\n(9) act as the State 911 Coordinator for the purposes of any relevant state or federal law or program requirements.\n\n(D) The Revenue and Fiscal Affairs Office and committee must:\n\n(1) annually calculate the average 911 charge as provided in Section 23-47-50(F); and\n\n(2) take appropriate measures to maintain the confidentiality of the proprietary information described in this section. This information may be disclosed to Revenue and Fiscal Affairs Office and committee members only in the event a dispute arises with respect to the Revenue and Fiscal Affairs Office's and committee's discharge of their responsibilities under Section 23-47-65(B)(2) which necessitates such disclosure. The information also shall be exempt from disclosure pursuant to Chapter 4, Title 30. Members of the Revenue and Fiscal Affairs Office may not disclose the information to any third parties, including their employers.\n\n(E) CMRS providers are entitled to retain two percent of the fees collected as reimbursement for collection and handling of the CMRS 911 charge.\n\nHISTORY: 1998 Act No. 399, Section 4; 2000 Act No. 233, Section 2; 2005 Act No. 164, Section 18; 2010 Act No. 135, Section 5, eff July 1, 2011; 2018 Act No. 246 (H.3895), Section 6, eff July 1, 2018; 2019 Act No. 60 (H.3586), Section 6, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-65/"
    },
    {
      "id": "section-23-47-68",
      "number": "23-47-68.",
      "heading": "",
      "text": "(A) There is hereby imposed a prepaid wireless 911 charge in the amount equal to the average 911 charges calculated pursuant to Section 23-47-50(F).\n\n(B) A prepaid wireless seller must collect the prepaid wireless 911 charge established in subsection (A) from a prepaid wireless consumer with respect to each prepaid wireless retail transaction occurring in this State. The amount of the prepaid wireless 911 charge shall be either: separately stated on an invoice, receipt, or other similar document that is provided to the prepaid wireless consumer by the prepaid wireless seller or otherwise disclosed to the prepaid wireless consumer.\n\n(C) For the purposes of this section, a prepaid wireless retail transaction must be sourced as provided in Section 12-36-910(B)(5)(b).\n\n(D) The prepaid wireless 911 charge is the liability of the prepaid wireless consumer and not the prepaid wireless seller or of any prepaid wireless provider. However, the prepaid wireless seller is liable to remit to the department all prepaid wireless 911 charges that the prepaid wireless seller collects from prepaid wireless consumers as provided in this section.\n\n(E) The amount of the prepaid wireless 911 charge collected by a prepaid wireless seller from a prepaid wireless consumer, whether or not such amount is separately stated on an invoice, receipt, or other similar document provided to the prepaid wireless consumer by the prepaid wireless seller, shall not be included in the base for measuring any tax, fee, prepaid wireless 911 charge, or other charge that is imposed by this State, any political subdivision of this State, or any intergovernmental agency. This amount shall not be considered revenue of the prepaid wireless seller.\n\n(F) A prepaid wireless seller is entitled to retain three percent of the gross prepaid wireless 911 charges remitted to the department as an administrative fee. A prepaid wireless seller must remit the remainder of the prepaid wireless 911 charges collected to the department on a monthly, quarterly, or annual basis.\n\n(G) The audit and appeal procedures applicable under Chapter 36, Title 12 shall apply to the prepaid wireless 911 charge.\n\n(H) The department shall establish procedures by which a prepaid wireless seller may document that a sale is not a prepaid wireless retail transaction, which procedures shall substantially coincide with the procedures for documenting sale for resale transactions under Section 12-36-950.\n\n(I) The department shall transfer all remitted prepaid wireless 911 charges to the State Treasurer in the same manner as provided in Section 23-47-50(F). These funds are not general fund revenue of the State and must be kept by the State Treasurer in a fund separate and apart from the general fund to be expended as provided in Section 23-47-65.\n\nHISTORY: 2010 Act No. 135, Section 7, eff July 1, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-68/"
    },
    {
      "id": "section-23-47-69",
      "number": "23-47-69.",
      "heading": "",
      "text": "Neither the State, any political subdivision of the State, nor an intergovernmental agency may require any service provider to impose, collect, or remit a tax, fee, surcharge, or other charge for 911 funding purposes other than the 911 charges set forth in this chapter.\n\nHISTORY: 2010 Act No. 135, Section 8, eff March 30, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-69/"
    },
    {
      "id": "section-23-47-70",
      "number": "23-47-70.",
      "heading": "",
      "text": "(A) A local government or public safety agency, as defined in Section 23-47-10, or state government entity, their officers, agents, or employees, together with any person following their instructions in rendering services, are not liable for civil damages as a result of an act or omission under this chapter, including, but not limited to, developing, adopting, operating, or implementing a plan or system pursuant to the South Carolina Tort Claims Act, Section 15-78-60(5) or 15-78-60(19).\n\n(B) To the extent that a 911 service is provided pursuant to tariffs on file with the South Carolina Public Service Commission, the liability of the provider of this service must be governed by the filed and approved tariffs of the South Carolina Public Service Commission, including, but not limited to, those general subscriber service tariffs concerning emergency reporting services.\n\n(C) To the extent that a 911 service is not provided pursuant to tariffs on file with the South Carolina Public Service Commission, in no event shall the provider of these services or its officers, employees, assigns, or agents be liable for civil damages or criminal liability in connection with the development, design, installation, operation, maintenance, performance, or provision of 911 service unless such event was the result of reckless, wilful, or wanton conduct of the 911 service supplier or its officers, employees, assigns, or agents.\n\nNo 911 service supplier or its officers, employees, assigns, or agents shall be liable for civil damages or criminal liability in connection with the release of subscriber information to any governmental entity as required under the provisions of this chapter.\n\nHISTORY: 1991 Act No. 245, Section 1; 1998 Act No. 399, Section 5; 2010 Act No. 135, Section 9, eff March 30, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-70/"
    },
    {
      "id": "section-23-47-75",
      "number": "23-47-75.",
      "heading": "",
      "text": "(A) CMRS location information obtained by safety personnel or for public safety personnel for public safety purposes is not public information under the Freedom of Information Act.\n\n(B) A person may not disclose or use, for any purpose other than for the 911 or other emergency calling system, information contained in the database of the telephone network portion of a 911 or other emergency calling system established pursuant to this chapter.\n\n(C) For all information not covered by subsections (A) and (B), a local government may exempt from disclosure:\n\n(1) individual identifying information of an individual calling a 911 center, individual identifying information of a victim, or individual identifying information of a witness; or\n\n(2) images or video from a place where the 911 caller would have a reasonable expectation of privacy as defined in Section 16-17-470(D)(1).\n\nThe local government is responsible for the release of its information.\n\n(D) This section shall not apply if the local government or a court order determines that the public interest in disclosure outweighs the interest in nondisclosure.\n\n(E) As used in this section, the term \"identifying information\" includes name, telephone number, and home address. The term does not include:\n\n(1) the location of the incident, unless the location is the caller's, victim's, or witness' home address or the disclosure of the location would compromise the identity of the caller, victim, or witness; or\n\n(2) the street block identifier, the cross street, or the mile marker nearest the scene of the incident, which shall be public.\n\nHISTORY: 1998 Act No. 399, Section 6; 2019 Act No. 60 (H.3586), Section 7, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-75/"
    },
    {
      "id": "section-23-47-80",
      "number": "23-47-80.",
      "heading": "",
      "text": "It is unlawful for a person anonymously or otherwise to:\n\n(1) use any words or language of a profane, vulgar, lewd, lascivious, or indecent nature on an emergency 911 number with the intent to intimidate or harass a dispatcher;\n\n(2) contact the emergency 911 number, whether or not conversation ensues for the purpose of annoying or harassing the dispatcher or interfering with or disrupting emergency 911 service;\n\n(3) make contact with a 911 dispatcher and intentionally fail to hang up or disengage the connection for the purpose of interfering with or disrupting emergency service;\n\n(4) contact the emergency 911 number and intentionally make a false report.\n\nA person who violates the provisions of this section is guilty of a misdemeanor and, upon conviction, must be imprisoned not more than six months or fined not more than two hundred dollars, or both.\n\nHISTORY: 1991 Act No. 245, Section 1; 2019 Act No. 60 (H.3586), Section 8, eff May 16, 2019.\n\nEffect of Amendment\n\n2019 Act No. 60, Section 8, in (2), substituted \"contact\" for \"telephone\"; in (3), substituted \"contact with a\" for \"a telephone call to a\"; and in (4), substituted \"contact\" for \"telephone\".",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-47/section-23-47-80/"
    }
  ]
}