{
  "state": "south-carolina",
  "path": "title-title-23/chapter-t23c043",
  "sections": [
    {
      "id": "section-23-43-10",
      "number": "23-43-10",
      "heading": "",
      "text": "This chapter may be cited as The South Carolina Modular Buildings Construction Act. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-10/"
    },
    {
      "id": "section-23-43-20",
      "number": "23-43-20",
      "heading": "",
      "text": "As used in this chapter: (1) \"Council\" means the South Carolina Building Codes Council as established by Section 6-9-60. (2) \"Modular building unit\" means any building of closed construction, regardless of type of construction or occupancy classification, other than a mobile or manufactured home, constructed off-site in accordance with the applicable codes, and transported to the point of use for installation or erection. (3) \"Installation\" means the assembly of modular building structures on-site and the process of affixing modular buildings related components to land, a foundation, footings, utilities, or an existing building. (4) \"Local government\" means any political subdivision of the State with authority to establish standards and requirements applicable to the construction, installation, alteration, and repair of buildings. (5) \"Mobile home\" or \"manufactured home\" means any residential dwelling unit constructed to standards and codes as promulgated by the United States Department of Housing and Urban Development. (6) \"Approved inspection agency\" means an agency approved by the council to provide plan review and approval, evaluation, and inspection in addition to adequate follow-up services at the point of manufacture to insure that production units are in full compliance with the provisions of this chapter. An approved inspection agency must retain a building construction-oriented South Carolina registered professional engineer or architect who must be responsible for compliance with this chapter and regulations of the council. (7) \"Point of manufacture\" means the place of business at which machinery, equipment, and other capital goods are assembled and operated for the purpose of fabricating, constructing, or assembling modular building units. (8) \"Fees\" means monies to be paid to the council from any person engaged in the manufacture, inspection, or installation of modular building units. (9) \"Certification\" means conforming to the regulations of the Council. (10) \"Certification label\" means the approved form of certification by the council issued to the manufacturer that is permanently affixed to each transportable section of each factory-built modular structure for sale within the State. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1993 Act No. 181, Section 368; 2014 Act No. 179 (H.4578), Section 1, eff May 16, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-20/"
    },
    {
      "id": "section-23-43-30",
      "number": "23-43-30",
      "heading": "",
      "text": "It is the policy and purpose of this State to provide protection to the public against possible hazards and to promote sound building construction and for that purpose to forbid the sales, rental, and use of new modular building units which are not so constructed as to provide safety and protection to their owners and users. Because of the nature of the construction of modular building units, their assembly and use and that of their systems, including heating, cooling, plumbing, and electrical which may have concealed parts, there may exist hazards to the health, life, and safety of persons or property which are not easily ascertainable by purchasers, users, and local building officials. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-30/"
    },
    {
      "id": "section-23-43-40",
      "number": "23-43-40",
      "heading": "",
      "text": "The council may promulgate regulations for the proper enforcement and implementation of this chapter. Promulgated regulations must incorporate the codes enumerated in Section 6-9-50. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1999 Act No. 45, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-40/"
    },
    {
      "id": "section-23-43-60",
      "number": "23-43-60",
      "heading": "",
      "text": "The council shall hear appeals and approve or disapprove requested variances from this chapter's provisions. Variances are limited to those instances which are ruled to be equivalent or meet the intent of this chapter. The basis of the decision must be published with the variance order. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1999 Act No. 45, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-60/"
    },
    {
      "id": "section-23-43-70",
      "number": "23-43-70",
      "heading": "",
      "text": "The council shall have printed all regulations prescribing standards for modular building units, and they must be furnished upon request to the public. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1993 Act No. 181, Section 369.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-70/"
    },
    {
      "id": "section-23-43-80",
      "number": "23-43-80",
      "heading": "",
      "text": "Modular buildings must be certified by the council, as complying with this chapter and the regulations promulgated by authority of this chapter, if they have been manufactured in accordance with approved building systems and passed inspection in accordance with an approved compliance assurance program in Section 23-43-90. Certification is evidenced by the attachment to each modular building, a label issued by the council. Certification labels can only be attached to a modular building by the manufacturer under the supervision of the approved inspection agency. A certified modular building may not be altered in any way prior to the issuance of all permits required by local government without the council's approval. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 2014 Act No. 179 (H.4578), Section 3, eff May 16, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-80/"
    },
    {
      "id": "section-23-43-85",
      "number": "23-43-85",
      "heading": "",
      "text": "(A) A single-family modular home manufactured after January 1, 2005, must meet the following standards to be certified for placement in this State: (1) Roof pitch. For homes with a single predominant roofline, the pitch of the roof must be at least five feet rise for every twelve feet of run; (2) Eave projections. The eave projections of the roof must be at least ten inches, not including a gutter around the perimeter of the home unless the roof pitch is at least seven feet rise for every twelve feet of run; (3) Exterior wall. The height of the exterior wall must be at least seven feet six inches for the first story; (4) Siding and roofing materials. The materials and texture of the exterior materials must be compatible in composition, appearance, and durability to the exterior materials commonly used in standard residential construction. (B) A single-family modular home placed in the State after January 1, 2005, must meet the foundation requirements provided by the State in this subsection: (1) A perimeter wall located under the exterior walls of the home, whether load-bearing or nonload-bearing, must be constructed of brick, masonry, or other permanent material commonly used in standard residential construction, consistent with surrounding residential structures, and in accordance with the International Residential Code as adopted by the South Carolina Department of Labor, Licensing and Regulation. All modular manufacturers shall submit with the plan set for each building to the department's Modular Buildings Program a minimum foundation design. (2) A home located in a coastal or flood plain area may require piling or other special foundation designs. These foundations must be designed by a registered professional engineer or architect and are subject to review and approval by the local jurisdiction and not by the Modular Buildings Program. A perimeter wall constructed of brick, masonry, or other materials to enclose the foundation of the home may be a requirement of the design. (C) An appeal for a variance from a certification standard or a foundation requirement described in this section may be taken in the same manner as provided in Section 23-43-120. (D) A single-family modular home used as a display model may be placed for its first residential use in this State if: (1) it bears a valid modular home label issued pursuant to this chapter; (2) it meets the appropriate wind and seismic requirements in effect when the label was issued; (3) it has not been altered from its original design; (4) it was manufactured within five years before the placement for first residential use; and (5) the seller provides the purchaser with written notice that the home meets the appropriate code requirements in effect at the time of manufacture, and may or may not meet the code requirements in effect at the time of placement for residential use. HISTORY: 2005 Act No. 12, Section 1; 2012 Act No. 108, Section 1, eff February 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-85/"
    },
    {
      "id": "section-23-43-90",
      "number": "23-43-90",
      "heading": "",
      "text": "(A) An approved inspection agency shall perform final plan review and approval, inspection, and certification of a single family residential modular building. Upon final plan review and approval by an approved inspection agency of a plan as meeting the requirements of this chapter and the regulations of the council, a copy of the approved plan must be filed with the Department of Labor, Licensing and Regulation. Upon filing of an approved plan with the department by an approved inspection agency, a manufacturer may request from the department certification labels for units manufactured to the approved plan. Each certification label must bear the serial number of the unit for which it is issued and only may be attached upon final inspection by an approved inspection agency. (B) An approved inspection agency shall perform plan approval, inspection, and certification of commercial or multifamily modular buildings. Upon review by the approved inspection agency, the plans must be submitted to the Department of Labor, Licensing and Regulation for final plan review and approval. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 2014 Act No. 179 (H.4578), Section 2, eff May 16, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-90/"
    },
    {
      "id": "section-23-43-100",
      "number": "23-43-100",
      "heading": "",
      "text": "Modular building units certified pursuant to this chapter are considered to comply with the requirements of all laws, ordinances, and regulations of this State or of local governments which govern the matters within the scope of the approval and certification applicable to modular building units, including those bearing upon technologies, techniques, and materials, or the safety of buildings or building components. Local codes enforcement agencies shall issue building permits for certified modular building units, prior to installation, and issue certificates of occupancy after they have been installed and inspected pursuant to this chapter. Any modular building unit found not to comply with this chapter must be brought into compliance before the certificate of occupancy is issued. In the absence of a local building official, the certificate must be issued by the chief administrative officer of the local government. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-100/"
    },
    {
      "id": "section-23-43-110",
      "number": "23-43-110",
      "heading": "",
      "text": "The council shall suspend or revoke, or cause to be suspended or revoked, the certification of any modular building unit which the council finds not to comply with this chapter or regulations promulgated by authority of this chapter, or which has been manufactured pursuant to a building system or compliance assurance program as to which approval has been suspended or revoked, or which has been altered after certification. If the manufacturer fails to comply with a corrective order, labels of certification must be removed from any modular building unit and no new labels issued until it is brought into compliance with this chapter and applicable regulations. Notice of suspension or revocation of certification must be in writing with the reasons for suspension or revocation set forth. Suspensions or revocations may be appealed to the council. Any decision by the board to suspend, revoke, or otherwise restrict the certification of any modular building unit shall be by majority vote and shall be subject to review by an administrative law judge as provided under Article 5 of Chapter 23 of Title 1. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1993 Act No. 181, Section 370; 1999 Act No. 45, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-110/"
    },
    {
      "id": "section-23-43-120",
      "number": "23-43-120",
      "heading": "",
      "text": "The council may upon appeal in specific cases authorize variance from regulations to permit certain specified alternatives where the objectives of this chapter may be fulfilled by other means. The basis of its decision must be incorporated into its variance orders. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1999 Act No. 45, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-120/"
    },
    {
      "id": "section-23-43-130",
      "number": "23-43-130",
      "heading": "",
      "text": "Modular building units bearing evidence of approval must be acceptable in all localities as meeting the requirements of this chapter and must be considered and accepted equivalent to a site-built structure as meeting the requirements of safety to life, health, and property imposed by any ordinance of any local government if the units are erected or installed in accordance with all conditions of the approval. Local land use and zoning requirements, fire zones, building setback requirements, site development requirements, subdivision control, and on-site installation requirements, as well as the review and regulation of aesthetic requirements, are specifically and entirely reserved to local authorities. Those local requirements and rules which may be enacted by local authorities must be reasonable and uniformly applied and enforced without any distinction as to whether a building is a modular or constructed on site in a conventional manner. All local building officials shall enforce the provisions of this chapter and applicable regulations. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1999 Act No. 45, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-130/"
    },
    {
      "id": "section-23-43-150",
      "number": "23-43-150",
      "heading": "",
      "text": "No person may engage in the business of selling wholesale or retail as a manufacturer or manufacturer's representative of modular building units without being licensed by the council. All license applications must be accompanied by the required fee and a surety bond or other security approved by the council and in an amount set by the council. A separate license and bond or security is required for each manufacturing facility. All licenses must be granted or refused within forty days after proper application. All licenses expire June thirtieth of each odd-numbered year, unless sooner revoked or suspended. Each manufacturer's license must be issued in the business name of the manufacturer. Each manufacturer's representative's license must be issued in the name of the representative. The council shall prescribe the form of license. All manufacturer's licenses must be sent to the address of that place of business. Pursuant to its regulations, the council may deny the issuance of or revoke or suspend any license. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1999 Act No. 45, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-150/"
    },
    {
      "id": "section-23-43-160",
      "number": "23-43-160",
      "heading": "",
      "text": "The council may establish various fees for the proper enforcement and implementation of this chapter. These fees must be established by regulations promulgated by the council in accordance with the Administrative Procedures Act. Fees may be charged to any person engaged in the manufacture, inspection, or installation of modular building units. All funds derived from fees must be deposited in the general fund of the State. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 386, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-160/"
    },
    {
      "id": "section-23-43-170",
      "number": "23-43-170",
      "heading": "",
      "text": "(A) If the council finds that the standards for the manufacture and inspection of modular building units prescribed by statute or rules and regulations of another state, or other governmental agency, meet the objectives of this chapter and applicable regulations and are enforced satisfactorily by the other state, or other governmental agency, or by their agents, the council shall enter into product reciprocity with and accept modular building units which have been certified by the other state or governmental agency. The standards of another state are not considered to be satisfactorily enforced unless the other state provides for notification to the council of suspensions or revocations of approvals issued by the other state. (B) The council shall suspend or revoke, or cause to be suspended or revoked, its acceptance or certification, or both, of certified modular building units if it determines that the standards for the manufacture and inspection of the modular building units of another state or other governmental agency do not meet the objectives of this chapter and applicable regulations, or that the standards are not being enforced to the satisfaction of the council. Notice of the suspension or revocation must be in writing with the reasons set forth. Appeals from suspension or revocations must receive timely review. (C) If another state or governmental agency or its agent suspends or revokes its approval or certification, the acceptance or certification, or both, granted under this section must be suspended or revoked accordingly. (D) The council shall cooperate with similar authorities in other jurisdictions and with nationally recognized codes and standards organizations in developing mutually acceptable methods and procedures for testing, evaluating, approving, and inspecting modular building units and otherwise encouraging their production and acceptance. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-170/"
    },
    {
      "id": "section-23-43-180",
      "number": "23-43-180",
      "heading": "",
      "text": "The council may obtain injunctive relief from an administrative law judge as provided under Article 5 of Chapter 23 of Title 1 to enjoin the sale, delivery, or installation of modular building units or of buildings utilizing such components, for which certification is required under this chapter, upon an affidavit of the council specifying the manner in which the modular building units do not conform to the requirements of this chapter or applicable regulations. The council may obtain injunctive relief from an administrative law judge as provided under Article 5 of Chapter 23 of Title 1 to enjoin any local government from promulgating, adopting, or enforcing any ordinance, rules, regulations, or construction codes and standards for modular building units which are not consistent with this chapter. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1; 1993 Act No. 181, Section 372.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-180/"
    },
    {
      "id": "section-23-43-190",
      "number": "23-43-190",
      "heading": "",
      "text": "Any person in an individual capacity, or on behalf of a class of persons, damaged as a result of a violation of this chapter or applicable regulations has a cause of action in any court of competent jurisdiction against the person to whom the label evidencing certification has been issued with respect to the pertinent modular building units, or, if it is not certified, against the manufacturer of the pertinent modular building units. An award may include damages and the cost of litigation including reasonable attorneys' fees. The cause of action created by this section is subject to the same limitations period applicable in this State for causes of action of similar nature. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-190/"
    },
    {
      "id": "section-23-43-200",
      "number": "23-43-200",
      "heading": "",
      "text": "Any person violating any of the provisions of this chapter or regulations made by its authority is guilty of a misdemeanor and, upon conviction, must be punished by a fine of not more than five hundred dollars for each violation a day. All funds derived from fines must be deposited in the general fund of the State. HISTORY: 1984 Act No. 481, Section 1; 1985 Act No. 111, Section 1; 1990 Act No. 560, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-43/section-23-43-200/"
    }
  ]
}