{
  "state": "south-carolina",
  "path": "title-title-23/chapter-t23c020",
  "sections": [
    {
      "id": "section-23-20-10",
      "number": "23-20-10",
      "heading": "",
      "text": "This chapter may be cited as the \"Law Enforcement Assistance and Support Act\". HISTORY: 2000 Act No. 382, Section 1; 2016 Act No. 222 (H.3653), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-20/section-23-20-10/"
    },
    {
      "id": "section-23-20-20",
      "number": "23-20-20",
      "heading": "",
      "text": "As used in this chapter: (1) \"Law enforcement agency\" means any state, county, municipal, or local law enforcement authority that enters into an agreement for the procurement of law enforcement support services. (2) \"Law enforcement provider\" means any in-state or out-of-state law enforcement authority that provides law enforcement services to a law enforcement agency pursuant to this chapter. (3) \"Law enforcement services\" means any law enforcement assistance or service performed by a certified law enforcement officer. (4) \"Mutual aid agreement\" means any agreement entered into on behalf of a law enforcement agency in this State for the purpose of providing the proper and prudent exercise of public safety functions across jurisdictional lines, including, but not limited to, multijurisdictional task forces, criminal investigations, patrol services, crowd control, traffic control and safety, and other emergency service situations. Such agreements must not be permitted for the sole purpose of speed enforcement. HISTORY: 2000 Act No. 382, Section 1; 2016 Act No. 222 (H.3653), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-20/section-23-20-20/"
    },
    {
      "id": "section-23-20-30",
      "number": "23-20-30",
      "heading": "",
      "text": "(A) Any county, incorporated municipality, or other political subdivision of this State may enter into mutual aid agreements as may be necessary for the proper and prudent exercise of public safety functions. All agreements must adhere to the requirements contained in Section 23-20-40. (B) Nothing in this chapter may be construed to alter, amend, or affect any rights, duties, or responsibilities of law enforcement authorities established by South Carolina's constitutional or statutory laws or established by the ordinances of South Carolina's political subdivisions, except as expressly provided for in this chapter. HISTORY: 2000 Act No. 382, Section 1; 2016 Act No. 222 (H.3653), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-20/section-23-20-30/"
    },
    {
      "id": "section-23-20-40",
      "number": "23-20-40",
      "heading": "",
      "text": "(A) All mutual aid agreements for law enforcement services must be in writing and include, but may not be limited to, the following: (1) a statement of the specific services to be provided; (2) specific language dealing with financial agreements between the parties; (3) specification of the records to be maintained concerning the performance of services to be provided to the agency; (4) language dealing with the duration, modification, and termination of the agreement; (5) specific language dealing with the legal contingencies for any lawsuits or the payment of damages that arise from the provided services; (6) a stipulation as to which law enforcement authority maintains control over the law enforcement provider's personnel; (7) specific arrangements for the use of equipment and facilities; and (8) specific language dealing with the processing of requests for information pursuant to the Freedom of Information Act for public safety functions performed or arising under these agreements. (B) Except as provided in subsection (C), a mutual aid agreement entered into on behalf of a law enforcement authority must be approved by the appropriate governing bodies of each concerned county, incorporated municipality, or other political subdivision of this State. Agreements entered into are executed between governing bodies, and, therefore, may last until the agreement is terminated by a participating party of the agreement. (C) An elected official whose office was created by the Constitution or by general law of this State is not required to seek approval from the elected official's governing body in order to participate in mutual aid agreements. (D) Provided the conditions and terms of the mutual aid agreements are followed, the chief executive officers of the law enforcement agencies in the concerned counties, incorporated municipalities, or other political subdivisions have the authority to send and receive such resources, including personnel, as may be needed to maintain the public peace and welfare. (E) The officers of the law enforcement provider have the same legal rights, powers, and duties to enforce the laws of this State as the law enforcement agency requesting the services. HISTORY: 2000 Act No. 382, Section 1; 2016 Act No. 222 (H.3653), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-20/section-23-20-40/"
    },
    {
      "id": "section-23-20-60",
      "number": "23-20-60",
      "heading": "",
      "text": "The Governor, upon the request of a law enforcement authority or in his discretion, may by executive order, waive the requirement for a written agreement for law enforcement services required by this chapter during a natural disaster or other emergency affecting public safety. HISTORY: 2000 Act No. 382, Section 1; 2016 Act No. 222 (H.3653), Section 1, eff June 3, 2016. Effect of Amendment 2016 Act No. 222, Section 1, substituted \"written agreement\" for \"written contractual agreement\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-23/chapter-20/section-23-20-60/"
    }
  ]
}