{
  "state": "missouri",
  "path": "title-title-xxi/chapter-chapter-319",
  "sections": [
    {
      "id": "section-319-010",
      "number": "319.010",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.010. Short title. —Sections 319.010 through 319.050 shall be known as the \"Underground Facility Safety and Damage Prevention Act\".\n\n(L. 1976 S.B. 583 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-010/"
    },
    {
      "id": "section-319-015",
      "number": "319.015",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.015. Definitions. —For the purposes of sections 319.010 to 319.050, the following terms mean:\n\n(1)\"Approximate location\", a strip of land not wider than the width of the underground facility plus two feet on either side thereof. In situations where reinforced concrete, multiplicity of adjacent facilities or other unusual specified conditions interfere with location attempts, the owner or operator shall designate to the best of his, her, or its ability an approximate location of greater width;\n\n(2)\"Best practices\", the damage prevention recommended standard for protecting vital underground facilities issued by the Common Ground Alliance, sponsored by the Department of Transportation as described in 49 U.S.C. Section 6105(a), as amended. The Common Ground Alliance Best Practices shall be read in conjunction with Missouri law; in any instance in which such best practices conflict with state law, state law shall control;\n\n(3)\"Careful and prudent\", conducting excavation using best practices;\n\n(4)\"Design request\", a request from any person for facility location information for design purposes only;\n\n(5)\"Detectible underground location device\", any device that is installed underground and that is capable of being detected from above ground with an electronic locating device, including a locator strip or locator wire;\n\n(6)\"Electronic white lining\", the process in which an excavator identifies where a proposed excavation will occur by drawing a polygon shape on a GIS map, transmitted in a manner that may then be delivered by the notification center to its member operator;\n\n(7)\"Emergency\", a sudden, unexpected occurrence, presenting a clear and imminent danger demanding immediate action to prevent or mitigate loss or damage to life, health, property, or essential public services.\"Unexpected occurrence\"includes, but is not limited to, thunderstorms, high winds, ice or snow storms, fires, floods, earthquakes, or other soil or geologic movements, riots, accidents, water or wastewater pipe breaks, vandalism, or sabotage;\n\n(8)\"Excavation\", any operation in which earth, rock or other material in or on the ground is moved, removed or otherwise displaced by means of any tools, equipment or explosives and includes, without limitation, backfilling, grading, trenching, digging, ditching, pulling material from a ditch not in conjunction with routine road maintenance, drilling, well-drilling, augering, boring, tunneling, scraping, cable or pipe plowing, plowing-in, pulling-in, ripping, driving, and demolition of structures. Exemptions to this definition include: routine road maintenance, the use of mechanized tools and equipment to break and remove pavement and masonry down only to the depth of such pavement or masonry on roads dedicated to the public use for vehicular traffic, the tilling of soil for agricultural purposes when such excavation does not exceed sixteen inches in depth, the installation of marking flags and stakes and the use of pressurized air to disintegrate and the suction to remove earth, rock, or other materials for the location of underground facilities. Backfilling or moving earth on the ground in connection with other excavation operations at the same site shall not be deemed separate instances of excavation. For railroads regulated by the Federal Railroad Administration, excavation shall not include any excavating done by a railroad when such excavating is done entirely on land that the railroad owns or on which the railroad operates, or in the event of an emergency, excavating done by a railroad on adjacent land;\n\n(9)\"Excavator\", any person making one or more excavations who is required to make notices of excavation under the requirements of sections 319.010 to 319.050;\n\n(10)\"Locate status\", the underground facility owner's designation of the status of the locate request to the notification center which then makes that information available to the person making the locate request through electronic or other means;\n\n(11)\"Locator strip\", a type of detectible underground location device that consists of a plastic or other durable material ribbon containing a material capable of being detected from above ground with an electronic locating device and color coded by type of underground facility;\n\n(12)\"Locator wire\", a type of detectible underground location device that consists of a copper wire or metallic, conductive, noncorrosive trace wire capable of being detected from above ground with an electronic locating device;\n\n(13)\"Marking\", the use of paint, flags, stakes, or other clearly identifiable materials to show the field location of underground facilities, or the area of proposed excavation, in accordance with the marking standards for underground facilities as designated by the Common Ground Alliance Best Practices except that \"approximate location\" shall comply with the requirements as set forth in subdivision (1) of this section;\n\n(14)\"Notification center\", a statewide organization operating twenty-four hours a day, three hundred sixty-five days a year on a not-for-profit basis, supported by a majority of the underground facility owners in the state of Missouri;\n\n(15)\"Notification center participant\", an underground facility owner who is a member and participant in the notification center;\n\n(16)\"Permitted project\", a project for which a permit for the work to be performed is required to be issued by a local, state or federal agency and, as a prerequisite to receiving such permit, the applicant is required to notify all underground facility owners in the area of the work for purposes of identifying the location of existing underground facilities;\n\n(17)\"Person\", any individual, firm, joint venture, partnership, corporation, association, cooperative, municipality, political subdivision, governmental unit, department or agency and shall include a notification center and any trustee, receiver, assignee or personal representative thereof;\n\n(18)\"Pipeline facility\"includes all parts of a facility through which a hazardous liquid or gas moves in transportation including, but not limited to, pipe, valves and other appurtenances connected to pipe, pumping units, fabricated assemblies associated with pumping units, metering and delivery stations and fabricated assemblies therein, and breakout tanks;\n\n(19)\"Reasonable care\", includes compliance with Common Ground Alliance Best Practices;\n\n(20)\"Start date of work\", the date provided by the excavator on the notice of intent to excavate that identifies the date of intention to begin excavation;\n\n(21)\"State plane coordinates\", a system of locating a point on a flat plane developed by the National Oceanic and Atmospheric Administration and utilized by state agencies, local governments, and other persons to designate the site of a construction project;\n\n(22)\"Trenchless excavation\", horizontal excavation parallel to the surface of the earth which does not use trenching or vertical digging as the primary means of excavation, including but not limited to directional boring, tunneling, or augering;\n\n(23)\"Underground facility\", any item of personal property which shall be buried or placed below ground for use in connection with the storage or conveyance of water, storm drainage, sewage, telecommunications service, broadband service, cable television service, electricity, oil, gas, hazardous liquids or other substances, and shall include but not be limited to pipes, sewers, conduits, cables, valves, vaults, fiber optic or other lines, wires, manholes, attachments, or appurtenances, and those portions of pylons or other supports below ground that are within any public or private street, road or alley, right-of-way dedicated to the public use or utility easement of record, or prescriptive easement. If gas distribution lines or electric lines, telecommunications or broadband facilities, cable television facilities, water service lines, water system, storm drainage or sewer system lines, other than those used for vehicular traffic control, lighting of streets and highways and communications for emergency response, are located on private property and are owned solely by the owner or owners of such private property, such lines or facilities receiving service shall not be considered underground facilities for purposes of this chapter, except at locations where they cross or lie within an easement or right-of-way dedicated to public use or owned by a person other than the owner of the private property. Water and sanitary sewer lines providing service to private property that are owned solely by the owner of such property shall not be considered underground facilities at any location. A structure that transports only storm water drainage under roadways, driveways, or railways shall not be considered an underground facility;\n\n(24)\"Underground facility owner\", any person who owns or operates underground facilities;\n\n(25)\"Working day\", every day, except Saturday, Sunday or a legally declared state or federal holiday.\n\n(L. 1976 S.B. 583 § 2, A.L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-015/"
    },
    {
      "id": "section-319-019",
      "number": "319.019",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.019. Detectible underground location device required, when. —The underground facility owner shall ensure that all new and active underground facilities installed on any real property after August 28, 2025, with the exception of storm sewers and sanitary sewer mains and laterals installed at depths more than six feet, shall be installed with a detectible underground location device unless the facility is capable of being detected from above ground with an electronic locating device.\n\n(L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-019/"
    },
    {
      "id": "section-319-022",
      "number": "319.022",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.022. Notification centers, participation requirements and eligibility — names of participants made available, when — annual audit. —1. Any person, except a railroad regulated by the Federal Railroad Administration, who installs or otherwise owns or operates an underground facility shall become a participant in a notification center upon first acquiring or owning or operating such underground facility. All underground facility owners within the state shall maintain participation in a notification center for the duration of owning and operating such underground facility.\n\n2. Such notification center shall be governed by a board of directors elected by the membership and composed of representatives from the general membership group, plus four voting directors, elected by the board of directors, from other damage prevention stakeholders within the construction industry, three of whom shall be from a heavy civil, site grading, road or highway contractor and one of whom shall be from a utility or underground contractor; provided, however, that none of the directors, elected by the board of directors, shall work for a contractor that owns or operates an underground facility. All directors shall be subject to the bylaws and policies of the notification center.\n\n3. The notification center shall maintain in its offices and make available to any notification center participant or excavator upon request a current list of the names and addresses of each notification center participant, including the county or counties wherein each participant has underground facilities. The notification center may charge a reasonable fee to notification center participants or excavators requesting such list as is necessary to recover the actual costs of printing and mailing.\n\n4. Excavators shall be informed of the availability of the list of notification center participants.\n\n5. An annual audit or review of the notification center shall be performed by a certified public accountant and a report of the findings submitted to the speaker of the house of representatives and the president pro tem of the senate.\n\n(L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2007 S.B. 613 Revision, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-022/"
    },
    {
      "id": "section-319-024",
      "number": "319.024",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.024. Public notice of excavations, duties of owner and operator. —1. Every person owning or operating an underground facility shall assist excavators and the general public in determining the location of underground facilities before excavation activities are begun or as may be required by subsection 7 of section 319.026 or subsection 1 of section 319.030 after an excavation has commenced. Methods of informing the public and excavators of the means of obtaining such information may, but need not, include advertising, including advertising in periodicals of general circulation or trade publications, information provided to professional or trade associations which routinely provide information to excavators or design professionals, or sponsoring meetings of excavators and design professionals for such purposes. Information provided by the notification center on behalf of persons owning or operating an underground facility shall be deemed in compliance with this section by such persons.\n\n2. Every person owning or operating underground pipeline facilities shall, in addition to the requirements of subsection 1 of this section:\n\n(1) Identify on a current basis persons who normally engage in excavation activities in the area in which the pipeline is located. Every such person who is a participant in a notification center shall be deemed to comply with this subdivision if such notification center maintains and updates a list of the names and addresses of all excavators who have given notice of intent to excavate to such notification center during the previous year and provided the notification center shall, not less frequently than annually, provide public notification and actual notification to all excavators on such list of the existence and purpose of the notification center, and procedures for obtaining information from the notification center;\n\n(2) Either directly or through the notification center, notify excavators and the public in the vicinity of his, her, or its underground pipeline facility of the availability of the notification center by including the information set out in subsection 1 of section 319.025 in notifications required by the safety rules of the Missouri public service commission relating to its damage prevention program;\n\n(3) Notify excavators annually who give notice of their intent to excavate of the type of marking to be provided and how to identify the markings.\n\n(L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-024/"
    },
    {
      "id": "section-319-025",
      "number": "319.025",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.025. Excavator must give notice and obtain information, when, how — notice to notification center, when — clarification of markings, response — permit for highway excavation required. —1. Except as provided in subsection 4 of section 319.030 and in section 319.050, an excavator shall not make or begin any excavation in any public street, road or alley, right-of-way dedicated to the public use or utility easement of record or within any private street or private property until such excavator gives notice to the notification center and obtains information concerning the possible location of any underground facilities which may be affected by said excavation from underground facility owners whose names appear on the current list of participants in the notification center and who were communicated to the excavator as notification center participants who would be informed of the excavation notice. Notice to the notification center of proposed excavation shall be deemed notice to all owners and operators of underground facilities and shall have an operational life ending at 11:59 p.m. twenty-one consecutive calendar days from the start date of work. The notice referred to in this section shall comply with the provisions of section 319.026.\n\n2. An excavator's notice to owners and operators of underground facilities participating in the notification center pursuant to section 319.022 is ineffective for purposes of subsection 1 of this section unless given to such notification center.\n\n3. Notification center participants shall be relieved of the responsibility to respond to a notice of intent to excavate received directly from the person intending to commence an excavation, except for requests for clarification of markings through on-site meetings as provided in subsection 1 of section 319.030 and requests for locations at the time of an emergency as provided by section 319.050.\n\n4. Notwithstanding the provisions of this section to the contrary, a person shall not make or begin any excavation in any state highway, or on the right-of-way of any state highway, without first obtaining a permit from the state highways and transportation commission pursuant to section 227.240, provided however, the provisions of this subsection shall not apply to railroad right-of-way owned or operated by a railroad.\n\n(L. 1976 S.B. 583 § 4, A.L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2011 S.B. 173, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-025/"
    },
    {
      "id": "section-319-026",
      "number": "319.026",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.026. Notice of excavator, form of — written record maintained — incorrect location of facility, duty of excavator — visible markings necessary to continue work — damage, dislocation, or disturbance, notification and reporting requirements — annual report of damages required, by whom. —1. An excavator shall serve notice of intent to excavate to the notification center by toll-free telephone number operated on a twenty-four hour per-day, seven day per-week basis or by completing notice via the internet at least two working days, but not more than ten working days, before the expected date of commencing the excavation activity. The notification center receiving such notice shall inform the excavator of all notification center participants to whom such notice will be transmitted and shall promptly transmit all details of such notice provided under subsection 2 of this section to every notification center participant in the area of excavation.\n\n2. Notices of intent to excavate given pursuant to this section shall contain the following information:\n\n(1) The name and telephone number of the person filing the notice of excavation, if the telephone number is different than that of the excavator, and the name, address, and telephone number of the excavator ;\n\n(2) The date the excavation activity is expected to commence, the depth of planned excavation and, if applicable, that the use of explosives is anticipated on the excavation site, and the type of excavation being planned, including whether the excavation involves trenchless excavation;\n\n(3) The email address and cellular telephone number of the excavator, if any;\n\n(4) The name of the person primarily responsible for conducting the excavation or managing the excavation process, and if any of the information stated in subdivision (1) or (3) of this subsection is different for the person primarily responsible for the excavation, the notice shall also state the same information for that person;\n\n(5) A detailed description accepted by the notification center sufficient for the location of the excavation by any one or more of the following means: by reference to a specific street address, or by description of location in relation to the nearest numbered, lettered, or named state or county road or city street for which a road sign is posted, or by latitude and longitude including the appropriate description in degrees, minutes, and seconds, or by state plane coordinates;\n\n(6) A description of the site of excavation by approximate distance and direction from the nearest state or county road or city street or intersection of such roads or streets unless previously provided under subdivision (5) of this subsection, and the proximity of the site to any prominent landmarks;\n\n(7) A description of the location or locations of the excavation at the site described by direction and approximate distance in relation to prominent features of the site, such as existing buildings or roadways;\n\n(8) Directions as to how to reach the site of the excavation from the nearest such road, if the excavation is not on or near a posted numbered, lettered, or named state or county road or city street.\n\n3. When the location of the planned excavation cannot be clearly identified solely by the means described in subdivision (5) of subsection 2 of this section, the excavator may also designate the planned excavation route or area to be excavated by physical white lining using white paint, stakes, whiskers, or other similar markings on and along the area to be excavated, or by electronic white lining when available through the notification center. Such information may be provided to the notification center prior to or with the notification required under this section. Nothing in this section shall conflict with section*319.024, 319.025, or 319.030.\n\n4. The notification center receiving such notice shall solicit all information required by subsection 2 of this section and shall require the excavator to provide all such information before notice by the excavator is deemed to be completed pursuant to sections 319.015 to 319.050. The notification center shall transmit all details of such notice as required by this section.\n\n5. A record of each notice of intent to excavate shall be maintained by the notification center for a period of five years. The record shall include the date the notice was received and all information required by subsection 2 of this section which was provided by the excavator and a record of the underground facility owners notified by the notification center. If the notification center creates a record of the notice by telephonic recording, such record of the original notice shall be maintained for one year from the date of receipt. Records of notices to excavate maintained by the notification center in electronic form shall be deemed to be records under this subsection. Persons holding records of notices of intent to excavate and records of information provided to the excavator by the notification center or owner or operator of the facility shall make copies of such records available for a reasonable copying fee upon the request of the owner or operator of the underground facilities or the excavator filing the notice.\n\n6. If in the course of excavation the person responsible for the excavation operations discovers that the owner or operator of the underground facility who is a participant in a notification center has incorrectly located the underground facility, or discovers an underground facility that is not marked, he or she shall notify the notification center which shall inform the underground facility owner. The underground facility owner shall respond to the incorrect locate notification within two hours of receipt of the notification by contacting the person responsible for the excavation or by correctly locating their underground facility. The person responsible for maintaining records of the location of underground facilities for the notification center participant shall correct such records to show the actual location of such facilities, if current records are incorrect.\n\n7. When markings have been provided in response to a notice of intent to excavate, excavators may commence or continue to work within the area described in the notice until the notice of intent to excavate expiration date as long as the markings are visible. If an excavator is unable to begin the excavation within ten working days as described in the request, the excavator shall make a relocate request before beginning the excavation. If markings become unusable due to weather, construction or other cause, the excavator shall contact the notification center to request remarking. Such notice shall be given in the same manner as original notice of intent to excavate, and the owner or operator shall remark the site in the same manner, within the same time, as required in response to an original notice of intent to excavate. Each excavator shall exercise reasonable care not to unnecessarily disturb or obliterate markings provided for location of underground facilities. If remarking is required due to the excavator's failure to exercise reasonable care, or if repeated unnecessary requests for remarking are made by an excavator even though the markings are visible and usable, the excavator may be liable to the owner or operator for the reasonable cost of such remarking. Nothing in this section shall allow any person other than the facility owner or their representative to mark or relocate any underground facility.\n\n8. Before commencing excavation, the excavator shall determine best practices for confirming the horizontal and vertical location of facilities at the site of excavation considering conditions at the site including geology, access to the site, and the presence of paved surfaces. Hand digging or soft digging shall be used as a best practice when possible.\n\n9. In the event of any damage, dislocation, or disturbance of any underground facility in connection with any excavation, the person responsible for the excavation operations shall notify the notification center. This subsection shall be deemed to require reporting of any damage, dislocation, or disturbance to trace wires, encasements, cathode protection, permanent above-ground stakes, or other such items utilized for protection of the underground facility. The excavator shall immediately contact 911 when any damage or contact with a pipeline results in a release from the pipeline of hazardous liquid or gas to occur.\n\n10. In the event of any damage, dislocation, or disturbance to any underground facility or any protective devices required to be reported by the excavator under subsection 9 of this section in advance of or during the excavation work, the person responsible for the excavation operations shall not conceal or attempt to conceal such damage, dislocation, or disturbance, nor shall that person attempt to make repairs to the facility unless authorized by the underground facility owner. In the case of sewer lines or facilities, emergency temporary repairs may be made by the excavator after notification without the owners' or operators' authorization to prevent further damage to the facilities. Such emergency repairs shall not relieve the excavator of responsibility to make notification as required by subsection 9 of this section.\n\n11. No later than the date determined annually by Common Ground Alliance, or any successor organization, each underground facility owner who owns or operates electric, gas, or pipeline facilities shall submit to a central repository designated by the notification center a report of damages experienced by its facilities for the prior calendar year. The notification center shall determine the minimum information to be reported. All data submitted shall be aggregated and anonymous. Information provided by the underground facility owner specific to damage data submitted shall be accessible only to the underground facility owner unless otherwise designated by the underground facility owner.\n\n(L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)\n\n*Word \"sections\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-026/"
    },
    {
      "id": "section-319-027",
      "number": "319.027",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.027. Design requests, how made — marking location required. —1. Any person may make design requests by contacting the notification center. Such design requests shall include all information deemed necessary by the notification center to complete the notice, including the identification of the person and a description of the location of the project being designed and other information similar to that required of excavators under section 319.026.\n\n2. Design requests shall be made to the notification center at least five working days before the date the person has requested receiving the information from the underground facility owner. Upon receipt of a design request, the notification center shall inform the person of the name of all notification center participants to whom the notice will be transmitted and shall promptly transmit such notice to the appropriate underground facility owners.\n\n3. Every underground facility owner who receives a design request shall mark the location of the facility, or contact the person making the request, within five working days after the date the notice was received from the notification center. If the person making the request was contacted as an alternative to marking location, the person and the underground facility owner shall mutually agree on a schedule and method for providing the information, provided that the facility shall be marked within five working days if the facility owner and the person making the request are unable to agree.\n\n4. No excavation may be commenced based upon information received through a design request. Obtaining information through a design request shall not excuse any person commencing an excavation from making notice and obtaining information under sections 319.025 and 319.026 concerning the possible location of any underground facilities which may be affected.\n\n(L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-027/"
    },
    {
      "id": "section-319-030",
      "number": "319.030",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.030. Notification of location of underground facility, when, how — failure to provide notice of location, effect. —1. Every person owning or operating an underground facility to whom notice of intent to excavate is required to be given shall, upon receipt of such notice as provided in this section from a person intending to commence an excavation, inform the excavator as promptly as practical, but not in excess of two working days, unless the excavator agrees to extend the start date and time provided in the locate request through methods established by the notification center, of the approximate location of underground facilities in or near the area of the excavation so as to enable the person engaged in the excavation work to locate the facilities in advance of and during the excavation work, provided that no excavation shall begin earlier than the scheduled excavation date provided on the locate request unless the excavator has confirmed that all underground facilities have been located. The two working days provided for notice in this subsection and subsection 1 of section 319.026 shall begin at 12:00 a.m. following the receipt of the request by the notification center. Each underground facility owner receiving notifications from the notification center by use of the internet shall, after December 31, 2014, use the locate status system provided by the notification center. Those underground facility owners that do not receive notifications by use of the internet shall, no later than January 1, 2016, provide locate status to the notification center by an alternate method provided by the notification center. If the excavator states in the notice of intent to excavate that the excavation will involve trenchless technology, the owner or operator shall inform the excavator of the depth, to the best of his, her, or its knowledge or ability, of the facility according to the records of the owner or operator. The owner or operator shall provide the approximate location of underground facilities by use of markings as designated in section 319.015. Persons representing the excavator and the owner or operator shall meet on the site of excavation within two working days of a request by either person for such meeting for the purpose of clarifying markings, or upon agreement of the excavator and owner or operator, such meeting may be an alternate means of providing the location of facilities by originally marking the approximate location of the facility at the time of the meeting. If upon receipt of a notice of intent to excavate, an owner or operator determines that he or she neither owns or operates underground facilities in or near the area of excavation, the owner or operator shall within two working days after receipt of the notice, inform the excavator that the owner or operator has no facilities located in the area of the proposed excavation. The owner or operator of the underground facility shall make notice to the excavator that no facilities are located in the area of excavation by contacting the excavator by any of the following methods:\n\n(1) By calling the primary number of the excavator or by calling the telephone number of the responsible person as provided by the excavator under subdivision (4) of subsection 2 of section 319.026;\n\n(2) By leaving a message on the recording device for such numbers;\n\n(3) By calling the cellular telephone number of the excavator or responsible person;\n\n(4) By notifying the excavator by electronic mail at addresses stated by the excavator in the notice of excavation made under subsection 2 of section 319.026;\n\n(5) By marking \"clear\" or \"OK\" at the site of excavation;\n\n(6) By verbally informing the excavator in person.\n\n­­If the only means of contacting the excavator is one or more telephone numbers provided by the excavator in the notice of excavation under section 319.026, then two attempts by the underground facility owner to contact the excavator at one of the telephone numbers provided shall constitute compliance with this subsection; or\n\n(7) By use of a locate status system.\n\n2. A record of the date and means of informing the excavator that no facilities were located by the owner or operator shall be included in the written records of the underground facility owner regarding each specific notice of excavation and shall be retained for a period of five years.\n\n3. If the owner or operator notifies the excavator that the area of excavation cannot be determined from the description provided by the excavator through the notice required by this section, the excavator shall provide clarification of the area of excavation by marking the area with white flags or white paint, or by providing project plans to the owner or operator, or by meeting on the site of the excavation with representatives of the owner or operator as provided for in this section.\n\n4. In the event that a person owning or operating an underground facility fails to comply with the provisions of subsection 1 of this section after notice given by an excavator in compliance with section 319.026, the excavator, prior to commencing the excavation, shall give a second notice to the notification center as required by section 319.026 stating that there has been no response to the original notice given under section 319.026. After the receipt of the notice stating there has been \"no response\", the owner or operator of an underground facility shall, within two hours of the receipt of such notice, mark its facilities or contact and inform the excavator of when the facilities will be marked; provided, however, that for \"no response\" notices made to the notification center by 2:00 p.m., the markings shall be completed on the working day the notice is made to the notification center, and provided that for \"no response\" notices made to the notification center after 2:00 p.m., the markings shall be completed no later than 10:00 a.m. on the next working day. If an underground facility owner fails to mark its facilities or contact the excavator as required by this subsection, the excavator may commence the excavation. Nothing in this subsection shall excuse the excavator from exercising the degree of care in making the excavation as is otherwise required by law.\n\n5. For purposes of this section, a period of two working days begins at 12:00 a.m. following when the request is made.\n\n(L. 1976 S.B. 583 § 5, A.L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-030/"
    },
    {
      "id": "section-319-031",
      "number": "319.031",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.031. Sewer system owner duties upon notification of intent to excavate. —1. In addition to the other requirements of section 319.030, the response to a notice of intent to excavate received by a sewer system owner, when such owner has underground facilities located in the area of excavation identified in the notice and when the notice indicates that trenchless excavation methods will be used, shall include a determination of whether sewer service connections exist in the area of the excavation.\n\n2. If the sewer system owner determines that sewer service connections exist in the area of the excavation identified in a notice of intent to excavate, the owner shall provide his, her, or its best available information, or notice that the information does not exist, regarding the location of such connections to the excavator by any of the following methods:\n\n(1) Placing a triangular green mark at the approximate location of the sewer service connection pointing in the direction of the customer structure serviced;\n\n(2) Providing electronic copies of the information to the excavator;\n\n(3) Delivering copies of the information to the excavator by other agreed upon means; or\n\n(4) Arranging to meet the excavator at the site of the excavation to provide the information.\n\n3. Providing the best available information, or notice that the information does not exist, regarding the location of sewer service connections that exist in the area of excavation identified in a notice of intent to excavate shall constitute full compliance with this section, and a sewer system owner shall not be liable to any party for damages or injuries resulting from an excavation if they are in compliance with this section.\n\n4. Providing the best available information regarding the location of sewer service connections that exist in the area of excavation identified in a notice of intent to excavate shall not in and of itself constitute ownership, operation, control, or management of sewer service lines by a sewer system owner.\n\n(L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-031/"
    },
    {
      "id": "section-319-033",
      "number": "319.033",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.033. Public right-of-way, installation within, requirements. —By January 1, 2016, if new lateral sewer pipes or water service lines are installed and connected to an underground facility within the public right-of-way, as defined in section 319.015, or if such infrastructure is fully replaced by excavation within the public right-of-way, the facility owner shall be required to place tracer wire or other utility location technology and an access point within a protective enclosure over water lines and cleanouts for gravity sewer laterals. For sewer laterals operating under pressure or vacuum, the facility owner shall be required to place an access point within a protective enclosure and shall not be required to place a cleanout. All protective enclosures and cleanouts shall be extended to grade and installed so that it is easily accessible. For water service lines and sewer laterals operating under pressure or vacuum, tracer wire, or other utility location technology, shall be placed within the protective enclosure to provide approximate location of the underground facilities in these areas that are located within a public right-of-way. An underground facility owner shall not be liable to any party for damages or injuries resulting from an excavation if they are in compliance with this section. This section shall apply to all installations of water service lines and sewer laterals without regard to their status as underground facilities under section 319.015. Nothing in this section shall require any owner of underground facilities who is not otherwise required under sections 319.010 to 319.050 to become a notification center participant.\n\n(L. 2014 H.B. 1867)\n\nEffective 1-01-15",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-033/"
    },
    {
      "id": "section-319-034",
      "number": "319.034",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.034. Accurate location of facilities — damages for incorrect information, immunity from excavator liability, when. —For purposes of sections 319.010 to 319.050, the location of underground facilities provided by a facility owner or operator in accordance with section 319.026 to any person engaging in scheduled excavating shall be accurate. If any underground facility is damaged by an excavator due to the furnishing of incorrect information by the facility owner or operator, the excavator shall not be subject to any liability resulting from damage to the underground facility as a result of the excavating, provided that such person engaging in scheduled excavating complies with the requirements of sections 319.010 to 319.050 with respect to such excavation and there is no evidence visible and obvious to the excavator of the presence of a mismarked underground facility.\n\n(L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-034/"
    },
    {
      "id": "section-319-035",
      "number": "319.035",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.035. Compliance with law still requires excavation to be made in careful and prudent manner — failure to give notice or mark facilities, rebuttable presumption of negligence. —1. Obtaining information as required by sections 319.010 to 319.050 does not excuse any person making any excavation from doing so in a careful and prudent manner.\n\n2. Nothing in sections 319.010 to 319.050 shall relieve an excavator from the obligation to excavate in a safe and prudent manner, nor shall it absolve an excavator from liability for damage to underground facilities except as provided in section 319.034.\n\n3. The failure of any excavator to give notice of proposed excavation activities as required by this chapter shall be a rebuttable presumption of negligence on his or her part in the event that such failure shall cause injury, loss, or damage. In addition to any penalties provided herein, liability under common law may apply.\n\n4. The failure of an underground facility owner or a locator or other contractor engaged by the facility owner to mark the facility owner's facilities that are located in an area of excavation described in a notice of intent to excavate received by the underground facility owner, as required by section 319.030, or the failure of an underground facility owner to be a notification center participant, consistent with the provisions of section 319.022, shall be a rebuttable presumption of negligence on the part of such owner, and of the locator or other contractor engaged by the facility owner, in the event that such failure shall cause injury, loss, or damage. In addition to any penalties provided herein, liability under common law may apply.\n\n(L. 1976 S.B. 583 § 6, A.L. 1991 S.B. 214 & 264, A.L. 2014 H.B. 1867, A.L. 2025 S.B. 133)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-035/"
    },
    {
      "id": "section-319-037",
      "number": "319.037",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.037. Excavation sites included in requirements — equipment prohibited at such sites. —1. Notwithstanding any other provision of law to the contrary, the procedures and requirements set forth in this section shall apply on the site of any excavation involving trenchless excavation, including directional drilling, where the approximate location of underground facilities has been marked in compliance with section 319.030 and where any part of the walls of the intended bore are within the marked approximate location of the underground facility.\n\n2. The excavator shall not use power-driven equipment for trenchless excavation, including directional drilling, within the marked approximate location of such underground facilities until the excavator has made careful and prudent efforts to confirm the horizontal and vertical location thereof in the vicinity of the proposed excavation through methods appropriate to the geologic and weather conditions, and the nature of the facility, such as the use of electronic locating devices, hand digging, pot holing when practical, soft digging, vacuum methods, use of pressurized air or water, pneumatic hand tools or other noninvasive methods as such methods are developed. Such methods of confirming location shall not violate established safety practices. Nothing in this subsection shall authorize any person other than the owner or operator of a facility to attach an electronic locating device to any underground facility. For excavations paralleling the underground facility, such efforts to confirm the location of the facility shall be made at careful and prudent intervals. The excavator shall also make careful and prudent efforts by such means as are appropriate to the geologic and weather conditions and the nature of the facility, to confirm the horizontal and vertical location of the boring device during boring operations. Notwithstanding the foregoing, the excavator shall not be required to confirm the horizontal or vertical location of the underground facilities if the excavator, using the methods described in this section, excavates a hole over the underground facilities to a depth two feet or more below the planned boring path and then carefully and prudently monitors the horizontal and vertical location of the boring device in a manner calculated to enable the device to be visually observed by the excavator as it crosses the entire width of the marked approximate location of the underground facilities.\n\n(L. 2001 H.B. 425, A.L. 2008 H.B. 1779)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-037/"
    },
    {
      "id": "section-319-042",
      "number": "319.042",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.042. No abrogation of contractual obligations with railroads. —Notwithstanding any provision of law to the contrary, nothing in this chapter shall abrogate any contractual provisions entered into between any railroad and any other party owning or operating an underground facility within the railroad's right-of-way. For railroads regulated by the Federal Railroad Administration, sections 319.015 to 319.050 shall not include any underground facility owned or operated by a railroad on land which the railroad owns or any excavation done by a railroad when such excavation is done entirely on land which the railroad owns.\n\n(L. 2008 H.B. 1779)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-042/"
    },
    {
      "id": "section-319-045",
      "number": "319.045",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.045. Civil penalties — attorney general may bring action and shall make public number of enforcement actions. —1. Any person who violates in any material respect the provisions of section 319.022, 319.025, 319.026, 319.030, 319.037, or this section or who willfully damages an underground facility shall be liable to the state of Missouri for a civil penalty of up to ten thousand dollars for each violation for each day such violation persists, except that the maximum penalty for violation of the provisions of sections 319.010 to 319.050 shall not exceed five hundred thousand dollars for any related series of violations. An action to recover such civil penalty may be brought by the attorney general or a prosecuting attorney on behalf of the state of Missouri in any appropriate circuit court of this state. Trial thereof shall be before the court, which shall consider the nature, circumstances and gravity of the violation, and with respect to the person found to have committed the violation, the degree of culpability, the absence or existence of prior violations, whether the violation was a willful act, the effect on ability to continue to do business, any good faith in attempting to achieve compliance, ability to pay the penalty, and such other matters as justice may require in determining the amount of penalty imposed.\n\n2. The attorney general may bring an action in any appropriate circuit court of this state for equitable relief to redress or restrain a violation by any person of any provision of sections 319.010 to 319.050. The court may grant such relief as is necessary or appropriate, including mandatory or prohibitive injunctive relief, temporary or permanent.\n\n3. The attorney general shall make public the aggregate number of enforcement actions for the previously completed calendar year prior to March thirty-first of the current year.\n\n(L. 1976 S.B. 583 § 8, A.L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867)\n\nEffective 1-01-15",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-045/"
    },
    {
      "id": "section-319-046",
      "number": "319.046",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.046. Arbitration of disputes, when. —Parties with a dispute related to the provisions of sections 319.015 to 319.050 may request arbitration for disputes of less than five thousand dollars.\n\n(L. 2014 H.B. 1867)\n\nEffective 1-01-15",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-046/"
    },
    {
      "id": "section-319-050",
      "number": "319.050",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.050. Exemptions from requirement to obtain information. —1. The provisions of sections 319.025 and 319.026 shall not apply to any excavation when necessary due to an emergency as defined in section 319.015. An excavation may proceed regarding such emergency, provided all reasonable precautions have been taken to protect the underground facilities. In any such case, the excavator shall give notification, substantially in compliance with section 319.026, as soon as practical, and upon being notified that an emergency exists, each underground facility owner in the area shall, within two hours after receiving such notice, provide markings or contact the excavator with any information immediately available to assist the excavator and shall inform the excavator if not able to mark within the two hours of when the underground facility will be marked at the site of the emergency.\n\n2. For a request submitted as an emergency request that does not meet the definition of an emergency as defined in section 319.015, the facility owner shall notify the excavator within two hours that the request does not meet the requirements of an emergency, and the locate request will be marked within two working days under subsection 1 of section 319.030.\n\n3. The excavator may be liable to the owner or operator for costs directly associated with the locating of any such underground facility relating to a notification of an emergency that does not meet the definition of emergency as stated in section 319.015.\n\n(L. 1976 S.B. 583 § 9, A.L. 1991 S.B. 214 & 264, A.L. 2001 H.B. 425, A.L. 2008 H.B. 1779, A.L. 2014 H.B. 1867)\n\nEffective 1-01-15",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-050/"
    },
    {
      "id": "section-319-075",
      "number": "319.075",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.075. Citation of law. —Sections 319.075 to 319.090 may be cited and shall be known as the \"Overhead Power Line Safety Act\".\n\n(L. 1991 S.B. 214 & 264 § 1)\n\n(2005) Act does not affect or create an exception to an employer's immunity under the Worker's Compensation Act. Crow v. Kansas City Power and Light Co., 174 S.W.3d 523 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-075/"
    },
    {
      "id": "section-319-078",
      "number": "319.078",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.078. Definitions. —As used in sections 319.075 to 319.090, the following terms mean:\n\n(1)\"Authorized person\":\n\n(a) An employee of a public utility or an employee of a contractor which has been authorized by a public utility to perform construction, operation or maintenance on or near the poles or structures of such utility;\n\n(b) An employee of a cable television or communication services company or an employee of a contractor authorized to make cable television or communication service attachments; or\n\n(c) An employee of the state or a county or municipality which has authorized circuit construction, operation or maintenance on or near the poles or structures of a public utility;\n\n(2)\"High voltage\", electric potential in excess of six hundred volts measured between conductors or between a conductor and the ground;\n\n(3)\"Overhead lines\", all electrical conductors installed above ground;\n\n(4)\"Person\", an individual, firm, joint venture, partnership, corporation, association, municipality, or governmental unit which performs or contracts to perform any function or activity upon any land, building, highway or other premises in proximity to an overhead line;\n\n(5)\"Public utility\"includes those entities defined as such in section 386.020 as well as municipally owned electrical systems and electric cooperatives provided for in chapters 91 and 394.\n\n(L. 1991 S.B. 214 & 264 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-078/"
    },
    {
      "id": "section-319-080",
      "number": "319.080",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.080. Activities within ten feet of power lines prohibited, exceptions. —Unless danger against contact with high voltage overhead lines has been guarded against as provided by section 319.083, no person, individually or through an agent or employee, shall store, operate, erect, maintain, move or transport any tools, machinery, equipment, supplies or materials or any other device that conducts electricity, within ten feet of any high voltage overhead line, or perform or require any other person to perform any function or activity upon any land, building, highway or other premises, if at any time during the performance thereof it could reasonably be expected that the person performing the function or activity could move or be placed within ten feet of any high voltage overhead line.\n\n(L. 1991 S.B. 214 & 264 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-080/"
    },
    {
      "id": "section-319-083",
      "number": "319.083",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.083. Special devices and precautions required — costs. —1. When any person desires to temporarily carry out any function or activity in closer proximity to any high voltage overhead line than is permitted by sections 319.075 to 319.090, the person or persons responsible for the function or activity shall notify the public utility which owns or operates the high voltage overhead line of the function or activity, and shall make appropriate arrangements with the public utility for temporary mechanical barriers, temporary deenergization and grounding of the conductors, temporary rerouting of electric current or temporary relocating of the conductors, before proceeding with any function or activity which would impair the clearances required by sections 319.075 to 319.090.\n\n2. A person requesting a public utility to provide temporary clearances or other safety precautions shall be responsible for payment of those costs incurred by such utility in the temporary rerouting of electric current or the temporary relocating of the conductors. Upon request, a public utility shall provide a written cost estimate for the work needed to provide temporary clearances or other safety precautions. A public utility is not required to provide such clearances or other safety precautions until payment of the estimated amount has been made. Unless otherwise agreed to, a public utility shall commence work on such clearances or other safety precautions within seven working days after payment has been made.\n\n(L. 1991 S.B. 214 & 264 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-083/"
    },
    {
      "id": "section-319-085",
      "number": "319.085",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.085. Presumption of negligence, when, rebuttable. —If a violation of any of the provisions of sections 319.075 to 319.090 results in physical or electrical contact with any high voltage overhead line such violation shall be a rebuttable presumption of negligence on the part of the violator in the event such violation shall cause injury, loss or damage, and, notwithstanding any other law to the contrary, the public utility shall have the right of contribution against any such violator. In addition to any penalties provided herein, liability under common law may apply.\n\n(L. 1991 S.B. 214 & 264 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-085/"
    },
    {
      "id": "section-319-088",
      "number": "319.088",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.088. Exemptions from law. —Sections 319.075 to 319.090 shall not apply to:\n\n(1) Construction, operation or maintenance of power lines and telecommunications lines or authorized attachments thereto by an authorized person as defined in section 319.078; or\n\n(2) Governmental entities responding to an emergency situation.\n\n(L. 1991 S.B. 214 & 264 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-088/"
    },
    {
      "id": "section-319-090",
      "number": "319.090",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.090. Violations, penalty. —Any person who violates any of the provisions of sections 319.075 to 319.088 is guilty of a class B misdemeanor.\n\n(L. 1991 S.B. 214 & 264 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-090/"
    },
    {
      "id": "section-319-100",
      "number": "319.100",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.100. Definitions. —As used in sections 319.100 to 319.137, the following terms mean:\n\n(1)\"Aboveground storage tank\", any one or a combination of tanks, including pipes connected thereto, used to contain an accumulation of petroleum and the volume of which, including the volume of the aboveground pipes connected thereto, is ninety percent or more above the surface of the ground, and is utilized for the sale of products regulated by chapter 414. The term does not include those tanks described in paragraphs (a) to (k) of subdivision (16) of this section or aboveground storage tanks at petroleum pipeline terminals;\n\n(2)\"Board\", the board of trustees of the petroleum storage tank insurance fund;\n\n(3)\"Conference, conciliation and persuasion\", a process of verbal or written communications consisting of meetings, reports, correspondence or telephone conferences between authorized representatives of the department and the alleged violator. The process shall, at a minimum, consist of one offer to meet with the alleged violator tendered by the department. During any such meeting, the department and the alleged violator shall negotiate in good faith to eliminate the alleged violation and shall attempt to agree upon a plan to achieve compliance;\n\n(4)\"Department\", the department of natural resources;\n\n(5)\"Fund\", the petroleum storage tank insurance fund established pursuant to section 319.129;\n\n(6)\"Guarantor\", any person, other than the owner or the operator, who provides evidence of financial responsibility;\n\n(7)\"Minor violation\", a violation which possesses a small potential to harm the environment or human health or cause pollution, was not knowingly committed, and is not defined by the United States Environmental Protection Agency as other than minor;\n\n(8)\"Operator\", any person in control of, or having responsibility for, the daily operation of the tank;\n\n(9)\"Owner\", shall include any person who owned an underground storage tank immediately before the discontinuation of its use if not in use on August 28, 1989, or any person who owns an underground storage tank in use on or after August 28, 1989, and any person who owned an aboveground storage tank that was utilized for the sale of products regulated by chapter 414 immediately before the discontinuation of its use if not in use on August 28, 1996, and any person who owns an aboveground storage tank utilized for the sale of products regulated by chapter 414 in use on or after August 28, 1996. The term does not include any person who, without participating in the management of an aboveground storage tank or underground storage tank or both types of tanks, and otherwise not primarily engaged in petroleum production, refining, and marketing, holds indicia of ownership primarily to protect a security interest in or lien on the tank or the property where the tank is located;\n\n(10)\"Participating in management\"does not include monitoring the operator's business, acquiring title in lieu of a foreclosure or other agreement in settlement of the operator's or property owner's debt;\n\n(11)\"Person\", any individual, trust, firm, joint stock company, corporation, including a government corporation, partnership, association, the state and its political subdivisions, or any interstate body. \"Person\" also includes any consortium, joint venture, commercial entity, and the government of the United States;\n\n(12)\"Petroleum\"shall mean gasoline, kerosene, diesel, lubricants and fuel oil;\n\n(13)\"Petroleum storage tank\", an aboveground storage tank or an underground storage tank used to contain an accumulation of petroleum. The term does not include those tanks described in paragraphs (a) to (k) of subdivision (16) of this section;\n\n(14)\"Regulated substance\"includes:\n\n(a) Any substance defined in Section 101(14) of the federal Comprehensive Environmental Response, Compensation, and Liability Act (P.L. 96-510), as amended, but not including any substance regulated as a hazardous waste under Subtitle C of the federal Resource Conservation and Recovery Act of 1976 (P.L. 94-580), as amended; and\n\n(b) Petroleum, including crude oil or any fraction thereof, which is liquid at standard conditions of temperature and pressure, sixty degrees Fahrenheit and fourteen and seven-tenths pounds per square inch absolute, respectively; and\n\n(c) Any substance adopted by rule in accordance with federal laws referenced by Section 101(14) of the federal Comprehensive Environmental Response, Compensation, and Liability Act (P.L. 96-510);\n\n(15)\"Release\"includes, but is not limited to, any spilling, leaking, emitting, discharging, escaping, leaching, or disposing from a petroleum storage tank into groundwater, surface water, or subsurface soils;\n\n(16)\"Underground storage tank\", any one or combination of tanks, including pipes connected thereto, used to contain an accumulation of regulated substances, and the volume of which, including the volume of the underground pipes connected thereto, is ten percent or more beneath the surface of the ground. The department shall adopt, delete or modify exemptions established in this subdivision to any modifications, additions or deletions made by the Environmental Protection Agency. Exemptions from this definition and regulations promulgated under the provisions of sections 319.100 to 319.137 include:\n\n(a) Farm or residential tank of eleven hundred gallons or less used for storing motor fuel for noncommercial purposes;\n\n(b) Tanks used for storing heating oil for consumptive use on the premises where stored;\n\n(c) Septic tanks;\n\n(d) Pipeline facilities, including gathering lines, regulated under:\n\na. The federal Natural Gas Pipeline Safety Act of 1968 (P.L. 90-481), as amended; or\n\nb. The federal Hazardous Liquid Pipeline Act of 1979 (P.L. 96-129), as amended;\n\n(e) Pipeline facilities regulated under state laws comparable to the provisions of law referred to in paragraph (d) of this subdivision;\n\n(f) Surface impoundments, pits, ponds, or lagoons;\n\n(g) Storm water or wastewater collection systems;\n\n(h) Flow-through process tanks;\n\n(i) Liquid traps or associated gathering lines directly related to oil or gas production and gathering operations; and\n\n(j) Storage tanks situated in an underground area, such as a basement, cellar, mineworking, drift, shaft, or tunnel, if the storage tank is situated upon or above the surface of the floor; and\n\n(k) Transformers, circuit breakers or other electrical equipment.\n\n(L. 1989 H.B. 77, et al. § 1, A.L. 1991 S.B. 204, A.L. 1993 S.B. 80, et al., A.L. 1996 S.B. 708, A.L. 1998 S.B. 852 & 913)\n\nEffective 1-01-99",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-100/"
    },
    {
      "id": "section-319-103",
      "number": "319.103",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.103. Tank owners to register with department of natural resources, information required — exceptions — forms — out of service tanks permanently or temporarily, required information and registration — sale of tanks, seller to inform purchaser of registration duties. —1. Within ninety days after August 28, 1989, each owner of an existing underground storage tank currently in operation, including any tank which is temporarily out of service, who has not previously provided notification, shall register such tank with the department and specify the age, size, type, location, and uses of such tank.\n\n2. Within ninety days after August 28, 1989, the owner of an existing underground storage tank taken out of operation between January 1, 1974, and August 28, 1989, shall register such tank with the department and specify the age, size, type, location, and uses of such tank.\n\n3. Any owner who brings an underground storage tank into use after August 28, 1989, shall register such tank with the department within thirty days after the tank is brought into use and specify the age, size, type, location and uses of such tank.\n\n4. The requirements of subsections 1 to 3 of this section shall not apply to tanks for which notice was given pursuant to section 103(c) of the federal Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (P.L. 96-510).\n\n5. Registration required by subsections 1 to 3 of this section shall be made on approved forms made available by the department.\n\n6. The owner of any tank identified in subsections 1 to 3 of this section, or for which notice was given pursuant to either section 103(c) of the federal Comprehensive Environmental Response, Compensation, and Liability Act (P.L. 96-510), as amended, or section 9002(a) of subtitle I of the federal Resource Conservation and Recovery Act of 1976 (P.L. 94-580), as amended, that is permanently closed pursuant to section 319.111, shall notify the department in writing within thirty days prior to closure. Notice shall include the following information:\n\n(1) The date on or after the tank would be taken out of operation;\n\n(2) The age of the tank on the date taken out of operation;\n\n(3) Any identification number for the tank as provided pursuant to subsections 1 to 3 of this section;\n\n(4) The size, type, and location of the tank; and\n\n(5) The type of substance or substances which the tank was used to store.\n\n7. Any owner who has provided the department with underground storage tank inventory information in compliance with the notification requirements of section 9002(a) of subtitle I of the federal Resource Conservation and Recovery Act of 1976 (P.L. 94-580), as amended, shall be deemed to be in compliance with subsections 1 to 3 of this section.\n\n8. Any person who deposits a regulated substance in an underground storage tank shall, following August 28, 1989, upon the first two deposits, notify the owner or operator in writing of his obligations under sections 319.103 to 319.137.\n\n9. Any person who sells a tank intended to be used as an underground storage tank shall notify the purchaser of the tank in writing of the owner's notification requirements pursuant to this section.\n\n(L. 1989 H.B. 77, et al. § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-103/"
    },
    {
      "id": "section-319-105",
      "number": "319.105",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.105. Standards to be developed by department for all new tanks and for upgrading existing tanks — no tanks to be installed until standards established, exceptions. —1. The department shall issue performance standards for underground storage tanks brought into use after August 28, 1989, and for upgrading existing underground storage tanks. The performance standards shall include, but shall not be limited to, design, construction, installation, piping, release detection, operation, and compatibility standards.\n\n2. Until the standards promulgated by the department in subsection 1 of this section become effective, no person may install an underground storage tank for the purpose of storing or dispensing regulated substances unless:\n\n(1) The tank will prevent releases of the stored regulated substances due to corrosion or structural failure for the operational life of the tank;\n\n(2) The tank is cathodically protected against corrosion, constructed of noncorrosive material, steel clad with a noncorrosive material, or designed in a manner to prevent the release or threatened release of the stored regulated substance; and\n\n(3) The tank has a*primary system of containment. The department may specify by rule the specific conditions and circumstances under which a secondary containment system may be required.\n\n3. The operator shall ensure that the material used in the construction or lining of the tank is compatible with the substance to be stored.\n\n(L. 1989 H.B. 77, et al. § 3)\n\n*Word \"a\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-105/"
    },
    {
      "id": "section-319-107",
      "number": "319.107",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.107. Leak detection system and inventory control system, standards of performance and records, department to establish — owner to be reimbursed for testing and monitoring costs from storage tank insurance fund. —The department shall establish standards of performance for maintaining a leak detection system, an inventory control system together with tank testing, or a comparable system or method designed to identify releases in a manner consistent with the protection of human health and the environment. The department shall establish requirements for maintaining records of any such monitoring, leak detection, inventory control, or tank testing system. An owner or operator of an underground storage tank, including an out-of-service or nonoperational tank, not found to be the source of a release for which the department has ordered nonroutine testing, who cooperates with the department, shall be reimbursed for all reasonable direct costs, as determined by the director, related to the testing and monitoring costs associated with the detection of the alleged release incurred by such owner or operator, out of the underground storage tank insurance fund.\n\n(L. 1989 H.B. 77, et al. § 4, A.L. 1994 H.B. 1156)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-107/"
    },
    {
      "id": "section-319-109",
      "number": "319.109",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.109. Releases and corrective actions to be reported, standards — rules authorized. —The department shall establish requirements for the reporting of any releases and corrective action taken in response to a release from an underground storage tank, including the specific quantity of a regulated substance, which if released, requires reporting and corrective action. In so doing, the department shall use risk-based corrective standards which take into account the level of risk to public health and the environment associated with site-specific conditions and future land usage. The hazardous waste management commission is authorized to promulgate rules to implement this section, in accordance with section 319.137. By February 13, 2009, the hazardous waste management commission shall propose rules to implement the provisions of this section. To the extent there is a conflict between this section and section 644.143 or 644.026, this section shall prevail.\n\n(L. 1989 H.B. 77, et al. § 5, A.L. 1995 H.B. 251, A.L. 2004 S.B. 901, A.L. 2008 S.B. 907)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-109/"
    },
    {
      "id": "section-319-111",
      "number": "319.111",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.111. Closure of tanks, requirements — notice — department to establish. —The department shall establish requirements for the closure of tanks, including notice prior to closure, to prevent future releases of regulated substances to the environment.\n\n(L. 1989 H.B. 77, et al. § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-111/"
    },
    {
      "id": "section-319-114",
      "number": "319.114",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.114. Evidence of financial responsibility required to cover certain damages — rules to be established by department. —1. The department shall establish rules requiring the owner or operator to maintain evidence of financial responsibility in an amount and form sufficient for taking corrective action and compensating third parties for bodily injury and property damage caused by sudden and nonsudden accidental releases arising from the operation of an underground storage tank.\n\n2. The form of the evidence of financial responsibility required by this section may be by any one, or any combination, of the following methods: cash trust fund, guarantee, insurance, surety or performance bond, letter of credit, qualification as a self-insurer, or any other method satisfactory to the department. In adopting requirements under this section, the department may specify policy or other contractual terms, conditions, or defenses which are necessary or are unacceptable in establishing the evidence of financial responsibility.\n\n3. The amount of financial responsibility required shall not exceed the amount required for compliance with Section 9003 of Subtitle I of the federal Resource Conservation and Recovery Act of 1976 (P.L. 94-580), as amended.\n\n4. The total liability of a guarantor shall be limited to the aggregate amount which the guarantor has provided as evidence of financial responsibility to the owner or operator under this section. Nothing in this subsection shall be construed to limit any other state or federal statutory, contractual, or common law liability of a guarantor to its owner or operator, including, but not limited to, the liability of such guarantor for bad faith either in negotiating or in failing to negotiate the settlement of any claim. Nothing in this subsection shall be construed to diminish the liability of any person under Section 107 or 111 of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (P.L. 96-510), as amended, or other applicable law.\n\n5. Except in cases of fraud or misrepresentation on the application for coverage, no owner or operator shall be denied benefits by the petroleum storage tank insurance fund or other provider of financial responsibility required by this section solely because the owner or operator's claim arises from a release of a regulated petroleum substance deemed incompatible with the underground storage tank system.\n\n(L. 1989 H.B. 77, et al. § 7, A.L. 2016 S.B. 657)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-114/"
    },
    {
      "id": "section-319-117",
      "number": "319.117",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.117. Information and records to be available to department for inspection, monitoring and testing — certain information to be confidential and not available to the public — department of agriculture to conduct inspections. —1. For the purposes of developing or assisting in the development of any regulation, conducting any study, or enforcing the provisions of sections 319.100 to 319.137, any owner or operator of an underground storage tank shall, upon the request of any duly authorized officer, employee or representative of the department, furnish information relating to such tanks, including tank equipment and contents, conduct monitoring or testing, and permit the designated officer at all reasonable times to have access to, and to copy, all records relating to such tanks. For the purposes of developing or assisting in the development of any regulation, conducting any study, enforcing the provisions of this section, or conducting any corrective action authorized in sections 319.100 to 319.137, such officers, employees, or representatives may:\n\n(1) Enter at reasonable times any establishment or place where an underground storage tank is located or where records pertaining to underground storage tanks are located;\n\n(2) Inspect and obtain samples from any person of any regulated substances contained in such tank; and\n\n(3) Conduct monitoring or testing of the tanks, associated equipment, contents, or surrounding soils, air, surface water, or ground water. Each inspection shall be commenced and completed with reasonable promptness.\n\n2. Any records, reports, or information obtained from any persons under this section shall be available to the public except as provided in this subsection. Upon a showing satisfactory to the department that public disclosure of records, reports, or information, or a particular part thereof, to which the department officer, employee, or representative has access under this section would divulge commercial or financial information entitled to protection under state law, the department shall consider such information or a particular portion thereof to be confidential. However, the document or information may be disclosed to officers, employees, or authorized representatives of the state or of the United States, who have been charged with carrying out this act or subtitle I of the federal Resource Conservation and Recovery Act of 1976 (P.L. 94-580), as amended, or when relevant in any proceeding under sections 319.100 to 319.137.\n\n3. The department shall, subject to appropriations, enter into an interagency agreement with the department of agriculture to authorize inspectors from the department of agriculture to conduct inspections under sections 319.100 to 319.137 in conjunction with those required under chapter 414.\n\n(L. 1989 H.B. 77, et al. § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-117/"
    },
    {
      "id": "section-319-120",
      "number": "319.120",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.120. Certificate of registration required — issued when — term of certificate — application, forms — owner may operate prior to certification until issue or denial. —1. Except as provided for in sections 319.100 to 319.137, no person shall own or operate an underground storage tank unless a certificate of registration for its operation has been issued by the department. A certificate of registration shall be issued by the department when the applicant demonstrates compliance with the provisions of sections 319.100 to 319.137.\n\n2. The department shall issue an initial certificate of registration for each underground storage tank the term for which shall not exceed five years. Certificate renewals shall be issued for a fixed term of five years.\n\n3. Applications for certificates of registration and certificate renewals shall be made on forms prescribed and made available by the department.\n\n4. Within one hundred twenty days after August 28, 1989, the department shall provide owners with a copy of information submitted pursuant to the notification requirements of section 319.103, and shall specify any additional information required to comply with section 319.103.\n\n5. Owners may apply for certificates of registration either through the submission of information required by the department in accordance with subsection 4 of this section, or through submission of information submitted pursuant to section 319.103. Until the department issues or denies a certificate of registration, owners who have applied for a certificate in accordance with the requirements of this section may operate the tank for which the application for certification has been made, provided that the owner and the operation of the tank are in compliance with sections 319.100 to 319.137.\n\n(L. 1989 H.B. 77, et al. § 9 subsecs. 1 to 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-120/"
    },
    {
      "id": "section-319-123",
      "number": "319.123",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.123. Fee for certification, amount, deposit — underground storage tank regulation program fund established, purpose. —Application for a certificate of registration shall be accompanied by a fee. The fee shall be fifteen dollars per tank per year assessed on a rotating basis during a five-year period. All fees collected under this subsection shall be placed in the \"Underground Storage Tank Regulation Program Fund\" which is hereby established in the state treasury. All moneys in the fund shall be used solely for expenses related to the administration of sections 319.100 to 319.137.\n\n(L. 1989 H.B. 77, et al. § 9 subsec. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-123/"
    },
    {
      "id": "section-319-125",
      "number": "319.125",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.125. Certificate denied or invalidated by department, procedure, grounds. —1. The department may deny or invalidate a certificate of registration issued under sections 319.120 and 319.123 if the department finds, after notice and a hearing pursuant to chapter 260, that the owner has:\n\n(1) Fraudulently or deceptively registered or attempted to register a tank; or\n\n(2) Failed at any time to comply with any provision or requirement of sections 319.100 to 319.137 or any rules and regulations adopted by the department in accordance with the provisions of sections 319.100 to 319.137.\n\n2. Upon the action of the department to invalidate or refuse to issue a certificate, the department shall advise the applicant of his right to have a hearing before the hazardous waste management commission. The hearing shall be conducted in accordance with the procedures established in chapter 260.\n\n3. When the department finds that a release from an underground storage tank presents, or is likely to present, an immediate threat to public health or safety or to the environment, it shall order correction of the problem, order cleanup or institute clean-up operations pursuant to the provisions of sections 260.500 to 260.550.\n\n4. If the owner or operator fails to perform or improperly performs any action required by the department to abate or eliminate an immediate threat to public health or safety or to the environment, the department or an authorized agent of the department may take any and all necessary action to abate or eliminate such threat. In addition to any other remedy or penalty provided by sections 319.100 to 319.137 or any other law, the owner or operator shall be held strictly liable for the reasonable costs incurred by the department in taking any such action.\n\n5. The denial of reregistration or the revocation of registration of any person participating in the underground storage tank insurance fund shall, upon completion of any appeal, terminate participation in the fund.\n\n(L. 1989 H.B. 77, et al. § 10, A.L. 2004 S.B. 901)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-125/"
    },
    {
      "id": "section-319-127",
      "number": "319.127",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.127. Violations, procedure — penalty, disposition. —1. It is unlawful for any owner or operator to cause or permit any violations of sections 319.100 to 319.137, or any standard, rule or regulation, order or permit term or condition adopted or issued hereunder. Except as provided in this section, whenever on the basis of any information, the department determines that any person is in such violation, the department may issue an order requiring compliance within a reasonable specified time period, pursuant to chapter 260, or the department may commence a civil action in a court of competent jurisdiction in which the violation occurred for appropriate relief, including a temporary or permanent injunction.\n\n2. If an owner or operator fails to comply with an order under this section within the time specified, the department may commence a civil action in a court of competent jurisdiction for injunctive relief to prevent any such violation or further violation or for the assessment of a civil penalty not to exceed ten thousand dollars for each day, or part thereof, the violation occurred or continues to occur, or both, as the court deems proper. A civil monetary penalty under this section shall not be assessed for a violation where an administrative penalty was assessed under section 319.139. The department may request either the attorney general or a prosecuting attorney to bring any action authorized in this section in the name of the people of the state of Missouri. Any offer of settlement to resolve a civil penalty under this section shall be in writing, shall state that an action for imposition of a civil penalty may be initiated by the attorney general or a prosecuting attorney representing the department under authority of this section, and shall identify any dollar amount as an offer of settlement which shall be negotiated in good faith through conference, conciliation and persuasion.\n\n3. Any penalty recovered pursuant to the provisions of this section shall be handled in accordance with Section 7 of Article IX of the State Constitution.\n\n4. If the department alleges a violation of law or regulation of sections 319.100 to 319.139, and mandates compliance with such law or regulation by a person or entity, the department shall provide the person or entity responsible for compliance with such law or regulation with written criteria detailing exactly what action is necessary for such person or entity to comply with the law or regulation. The criteria shall include any time restrictions imposed by the department and shall be prima facie evidence of the action necessary for compliance with the law or regulation. Any person or entity meeting the criteria shall be deemed to be in full compliance with the requests of the department and evidence of compliance shall constitute an affirmative defense in any action brought by or on behalf of the department under the law or regulation. The criteria may not be amended by the department once issued to the person or entity responsible for compliance with such law or department regulation for three years from the date of issuance unless mandated by a change in state or federal law.\n\n(L. 1989 H.B. 77, et al. § 11, A.L. 1992 H.B. 1745, A.L. 1993 S.B. 80, et al., A.L. 2004 S.B. 901)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-127/"
    },
    {
      "id": "section-319-129",
      "number": "319.129",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.129. Petroleum storage tank insurance fund created — fees — state treasurer may deposit funds where, interest credited to fund — administration of fund — board of trustees created, members, meetings — expires when — continuation after expiration, when — independent audit — rules. —1. There is hereby created a special trust fund to be known as the \"Petroleum Storage Tank Insurance Fund\" within the state treasury which shall be the successor to the underground storage tank insurance fund. Moneys in such special trust fund shall not be deemed to be state funds. Notwithstanding the provisions of section 33.080 to the contrary, moneys in the fund shall not be transferred to general revenue at the end of each biennium.\n\n2. The owner or operator of any underground storage tank, including the state of Missouri and its political subdivisions and public transportation systems, in service on August 28, 1989, shall submit to the department a fee of one hundred dollars per tank on or before December 31, 1989. The owner or operator of any underground storage tank who seeks to participate in the petroleum storage tank insurance fund, including the state of Missouri and its political subdivisions and public transportation systems, and whose underground storage tank is brought into service after August 28, 1998, shall transmit one hundred dollars per tank to the board with his or her initial application. Such amount shall be a one-time payment, and shall be in addition to the payment required by section 319.133. The owner or operator of any aboveground storage tank regulated by this chapter, including the state of Missouri and its political subdivisions and public transportation systems, who seeks to participate in the petroleum storage tank insurance fund, shall transmit one hundred dollars per tank to the board with his or her initial application. Such amount shall be a one-time payment and shall be in addition to the payment required by section 319.133. Moneys received pursuant to this section shall be transmitted to the director of revenue for deposit in the petroleum storage tank insurance fund.\n\n3. The state treasurer may deposit moneys in the fund in any of the qualified depositories of the state. All such deposits shall be secured in a manner and upon the terms as are provided by law relative to state deposits. Interest earned shall be credited to the petroleum storage tank insurance fund.\n\n4. The general administration of the fund and the responsibility for the proper operation of the fund, including all decisions relating to payments from the fund, are hereby vested in a board of trustees. The board of trustees shall consist of the commissioner of administration or the commissioner's designee, the director of the department of natural resources or the director's designee, the director of the department of agriculture or the director's designee, and eight citizens appointed by the governor with the advice and consent of the senate. Three of the appointed members shall be owners or operators of retail petroleum storage tanks, including one tank owner or operator of greater than one hundred tanks; one tank owner or operator of less than one hundred tanks; and one aboveground storage tank owner or operator. One appointed trustee shall represent a financial lending institution, and one appointed trustee shall represent the insurance underwriting industry. One appointed trustee shall represent industrial or commercial users of petroleum. The two remaining appointed citizens shall have no petroleum-related business interest, and shall represent the nonregulated public at large. The members appointed by the governor shall serve four-year terms except that the governor shall designate two of the original appointees to be appointed for one year, two to be appointed for two years, two to be appointed for three years and two to be appointed for four years. Any vacancies occurring on the board shall be filled in the same manner as provided in this section.\n\n5. The board shall meet upon the written call of the chairman of the board or by the agreement of any six members of the board. Notice of each meeting shall be delivered to all other trustees in person or by registered mail not less than six days prior to the date fixed for the meeting. The board may meet at any time by unanimous mutual consent. There shall be at least one meeting in each quarter.\n\n6. Six trustees shall constitute a quorum for the transaction of business, and any official action of the board shall be based on a majority vote of the trustees present.\n\n7. The trustees shall serve without compensation but shall receive from the fund their actual and necessary expenses incurred in the performance of their duties for the board.\n\n8. The board of trustees shall be a type III agency and shall appoint an executive director and other employees as needed, who shall be state employees and be eligible for all corresponding benefits. The executive director shall have charge of the offices, operations, records, and other employees of the board, subject to the direction of the board. Employees of the board shall receive such salaries and necessary expenses as shall be fixed by the board.\n\n9. Staff resources for the Missouri petroleum storage tank insurance fund may be provided by the department of natural resources or another state agency as otherwise specifically determined by the board. The fund shall compensate the department of natural resources or other state agency for all costs of providing staff required by this subsection. Such compensation shall be made pursuant to contracts negotiated between the board and the department of natural resources or other state agency.\n\n10. In order to carry out the fiduciary management of the fund, the board may select and employ, or may contract with, persons experienced in insurance underwriting, accounting, the servicing of claims and rate making, and legal counsel to defend third-party claims, who shall serve at the board's pleasure. Invoices for such services shall be presented to the board in sufficient detail to allow a thorough review of the costs of such services.\n\n11. The board shall elect one of its members as chairman. The chairman shall preside over meetings of the board and perform such other duties as shall be required by action of the board.\n\n12. The board shall elect one of its members as vice chairman, and the vice chairman shall perform the duties of the chairman in the absence of the latter or upon the chairman's inability or refusal to act.\n\n13. The board shall determine and prescribe all rules and regulations as they relate to fiduciary management of the fund, pursuant to the purposes of sections 319.100 to 319.137. In no case shall the board have oversight regarding environmental cleanup standards for petroleum storage tanks.\n\n14. No trustee or staff member of the fund shall receive any gain or profit from any moneys or transactions of the fund. This shall not preclude any eligible trustee from making a claim or receiving benefits from the petroleum storage tank insurance fund as provided by sections 319.100 to 319.137.\n\n15. The board may reinsure all or a portion of the fund's liability. Any insurer who sells environmental liability insurance in this state may, at the option of the board, reinsure some portion of the fund's liability.\n\n16. The petroleum storage tank insurance fund shall expire on December 31, 2030, unless extended by action of the general assembly. After December 31, 2030, the board of trustees may continue to function for the sole purpose of completing payment of claims made prior to December 31, 2030.\n\n17. The board shall annually commission an independent financial audit of the petroleum storage tank insurance fund. The board shall biennially commission an actuarial analysis of the petroleum storage tank insurance fund. The results of the financial audit and the actuarial analysis shall be made available to the public. The board may contract with third parties to carry out the requirements of this subsection.\n\n18. The board of trustees shall promulgate all necessary rules and regulations for the administration of this section. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2022, shall be invalid and void.\n\n(L. 1989 H.B. 77, et al. § 12 subsecs. 1 to 4, A.L. 1991 S.B. 91 & 317, A.L. 1996 S.B. 708, A.L. 1998 H.B. 1148, A.L. 2001 H.B. 453, A.L. 2008 S.B. 907, A.L. 2018 H.B. 1364 merged with S.B. 659 merged with S.B. 782, A.L. 2022 H.B. 2168)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-129/"
    },
    {
      "id": "section-319-130",
      "number": "319.130",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.130. Public hearings required, when — training program requirements — record keeping — rulemaking authority. —1. On or before April 1, 2012, the board of trustees of the petroleum storage tank insurance fund shall hold one or more public hearings to determine whether to create and fund an underground storage tank operator training program. The board shall consider at a minimum:\n\n(1) Input from the department of natural resources, the department of agriculture, the board's advisory committee, and affected portions of the private sector;\n\n(2) Relevant deadlines, time frames, costs, and benefits, including federal funding consequences for the state's underground storage tank regulatory program if such a training program is not implemented;\n\n(3) Training programs already in existence in other states;\n\n(4) Training programs already being used by tank owners and operators; and\n\n(5) Such other factors as the board deems necessary and prudent.\n\n2. If after completing the requirements of subsection 1 of this section, the board decides by majority vote to create and fund an underground storage tank operator training program, the training program shall at a minimum:\n\n(1) Satisfy the federal requirements for such a program;\n\n(2) Be developed in collaboration with the department of natural resources, the department of agriculture, the board's advisory committee, and affected portions of the private sector;\n\n(3) Be offered at no cost to those who are required to participate;\n\n(4) Specify standards, reporting, and documentation requirements; and\n\n(5) Be established by rule.\n\n3. The board may contract with one or more third parties to carry out the requirements of this section.\n\n4. At any time after the board creates and funds the underground storage tank operator training program under subsection 2 of this section, the board may, by rule, modify or eliminate the program.\n\n5. Any records created or maintained by the board as part of the underground storage tank operator training program created herein shall be public records under chapter 610 and shall be made readily available to the department of natural resources.\n\n6. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly under chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2011, shall be invalid and void.\n\n(L. 2011 S.B. 135)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-130/"
    },
    {
      "id": "section-319-131",
      "number": "319.131",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.131. Owners of tanks containing petroleum products may elect to participate — advisory committee, members, duties — applications, content, standards and tests — financial responsibility — deductible — fund not liability of state — defense of third-party claims — ineligible sites — tanks owned by certain school districts — damages covered, limitation. —1. Any owner or operator of one or more petroleum storage tanks may elect to participate in the petroleum storage tank insurance fund to meet the financial responsibility requirements of sections 319.114 and 414.036. Subject to regulations of the board of trustees, owners or operators may elect to continue their participation in the fund subsequent to the transfer of their property to another party. Current or former refinery sites or petroleum pipeline or marine terminals are not eligible for participation in the fund.\n\n2. The board shall establish an advisory committee which shall be composed of insurers, owners and operators of petroleum storage tanks, and other interested parties. The advisory committee established pursuant to this subsection shall report to the board. The committee shall monitor the fund and recommend statutory and administrative changes as may be necessary to assure efficient operation of the fund. The committee, in consultation with the board and the department of commerce and insurance, shall report every two years to the general assembly on the availability and affordability of the private insurance market as a viable method of meeting the financial responsibilities required by state and federal law in lieu of the petroleum storage tank insurance fund.\n\n3. (1) Except as otherwise provided by this section, any person seeking to participate in the insurance fund shall submit an application to the board of trustees and shall certify that the petroleum tanks meet or exceed and are in compliance with all technical standards established by the United States Environmental Protection Agency, except those standards and regulations pertaining to spill prevention control and counter-measure plans, and rules established by the Missouri department of natural resources and the Missouri department of agriculture. The applicant shall submit proof that the applicant has a reasonable assurance of the tank's integrity. Proof of tank integrity may include but not be limited to any one of the following: tank tightness test, electronic leak detection, monitoring wells, daily inventory reconciliation, vapor test or any other test that may be approved by the director of the department of natural resources or the director of the department of agriculture. The applicant shall submit evidence that the applicant can meet all applicable financial responsibility requirements of this section.\n\n(2) A creditor, specifically a person who, without participating in and not otherwise primarily engaged in petroleum production, refining, and marketing, holds indicia of ownership primarily for the purpose of, or in connection with, securing payment or performance of a loan or to protect a security interest in or lien on the tank or the property where the tank is located, or serves as trustee or fiduciary upon transfer or receipt of the property, may be a successor in interest to a debtor pursuant to this section, provided that the creditor gives notice of the interest to the insurance fund by certified mail, return receipt requested. Part of such notice shall include a copy of the lien, including but not limited to a security agreement or a deed of trust as appropriate to the property. The term\"successor in interest\"as provided in this section means a creditor to the debtor who had qualified real property in the insurance fund prior to the transfer of title to the creditor, and the term is limited to access to the insurance fund. The creditor may cure any of the debtor's defaults in payments required by the insurance fund, provided the specific real property originally qualified pursuant to this section. The creditor, or the creditor's subsidiary or affiliate, who forecloses or otherwise obtains legal title to such specific real property held as collateral for loans, guarantees or other credit, and which includes the debtor's aboveground storage tanks or underground storage tanks, or both such tanks shall provide notice to the fund of any transfer of creditor to subsidiary or affiliate. Liability pursuant to sections 319.100 to 319.137 shall be confined to such creditor or such creditor's subsidiary or affiliate. A creditor shall apply for a transfer of coverage and shall present evidence indicating a lien, contractual right, or operation of law permitting such transfer, and may utilize the creditor's affiliate or subsidiary to hold legal title to the specific real property taken in satisfaction of debts. Creditors may be listed as insured or additional insured on the insurance fund, and not merely as mortgagees, and may assign or otherwise transfer the debtor's rights in the insurance fund to the creditor's affiliate or subsidiary, notwithstanding any limitations in the insurance fund on assignments or transfer of the debtor's rights.\n\n(3) Any person participating in the fund shall annually submit an amount established pursuant to subsection 1 of section 319.133 which shall be deposited to the credit of the petroleum storage tank insurance fund.\n\n4. Any person making a claim pursuant to this section and sections 319.129 and 319.133 shall be liable for the first ten thousand dollars of the cost of cleanup associated with a release from a petroleum storage tank without reimbursement from the fund. The petroleum storage tank insurance fund shall assume all costs, except as provided in subsection 5 of this section, which are greater than ten thousand dollars but less than one million dollars per occurrence or two million dollars aggregate per year. The liability of the petroleum storage tank insurance fund is not the liability of the state of Missouri. The provisions of sections 319.100 to 319.137 shall not be construed to broaden the liability of the state of Missouri beyond the provisions of sections 537.600 to 537.610 nor to abolish or waive any defense which might otherwise be available to the state or to any person. The presence of existing contamination at a site where a person is seeking insurance in accordance with this section shall not affect that person's ability to participate in this program, provided the person meets all other requirements of this section. Any person who qualifies pursuant to sections 319.100 to 319.137 and who has requested approval of a project for remediation from the fund, which request has not yet been decided upon shall annually be sent a status report including an estimate of when the project may expect to be funded and other pertinent information regarding the request.\n\n5. The fund shall provide coverage for third-party claims involving property damage or bodily injury caused by leaking petroleum storage tanks whose owner or operator is participating in the fund at the time the release occurs or is discovered. Coverage for third-party property damage or bodily injury shall be in addition to the coverage described in subsection 4 of this section but the total liability of the petroleum storage tank insurance fund for all cleanup costs, property damage, and bodily injury shall not exceed one million dollars per occurrence or two million dollars aggregate per year. The fund shall not compensate an owner or operator for repair of damages to property beyond that required to contain and clean up a release of a regulated substance or compensate an owner or operator or any third party for loss or damage to other property owned or belonging to the owner or operator, or for any loss or damage of an intangible nature, including, but not limited to, loss or interruption of business, pain and suffering of any person, lost income, mental distress, loss of use of any benefit, or punitive damages.\n\n6. In addition to other coverage limits in this section, the fund shall provide the defense of eligible third-party claims including the negotiations of any settlement and may specify a legal defense cost coverage limit.\n\n7. Nothing contained in sections 319.100 to 319.137 shall be construed to abrogate or limit any right, remedy, causes of action, or claim by any person sustaining personal injury or property damage as a result of any release from any type of petroleum storage tank, nor shall anything contained in sections 319.100 to 319.137 be construed to abrogate or limit any liability of any person in any way responsible for any release from a petroleum storage tank or any damages for personal injury or property damages caused by such a release.\n\n8. (1) The fund shall provide moneys for cleanup of contamination caused by releases from petroleum storage tanks, the owner or operator of which is participating in the fund or the owner or operator of which has made application for participation in the fund by December 31, 1997, regardless of when such release occurred, provided that those persons who have made application are ultimately accepted into the fund. Applicants shall not be eligible for fund benefits until they are accepted into the fund. This section shall not preclude the owner or operator of petroleum storage tanks coming into service after December 31, 1997, from making application to and participating in the petroleum storage tank insurance fund.\n\n(2) Notwithstanding the provisions of section 319.100 and the provisions of subdivision (1) of this section, the fund shall provide moneys for cleanup of contamination caused by releases from petroleum storage tanks owned by school districts all or part of which are located in a county of the third classification without a township form of government and having a population of more than ten thousand seven hundred but less than eleven thousand inhabitants, and which make application for participation in the fund by August 28, 1999, regardless of when such release occurred. Applicants shall not be eligible for fund benefits until they are accepted into the fund, and costs incurred prior to that date shall not be eligible expenses.\n\n9. (1) The fund shall provide moneys for cleanup of contamination caused by releases from underground storage tanks which contained petroleum and which have been taken out of use prior to December 31, 1997, provided such sites have been documented by or reported to the department of natural resources prior to December 31, 1997, and provided further that the fund shall make no reimbursements for expenses incurred prior to August 28, 1995. The fund shall also provide moneys for cleanup of contamination caused by releases from underground storage tanks which contained petroleum and which have been taken out of use prior to December 31, 1985, if the current owner of the real property where the tanks are located purchased such property before December 31, 1985, provided such sites are reported to the fund on or before June 30, 2000. The fund shall make no payment for expenses incurred at such sites prior to August 28, 1999. Nothing in sections 319.100 to 319.137 shall affect the validity of any underground storage tank fund insurance policy in effect on August 28, 1996.\n\n(2) An owner or operator who submits a request as provided in this subsection is not required to bid the costs and expenses associated with professional environmental engineering services. The board may disapprove all or part of the costs and expenses associated with the environmental engineering services if the costs are excessive based upon comparable service costs or current market value of similar services. The owner or operator shall solicit bids for actual remediation and cleanup work as provided by rules of the board.\n\n(3) After December 31, 2017, the current legal owner of the site shall be the responsible party for corrective action, pursuant to section 319.109, of any releases from underground storage tanks described in this subsection, provided the creditor, who is a successor in interest as provided in subdivision (2) of subsection 3 of this section, is subject to no greater or lesser responsibility for corrective action than such successor in interest would have on or before December 31, 2017. Nothing in this subdivision shall in any way be construed to alter, alleviate, or modify in any manner any liabilities that the fund has to pay for in cleaning up the site.\n\n10. (1) The fund shall provide moneys for cleanup of contamination caused by releases from aboveground storage tanks utilized for the sale of products regulated by chapter 414 which have been taken out of use prior to December 31, 1997, provided such sites have been documented by or reported to the department of natural resources prior to December 31, 1997, and provided further that the fund shall make no reimbursements for expenses incurred prior to July 1, 1997.\n\n(2) After December 31, 2017, the current legal owner of the site shall be the responsible party for corrective action of any releases from aboveground storage tanks described in this subsection, provided the creditor, who is a successor in interest as provided in subdivision (2) of subsection 3 of this section, is subject to no greater or lesser responsibility for corrective action than such successor in interest would have on or before December 31, 2017. Nothing in this subdivision shall in any way be construed to alter, alleviate, or modify in any manner any liabilities that the fund has to pay for in cleaning up the site.\n\n(L. 1989 H.B. 77, et al. § 12 subsecs. 5 to 9, A.L. 1991 S.B. 91 & 317, A.L. 1994 H.B. 1156, A.L. 1995 H.B. 251, A.L. 1996 S.B. 708, A.L. 1998 H.B. 1148 merged with S.B. 852 & 913, A.L. 1999 H.B. 603, et al., A.L. 2001 H.B. 453, A.L. 2008 S.B. 907, A.L. 2021 H.B. 604 merged with S.B. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-131/"
    },
    {
      "id": "section-319-132",
      "number": "319.132",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.132. Board of trustees to assess surcharge on petroleum products per transport load, exceptions, deposit in fund, refund procedure — rate of surcharge — suspension of fees, when. —1. The board shall assess a surcharge on all petroleum products within this state which are enumerated by section 414.032. Except as specified by this section, such surcharge shall be administered pursuant to the provisions of subsections 1 to 5 of section 414.102 and subsections 1 and 2 of section 414.152. Such surcharge shall be imposed upon such petroleum products within this state and shall be assessed on each transport load, or the equivalent of an average transport load if moved by other means. All revenue generated by the assessment of such surcharges shall be deposited to the credit of the special trust fund known as the petroleum storage tank insurance fund.\n\n2. Any person who claims to have paid the surcharge in error may file a claim for a refund with the board within three years of the payment. The claim shall be in writing and signed by the person or the person's legal representative. The board's decision on the claim shall be in writing and may be delivered to the person by first class mail. Any person aggrieved by the board's decision may seek judicial review by bringing an action against the board in the circuit court of Cole County pursuant to section 536.150 no later than sixty days following the date the board's decision was mailed. The department of revenue shall not be a party to such proceeding.\n\n3. The board shall assess and annually reassess the financial soundness of the petroleum storage tank insurance fund.\n\n4. (1) The board shall set, in a public meeting with an opportunity for public comment, the rate of the surcharge that is to be assessed on each such transport load or equivalent but such rate shall be no more than sixty dollars per transport load or an equivalent thereof. A transport load shall be deemed to be eight thousand gallons.\n\n(2) The board may increase or decrease the surcharge, up to a maximum of sixty dollars, only after giving at least sixty days' notice of its intention to alter the surcharge; provided however, the board shall not increase the surcharge by more than fifteen dollars in any year. The board must coordinate its actions with the department of revenue to allow adequate time for implementation of the surcharge change.\n\n(3) If the fund's cash balance on the first day of any month exceeds the sum of its liabilities, plus ten percent, the transport load fee shall automatically revert to twenty-five dollars per transport load on the first day of the second month following this event.\n\n(4) Moneys generated by this surcharge shall not be used for any purposes other than those outlined in sections 319.129 through 319.133 and section 319.138. Nothing in this subdivision shall limit the board's authority to contract with the department of natural resources pursuant to section 319.129 to carry out the purposes of the fund as determined by the board.\n\n5. The board shall ensure that the fund retain a balance of at least twelve million dollars but not more than one hundred million dollars. If, at the end of any quarter, the fund balance is above one hundred million dollars, the treasurer shall notify the board thereof. The board shall suspend the collection of fees pursuant to this section beginning on the first day of the first quarter following the receipt of notice. If, at the end of any quarter, the fund balance is below twenty million dollars, the treasurer shall notify the board thereof. The board shall reinstate the collection of fees pursuant to this section beginning on the first day of the first quarter following the receipt of notice.\n\n6. Railroad corporations as defined in section 388.010 and airline companies as defined in section 155.010 shall not be subject to the load fee described in this chapter nor permitted to participate in or make claims against the petroleum storage tank insurance fund created in section 319.129.\n\n(L. 1991 S.B. 91 & 317, A.L. 1995 H.B. 251, A.L. 1996 S.B. 708, A.L. 1998 S.B. 619, A.L. 2001 H.B. 453, A.L. 2011 S.B. 135)\n\n(1995) Where an underground storage tank insurance fund is financed by fees imposed upon \"persons\" who first receive petroleum products within Missouri and not to \"persons\" who operate underground storage tanks, the application of section's surcharge violates the commerce clause of the United States Constitution. Surcharge is a fee and not a tax. Reidy Terminal, Inc. v. Director of Revenue, 898 S.W.2d 540 (Mo. en banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-132/"
    },
    {
      "id": "section-319-133",
      "number": "319.133",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.133. Annual payments by owners, amount established by rule, limitation — change of ownership, no new fee required — installment payments authorized, when — applicable rules — site assessment required, when. —1. The board shall, in consultation with the advisory committee established pursuant to subsection 2 of section 319.131, establish, by rule, the amount which each owner or operator who participates in the fund shall pay annually into the fund, but such amount shall not exceed the limits established in this section.\n\n2. Each participant shall annually pay an amount which shall be at least one hundred dollars per year but not more than five hundred dollars per year for any tank, as established by the board by rule.\n\n3. No new registration fee is required for a change of ownership of a petroleum storage tank.\n\n4. The board shall establish procedures where persons owning fifty or more petroleum storage tanks may pay any fee established pursuant to subsection 1 of this section in installments.\n\n5. All rules applicable to the former underground storage tank insurance fund not inconsistent with the provisions of sections 319.100 to 319.137 shall apply to the petroleum storage tank insurance fund as of August 28, 1996.\n\n6. The board may require any new applicant, who has not previously held private insurance or other form of financial responsibility for the petroleum storage tank for which application to the fund is made, to conduct a site assessment before participating in the fund. The board also may require such new applicants to pay a surcharge per year per tank from the date the tank was eligible for coverage under the fund, provided that each year's surcharge shall not exceed the surcharge that was actually in effect for that particular year.\n\n7. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2008, shall be invalid and void.\n\n(L. 1989 H.B. 77, et al. § 12 subsecs. 10, 11, A.L. 1991 S.B. 91 & 317, A.L. 1996 S.B. 708, A.L. 1998 H.B. 1148, A.L. 2001 H.B. 453, A.L. 2008 S.B. 907)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-133/"
    },
    {
      "id": "section-319-135",
      "number": "319.135",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.135. No liability for release of petroleum at direction of coordinator, exception. —No person shall be liable under sections 319.100 to 319.137 for damages as a result of actions taken or omitted in the course of rendering care, assistance or advice at the direction of a coordinator appointed by the department, with respect to an incident creating a danger to the public health or welfare or the environment as a result of any release of petroleum substances or the threat thereof. This section shall not preclude liability for damages as the result of gross negligence or intentional misconduct on the part of such person or for reckless, willful, or wanton misconduct.\n\n(L. 1989 H.B. 77, et al. § 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-135/"
    },
    {
      "id": "section-319-136",
      "number": "319.136",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.136. Tank ineligible for delivery, deposit, or acceptance, when — violation, procedure — red tag to be affixed, when. —1. An underground storage tank shall be ineligible for delivery, deposit, or acceptance of petroleum if the underground storage tank meets one or more of the following conditions:\n\n(1) Required spill prevention equipment is not installed;\n\n(2) Required overfill protection equipment is not installed;\n\n(3) Required leak detection equipment is not installed; or\n\n(4) Required corrosion protection equipment is not installed. This subdivision shall not apply to a buried metal flexible connector.\n\n2. Upon the discovery of a violation of this section, the department shall, within fourteen days, notify the owner or operator in writing of such violation and affix a red violation tag stating the underground storage tank is in violation and is ineligible to receive petroleum to the fill pipe of the noncompliant underground storage tank using a tamper-resistant strap or straps, fill pipe bag, or any combination thereof so the tag is visible to any person attempting to deliver petroleum to the underground storage tank.\n\n3. Notwithstanding the provisions of subsection 1 of this section to the contrary, the department may authorize delivery, deposit, or acceptance of petroleum to an ineligible underground storage tank in the following circumstances:\n\n(1) In an emergency situation; or\n\n(2) If such activity is necessary to test or calibrate the underground storage tank or dispenser system.­­In either case, the department may authorize delivery, deposit, or acceptance of petroleum to an otherwise ineligible underground storage tank for up to one hundred eighty days. If the department grants a waiver pursuant to this subdivision, no red violation tag, as required under subsection 1 of this section, shall be affixed to the fill pipe for the length of the waiver.\n\n­­In either case, the department may authorize delivery, deposit, or acceptance of petroleum to an otherwise ineligible underground storage tank for up to one hundred eighty days. If the department grants a waiver pursuant to this subdivision, no red violation tag, as required under subsection 1 of this section, shall be affixed to the fill pipe for the length of the waiver.\n\n4. A violation of this section causes the individual tank in violation to become ineligible to receive petroleum, but shall not cause other tanks at such facility to become ineligible to receive petroleum.\n\n5. The owner or operator shall not allow petroleum to be deposited into an underground storage tank that has a red violation tag affixed to its fill pipe.\n\n6. No person shall deface, alter, or otherwise tamper with a red violation tag so that the information contained on the tag is not legible. Removal of a red violation tag shall only be allowed pursuant to subsection 7 of this section.\n\n7. Upon notification by the owner or operator to the department documenting that the violation has been corrected, the department shall immediately, unless an inspection is required, provide authorization to the owner or operator to remove the red violation tag. If the department requires an inspection to determine the violation has been corrected, such inspection shall be conducted within twenty-four hours after receiving notification from the owner or operator. If the department does not conduct the inspection within twenty-four hours after receiving notification from the owner or operator, the owner or operator may remove the red violation tag and immediately place the system and underground storage tank back into operation pending the inspection. A red violation tag that has been removed by the owner or operator shall be returned to the department within five business days in a postage-paid envelope provided by the department.\n\n8. Notwithstanding the provisions of section 621.250 to the contrary, when the department has affixed a red violation tag to make a noncompliant underground storage tank ineligible to receive petroleum, the owner or operator of that tank may, in addition to all administrative appeals and remedies, appeal the department's action to the circuit court in the county where the tank is located within ten business days of the department's action.\n\n(L. 2008 S.B. 907)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-136/"
    },
    {
      "id": "section-319-137",
      "number": "319.137",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.137. Rules, authority to adopt federal rules or to provide more stringent rules, when — procedure to promulgate. —1. Rules and regulations promulgated by the United States Environmental Protection Agency under subtitle I of the federal Resource Conservation Recovery Act of 1976 (P.L. 94-580), as amended, may be adopted by the department by reference. The department may adopt rules and regulations that are more stringent than those issued by the United States Environmental Protection Agency if such rules or regulations are necessary to protect human health or the environment. Rules and regulations promulgated under sections 319.100 to 319.139 shall be submitted to and reviewed by the advisory committee established by subsection 2 of section 319.131 prior to publication. Any such rule, except those promulgated by the petroleum storage tank insurance fund board of trustees, shall be adopted only after due notice and public hearing in accordance with the provisions of this section, chapter 260, and chapter 536.\n\n2. No rule or portion of a rule promulgated under the authority of sections 319.100 to 319.139 shall become effective until it has been approved by the joint committee on administrative rules in accordance with the procedures provided herein, and the delegation of the legislative authority to enact law by the adoption of such rules is dependent upon the power of the joint committee on administrative rules to review and suspend rules pending ratification by the senate and the house of representatives as provided herein.\n\n3. Upon filing any proposed rule with the secretary of state, the filing agency shall concurrently submit such proposed rule to the committee, which may hold hearings upon any proposed rule or portion thereof at any time.\n\n4. A final order of rulemaking shall not be filed with the secretary of state until thirty days after such final order of rulemaking has been received by the committee. The committee may hold one or more hearings upon such final order of rulemaking during the thirty-day period. If the committee does not disapprove such order of rulemaking within the thirty-day period, the filing agency may file such order of rulemaking with the secretary of state and the order of rulemaking shall be deemed approved.\n\n5. The committee may, by majority vote of the members, suspend the order of rulemaking or portion thereof by action taken prior to the filing of the final order of rulemaking only for one or more of the following grounds:\n\n(1) An absence of statutory authority for the proposed rule;\n\n(2) An emergency relating to public health, safety or welfare;\n\n(3) The proposed rule is in conflict with state law;\n\n(4) A substantial change in circumstance since enactment of the law upon which the proposed rule is based;\n\n(5) That the rule is arbitrary and capricious.\n\n6. If the committee disapproves any rule or portion thereof, the filing agency shall not file such disapproved portion of any rule with the secretary of state and the secretary of state shall not publish in the Missouri Register any final order of rulemaking containing the disapproved portion.\n\n7. If the committee disapproves any rule or portion thereof, the committee shall report its findings to the senate and the house of representatives. No rule or portion thereof disapproved by the committee shall take effect so long as the senate and the house of representatives ratify the act of the joint committee by resolution adopted in each house within thirty legislative days after such rule or portion thereof has been disapproved by the joint committee.\n\n8. Upon adoption of a rule as provided herein, any such rule or portion thereof may be suspended or revoked by the general assembly either by bill or, pursuant to Section 8, Article IV of the Constitution, by concurrent resolution upon recommendation of the joint committee on administrative rules. The committee shall be authorized to hold hearings and make recommendations pursuant to the provisions of section 536.037. The secretary of state shall publish in the Missouri Register, as soon as practicable, notice of the suspension or revocation.\n\n(L. 1989 H.B. 77, et al. § 14, A.L. 1993 S.B. 52, A.L. 1995 H.B. 251 and S.B. 3, A.L. 2004 S.B. 901)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-137/"
    },
    {
      "id": "section-319-138",
      "number": "319.138",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.138. Fund shall provide moneys for cleanup of petroleum storage tank contamination, when. —Notwithstanding the provisions of section 319.100 and subdivision (1) of subsection 3 of section 319.131, the fund shall provide moneys for cleanup of contamination caused by the releases from piping or related equipment of a petroleum storage tank with a capacity of five thousand gallons or less when such retailer is the sole provider of retail fuels within a five-mile area. The costs of the cleanup must be incurred after April 1, 1999, and prior to April 1, 2000. The retailer must make application for participation in the fund by August 28, 1999.\n\n(L. 1999 H.B. 603, et al. § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-138/"
    },
    {
      "id": "section-319-139",
      "number": "319.139",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.139. Administrative penalties, assessment, procedure — rules — payment, appeal — collection. —1. In addition to any other remedy provided by law, upon a determination by the director that a provision of sections 319.100 to 319.137 or a standard, limitation, order, rule or regulation promulgated pursuant thereto, or a term or condition of any permit has been violated, the director may issue an order assessing an administrative penalty upon the violator under this section. An administrative penalty shall not be imposed until the director has sought to resolve the violation through conference, conciliation or persuasion and shall not be imposed for minor violations of sections 319.100 to 319.137 or minor violations of any standard, limitation, order, rule or regulation promulgated pursuant to sections 319.100 to 319.137 or minor violations of any term or condition of a permit issued pursuant to sections 319.100 to 319.137. If the violation is resolved through conference, conciliation and persuasion, no administrative penalty shall be assessed unless the violation has caused, or has the potential to cause, a risk to human health or to the environment, or has caused or has potential to cause pollution, or was knowingly committed, or is defined by the United States Environmental Protection Agency as other than minor. Any order assessing an administrative penalty shall state that an administrative penalty is being assessed under this section and that the person subject to the penalty may appeal as provided by this section. Any such order that fails to state the statute under which the penalty is being sought, the manner of collection or rights of appeal shall result in the state's waiving any right to collection of the penalty.\n\n2. The hazardous waste management commission shall promulgate rules and regulations for the assessment of administrative penalties. The amount of the administrative penalty assessed per day of violation for each violation under this section shall not exceed the amount of the civil penalty specified in section 319.127. Such rules shall reflect the criteria used for the administrative penalty matrix as provided for in the Resource Conservation and Recovery Act, 42 U.S.C. 6928(a), Section 3008(a), and the harm or potential harm which the violation causes, or may cause, the violator's previous compliance record, and any other factors which the hazardous waste management commission may reasonably deem relevant. An administrative penalty shall be paid within sixty days from the date of issuance of the order assessing the penalty. Any person subject to an administrative penalty may appeal to the commission as provided in section 260.400. An appeal will stay the due date of such administrative penalty until the appeal is resolved. Any person who fails to pay an administrative penalty by the final due date shall be liable to the state for a surcharge of fifteen percent of the penalty plus ten percent per annum on any amounts owed. Any administrative penalty paid pursuant to this section shall be handled in accordance with Section 7 of Article IX of the State Constitution. An action may be brought in the appropriate circuit court to collect any unpaid administrative penalty, and for attorney's fees and costs incurred directly in the collection thereof.\n\n3. An administrative penalty shall not be increased in those instances where department action, or failure to act, has caused a continuation of the violation that was a basis for the penalty. Any administrative penalty must be assessed within two years following the department's initial discovery of such alleged violation, or from the date the department in the exercise of ordinary diligence should have discovered such alleged violation.\n\n4. Any final order imposing an administrative penalty is subject to judicial review upon the filing of a petition pursuant to section 536.100 by any person subject to the administrative penalty.\n\n5. The state may elect to assess an administrative penalty, or, in lieu thereof, to request that the attorney general or prosecutor file an appropriate legal action seeking a civil penalty in the appropriate circuit court.\n\n(L. 1991 S.B. 45, A.L. 1993 S.B. 80, et al., A.L. 2004 S.B. 901)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-139/"
    },
    {
      "id": "section-319-140",
      "number": "319.140",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.140. Task force on the petroleum storage tank insurance fund established, members, duties, meetings — expiration date. —1. There is established a task force of the general assembly to be known as the \"Task Force on the Petroleum Storage Tank Insurance Fund\". Such task force shall be composed of eight members. Three members shall be from the house of representatives with two appointed by the speaker of the house of representatives and one appointed by the minority floor leader of the house of representatives. Three members shall be from the senate with two appointed by the president pro tempore of the senate and one appointed by the minority floor leader of the senate. Two members shall be industry stakeholders with one appointed by the speaker of the house of representatives and one appointed by the president pro tempore of the senate. No more than two members from either the house of representatives or the senate shall be from the same political party. A majority of the task force shall constitute a quorum.\n\n2. The task force shall conduct research and compile a report for delivery to the general assembly by December 31, 2018, on the following:\n\n(1) The efficacy of the petroleum storage tank insurance fund and program;\n\n(2) The sustainability of the petroleum storage tank insurance fund and program;\n\n(3) The administration of the petroleum storage tank insurance fund and program;\n\n(4) The availability of private insurance for above- and below-ground petroleum storage tanks, and the necessity of insurance subsidies created through the petroleum storage tank insurance program;\n\n(5) Compliance with federal programs, regulations, and advisory reports; and\n\n(6) The comparability of the petroleum storage tank insurance program to other states' programs and states without such programs.\n\n3. The task force shall meet within thirty days after its creation and organize by selecting a chairperson and vice chairperson, one of whom shall be a member of the senate and the other a member of the house of representatives. Thereafter, the task force may meet as often as necessary in order to accomplish the tasks assigned to it.\n\n4. The task force shall be staffed by legislative staff as necessary to assist the task force in the performance of its duties.\n\n5. The members of the task force shall serve without compensation but shall be entitled to reimbursement for actual and necessary expenses incurred in the performance of their official duties.\n\n6. This section shall expire on December 31, 2018.\n\n(L. 2018 H.B. 1364 merged with S.B. 659 merged with S.B. 782)\n\nExpires 12-31-18",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-140/"
    },
    {
      "id": "section-319-200",
      "number": "319.200",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.200. Notice to cities and counties subject to earthquake to adopt seismic construction and renovation ordinances, when — standards. —1. Notwithstanding other provisions of law to the contrary, the state geologist and the U. S. Geological Survey shall notify the state emergency management agency of each city, town, village or county of this state which can be expected to experience an intensity of ground shaking equivalent to a Modified Mercalli of VII or above from an earthquake occurring along the New Madrid Fault with a potential magnitude of 7.6 on the Richter Scale, shall adopt an ordinance or order requiring that new construction, additions and alterations, as such term is defined by either the uniform building code or building officials and code administrators code, to existing buildings and structures within the city, town, village or county comply with the standards for seismic design and construction of the building officials and code administrators code or of the uniform building code. Each city, town, village or county required to adopt seismic design and construction provisions pursuant to this subsection shall adopt an ordinance or order requiring that new construction, additions and alterations, as such term is defined by either the uniform building code or building officials and code administrators code, comply with the standards for seismic design and construction of the 1990 or later edition of either the uniform building code or the building officials and code administrators code.\n\n2. In no event shall sections 319.200 to 319.207 nor any ordinances or orders adopted by any city, town, village or county of this state be construed to mandate that existing buildings, by reason of any proposed addition or alteration, be further modified or reconstructed so as to comply with the current code relevant to seismic considerations. Seismic design criteria as to additions and alterations apply only to structural components constituting the addition or alteration and shall not be applied to require reconstruction or fortification of existing structures proposed to be altered. If any addition or alteration adversely affects portions of existing facilities which are not being altered, then those parts thus affected may require evaluation and possible reinforcement such that the additions or alterations will result in a structure that is at least as safe as it was prior to the additions or alterations.\n\n(L. 1990 S.B. 539 § 1 subsecs. 1, 6, A.L. 1991 S.B. 347, A.L. 1992 H.B. 1434 & 1490, H.B. 1574, A.L. 1996 S.B. 826)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-200/"
    },
    {
      "id": "section-319-203",
      "number": "319.203",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.203. Ordinance to apply to certain buildings, structures and state leases. —1. The provisions of sections 319.200 to 319.207 shall apply to:\n\n(1) All buildings upon which construction was begun after January 1, 1994, for which leases are executed by political subdivisions of this state;\n\n(2) All buildings upon which construction was begun after January 1, 1994, for which leases are executed by the state or any institution of higher education, except that, this subdivision shall apply only to twenty-five percent of such leases executed between August 28, 1991, and January 1, 1996, and fifty percent of such leases executed between January 1, 1996, and January 1, 1998, and seventy-five percent of such leases executed between January 1, 1998, and January 1, 2000, and after January 1, 2000, this subdivision shall apply to all such leases. The commissioner of administration shall determine which leases shall be subject to the percentages established by this subdivision.\n\n2. The provisions of sections 319.200 to 319.207 shall not apply to:\n\n(1) Any building owned by the state, any institution of higher education, or any political subdivision upon which construction was begun or finished before August 28, 1991;\n\n(2) Any private structure with less than ten thousand square feet in total area, except that this subdivision shall not operate to prevent a city, town, village or county from adopting an ordinance or order requiring that private structures with less than ten thousand square feet in total area comply with seismic design and construction standards of either the uniform building code or the building officials*and code administrators code; and\n\n(3) Any single-family or duplex residence.\n\n3. A city, town, village or county shall be deemed in compliance with the requirements of sections 319.200 to 319.207 when such town, city, village or county passes an ordinance or order requiring compliance with sections 319.200 to 319.207. Nothing in sections 319.200 to 319.207 requires the political subdivision to establish an inspection program.\n\n(L. 1990 S.B. 539 § 1 subsecs. 2, 3, 4, A.L. 1991 S.B. 347)\n\n*Word \"officials\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-203/"
    },
    {
      "id": "section-319-205",
      "number": "319.205",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.205. Notice to cities and counties required to adopt ordinance, contents. —The commissioner of administration shall notify each city, town, village or county required under sections 319.200 to 319.207 to adopt an ordinance or order of its obligations under sections 319.200 to 319.207.\n\n(L. 1990 S.B. 539 § 1 subsec. 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-205/"
    },
    {
      "id": "section-319-207",
      "number": "319.207",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.207. Noncompliance to affect eligibility for state aid, loans, grants — attorney general to bring action to recover. —Beginning January 1, 1991, any city, town, village or county which can be expected to experience an intensity of ground shaking equivalent to a Modified Mercalli of VII or above from an earthquake occurring along the New Madrid Fault with a potential magnitude of 7.6 on the Richter Scale, and which does not comply with the requirements of sections 319.200 to 319.207 shall not be eligible to receive any state aid, assistance, grant, loan or reimbursement until compliance has been proven to the satisfaction of the commissioner of administration. The commissioner of administration shall notify the state treasurer and the attorney general of any city, town, village or county which, within ninety days after notice of noncompliance, does not comply with the requirements of sections 319.200 to 319.207. Upon receipt of notice of noncompliance by any city, town, village or county from the commissioner of administration, the state treasurer shall withhold any state aid, assistance, grant, loan or reimbursement otherwise due the city, town, village or county until that city, town, village or county has established compliance with sections 319.200 to 319.207 to the satisfaction of the commissioner of administration. The attorney general shall bring any action necessary to recover state aid, assistance, grant, loan or reimbursement received by a city, town, village or county not in compliance with the provisions of this act.\n\n(L. 1990 S.B. 539 § 1 subsec. 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-207/"
    },
    {
      "id": "section-319-300",
      "number": "319.300",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.300. Citation of law — purpose statement. —Sections 319.300 to 319.345 shall be known as the \"Missouri Blasting Safety Act\". The purpose of sections 319.300 to 319.345 shall be to foster the safe use of explosives in mining and construction by establishing and enforcing consistent statewide industry standards for licensing of blasters and persons using explosives. The provisions of sections 319.300 to 319.345 or any rules or regulations promulgated thereunder shall not be construed to amend, supersede, or conflict with any requirement of federal law or regulation governing the manufacturing, transporting, or storage of explosives.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-300/"
    },
    {
      "id": "section-319-303",
      "number": "319.303",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.303. Definitions. —As used in sections 319.300 to 319.345, the following terms shall mean:\n\n(1)\"Blast\", detonation of explosives;\n\n(2)\"Blast site\", the area where explosives are handled during loading of a bore hole, including fifty feet in all directions from the perimeter formed by loaded holes. A minimum of thirty feet may replace the fifty feet requirement if the perimeter of loaded holes is marked and separated from nonblast site areas by a barrier. The fifty feet or thirty feet distance requirements, as applicable, shall apply in all directions along the full depth of the bore hole;\n\n(3)\"Blaster\", a person qualified to be in charge of and responsible for the loading and firing of an explosive or explosive material;\n\n(4)\"Blasting\", the use of explosives in mining or construction;\n\n(5)\"Board\", the state blasting safety board created in section 319.324;\n\n(6)\"Bore hole\", a hole made with a drill, auger, or other tool in which explosives are placed in preparation for detonation;\n\n(7)\"Burden\", the distance from an explosive charge to the nearest free or open face at the time of detonation;\n\n(8)\"Business day\", any day of the week except Saturday, Sunday, or a federal or state holiday;\n\n(9)\"Deck\", charge of explosives separated from other charges by stemming;\n\n(10)\"Delay period\", the time delay provided by blasting caps which permits firing of bore holes in sequence;\n\n(11)\"Detonation\", the action of converting the chemicals in an explosive charge to gases at a high pressure by means of a self-propagating shock wave passing through the charge;\n\n(12)\"Detonator\", any device containing initiating or primary explosive that is used for initiating detonation of another explosive material. A detonator may not contain more than ten grams of total explosives by weight, excluding ignition or delay charges. The term includes, but is not limited to, electric blasting caps of instantaneous and delay types, blasting caps for use with safety fuse, detonating cord delay connectors, and nonelectric instantaneous and delay blasting caps which use detonating cord, nonelectric shock tube, or any other replacement for electric leg wires;\n\n(13)\"Explosives\", any chemical compound, mixture, or device, the primary or common purpose of which is to function by explosion, including, but not limited to, dynamite, black powder, pellet powder, initiating explosives, detonators, millisecond connectors, safety fuses, squibs, detonating cord, igniter cord, and igniters; includes explosive materials such as any blasting agent, emulsion explosive, water gel, or detonator. Explosive materials determined to be within the coverage of sections 319.300 to 319.345 shall include all such materials listed in Chapter 40 of Title 18 of the United States Code, as amended, as issued at least annually by the Department of Justice, Bureau of Alcohol, Tobacco, Firearms and Explosives;\n\n(14)\"Fire protection official\", an authorized representative of a municipal fire department, fire protection district, or volunteer fire protection association for the area where blasting occurs;\n\n(15)\"Firing\", causing explosives to be detonated by the use of a fuse, electric detonator, or nonelectric shock tube;\n\n(16)\"Fugitive from justice\", any person who has fled from the jurisdiction of any court of record to avoid prosecution for any crime or to avoid giving testimony in any criminal proceeding. The term shall also include any person who has been convicted of any crime and has fled to avoid case disposition;\n\n(17)\"Initiation system\", components of an explosive charge that cause the charge to detonate, such as primers, electric detonators, and detonating charge;\n\n(18)\"Loading\", placing of explosives in a hole in preparation for detonation;\n\n(19)\"Local government\", a city, county, fire protection district, volunteer fire protection association, or other political subdivision of the state;\n\n(20)\"Person using explosives\", any individual, proprietorship, partnership, firm, corporation, company, or joint venture that is required to hold authority to receive or use explosives under statutes or regulations administered by the U.S. Department of Justice, Bureau of Alcohol, Tobacco, Firearms and Explosives and who employs licensed blasters;\n\n(21)\"Scaled distance\", a value determined by dividing the linear distance, in feet, from the blast to a specified location, by the square root of the maximum weight of explosives, in pounds, to be detonated in any eight millisecond period;\n\n(22)\"Seismograph\", an instrument that measures ground vibration and acoustic effects;\n\n(23)\"Spacing\", the distance between adjacent bore holes;\n\n(24)\"Stemming\", inert material that is placed above explosives that have been placed in a blast hole in preparation for detonation or vertically between columnar decks of explosives that have been placed in a hole in preparation for detonation;\n\n(25)\"Uncontrolled structure\", any dwelling, public building, school, church, commercial building, or institutional building that is not owned or leased by the person using explosives, or otherwise under the direct contractual responsibility of the person using explosives.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-303/"
    },
    {
      "id": "section-319-306",
      "number": "319.306",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.306. Blaster's license required, when — application, contents — fee — qualifications — expiration — documentation required — training required — rulemaking authority. —1. Any individual who uses explosives in Missouri shall obtain a blaster's license, except those exempted in subsection 18 of this section. A person using explosives shall not be required to hold a blaster's license, but all blasting on behalf of a person using explosives shall be performed only by licensed blasters. Applications for a blaster's license or renewal of a blaster's license shall be on a form designated by the Missouri division of fire safety, and shall contain the following:\n\n(1) The applicant's full name;\n\n(2) The applicant's home address;\n\n(3) The applicant's date of birth;\n\n(4) The applicant's sex;\n\n(5) The applicant's physical description;\n\n(6) The applicant's driver's license number;\n\n(7) The applicant's current place of employment;\n\n(8) A listing of any other blasting license or certification held by the applicant, to include the name, address, and phone number of the regulatory authority that issued the license or certification;\n\n(9) Any other information required to fulfill the obligations of sections 319.300 to 319.345.\n\n2. Any individual who has met the qualifications set forth in subsection 4 of this section may apply for a blaster's license.\n\n3. An applicant for a blaster's license shall submit an application fee and two copies of the applicant's photograph with the application submitted to the division of fire safety. The amount of such fee shall be established by rule promulgated by the division of fire safety. The fee established by rule shall be no greater than the cost of administering this section, but shall not exceed one hundred dollars.\n\n4. An applicant for a blaster's license shall:\n\n(1) Be at least twenty-one years of age;\n\n(2) Not have willfully violated any provisions of sections 319.300 to 319.345;\n\n(3) Not have knowingly withheld information or have made any false or fictitious statement intended or likely to deceive in connection with the application;\n\n(4) Have familiarity and understanding of relevant federal and state laws relating to explosives materials;\n\n(5) Not have been convicted in any court of, or pled guilty to, a felony;\n\n(6) Not be a fugitive from justice;\n\n(7) Not be an unlawful user of any controlled substance in violation of chapter 195;\n\n(8) Except as provided in subsections 11 and 13 of this section, have completed an approved blaster's training course that meets the requirements of subsection 14 of this section and have successfully passed the licensing examination under the provisions of subdivisions (1) to (5) of subsection 15 of this section;\n\n(9) Have accumulated at least one thousand hours of experience directly relating to the use of explosives within two years immediately prior to applying for a blaster's license and shall provide signed documentation from an employer, supervisor, or other responsible party verifying the applicant's experience;\n\n(10) Not have been adjudicated as mentally defective; and\n\n(11) Not advocate or knowingly belong to any organization or group that advocates violent action against any federal, state, or local government, or against any person.\n\n5. Any individual holding a blaster's license under the provisions of this section shall promptly notify the division of fire safety if he or she has had any change of material fact relating to any qualification for holding a blaster's license.\n\n6. If the division of fire safety finds that the requirements for a blaster's license have been satisfied, a license shall be issued to the applicant.\n\n7. A blaster's license shall expire three years from the date of issuance. To qualify for a renewal of a blaster's license, an individual will be required to provide documentation of completing eight hours of training in an explosives-related course of instruction that is approved by the division of fire safety, at least half of which shall have been completed within the year prior to renewal. The remainder of such training for renewal of the license may be acquired at any time during the three-year period that a license is valid. Additional training beyond an accumulated eight hours during any three-year period is not valid for more than one subsequent renewal of the license.\n\n8. Each license issued under the provisions of this section shall provide documentation to the license holder in the form of a letter or letter-sized certificate and a card that is approximately two inches by three inches in size. Each shall specify a unique license number, the name of the individual, his or her driver's license number, the individual's photograph, the blaster's license's effective date and its expiration date, and any other record-keeping information needed by the division of fire safety. In addition, the card form of the license shall contain a photographic image of the license holder.\n\n9. Each individual required to have a blaster's license shall keep at least one form of license documentation on his or her person or at the site of blasting and shall provide documentation that he or she has a currently valid license to a representative of the division of fire safety upon a written or verbal request. No enforcement action shall be taken against any individual that cannot comply with such a request so long as the division of fire safety's records provide documentation that the individual has a valid blaster's license.\n\n10. (1) A blaster's license issued under the provisions of this section may be suspended or revoked by the division of fire safety upon substantial proof that the individual holding the license has:\n\n(a) Knowingly failed to monitor the use of explosives as provided in section 319.309;\n\n(b) Negligently or habitually exceeded the limits established under section 319.312;\n\n(c) Knowingly or habitually failed to create a record of blasts as required by section 319.315;\n\n(d) Had a change in material fact relating to their qualifications for holding a blaster's license as described in subsection 4 of this section;\n\n(e) Failed to advise the division of fire safety of any change of material fact relating to his or her qualifications for holding a blaster's license; or\n\n(f) Knowingly made a material misrepresentation of any information by any means of false pretense, deception, fraud, misrepresentation, or cheating for the purpose of obtaining training or otherwise meeting the qualifications of obtaining a license.\n\n(2) The division of fire safety shall provide any notice of suspension or revocation, as provided in subdivision (1) of this subsection, in writing, sent by certified mail to the last known address of the holder of the license. The notice may also be verbal, but this does not eliminate the requirement for written notice. Upon receipt of a verbal or written notice of suspension or revocation from the division of fire safety, the individual holding the license shall immediately surrender all copies of the license to a representative of the division of fire safety and shall immediately cease all blasting activity.\n\n(3) The individual holding the license may appeal any suspension or revocation to the state blasting safety board established under section 319.324 within forty-five days of the date written notice was received. The division of fire safety shall immediately notify the chairman of the board that an appeal has been received and a hearing before the board shall be held. The board shall consider and make a decision on any appeal received by the division of fire safety within thirty days of the date the appeal is received by the division of fire safety. The board shall make a decision on the appeal by majority vote of the board and shall immediately notify the licensee of its decision in writing. The written statement of the board's decision shall be prepared by the division of fire safety or its designee and shall be approved by the chairman of the board. The approved statement of the board's decision shall be sent by certified mail to the last known address of the holder of the license.\n\n11. Any individual whose license has been expired for a period of three years or less shall be required to successfully pass the examination as provided in subdivisions (1) to (5) of subsection 15 of this section and attend the eight hours of training required for renewal of a license as minimum qualifications for submitting an application for reinstatement of the license. Any individual whose license has been expired for a period of more than three years shall meet the qualifications set forth in subsection 4 of this section, including completing twenty hours of training and passing the examination, prior to applying for a blaster's license.\n\n12. A license may be granted to applicants who within the last three years have held a valid license or certification from any other source if all of the qualifications for obtaining the license or certification meet or exceed the provisions of this section. It is the duty of the division of fire safety to investigate the qualifications required for obtaining a license or certification from any other source. Licenses or certification held prior to the effective date of the rule required by subsection 19 of this section shall be deemed to meet requirements for this subsection, provided that they meet requirements of the rule.\n\n13. A license may be granted upon the application of an individual employed as a blaster on or before December 31, 2000, who has accumulated one thousand hours of training or education pertaining to blasting and experience working for a specific person using explosives within two years immediately prior to applying for a license. The application shall include a statement of hours of experience in the form of an affidavit signed by the person using explosives who has employed or contracted with the blaster for the preceding two years. Such applicant also shall meet the requirement of subdivisions (1), (2), (3), (4), (5), (6), (7), (10), and (11) of subsection 4 of this section. Any individual granted a license under this subsection shall be limited to blasting performed for the person using explosives submitting the affidavit required by this subsection. Such licensee shall meet the requirements for continuing training required by subsection 7 of this section.\n\n14. (1) The division of fire safety or its authorized agent shall offer annually at least two courses of instruction that fulfill the training requirement to qualify for a blaster's license and two courses that fulfill the training requirement for renewal of a blaster's license. In addition, any person may apply to the division of fire safety for approval of a course of instruction that meets the training requirement of obtaining a blaster's license or renewal of a blaster's license. The application shall include a description of the qualifications of the instructor, a description of instructional materials to be used in the course, and an outline of the subject matter to be taught, including minimum hours of instruction on each topic. The division of fire safety shall review the application regarding the knowledge and experience of proposed instructors, the total hours of training and the adequacy of proposed training in subject matter with regard to the provisions of sections 319.300 to 319.345. If the division of fire safety determines that training proposed by the applicant is adequate, a letter of approval shall be issued to the applicant. The letter of approval shall be effective for a period of three years. If at any time the division of fire safety determines that an approved training course no longer meets the standards of this section, the letter of approval may be revoked with written notice. The division of fire safety or any person providing a course of instruction may charge an appropriate fee to recover the cost of conducting such instruction.\n\n(2) To be approved by the division of fire safety, a blaster's training course shall contain at least twenty hours of instruction to prepare attendees for obtaining a blaster's license the first time, or eight hours of instruction to prepare attendees for obtaining a license renewal.\n\n(3) Any person providing training in a course of instruction approved by the division of fire safety shall submit a list of individuals that attended any such course to the division of fire safety within ten business days after completion of the course.\n\n(4) The division of fire safety shall maintain a current list of persons who provide approved training and shall make this list available by any reasonable means to professional and trade associations, labor organizations, universities, vocational schools, and others upon request.\n\n15. (1) The division of fire safety shall approve a standard examination or examinations for the purpose of qualifying an individual to obtain a blaster's license. Each individual taking the examination shall pay a fee to the division of fire safety, or the division's agent, that is established by rule. Testing fees shall be no greater than what is required to administer the testing provisions of this section and shall not exceed fifty dollars per test.\n\n(2) Except as provided in subsection 11 of this section, no individual shall be allowed to take an examination for purposes of obtaining a blaster's license unless that individual has completed a training course approved by the division of fire safety. The individual must have completed an approved course of instruction as provided in subdivision (1) of subsection 14 of this section no longer than two years prior to taking the examination. The examination may be administered by any person approved to provide a course of instruction, as provided in subdivision (1) of subsection 14 of this section, at the site of instruction, provided that any such examination may, at the discretion of the state fire marshal, be conducted under the supervision of the division of fire safety. The division of fire safety may also administer such examinations at other times and locations.\n\n(3) Standards for passing the examination shall be set by the division of fire safety by rule.\n\n(4) The division of fire safety or its authorized agent shall provide a written statement within thirty days to the individual taking the examination as to whether that individual passed or failed.\n\n(5) Any individual failing to pass the examination may retake the examination within six months without having to complete an additional approved course of instruction. If the individual fails the second examination, the person must complete another course of instruction as required in subdivision (1) of subsection 14 of this section before taking the examination again. No limit will be placed on how many times any individual may take the examination, subject to the provisions of this subdivision.\n\n(6) Individuals having previously taken an approved blaster's training course, and having passed an approved examination, and having taken an approved blaster's renewal training course, or that have obtained a blaster's license as provided in subsections 12 and 13 of this section are eligible for renewal of a blaster's license after meeting the requirements of subsection 7 of this section. The fee for renewal of a license shall be the same as the fee specified in subsection 3 of this section.\n\n16. No individual shall load or fire explosives or direct, order, or otherwise cause any individual to load or fire explosives in this state unless that individual has a valid blaster's license or is under the direct supervision and responsibility of an individual having a valid blaster's license. For purposes of this section,\"direct supervision\"means the supervisor is physically present on the same job site as the individual who is loading or firing explosives. An individual without a blaster's license who is loading or firing explosives while under the direct supervision and responsibility of someone having a blaster's license shall not be in violation of sections 319.300 to 319.345.\n\n17. A person found guilty of loading or firing explosives, or directing, ordering, or otherwise causing any individual to load or fire explosives in this state without having a valid blaster's license, or that loads and fires explosives without being under the direct supervision and responsibility of an individual holding a blaster's license as provided in sections 319.300 to 319.345, is guilty of a class B misdemeanor for the first offense or a class A misdemeanor for a second or subsequent offense. Any individual convicted of a class A misdemeanor under the provisions of sections 319.300 to 319.345 shall be permanently prohibited from obtaining a blaster's license in this state.\n\n18. The requirement for obtaining a blaster's license shall not apply to:\n\n(1) Individuals employed by universities, colleges, or trade schools when the use of explosives is confined to instruction or research;\n\n(2) Individuals using explosive materials in the forms prescribed by the official U.S. Pharmacopoeia or the National Formulary and used in medicines and medicinal agents;\n\n(3) Individuals conducting training or emergency operations of any federal, state, or local government including all departments, agencies, and divisions thereof, provided they are acting in their official capacity and in the proper performance of their duties or functions;\n\n(4) Individuals that are members of the Armed Forces or any military unit of Missouri or the United States who are using explosives while on official training exercises or who are on active duty;\n\n(5) Individuals using pyrotechnics, commonly known as fireworks, including signaling devices such as flares, fuses, and torpedoes;\n\n(6) Individuals using small arms ammunition and components thereof which are subject to the Gun Control Act of 1968, 18 U.S.C., Section 44, and regulations promulgated thereunder;\n\n(7) Any individual performing duties in underground mines regulated by 30 CFR Part 48, Subpart A, 30 CFR Part 57, or performing duties in coal mining regulated by 30 CFR Part 75, and 30 CFR Part 77 of the Code of Federal Regulations, as amended, or using explosives within an industrial furnace;\n\n(8) Any individual having a valid blaster's license or certificate issued under the provisions of any requirement of the U.S. government in which the requirements for obtaining the license or certificate meet or exceed the requirements of sections 319.300 to 319.345;\n\n(9) Individuals using agricultural fertilizers when used for agricultural or horticultural purposes;\n\n(10) Individuals handling explosives while in the act of transporting them from one location to another;\n\n(11) Individuals assisting or training under the direct supervision of a licensed blaster;\n\n(12) Individuals handling explosives while engaged in the process of explosives manufacturing;\n\n(13) Employees, agents, or contractors of rural electric cooperatives organized or operating under chapter 394;\n\n(14) Individuals discharging historic firearms and cannon or reproductions of historic firearms and cannon; and\n\n(15) Individuals using explosive materials along with a well screen cleaning device for the purpose of unblocking clogged screens of agricultural irrigation wells located within the southeast Missouri regional water district as created in section 256.643.\n\n19. The division of fire safety shall promulgate rules under this section to become effective no later than July 1, 2008. Any individual loading or firing explosives after the effective date of such rule shall obtain a license within one hundred eighty days of the effective date of such rule. Any experience or training prior to the effective date of such rule that meets the standards established by the rule shall be deemed to comply with this section.\n\n(L. 2007 H.B. 298, A.L. 2010 S.B. 795)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-306/"
    },
    {
      "id": "section-319-309",
      "number": "319.309",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.309. Explosives, use of, calculation of scaled distance to nearest uncontrolled structure required. —1. Any person using explosives in the state of Missouri shall calculate the scaled distance to the nearest uncontrolled structure. If more than one uncontrolled structure is the same approximate distance from the blast site, then the person using explosives may select one representative structure for calculation of scaled distance.\n\n2. For the purposes of this section, the term\"uncontrolled structure\"shall not apply to the following:\n\n(1) Buildings in a state of disrepair or neglect which are not being used as a permanent residence;\n\n(2) Noncommercial storage sheds;\n\n(3) Temporary structures;\n\n(4) Any unoccupied mobile recreational vehicle, trailer, or camper;\n\n(5) Agricultural barns, storage sheds, and animal shelters;\n\n(6) Any building on mine property that is owned by the mine operator or contained on property leased by the mine operator.\n\n3. In any instance when the scaled distance value is fifty-five or less, any person using explosives, except as provided in section 319.321, shall use at least one seismograph calibrated to the manufacturer's standard for use to record the ground vibration and acoustic levels that occur from the use of such explosives or explosive materials. When measuring ground vibration and acoustic levels, the seismograph shall be placed in the proximity of the nearest uncontrolled structure or, at the option of the person using explosives, closer to the blast site. If more than one uncontrolled structure is the same approximate distance from the blast site, then the person using explosives may select one representative structure for placement of the seismograph.\n\n4. Any person using explosives who is voluntarily using a seismograph calibrated to the manufacturer's standard for use for all blasting is exempt from the requirements of this section.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-309/"
    },
    {
      "id": "section-319-312",
      "number": "319.312",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.312. Ground vibration limits to be followed, when — alternative compliance method — limit on acoustic values from blasting. —1. (1) Any person using explosives in the state of Missouri in which monitoring with a seismograph is required, as provided in section 319.309, shall comply with ground vibration limits based on the U.S. Bureau of Mines Report of Investigations 8507, Appendix B.\n\n(2) In lieu of the ground vibration limit established in subdivision (1) of this subsection, the person using explosives may submit a written request to the division of fire safety to use an alternate compliance method. Such written request shall be supported by sufficient technical information, which may include but not be limited to documented approval of such method by other federal, state, or local political subdivisions which regulate the use of explosives. Upon submittal by the person using explosives of a request to use an alternate compliance method, the state blasting safety board shall issue a written determination as to whether the technical information submitted provides sufficient justification for the alternate method to be used as a method of demonstrating compliance with the provisions of this section.\n\n2. Any person using explosives in the state of Missouri in which monitoring with a seismograph is required, as provided in section 319.309, shall limit acoustic values from blasting to one hundred thirty-three decibels using a two hertz flat response measuring system based on the Office of Surface Mining Regulation 816.67(b)(1)(i).\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-312/"
    },
    {
      "id": "section-319-315",
      "number": "319.315",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.315. Retention of seismographic recordings, how long — records to include certain information. —1. Seismograph recordings of the ground vibration and acoustic levels created by the use of explosives, when required by section 319.309, shall be retained for at least three years. Such recordings shall be made available to the division of fire safety within twenty-four hours of a request by any representative of the division of fire safety. Each seismograph recording and the accompanying records shall include the:\n\n(1) Maximum ground vibration and acoustics levels recorded;\n\n(2) Specific location of the seismograph equipment, its distance from the detonation of the explosives, the date of the recording, and the time of the recording;\n\n(3) Name of the individual responsible for operation of the seismograph equipment and performing an analysis of each recording; and\n\n(4) Type of seismograph instrument, its sensitivity and calibration signal or certification date of the last calibration.\n\n2. When seismograph recordings of the use of explosives are required by section 319.309, a record of each such use of explosives shall be made and retained for at least three years. The record shall be completed by the end of the business day following the day in which the explosives were detonated. Such records shall be made available to the division of fire safety, upon request, within twenty-four hours of the request. Each record shall include the:\n\n(1) Name of the person using the explosives;\n\n(2) Location, date, and time of the detonation;\n\n(3) Name of the licensed blaster responsible for use of the explosives;\n\n(4) Type of material blasted;\n\n(5) Number of bore holes, burden, and spacing;\n\n(6) Diameter and depth of bore holes;\n\n(7) Type of explosives used;\n\n(8) Weight of explosives used per bore hole and total weight of explosives used;\n\n(9) Maximum weight of explosives detonated within any eight millisecond period;\n\n(10) Maximum number of bore holes or decks detonated within any eight millisecond period;\n\n(11) Initiation system, including number of circuits and the timer interval, if a sequential timer is used;\n\n(12) Type and length of stemming;\n\n(13) Type of detonator and delay periods used, in milliseconds;\n\n(14) Sketch of delay pattern, including decking;\n\n(15) Distance and scaled distance, if required under the provisions of 319.309, to the nearest uncontrolled structure;\n\n(16) Location of the nearest uncontrolled structure, using the best available information.\n\n3. If the type of blasting being recorded by a seismograph does not involve bore holes, then the record required in subsection 2 of this section shall contain the:\n\n(1) Name of the person using the explosives;\n\n(2) Location, date, and time of the detonation;\n\n(3) Name of the licensed blaster responsible for use of the explosives;\n\n(4) Type of material blasted;\n\n(5) Type of explosives used;\n\n(6) Weight of explosives used per shot and total weight of explosives used;\n\n(7) Maximum weight of explosives detonated within any eight millisecond period;\n\n(8) Initiation system, including number of circuits and the timer interval, if a sequential timer is used;\n\n(9) Type of detonator and delay periods used, in milliseconds;\n\n(10) Sketch of delay pattern;\n\n(11) Distance and scaled distance, if required under the provisions of section 319.309, to the nearest uncontrolled structure;\n\n(12) Location of the nearest uncontrolled structure, using the best available information.\n\n4. It shall be the duty of each licensed blaster and each person using explosives to assure that the requirements of this section are met. Any person using explosives shall provide properly calibrated seismographic equipment at the closest practical proximity to the nearest uncontrolled structure, or at the option of the person using explosives the seismograph equipment may be located nearer to the blast site on an approximate line between the nearest uncontrolled structure and the blast site. Licensed blasters shall create the record required in subsections 2 and 3 of this section and provide such record to the person using explosives, who shall be responsible for maintaining records required in this section.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-315/"
    },
    {
      "id": "section-319-318",
      "number": "319.318",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.318. Compliance with state and federal law — registration with division of fire safety required — annual report required, fees — audit of records — violations, penalty. —1. Any person using explosives shall comply with the provisions of this section.\n\n2. Provisions of federal law and regulation regarding the manufacturing, transportation, distribution, and storage of explosives shall be enforced by the appropriate federal agency and shall not be subject to enforcement under sections 319.300 to 319.345.\n\n3. Within sixty days after August 28, 2007, each person using explosives or intending to use explosives in Missouri shall register with the division of fire safety. Any person using explosives who is not required to register on the effective date, who subsequently uses explosives in Missouri shall register with the division of fire safety prior to first using explosives in Missouri. The initial registration shall state the name of the person, address, telephone number, facsimile number, email address, and name of the principal individual having responsibility for supervision of the use of explosives. A fee of two hundred dollars shall be submitted with the initial registration.\n\n4. Each person using explosives that is required to register under subsection 3 of this section shall by January thirty-first of each year after registering file an annual report with the division of fire safety for the preceding calendar year:\n\n(1) The initial annual report shall only include that portion of the preceding calendar year after the date the person became subject to the requirement to register under subsection 3 of this section;\n\n(2) The report shall include:\n\n(a) Any change or addition to the information required in subsection 3 of this section;\n\n(b) The name and address of the distributors from which explosives were purchased;\n\n(c) The total number of pounds of explosives purchased for use in Missouri and the total number of pounds actually used in Missouri during the period covered by the report.­­Persons required to report annually shall maintain records sufficient to prove the accuracy of the information reported;\n\n­­Persons required to report annually shall maintain records sufficient to prove the accuracy of the information reported;\n\n(3) The person using explosives shall submit with the annual report a fee per ton, as established under this section, based on the amount of explosives used in Missouri. If the report of total pounds used results in a portion of a ton, the cumulative total of the fee shall be rounded to the nearest ton. The fee shall be five hundred dollars plus one dollar and fifteen cents per ton of explosives used. The fee per ton authorized under this subdivision may be adjusted by rule provided the fee shall not exceed seven dollars and fifty cents per ton. The state blasting safety board shall review the fee schedule on a biennial basis and approve or disapprove adjustments in fees by rule. The fee established by rule shall not yield revenue greater than the cost of administering sections 319.300 to 319.345. The fee authorized in this section and adjusted by rule shall not apply to any person, company, or entity regulated by the department of natural resources under sections 444.800 to 444.980 and 10 CSR 40-3.160.\n\n5. (1) The division of fire safety may audit the records of any person using explosives required to report annually under subsection 4 of this section to determine the accuracy of the number of pounds of explosives reported. In connection with such audit, the division of fire safety may also require any distributor of explosives to provide a statement of sales during the year to persons required to report under subsection 4 of this section.\n\n(2) It shall be a violation of sections 319.300 to 319.345 to fail to register or report as required by subsection 3 of this section or knowingly report false information in the reports required under subsections 3 and 4 of this section. The state fire marshal may issue a notice of violation under section 319.333 for failure to register or report or for knowingly reporting false information in the reports required by subsections 3 and 4 of this section. The notice of violation shall be subject to the same procedures and rights of appeal as established in sections 319.324, 319.327, and 319.333.\n\n(3) Any person who fails to register or report or who knowingly reports false information in the reports required under subsections 3 and 4 of this section shall be subject to a civil penalty not exceeding two thousand dollars for the first offense or a penalty not exceeding five thousand dollars for a second or subsequent offense. Fees for use of explosives not reported shall also be paid.\n\n6. It shall be a violation of sections 319.300 to 319.345 for any person using explosives to:\n\n(1) Engage in blasting other than by a licensed blaster or an individual working under the direct supervision of a licensed blaster;\n\n(2) Fail to calculate the scaled distance, conduct monitoring of vibration and noise levels, and conduct record keeping as required by sections 319.300 to 319.345;\n\n(3) Fail to carry a minimum of one million dollars in commercial general liability insurance.\n\n7. The state fire marshal may issue a notice of violation for any violation of subsection 6 of this section which shall be subject to the same procedures and rights of appeal as established in sections 319.324, 319.327, and 319.333.\n\n8. A violation of subsection 6 of this section shall be subject to a civil penalty not exceeding two thousand dollars for the first offense or a penalty not exceeding five thousand dollars for a second or subsequent offense.\n\n(L. 2007 H.B. 298, A.L. 2018 H.B. 1286)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-318/"
    },
    {
      "id": "section-319-321",
      "number": "319.321",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.321. Inapplicability of law, when. —Sections 319.309, 319.312, 319.315, and 319.318 shall not apply to:\n\n(1) Universities, colleges, or trade schools when confined to the purpose of instruction or research;\n\n(2) The use of explosive materials in the forms prescribed by the official U.S. Pharmacopoeia or the National Formulary and used in medicines and medicinal agents;\n\n(3) The training or emergency operations of any federal, state, or local government including all departments, agencies, and divisions thereof, provided they are acting in their official capacity and in the proper performance of their duties or functions;\n\n(4) The use of explosives by the military or any agency of the United States;\n\n(5) The use of pyrotechnics, commonly known as fireworks, including signaling devices such as flares, fuses, and torpedoes;\n\n(6) The use of small arms ammunition and components thereof which are subject to the Gun Control Act of 1968, 18 U.S.C. Section 44, and regulations promulgated thereunder. Any small arms ammunition and components thereof exempted by the Gun Control Act of 1968 and regulations promulgated thereunder are also exempted from the provisions of sections 319.300 to 319.345;\n\n(7) Any person performing duties using explosives within an industrial furnace;\n\n(8) The use of agricultural fertilizers when used for agricultural or horticultural purposes;\n\n(9) The use of explosives for lawful demolition of structures;\n\n(10) The use of explosives by employees, agents, or contractors of rural electric cooperatives organized or operating under chapter 394;\n\n(11) Individuals discharging historic firearms and cannon or reproductions of historic firearms and cannon; and\n\n(12) Any person using explosive materials along with a well screen cleaning device for the purpose of unblocking clogged screens of agricultural irrigation wells located within the southeast Missouri regional water district as created in section 256.643.\n\n(L. 2007 H.B. 298, A.L. 2010 S.B. 795)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-321/"
    },
    {
      "id": "section-319-324",
      "number": "319.324",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.324. State blasting safety board created, members, terms, officers, meetings, duties. —1. The \"State Blasting Safety Board\" is hereby created and assigned to the division of fire safety under the state fire marshal. There shall be seven members of this board, as appointed by the governor, with the advice and consent of the senate, to be comprised of:\n\n(1) One representative of a municipality or county governed by sections 319.300 to 319.345 who serves in the capacity of director of public works or a similar position;\n\n(2) One representative of a person using explosives that is engaged in mining that is subject to the requirements of section 319.300 to 319.345;\n\n(3) One representative of a person using explosives that is engaged in construction;\n\n(4) One person who is in the business of providing contract blast monitoring services;\n\n(5) Two persons who manufacture or distribute explosives; and\n\n(6) The state fire marshal or his or her designee.\n\n2. Each board member shall serve for a term of six years, except for the members initially appointed one term shall be for one year, one term shall be for two years, one term shall be for three years, one term shall be for four years, one term shall be for five years, and one term shall be for six years. Members appointed and serving shall serve until their successor is named and shall be eligible for reappointment. The state fire marshal or his or her designee shall be a standing member of the board and shall have the power to vote.\n\n3. Members of the board shall serve without compensation but may be reimbursed by the division of fire safety for reasonable and necessary expenses. Meetings of the board shall be held in facilities arranged by the division of fire safety. Hearings of the board may be held at a location in Missouri agreed upon by the state fire marshal and the chairman of the board.\n\nUpon agreement by the licensee, the state fire marshal, and the chairman of the state blasting safety board, hearings may be conducted by conference call.\n\n4. The board shall annually by January thirty-first elect a chairman from one of the members other than the state fire marshal or his or her designee. The chairman shall be elected by majority vote of the board and shall preside over all meetings and hearings and perform any specific duties set out in sections 319.300 to 319.345.\n\n5. The state fire marshal or his or her designee shall perform the duties of secretary of the board.\n\n6. The board shall meet as needed at the call of the chairman or upon written notice by the state fire marshal. The board shall meet at least once each calendar year.\n\n7. It shall be the duty of the board to:\n\n(1) Advise the state fire marshal in the development of application and registration forms, training and examinations, and setting fees for the filing of required applications, registrations, and reports;\n\n(2) Approve or disapprove any examination for licensing of blasters;\n\n(3) Hold hearings and make decisions by majority vote upon appeals under subsection 10 of section 319.306 and upon notices of violation under subsection 7 of section 319.318 or section 319.333;\n\n(4) Approve or disapprove any rule proposed by the division of fire safety for the administration of sections 319.300 to 319.345;\n\n(5) Advise or assist the division of fire safety in any other matter regarding administration or enforcement within the scope and requirements of sections 319.300 to 319.345.\n\n8. For any matter upon which a hearing is held under subdivision (3) of subsection 7 of this section, any referral of a notice of violation or request for criminal or civil enforcement action or injunctive relief shall be made by the state fire marshal to the attorney general or a prosecuting attorney, only upon a majority vote by the board.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-324/"
    },
    {
      "id": "section-319-327",
      "number": "319.327",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.327. Duties of the division — enforcement. —1. It shall be the duty of the division of fire safety to:\n\n(1) Develop and distribute all forms, certificates, and printed material necessary for carrying out duties relating to applications, registrations, training, testing, and licensing required by sections 319.300 to 319.345;\n\n(2) Publish, distribute, and administer an examination that tests the knowledge of applicants for a blaster's license in the safe and proper use of explosives. The examination may be given to applicants by representatives of the division of fire safety, by persons approved by the division of fire safety to provide training under section 319.306, or by other persons designated by the division of fire safety;\n\n(3) Upon approval by majority vote of the state blasting safety board, promulgate any rule necessary for carrying out the purposes of sections 319.300 to 319.345. No rule promulgated by the state fire marshal shall duplicate, amend, supersede, or conflict with the provisions of any statute, regulation, or policy established by:\n\n(a) The U.S. Department of Justice, Bureau of Alcohol, Tobacco, Firearms and Explosives;\n\n(b) Chapter 40 of Title 18 of the United States Code, as amended;\n\n(c) The U.S. Department of Transportation;\n\n(d) The federal Mine Safety and Health Administration; or\n\n(e) The federal Occupational Safety and Health Administration;\n\n(4) Investigate possible violations of sections 319.300 to 319.345 upon the complaint of any citizen that believes explosives are being used in such a way to endanger the public's safety or property, or upon any cause for the state fire marshal to believe that a violation is occurring. To conduct such investigations, the state fire marshal shall assign adequately trained personnel within the division of fire safety to inspect blasting sites, examine records and seismograph recordings, inspect blaster's licenses, inspect registration and reporting records required by section 319.315, or determine if any other provision of sections 319.300 to 319.345 has been violated. Such inspectors shall be employees of the division of fire safety and may act on a full-time or part-time basis. Any such inspector shall meet the requirements of section 319.306 for being licensed as a blaster in the state of Missouri;\n\n(5) Receive and provide information and assistance, in cooperation with local governments, federal agencies, and agencies of other states, in administration and enforcement of sections 319.300 to 319.345 and similar laws, regulations, and requirements in other jurisdictions.\n\n2. The division of fire safety may enforce any provision of sections 319.300 to 319.345 by referral of violations to the attorney general or a prosecuting attorney and may seek criminal penalties, civil penalties, and may seek injunctive relief as authorized by sections 319.300 to 319.345. Any violation of sections 319.300 to 319.345, other than loading or firing explosives in violation of subsection 16 of section 319.306 which shall be subject to penalties under such section, shall be subject to a civil penalty not exceeding two thousand dollars for the first offense or a penalty not exceeding five thousand dollars for a second or subsequent offense. For any matter upon which a hearing is held under subdivision (3) of subsection 7 of section 319.324, any referral of a notice of violation or request for enforcement action shall be made by the state fire marshal to the attorney general or a prosecuting attorney, only upon a majority vote by the board.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-327/"
    },
    {
      "id": "section-319-330",
      "number": "319.330",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.330. Missouri explosives safety act administration fund created, use of moneys. —There is hereby created in the state treasury the \"Missouri Explosives Safety Act Administration Fund\", which shall consist of all fees collected under sections 319.300 to 319.345, appropriations of the general assembly, federal grants, and private donations. The state treasurer shall be custodian of the fund. In accordance with sections 30.170 and 30.180, the state treasurer may approve disbursements. Upon appropriation, money in the fund shall be used solely for the administration of sections 319.300 to 319.345. Notwithstanding the provisions of section 33.080 to the contrary, any moneys remaining in the fund at the end of the biennium shall not revert to the credit of the general revenue fund except that, at the end of each biennium and after all statutorily or constitutionally required transfer of funds have been made, the state treasurer shall transfer the balance in the fund, except for gifts, donations, bequests, or money received from a federal source, created in this section in excess of two hundred percent of the fund's previous fiscal year's expenditures into the state general revenue fund. The state treasurer shall invest moneys in the fund in the same manner as other funds are invested. Any interest and moneys earned on such investments shall be credited to the fund. The state fire marshal shall submit a report to the state blasting safety board and the public each year that describes the revenue created by fees established under the provisions of sections 319.300 to 319.345 and how the revenue was expended to enforce the provisions of sections 319.300 to 319.345, including the number of employees used and activities performed.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-330/"
    },
    {
      "id": "section-319-336",
      "number": "319.336",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.336. Grievance procedure. —Any individual aggrieved by any official action of the state blasting safety board or the division of fire safety affecting their license status, including revocation, suspension, failure to renew, or refusal to grant a license may seek a determination thereon by the administrative hearing commission under the provisions of section 621.045.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-336/"
    },
    {
      "id": "section-319-333",
      "number": "319.333",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.333. Notice of violation, procedure. —Any individual or person using explosives who the state fire marshal or his or her representative determines, upon substantial evidence, to be in violation of sections 319.300 to 319.345 may be issued a notice of violation by the division of fire safety. Any hearings regarding suspension or revocation of a blaster's license shall be conducted under the provisions of subsection 10 of section 319.306, rather than the provisions of this section. Any notice of violation of any provision of sections 319.300 to 319.345 shall be in writing and shall state the section or sections violated and the circumstance of the violation, including date, place, person involved, and the act or omission constituting the violation. The notice shall also inform the person receiving the notice of the right to request a hearing before the state blasting safety board for any violation, except for the violation of failure to hold a blasting license as required by section 319.306 for which no appeal may be made. The recipient may request a hearing within forty-five days of the date the notice was received. If a hearing is requested, the state fire marshal shall immediately inform the chairman of the board. The person receiving the notice, the state fire marshal, and the chairman of the board shall establish a mutually acceptable date and place for the hearing, which in no case shall be more than thirty days after the hearing was requested. The hearing shall be conducted as an uncontested case, although the person or the state fire marshal may be represented by an attorney. Within fifteen days of such hearing, the board shall notify the person of its decision on the appeal, which may include upholding, modifying, or disapproving the notice of violation. The board's action upon the appeal shall be decided by majority vote. If the notice of violation is upheld by the board, in whole or part, upon a separate majority vote of the board, the person may be referred for enforcement action as provided in section 319.327.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-333/"
    },
    {
      "id": "section-319-339",
      "number": "319.339",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.339. Notification of division prior to use of explosives required — exception. —1. Any person using explosives within Missouri shall notify the division of fire safety in writing or by telephone at least two business days in advance of first using explosives at a site where blasting has not been previously conducted. If blasting will be conducted at an ongoing project, such as a long-term construction project, or at a permanent site, such as a mine, the person shall only be required to make one notice to the division of fire safety in advance of the first use of explosives.\n\n2. The notice required by this section shall state the name, address, and telephone number of the person using explosives, the name of the individual responsible for supervision of blasting, the date or approximate period over which blasting will be conducted, the location of blasting by street address, route, or other description, and the nature of the project or reason for blasting.\n\n3. This section shall not apply to any blasting required by a contract with any agency of the state of Missouri, any federal agency, or any political subdivision.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-339/"
    },
    {
      "id": "section-319-342",
      "number": "319.342",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.342. Municipalities to be notified of use of explosives, when, procedure — certain owners and businesses to be notified — ordinances authorized. —1. Any person using explosives that will conduct blasting within the jurisdiction of a municipality shall notify the appropriate representative of the municipality in writing or by telephone at least two business days in advance of blasting at that location. An appropriate representative shall be deemed to be the city's public works department, code enforcement official, or an official at the main office maintained by the municipality. In any area where blasting will be conducted, whether in a municipality or in an unincorporated area, the person using explosives also shall notify the appropriate fire protection official for the jurisdiction where blasting will occur, which may be a city fire department, fire protection district, or volunteer fire protection association. The notice required by this section shall state the name, address, and telephone number of the person using explosives, the name of the individual responsible for supervision of blasting, the date or approximate period over which blasting will be conducted, the location of blasting by street address, route, or other description, and the nature of the project or reason for blasting. If blasting will be conducted at an ongoing project, such as a long-term construction project, or at a permanent site, such as a surface mine, the person shall only be required to make one notice to the municipality or appropriate fire protection official in advance of the first use of explosives. Any such ongoing projects or permanent sites in existence at the time of August 28, 2007, shall not be required to provide notice as described in this subsection.\n\n2. Any person using explosives which will conduct blasting within the jurisdiction of a municipality shall notify the owner or occupant of any residence or business located within a scaled distance of fifty-five from the site of blasting prior to the start of blasting at any new location. One notification by mail, telephone, printed notification posted prominently on the premises or the property of the owner or occupant of the residence or business, or delivered in person to any such owner or occupant meets the requirements of this subsection. A municipality may provide the name, last known address, and telephone number of the owners or occupants of any residence or business that may be located within the scaled distance of fifty-five from the site of blasting to the person using explosives upon request.\n\n3. Any municipality or county may by ordinance or order:\n\n(1) Require that a permit be obtained in addition to the notice required by subsection 1 of this section, with such application for permit being due no more than ten days prior to the first use of explosives;\n\n(2) Require that the application for the permit contain specific information about the type of explosives to be used and their storage location at the site where used;\n\n(3) Require the applicant to demonstrate an acceptable plan for signage or other means of informing the public of blasting in proximity to public streets or highways and any request for temporary closing of streets or routing of traffic;\n\n(4) Specify the times of day blasting may be conducted, which shall not be less than eight consecutive hours on any day of the week except the ordinance or order may prohibit blasting on Sunday unless approved by the municipality or county upon application by the person using explosives;\n\n(5) Require that the applicant submit proof that the person using explosives is registered with the division of fire safety and that blasting will be conducted by a licensed blaster;\n\n(6) Require that the applicant submit proof of commercial general liability insurance in an acceptable amount, which shall be no less than one million dollars and no more than five million dollars;\n\n(7) Require that the applicant make at least three documented attempts to contact the owner of any uncontrolled structures within a scaled distance of thirty-five from the blast site in order to conduct a preblast survey of such structures. A preblast survey is not required if the owner of any such structure does not give permission for a survey to be conducted;\n\n(8) Enact any other provision necessary to carry out the provisions of the ordinance or order, including the conditions under which the permit may be suspended or revoked or appropriate fines may be imposed for failure to obtain a permit or violations of the permit.\n\n4. A permit for blasting under a municipal or county ordinance or order authorized by subsection 3 of this section shall be granted by the municipality or county upon satisfying the requirements of the ordinance or order and upon the applicant's payment of a reasonable fee to cover the administration of the permit system.\n\n5. Any authorized representative of a municipality, county or an appropriate fire protection official may:\n\n(1) Require any person using explosives to show proof that he or she is registered with the division of fire safety and blasting is being conducted by an individual that is licensed under the provisions of section 319.306;\n\n(2) Request and be allowed access to the site of blasting by the person using explosives and shall be allowed to observe blasting from a safe location as designated by the blaster;\n\n(3) Examine records of blasting required to be maintained by sections 319.309 and 319.315. However, no municipality, county, or fire protection official shall require a person using explosives or a blaster to surrender such records or a copy of such records to the municipality or fire protection official except as necessary under an investigation of the blaster's violation of a municipal or county permit;\n\n(4) Report suspected violations of section 319.300 to 319.345 to the division of fire safety.\n\n6. Except for any ordinance or order of any county with a charter form of government and with more than one million inhabitants, no provision of a municipal ordinance or county ordinance or order in effect on August 28, 2007, or which may be adopted at a future date by a city or county may preempt, amend, exceed, or conflict with the provisions of sections 319.300 to 319.342 nor any rule promulgated by the state fire marshal under section 319.327. Neither shall any existing or future municipal ordinance or county ordinance or order preempt, amend, exceed, or conflict with the provisions of any statute, regulation, or policy established by:\n\n(1) The United States Department of Justice, Bureau of Alcohol, Tobacco, Firearms and Explosives;\n\n(2) Chapter 40 of Title 18 of the United States Code, as amended;\n\n(3) The United States Department of Transportation;\n\n(4) The federal Mine Safety and Health Administration; or\n\n(5) The federal Occupational Safety and Health Administration.\n\n7. Subsections 1, 2, and 3 of this section shall not apply to any blasting required by a construction contract with any agency of the state of Missouri, any federal agency, or any political subdivision.\n\n8. Nothing in this section shall preempt the rights and remedies afforded by the general assembly or common law to persons damaged by blasting.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-342/"
    },
    {
      "id": "section-319-343",
      "number": "319.343",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.343. Inapplicability of prohibition on local preemption, when. —The provisions of subsection 6 of section 319.342 in regard to the provisions of sections 319.300 to 319.342 or any rule promulgated by the state fire marshal thereunder shall not apply to an ordinance, order, permit, or regulation in effect as of January 1, 2007, which regulates the use of explosives at the site of a quarry in any county with a charter form of government and with more than two hundred fifty thousand but fewer than three hundred fifty thousand inhabitants. For purposes of this section,quarryshall include any place where rock, ore, stone, or similar materials are excavated for sale or off-premises use. A quarry shall not include the removal or relocation of rock, stone, or earth incidental to the construction of residential, commercial, or industrial buildings. Nothing in this section shall be construed to exempt any person loading or firing explosives in any county governed by this section from meeting the licensing requirements of section 319.306 and paying licensing fees under that section. Neither shall this section be construed to exempt any person using explosives in any county defined by this section from registering with and reporting to the division of fire safety under section 319.318 and paying all registration and reporting fees under that section.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-343/"
    },
    {
      "id": "section-319-345",
      "number": "319.345",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.345. Rulemaking authority. —Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in sections 319.300 to 319.345 shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove or annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2007, shall be invalid and void.\n\n(L. 2007 H.B. 298)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-345/"
    },
    {
      "id": "section-319-500",
      "number": "319.500",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.500. Pipelines transporting hazardous liquids to submit periodic reports to department of natural resources — content. —1. Any owner or operator of pipelines transporting hazardous liquids, as defined in the federal Hazardous Liquid Pipeline Safety Act of 1979, 49 U.S.C. 2001, et seq., shall submit periodic reports to the department of natural resources as required by the director of the department of natural resources under this section.\n\n2. The director may require any owner or operator, as specified in subsection 1 of this section, to periodically report any of the following information:\n\n(1) The business name, address, and telephone number, including an operations emergency telephone number, of the operator;\n\n(2) An accurate map or maps, along with any appropriate supplementary geographic description, showing the location of pipeline facilities of such operator in the state;\n\n(3) A description of the characteristics of the operator's pipelines within the state;\n\n(4) A description of all products transported through the operator's pipelines within the state;\n\n(5) The manual which governs operations and maintenance of the pipeline facilities located in the state;\n\n(6) An emergency response plan describing the operator's procedures for responding to and containing releases, including:\n\n(a) An identification of specific actions which will be taken by the operator on discovery of a release;\n\n(b) Liaison procedures with state and local government agencies for emergency response; and\n\n(c) Communication and alert procedures for immediate notification of state and local officials at the time of any release;\n\n(7) A report setting forth the most recent pipeline tests made and a summary of the results thereof;\n\n(8) Any other information the director considers useful and necessary to inform the state regarding pipeline facilities and operations.\n\n(L. 1991 S.B. 45 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-500/"
    },
    {
      "id": "section-319-503",
      "number": "319.503",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 319\n\n319.503. Emergencies created by hazardous liquids being transported — powers of director — civil actions, penalties, deposit — no liability for owners, when. —1. If the director of the department of natural resources determines that the owner or operator of a pipeline which transports hazardous liquids as defined in the federal Liquid Pipeline Safety Act of 1979, 49 U.S.C. 2001, et seq., is responsible for a hazardous substance emergency, he may cause to have instituted a civil action in any court of competent jurisdiction for injunctive relief to prevent any continuation of the hazardous substance emergency or for the assessment of a civil penalty up to ten thousand dollars per day for each day or part thereof that the hazardous substance emergency occurred and continues to occur. The director may also seek up to twenty-five hundred dollars for each subsequent day the effect of the emergency causes noncompliance with water quality standards promulgated by the clean water commission pursuant to chapter 644. The total amount of any civil penalty imposed for violation of water quality standards shall not exceed five hundred thousand dollars. In determining the amount of civil penalty for noncompliance with water quality standards under this section, the court shall consider the seriousness of the violation, the degree of culpability involved, any other penalty imposed for the same incident, the nature, extent and degree of success of any efforts of the violator to minimize or mitigate the effects of the discharge, and any other matters as justice may require. The director may request either the attorney general or a prosecuting attorney to bring any action authorized in this section in the name of the people of the state of Missouri. Suit may be brought in any county where the defendant's principal place of business is located or where the hazardous substance emergency is located or was located at the time the emergency occurred. Moneys received pursuant to this section which are not required by Article IX, Section 7 of the Constitution of Missouri to be distributed to schools shall be deposited in an appropriate subaccount of the natural resources protection fund created in section 640.220.\n\n2. Commencement of an action to assess a civil penalty under this section shall preclude the assessment of an administrative penalty for the same violation except that this limitation shall not apply to persons whom the department has determined to have habitually violated the requirements of the Missouri clean water law, the clean water laws of other states or federal laws pertaining to clean water. The commission shall promulgate rules and regulations to provide further clarification of a habitual violator under this subsection.\n\n3. Any person otherwise liable under the provisions of section 319.500 and this section is not liable if he demonstrates that the hazardous substance emergency occurred as the result of an act of God, an act of war, an act of the state of Missouri or the United States, or solely by the act of a third party.\n\n(L. 1991 S.B. 45 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-319/section-319-503/"
    }
  ]
}