{
  "state": "missouri",
  "path": "title-title-xxi/chapter-chapter-323",
  "sections": [
    {
      "id": "section-323-005",
      "number": "323.005",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.005. Citation of law. —This chapter may be cited as the \"Missouri Propane Safety Act\".\n\n(L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-005/"
    },
    {
      "id": "section-323-010",
      "number": "323.010",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.010. Definitions. —For the purposes of this chapter, the following words and phrases shall mean:\n\n(1)\"Affiliated industry\", any person or firm engaged in the manufacturing, assembling, and marketing of appliances, containers, and products used in the propane industry, the interstate or intrastate transportation or storage of propane, the installation or design of propane piping systems, or other such affiliation with the commercial, residential, or agricultural use of propane by consumers in Missouri;\n\n(2)\"Autogas\", propane used solely as the primary motor fuel for internal combustion engines for vehicles in highway use;\n\n(3)\"Commission\", the Missouri propane safety commission;\n\n(4)\"Compressed natural gas\"(CNG), a mixture of hydrocarbon gases and vapors, consisting principally of methane in gaseous form that has been compressed for use as a vehicular fuel;\n\n(5)\"Dispensing station\", a system of compressors, safety devices, cylinders, piping, fittings, valves, regulators, gauges, relief devices, vents, installation fixtures and other compressed natural gas equipment intended for use in conjunction with motor vehicle fueling by compressed natural gas but does not include a natural gas pipeline located upstream of the inlet of the compressor;\n\n(6)\"Liquefied petroleum gas\", any material which is composed predominantly of any of the following hydrocarbons, or mixtures of the same: propane, propylene, butanes (normal butane or isobutane), and butylenes;\n\n(7)\"Motor vehicle\", all vehicles except those operated on rails which are propelled by internal combustion engines and are used or designed for use in the transportation of a person or persons or property;\n\n(8)\"Person\", any individual, group of individuals, partnership, association, cooperative, corporation, or any other entity;\n\n(9)\"Producer\", the owner of the propane at the time it is recovered at a manufacturing facility, irrespective of the state where production occurs;\n\n(10)\"Propane\", propane, butane, mixtures of propane and butane, and liquefied petroleum gas, as defined by the National Fire Protection Association Standard 58 for the storage and handling of liquefied petroleum gases;\n\n(11)\"Public member\", a member of the commission who is a resident of Missouri, is a user of odorized propane, and is not related by the third degree of consanguinity to any retailer or wholesale distributor of propane;\n\n(12)\"Retail marketer\", a business engaged primarily in selling propane gas, its appliances, and equipment to the ultimate consumer or to retail propane dispensers;\n\n(13)\"Wholesaler\"or\"reseller\", a seller of propane who is not a producer and who does not sell propane to the ultimate consumer.\n\n(L. 1947 V. II p. 252 § 1, A.L. 1994 S.B. 782, A.L. 2007 H.B. 426, A.L. 2014 H.B. 2141)\n\nEffective 1-01-16",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-010/"
    },
    {
      "id": "section-323-020",
      "number": "323.020",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.020. Commission to promulgate standards, rulemaking procedure — conformity with national standards. —1. The commission shall make, promulgate and enforce regulations setting forth general standards covering the design, construction, location, installation and operation of equipment for storing, handling, transporting by tank truck, tank trailer, and utilizing liquefied petroleum gases and specifying the odorization of such gases and the degree thereof. The regulations shall be such as are reasonably necessary for the protection of the health, welfare and safety of the public and persons using such materials, and shall be in substantial conformity with the generally accepted standards of safety concerning the same subject matter. Such regulations shall be adopted by the commission pursuant to chapter 536. Any rule or portion of a rule, as that term is defined in section 536.010, that is promulgated under the authority of this chapter, shall become effective only if the authority has fully complied with all of the requirements of chapter 536 including but not limited to section 536.028 if applicable, after January 1, 1999. All rulemaking authority delegated prior to January 1, 1999, is of no force and effect and repealed as of January 1, 1999, however nothing in this act shall be interpreted to repeal or affect the validity of any rule adopted and promulgated prior to January 1, 1999. If the provisions of section 536.028 apply, the provisions of this section are nonseverable and if any of the powers vested with the general assembly pursuant to section 536.028 to review, to delay the effective date, or to disapprove and annul a rule or portion of a rule are held unconstitutional or invalid, the purported grant of rulemaking authority and any rule so proposed and contained in the order of rulemaking shall be invalid and void, except that nothing in this act shall affect the validity of any rule adopted and promulgated prior to January 1, 1999.\n\n2. Except as specifically provided in subsection 1 of section 323.060, regulations in substantial conformity with the published standards of the National Board of Fire Underwriters for the design, installation and construction of containers and pertinent equipment for the storage and handling of liquefied petroleum gases as recommended by the National Fire Protection Association shall be deemed to be in substantial conformity with the generally accepted standards of safety concerning the same subject matter.\n\n(L. 1947 V. II p. 252 § 2, A.L. 1994 S.B. 782, A.L. 1998 S.B. 619, A.L. 2005 S.B. 182, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-020/"
    },
    {
      "id": "section-323-025",
      "number": "323.025",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.025. Missouri propane safety commission created, powers and duties, members, terms, meetings — executive director — secretary to keep records — surety bond for members — annual report. —1. There is hereby created within the department of agriculture the \"Missouri Propane Safety Commission\", which shall constitute a body corporate and politic, an independent instrumentality exercising essential public functions. The commission shall ensure the administration and enforcement of this chapter and all rules and regulations and orders promulgated thereunder. The powers of the commission shall be vested in nine commissioners, who shall be residents of this state, to be appointed by the governor, by and with the advice and consent of the senate. The commission shall consist of one member representing multistate retail marketers of propane, one member representing wholesalers or resellers of propane, one member from a county of the third classification representing retail marketers of propane, one member who is affiliated with the Mechanical Contractors Association in Missouri, one member affiliated with the Plumbing Industry Council, one member representing an affiliated industry, one member representing the department of agriculture, the Missouri state fire marshal or his or her designee, and one public member. The commissioners annually shall elect from among their number a chairperson and a vice chairperson, and such other officers as they may deem necessary.\n\n2. The commissioners shall serve five-year terms, with each term beginning July first and ending on June thirtieth. However, of the commissioners first appointed, two shall be appointed for a term of two years, two shall be appointed for a term of three years, two shall be appointed for a term of four years, and three shall be appointed for a term of five years. Each commissioner appointed thereafter shall be appointed for a term ending five years from the date of expiration of the term for which his or her predecessor was appointed. A person appointed to fill a vacancy prior to the expiration of such a term shall be appointed for the remainder of the term. No commissioner appointed by the governor under this section shall serve more than one full term. For those commissioners first appointed, if such commissioner serves a term less than five years, each shall be eligible to serve one full five-year term. Each commissioner shall hold office for the term of such appointment and until such successor has been appointed and qualified.\n\n3. Other than the public member, commission members shall be full-time employees or owners of businesses in the industry or the agency they represent.\n\n4. Notwithstanding the provisions of any other law to the contrary:\n\n(1) No officer or employee of this state shall be deemed to have forfeited or shall forfeit such office or employment by reason of his acceptance of membership on the commission or such service to the commission;\n\n(2) It shall not constitute a conflict of interest for an employee of any company selling propane at retail or wholesale, or engaged in the manufacture, sale, installation, or distribution of propane-use equipment, the contracting of propane piping systems, or in the transportation, storage, or marketing of propane, or any other firm, person, or corporation, to serve as a member of the commission, provided such trustee, director, officer, or employee shall abstain from deliberation, action, and vote by the commission in each instance where the business affiliation or public office association of any such trustee, director, officer, or employee is involved.\n\n5. Commissioners shall receive no compensation for the performance of their duties under this section, but each commissioner shall be reimbursed from the funds of the commission for his or her actual and necessary expenses incurred in carrying out his or her official duties.\n\n6. Meetings shall be held at the call of the chairperson or whenever two commissioners so request. Five commissioners of the commission shall constitute a quorum, and any action taken by the commission under the provisions of this chapter may be authorized by resolution approved by a majority, but not less than four of the commissioners present at any regular or special meeting. No vacancy in the membership of the commission shall impair the right of a quorum to exercise all the rights and perform all the duties of the commission.\n\n7. The commissioners shall employ an executive director. The executive director also shall serve as the secretary for the commission and shall administer, manage, and direct the affairs and business of the commission, subject to the policies, control, and direction of the commissioners. The commission may employ technical experts and such other officers, agents, and employees as deemed necessary, and may fix their qualifications, duties, and compensation.\n\n8. The secretary shall keep a record of the proceedings of the commission and shall be custodian of all books, documents, and papers filed with the commission and of its minute book and seal. The secretary shall have the authority to cause to be made copies of all minutes and other records and documents of the commission and to give certificates, under the seal of the commission, to the effect that such copies are true copies, and all persons dealing with the commission may rely upon such certificates. Resolutions of the persons dealing with the commission need not be published or posted unless the commission shall so direct.\n\n9. Before entering into his or her duties, each commissioner of the commission shall execute a surety bond for fifty thousand dollars, and the executive director shall execute a surety bond for one hundred thousand dollars or, in lieu thereof, the chairperson of the commission shall execute a blanket bond covering all members, the executive director, and the employees or other officers of the commission. Each surety bond shall be conditioned on the faithful performance of the duties of the office or offices covered, shall be executed by a surety company authorized to transact business in this state as surety, shall be approved by the attorney general, and shall be filed in the office of the secretary of state. The cost of each such bond shall be paid by the commission.\n\n10. At the beginning of each fiscal year, the commission shall prepare and submit for public comment a budget plan, including the probable costs of all programs, projects, and contracts and a recommended rate of assessment as may be necessary to cover such costs. Publication of the proposed budget in the Missouri Register for at least thirty days shall constitute appropriate public notice. The commission shall approve or modify the budget following the public comment period.\n\n11. The commission shall, following the close of each fiscal year, submit an annual report of its activities for the preceding year to the department of agriculture, the governor, and the general assembly. Each report shall set forth a complete operating and financial statement for the commission during the fiscal year it covers. At least once in each year, an independent certified public accountant shall audit the books and accounts of the commission.\n\n12. The commission shall have the power necessary to:\n\n(1) Sue and be sued in its own name;\n\n(2) Have an official seal and alter the same at pleasure;\n\n(3) Have perpetual succession;\n\n(4) Maintain an office at such place or places within this state as the commission may designate;\n\n(5) Conduct hearings and mediate disputes arising from the enforcement of this chapter;\n\n(6) Disperse funds for its lawful activities and fix salaries and wages of its employees; and\n\n(7) Exercise all powers necessary or convenient to accomplish its purposes.\n\n13. The commission shall have the following duties:\n\n(1) Develop comprehensive plans and programs for the prevention, control and abatement of propane-related accidents in Missouri;\n\n(2) Mandate a comprehensive certification training program based on the department of agriculture's existing liquified petroleum gas certification and training program;\n\n(3) Promulgate by rule by August 28, 2010, a statewide code for the installation of propane-related equipment;\n\n(4) Advise, consult, and cooperate with other agencies of the state, the federal government, other states, and interstate agencies, as well as with affected groups, political subdivisions, and industries in furtherance of the purposes of this chapter;\n\n(5) Accept gifts, contributions, donations, loans and grants from the federal government and from other sources, public or private, for carrying out any of its functions. Such funds shall not be expended for other than the purposes for which provided;\n\n(6) Exercise general supervision of the administration and enforcement of this chapter and all rules, regulations, and orders promulgated hereunder;\n\n(7) Suspend any registration filed under this chapter granted to persons or companies doing business under the requirements of this chapter, if such registrant is in violation of any provision of this chapter;\n\n(8) Represent the state of Missouri in all matters pertaining to this chapter, including negotiation of interstate compact agreements;\n\n(9) To do any act necessary or convenient to the exercise of the powers granted by or reasonably implied from the provisions of this chapter.\n\n14. The director may make such investigations as the director deems necessary to carry out effectively the director's responsibilities under this chapter or to determine whether a person has engaged or is engaging in acts or practices that constitute a violation of any provision of this chapter or of any regulation or plan issued under this chapter. For the purpose of any investigation, the administrator is empowered to administer oaths and affirmations, subpoena witnesses, compel their attendance, take evidence, and require the production of books, papers, and documents which are relevant to the inquiry. Such attendance of witnesses and the production of any such records may be required from any place in this state. In case of contumacy by or refusal to obey a subpoena issued to any person, the director may seek enforcement thereof in the circuit court of proper venue.\n\n15. The Missouri propane safety commission is hereby authorized to regulate the inspection of and provide specifications for propane as provided in this section.\n\n16. A commissioner shall be removed from office by the governor for misfeasance, malfeasance, or willful neglect of duty or other cause after notice and public hearing, unless such notice or hearing shall be expressly waived in writing.\n\n17. The director or any designated employee shall have free access, during reasonable hours, to any premises in the state where an installation covered by this chapter is being constructed, or is being installed, for the purpose of ascertaining whether said installation is being constructed and installed in accordance with the applicable provisions.\n\n(L. 2007 H.B. 426, A.L. 2014 H.B. 2141)\n\nEffective 1-01-16",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-025/"
    },
    {
      "id": "section-323-030",
      "number": "323.030",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.030. Liquefied petroleum gas container, who may refill. —No person, firm or corporation, other than the owner and those authorized by the owner so to do, shall sell, fill, refill, deliver or permit to be delivered, or use in any manner any liquefied petroleum gas container or receptacle for any gas, compound, or for any other purpose whatsoever.\n\n(L. 1947 V. II p. 252 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-030/"
    },
    {
      "id": "section-323-050",
      "number": "323.050",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.050. Municipal ordinances in conflict with this chapter prohibited. —No city, town, village, fire district, county, or other political subdivision shall adopt or enforce any ordinance or regulation in conflict with the provisions of this chapter, or with the regulations promulgated under section 323.020. Nothing in this section shall prohibit any political subdivision from establishing a licensing requirement for persons relating to the installation, repair, replacement, or maintenance of liquefied petroleum gas and all other fuel gas piping systems.\n\n(L. 1947 V. II p. 252 § 5, A.L. 2007 H.B. 426, A.L. 2014 H.B. 2141)\n\nEffective 1-01-16",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-050/"
    },
    {
      "id": "section-323-060",
      "number": "323.060",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.060. Retail distributors to be registered — nonresidents to comply — immunity from liability, when — exemptions. —1. No person or company shall engage in this state in the business of selling at retail of liquefied petroleum gas or in the business of handling or transportation of liquefied petroleum gas over the highways of this state without having first registered with the commission. Registration must be in the appropriate class as determined by the director.\n\n2. No person or company shall engage in this state in the business of installing, modifying, repairing, or servicing equipment and appliances for use with liquefied petroleum gas without having first registered with the commission. Registration must be in the appropriate classes as determined by the director.\n\n3. Nonresidents of the state of Missouri desiring to engage in the business of distribution of liquefied petroleum gases at retail, or the business of installing, repairing or servicing equipment and appliances for use of liquefied petroleum gases, shall comply with sections 323.005 to 323.110 and rules and regulations promulgated hereunder.\n\n4. No person registered pursuant to this section and engaged in this state in the business of selling at retail of liquefied petroleum gas or in the business of handling or transportation of liquefied petroleum gas over the highways of this state shall be liable for actual or punitive civil damages for injury to persons or property that result from any occurrence caused by the installation, modification, repair, or servicing of equipment and appliances for use with liquefied petroleum gas by any other person unless such registered person had received written notification or had other actual knowledge of such installation, modification, repair, or servicing of equipment and appliances and failed to inspect such installation, modification, repair, or servicing of equipment and appliances within thirty days after receipt of such notice or actual knowledge.\n\n5. Nothing in this section is intended to limit the liability of any person for any damages that arise directly from the gross negligence or willful or wanton acts of such person.\n\n6. All utility operations of public utility companies subject to the safety jurisdiction of the public service commission are exempt from the provisions of this section.\n\n7. Persons who only sell liquefied petroleum gas in containers having a capacity of fifty pounds or less that have been filled by another person registered under this chapter are exempt from the provisions of this chapter.\n\n(L. 1963 p. 427, A.L. 1994 S.B. 782, A.L. 1998 S.B. 619, A.L. 1999 S.B. 479, A.L. 2002 S.B. 984 & 985, A.L. 2005 S.B. 182, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-060/"
    },
    {
      "id": "section-323-070",
      "number": "323.070",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.070. Safety standards for equipment — rules. —All equipment shall be installed and maintained in compliance with the safety standards and in conformity with the rules and regulations adopted under this chapter.\n\n(L. 1963 p. 427)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-070/"
    },
    {
      "id": "section-323-075",
      "number": "323.075",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.075. Third-party compensation, financial responsibility to be demonstrated for registration, methods — rulemaking authority. —1. Every person required to be registered under subsection 1 of section 323.060 shall demonstrate financial responsibility for compensating third parties for bodily injury and property damage caused by the release of liquefied petroleum gas. The minimum amount of financial responsibility shall be one million dollars per occurrence with an annual aggregate of two million dollars.\n\n2. A person may demonstrate financial responsibility required in subsection 1 of this section either by self insurance or by being insured in the manner set forth in this section.\n\n3. A registrant may demonstrate financial responsibility by obtaining liability insurance in the required amounts as an endorsement to an existing policy or as a separate policy issued by an insurance company authorized by the department of commerce and insurance to transact the business of insurance in the state of Missouri. The endorsement or policy shall include a requirement that the insurance company deliver a copy of any final notice of cancellation to the commission at the same time such a notice is provided to the insured. A copy of the certificate of insurance evidencing such coverage shall accompany any original application. The original insurance policy, any relevant endorsements, and the certificate of insurance must be made available upon request for examination and copying by the commission.\n\n4. The commission may promulgate regulations governing acceptable forms of self insurance.\n\n5. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2005, shall be invalid and void.\n\n(L. 2005 S.B. 182, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-075/"
    },
    {
      "id": "section-323-090",
      "number": "323.090",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.090. Suspension order may be appealed to circuit court. —Any person who is aggrieved by a suspension order of the commission may appeal from the suspension order within ten days after the mailing of the notice of suspension. The appeal shall be to the circuit court of the county in which such person resides or has his principal place of business. The circuit court shall review the record, permit the presentation of any additional evidence as the parties thereto may desire, determine whether the evidence supports the order of suspension and enter a judgment sustaining or overruling the suspension order.\n\n(L. 1963 p. 427, A.L. 1994 S.B. 782, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-090/"
    },
    {
      "id": "section-323-080",
      "number": "323.080",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.080. Registration suspended, grounds — notice — hearing. —1. The commission may suspend any registration filed hereunder if the registrant violates or fails to comply with any provision of this chapter or the rules and regulations promulgated hereunder until the violation or failure is corrected. It is unlawful to perform any of the acts for which registration is required while a suspension is in effect.\n\n2. Before suspension of any registration, written notice shall be given to the registrant setting forth the action contemplated and the reasons therefor. The notice shall state the time and place for a hearing on the contemplated action and shall be sent by registered mail to the registrant at least ten days before the hearing. At the hearing the registrant may present evidence as he deems fit. Upon suspension of a registration, notice shall be sent by registered mail to the last known address of the registrant.\n\n(L. 1963 p. 427, A.L. 1994 S.B. 782, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-080/"
    },
    {
      "id": "section-323-100",
      "number": "323.100",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.100. Inspection of liquid meters — inaccurate meters condemned — fee — report — fee schedule to be published. —1. The director of the department of agriculture shall annually inspect and test all liquid meters used for the measurement and retail sale of liquefied petroleum gas and shall condemn all meters which are found to be inaccurate. All meters shall meet the tolerances and specifications of the National Institute of Standards and Technology Handbook 44, 1994 edition and supplements thereto. It is unlawful to use a meter for retail measurement and sale which has been condemned. All condemned meters shall be conspicuously marked \"inaccurate\", and the mark shall not be removed or defaced except upon authorization of the director of the department of agriculture or the director's authorized representative. It is the duty of each person owning or in possession of a meter to pay to the director of the department of agriculture at the time of each test a testing fee. The director shall ascertain the total expenses for administering this section and shall set the testing fee at a rate to cover the expenses for the ensuing year but not to exceed four hundred dollars.\n\n2. On the first day of October, 2014, and each year thereafter, the director of the department of agriculture shall submit a report to the general assembly that states the current testing fee, the expenses for administering this section for the previous calendar year, any proposed change to the testing fee, and estimated expenses for administering this section during the ensuing year. The proposed change to the testing fee shall not yield revenue greater than the total cost of administering this section during the ensuing year.\n\n3. Beginning August 28, 2013, and each year thereafter, the director of the department of agriculture shall publish the testing fee schedule on the departmental website. The website shall be updated within thirty days of a change in the testing fee schedule set forth in this section.\n\n(L. 1963 p. 427, A.L. 1994 S.B. 782, A.L. 2013 H.B. 542, A.L. 2023 H.B. 202 merged with S.B. 138)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-100/"
    },
    {
      "id": "section-323-105",
      "number": "323.105",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.105. Fee for odorized propane, amount — payment of assessment, when — fund created, use of moneys. —1. The commission shall set a fee for odorized propane in the state and shall set the initial assessment at no greater than one-tenth of one cent per gallon. Thereafter, annual assessments shall be sufficient to cover the costs of the plans and programs of the commission. The assessment shall not be greater than twenty-five hundredths of one cent per gallon of odorized propane. The assessment may not be raised by more than one-tenth of one cent per gallon annually.\n\n2. The owner of propane immediately prior to odorization in this state or the owner of odorized propane at the time of import into this state shall be responsible for the payment of the assessment on the volume of propane at the time of import or odorization, whichever is later. Assessments shall be remitted to the commission on a monthly basis by the twenty-fifth of the month following the month of collection. Nonodorized propane shall not be subject to assessment until odorized. For purposes of collection, all propane either odorized at terminal locations in Missouri for delivery to either in-state storage locations or propane odorized at terminal locations outside Missouri and delivered to Missouri as identified on a bill of lading shall be considered as assessable.\n\n3. The commission may, by rule, establish an alternative means to collect the assessment if another means is found to be more efficient and effective. The commission may by rule establish a late payment charge and rate of interest to be imposed on any person who fails to remit any amount due under this chapter.\n\n4. The commission shall set fees for permits, licenses, and certificates required by this chapter. Fees shall be determined by the commission to provide sufficient funds for the operation of the commission and its programs and shall be set by rule promulgated in accordance with the provisions of section 323.020. The commission may alter the fee schedule once every two years. Any funds collected under this section shall be deposited in the propane inspection fund.\n\n5. There is hereby created the \"Propane Inspection Fund\", which shall consist of all funds collected under this section. The fund shall be used solely by the commission for the administration and enforcement of this chapter. Notwithstanding the provisions of section 33.080 to the contrary, any moneys remaining in the fund at the end of the biennium shall not revert to the credit of the general revenue fund. Any interest and moneys earned on investments of moneys in the fund shall be credited to the fund.\n\n6. No funds collected by the commission shall be used in any manner for influencing legislation or for campaign contributions, except that the commission may recommend to the director changes in this act*or other statutes that would further the purpose of the commission.\n\n(L. 2007 H.B. 426)\n\n*\"This act\" (H.B. 426, 2007) contained numerous sections. Consult Disposition of Sections table for a definitive listing.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-105/"
    },
    {
      "id": "section-323-115",
      "number": "323.115",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.115. Violations to be referred to the attorney general — civil penalties authorized. —1. Violations of this chapter may be referred to the attorney general for appropriate action, except that nothing shall be construed as requiring the commission to refer to the attorney general violations of this chapter whenever the commission believes that the administration and enforcement of the regulations would be served adequately by administrative action under subsection 2 of this section or suitable written notice or warning to any person committing the violations.\n\n2. Any person who fails or refuses to pay, collect, or remit any assessment or fee required of the person by this chapter may be assessed a civil penalty by the commission of not less than five hundred dollars nor more than five thousand dollars for each violation. Each violation shall be a separate offense. In addition, or in lieu of such civil penalty, the commission may issue an order requiring the person to cease-and-desist from continuing the violation. No penalty shall be assessed nor a cease-and-desist order issued unless the person is given notice and opportunity for a hearing before the commission with respect to the violation. The order of the commission assessing a penalty or imposing a cease-and-desist order shall be final and conclusive unless the person affected by the order files a petition for review under chapter 536. Any person who fails to obey a cease-and-desist order after it has become final shall be subject to a civil penalty assessed by the commission, after an opportunity for hearing before the commission, of not more than five hundred dollars for each offense. Each day that the failure continues shall be deemed a separate offense. If any person fails to pay an assessment of a civil penalty after it has become a final order, the commission shall refer the matter to the attorney general for recovery of the amount assessed in any appropriate circuit court of the state. In such action, the validity and appropriateness of the final order imposing the civil penalty shall not be subject to review.\n\n(L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-115/"
    },
    {
      "id": "section-323-110",
      "number": "323.110",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.110. Penalty for violation — attorney general may bring action — administrative hearing, cease and desist order, penalty, appeal. —1. Any person found in violation of any provision of sections 323.005 to 323.210 shall be deemed guilty of a class A misdemeanor. The prosecutor of each county in which a violation occurs may bring an action hereunder. But if a prosecutor declines to bring such action, then the attorney general may bring an action instead, and in so doing shall have all the powers and jurisdiction of such prosecutor.\n\n2. Any person who is found, upon investigation by the commission, to be in possible violation of sections 323.005 to 323.210 shall be notified by certified mail of the facts constituting such violation, and shall be afforded an opportunity by the commission to explain such facts at an informal hearing to be conducted within fourteen days of such notification. In the event that such person fails to timely respond to such notification or upon unsuccessful resolution of any issues relating to an alleged violation, such person may be summoned to a formal administrative hearing before the commission. Said hearing shall be conducted in conformance with chapter 536. If any person is found to have committed one or more violations of sections 323.005 to 323.210, such person may be ordered to cease and desist from such violation, and the order shall be enforceable in any circuit court of competent jurisdiction, and, in addition, the person may be required to pay a penalty of not more than five hundred dollars per violation and five hundred dollars for each day such violation continues. Any party to such hearing aggrieved by a determination of a hearing officer may, in accordance with chapter 536, appeal to the circuit court of the county in which such party resides, or if the party is the state, in Cole County.\n\n(L. 1963 p. 427, A.L. 1994 S.B. 782, A.L. 2007 H.B. 426)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-110/"
    },
    {
      "id": "section-323-210",
      "number": "323.210",
      "heading": "",
      "text": "Title XXI PUBLIC SAFETY AND MORALS\n\nChapter 323\n\n323.210. Minimum general safety standards for motor vehicle fuel systems — registration required. —1. The director of the department of agriculture shall make, promulgate and enforce regulations setting forth minimum general safety standards covering the design, construction, location, installation and operation of compressed natural gas (CNG) motor vehicle fuel systems and dispensing stations. The director shall also make, promulgate and enforce regulations setting forth registration, training and examination requirements for persons applying for or holding registration to ensure the safety of life and property.\n\n2. No person shall engage in the business of installing or servicing compressed natural gas motor fuel equipment or components or compressed natural gas dispensing stations or components without first having registered with the director of the department of agriculture.\n\n(L. 1994 S.B. 782)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxi/chapter-323/section-323-210/"
    }
  ]
}