{
  "state": "district-of-columbia",
  "path": "title-50/chapter-3",
  "sections": [
    {
      "id": "section-50-301.01",
      "number": "50-301.01",
      "heading": "Findings.",
      "text": "The Council of the District of Columbia (“Council”) finds that:\n\n(1) Passenger transportation by public vehicles-for-hire, particularly by taxicabs, is an integral and important component of public transit within the District.\n\n(2) The business of transporting passengers and baggage for hire by taxicab is an important public interest requiring governmental supervision, regulation, and control.\n\n(3) The taxicab industry in the District has been and is currently marked by an absence of modern vehicles, quality service, and innovative technology.\n\n(4) Considering the importance of the taxicab industry to the overall public transportation system within the District, there should be established a means of funding and regulation for the furtherance of coherent, efficient, and enforceable regulation, and for the establishment of sound taxicab transportation policy.\n\n(5) Recommendations have been made over the course of several decades by various private and commissioned studies, task forces, public and private groups, individuals, and Congressional committees and subcommittees urging regulatory and operational reform of the taxicab industry.\n\n(6) Based upon the consistency of recommendations made over the years relating to regulatory reform of the system of taxi supervision, and based upon the Council’s own evaluation of the present structure of governmental regulation, the Council finds that improved regulatory, educational, and enforcement performance is in the public interest.\n\n(7) The taxicab industry within the District is largely comprised of thousands of individual licensees conducting business on a self-employment basis.\n\n(8) In view of these findings, the Council believes that the citizens of the District will benefit from the enactment of the Taxicab Service Improvement Amendment Act of 2012, effective October 22, 2013 (D.C. Law 19-184; 59 DCR 9431).",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 2, 33 DCR 703; Oct. 22, 2012, D.C. Law 19-184, § 2(a), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.01.html"
    },
    {
      "id": "section-50-301.02",
      "number": "50-301.02",
      "heading": "Purposes.",
      "text": "(a) In enacting this subchapter, the Council of the District of Columbia supports the following statutory purposes:\n\n(1) To promote the public interest in taxicab transportation by insuring that all rules, regulations, and laws specifically relating to taxicabs be vigorously and fairly enforced; that discrimination in taxicab passenger service be strictly proscribed and penalized; and that adequate and high quality taxi passenger service be provided to all quadrants and neighborhoods of the District;\n\n(2) To promote and maintain a healthy and viable taxicab industry;\n\n(3) To maintain a taxicab transportation system which provides owners and operators of taxicabs with reasonable and just compensation for their services, and which is reasonably priced and readily accessible in cost to a broad cross section of the public;\n\n(4) To promote and maintain policies which:\n\n(A) Encourage professionalism in the industry;\n\n(B) Assure the licensure of competent and knowledgeable operators;\n\n(C) Assure the licensure of companies and associations which render adequate and professional public service;\n\n(D) Permit, as a result of economic feasibility and incentive, the utilization of efficient, comfortable, and current transportation equipment and technology;\n\n(E) Utilize and promote efficient methods of taxicab passenger transportation;\n\n(F) Foster good will and a cooperative spirit among the taxicab industry, the government, the hospitality industry, and the public;\n\n(G) Promote policies of energy conservation, the reduction of pollution, including through the use of alternative fuel vehicle models, the reduction of traffic congestion, and policies that promote a more livable city; and\n\n(H) Provide specific policies and programs to increase wheelchair-accessible taxicab service to the disabled throughout the District;\n\n(5) To fund the DFHV activities from a dependable, secured, and restricted fund;\n\n(6) To improve the delivery of taxicab service to the community; and\n\n(7) To improve the functioning of the DFHV.\n\n(1) The District also determines it a matter of public policy to:\n\n(A) Promote and encourage the meaningful participation of minorities and District residents in the District’s taxi industry;\n\n(B) Promote and encourage a healthy degree of competition within the taxi industry between taxicab companies and associations; and\n\n(C) Assure access to the ownership of taxicabs by taxicab operators.\n\n(2) In keeping with the policies set forth in paragraph (1) of this subsection, the DFHV shall:\n\n(A) In exercising the authority vested in it by this subchapter, and in its formulation of policy and programs, encourage and promote meaningful participation of District residents and minorities, as the term minority is defined in § 2-215.02(1) [repealed], in the ownership and operation of taxicabs, taxicab companies, and taxicab associations;\n\n(B) Encourage a healthy degree of competition within the taxi industry between taxicab companies and associations, and shall discourage the monopolization of the taxicab industry;\n\n(C) Issue rules and establish policies which shall assure taxicab operators continued access to the ownership of taxicabs; and\n\n(D) Issue rules and establish policies that shall encourage taxicab operators to purchase taxicabs.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 3, 33 DCR 703; Oct. 22, 2012, D.C. Law 19-184, § 2(b), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.02.html"
    },
    {
      "id": "section-50-301.03",
      "number": "50-301.03",
      "heading": "Definitions.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on February 26, 2026. To view the text of this section after the expiration of all emergency and temporary legislation, click this link: Permanent Version.*\n\n*NOTE: This section includes amendments by emergency legislation that will expire on February 22, 2026. To view the text of this section after the expiration of all emergency and temporary legislation, click this link: Permanent Version.*\n\nFor the purposes of this subchapter, the term:\n\n(1) “ADA” means the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 328; 42 U.S.C. § 12101 et seq.).\n\n(2) “Alternative fuel” means advanced fuels, which can be any materials or substances that can be used as fuels, other than conventional fuels such as fossil fuels, including biodiesel, compressed natural gas, electricity, and ethanol. The term “alternative fuel” shall also apply to hybrid vehicles that use alternative forms of power such as electricity.\n\n(3) “Capital City Plan” means the formal alphabetical and numerical pattern and layout of streets within the District’s 4 quadrants, the formal pattern and layout of avenues and circles within the District, and the formal system and pattern of addresses within the District.\n\n(3A) \"Carrier-for-hire\" means a class of transportation service by which a network of private operators, couriers, or carriers provide delivery of parcels, food, or beverages in the District for compensation.\n\n(3B) \"Carrier-for-hire company\" means an organization, corporation, partnership, or sole proprietorship, operating in the District that uses delivery dispatch to connect customers to specific carrier-for-hire operators. The term:\n\n(A) Includes a third-party meal delivery platform, as that term is defined in § 48-651(6);\n\n(B) Does not include an organization, corporation, partnership, or sole proprietorship who facilitates, offers, or arranges for the delivery of goods solely by vehicles that are required to be registered with the federal motor carrier safety administration or that require a commercial driver's license to operate pursuant 49 U.S.C. § 2701 et seq.; and\n\n(C) Does not include an individual or entity delivering cannabis with a valid courier license issued pursuant to § 7-1671.05a.\n\n(3C) \"Carrier-for-hire industry\" means all companies, associations, owners, operators, or any person who, by virtue of employment, contract, or office, is directly involved in providing or facilitating the provision of carrier-for-hire services within the District.\n\n(3D) \"Carrier-for-hire operator\" means an individual who is registered with a carrier-for-hire company for the purpose of being connected to a customer through the company's delivery dispatch to deliver a parcel, food, or beverage in exchange for compensation. The term:\n\n(A) Includes a food delivery worker, as that term is defined in § 48-651(2A); and\n\n(B) Does not include an individual delivering parcels, food, or beverages as an employee of, or under contract with, a specific business, if the business is primarily responsible for the production of the items or goods being delivered.\n\n(A) \"Class 1\" means any of the following delivery modes:\n\n(i) Pedestrians;\n\n(ii) Electric mobility devices;\n\n(iii) Bicycles;\n\n(iv) Electric bicycles;\n\n(v) E-cargo bikes; and\n\n(vi) Other non-motorized means of transportation.\n\n(B) For the purposes of this paragraph the term:\n\n(i) \"E-cargo bike\" shall have the same meaning as provided in § 50-921.27(a)(4).\n\n(ii) \"Electric bicycle\" shall have the same meaning as provided in § 50-921.27(a)(5).\n\n(iii) \"Electric mobility device\" shall have the same meaning as provided in § 50-2201.02(6A).\n\n(3F) \"Class 2\" means an electric-powered motor vehicle that:\n\n(A) Has a seat or saddle for the use of the operator and is designed to travel on no more than 3 wheels in contact with the ground;\n\n(B) Is a motor-driven cycle or a motorcycle, as those terms are defined in 18 DCMR § 9901.1; and\n\n(C) Is not a Class 1 delivery mode.\n\n(3G) \"Class 3\" means a motor vehicle powered by an internal-combustion engine that:\n\n(A) Has a seat or saddle for the use of the operator and is designed to travel on no more than 3 wheels in contact with the ground;\n\n(B) Is a motor-driven cycle or motorcycle, as those terms are defined in 18 DCMR § 9901.1; and\n\n(C) Is not a Class 1 or Class 2 delivery mode.\n\n(3H) \"Class 4\" means all motor vehicles not classified as Class 1, 2, or 3.\n\n(3I) \"Customer\" means an individual purchasing and requesting the delivery of a parcel, food, or beverage, who is connected to a specific carrier-for-hire operator by a carrier-for-hire company's delivery dispatch.\n\n(4) “CNG” means compressed natural gas.\n\n(5) “CNG vehicle” means an automobile powered by compressed natural gas.\n\n(6) Repealed.\n\n(7) “Commissioner” means the Commissioner of the Department of Insurance, Securities, and Banking.\n\n(8) “Committee” means the Vehicle-for-Hire Accessibility Advisory Committee established by § 50-301.25.\n\n(8A) “Digital dispatch” means the hardware and software applications and networks, including mobile phone applications, which passengers and operators use to provide public and private vehicle-for-hire service.\n\n(8A-i) \"Director\" means the Director of the Department of For-Hire-Vehicles.\n\n(8B) “Dispatch” means the traditional methods of pre-arranging vehicle-for-hire service, including through telephone or radio.\n\n(9) “DDOE” means the District Department of the Environment.\n\n(9A) \"DFHV\" means the Department of For-Hire Vehicles established by § 50-301.04.\n\n(9A-i) \"Delivery mode\" means the means of transportation used by a carrier-for-hire operator to provide delivery service.\n\n(9A-ii) \"DFHV\" means the Department of For-Hire Vehicles established by § 50-301.04\n\n(9A-iii) \"Digital dispatch\" means the hardware and software applications and networks, including mobile phone applications, which passengers and operators use to provide public and private vehicle-for-hire service.\n\n(9A-iv) \"Director\" means the Director of the Department of For-Hire-Vehicles.\n\n(9A-v) \"Dispatch\" means the traditional methods of pre-arranging vehicle-for-hire service, including through telephone or radio.\n\n(9B) \"FHVAC\" means the For-Hire Vehicle Advisory Council established by § 50-301.10a.\n\n(10) “Fund” means the Public Vehicles-for-Hire Consumer Service Fund established by § 50-301.20.\n\n(11) “GPS” means Global Positioning Satellite.\n\n(12) “Hospitality industry” means any person or entity involved in the operation, management, support, or ownership of a restaurant, catering business, hotel business, conference business, travel business, tourism business, tour business, or tour guide business.\n\n(13) “Industry member” means a person experienced in the transportation or hospitality industry.\n\n(14) “Limousine” means a public vehicle-for-hire that operates exclusively through advanced registration, charges exclusively on the basis of time, and shall not accept street hails.\n\n(14A) \"Motor vehicle\" shall have the same meaning as provided in § 50-2201.02(11).\n\n(15) Repealed.\n\n(15A) \"ORPP\" means the Office of Regulatory Policy and Planning established by § 50-301.06.\n\n(15B) \"OCS\" means the Office of Client Services established by § 50-301.06.\n\n(15C) \"OCE\" means the Office of Compliance and Enforcement established by § 50-301.06.\n\n(15D) \"OHCR\" means the Office of Hearings and Conflict Resolution established by § 50-301.06.\n\n(16) “Passenger surcharge” means a fee assessed to passengers for each public vehicle-for-hire ride in an amount not less than 50 cents.\n\n(16A) “Private vehicle-for-hire” means a class of transportation service by which a network of private vehicle-for-hire operators in the District provides transportation to passengers to whom the private vehicle-for-hire operators are connected by digital dispatch.\n\n(16B) “Private vehicle-for-hire company” means an organization, including a corporation, partnership, or sole proprietorship, operating in the District that uses digital dispatch to connect passengers to a network of private vehicle-for-hire operators.\n\n(16C) \"Private vehicle-for-hire operator\" means an individual who utilizes the digital dispatch of a private vehicle-for-hire company to operate a motor vehicle to provide transportation to passengers.\n\n(17) “Public vehicle-for-hire” means a class of transportation service by motor vehicle for hire in the District, including a taxicab, limousine, or sedan-class vehicle, that provides for-hire service exclusively using operators and vehicles licensed pursuant to this subchapter and § 47-2829.\n\n(18) Repealed.\n\n(19) Repealed.\n\n(20) “Sedan-class vehicle” means a public vehicle-for-hire that operates exclusively through digital dispatch, charges on the basis of time and distance, except for trips to airports, and other point-to-point trips based on well-traveled routes or event-related trips such as sporting events, which may be charged on a flat-fee basis, and shall not accept street hails.\n\n(21) “Taxicab” means a class of public vehicle-for-hire that may be hired by dispatch, digital dispatch, or hailed on the street, and for which the fare charged is calculated by a DFHV-approved meter with uniform rates determined by the DFHV; provided, that a taxicab hired by a passenger through digital dispatch may use rates set by the company that operates the digital dispatch pursuant to the requirements of this subchapter.\n\n(22) “Taxicab association” means a group of taxicab owners organized for the purpose of engaging in the business of taxicab transportation for common benefits regarding operation, logo or insignia. An association must have a minimum of 20 taxicabs having a uniform logo or insignia and having unified control by ownership or by association.\n\n(23) “Taxicab company” means any person, partnership, or corporation engaging in the business of owning and operating a fleet or fleets of taxicabs having a uniform logo or insignia. A company must have a minimum of 20 taxicabs having a uniform logo or insignia and having unified control by ownership or by the company.\n\n(24) “Taxicab fleet” means a group of 20 or more taxicabs having a uniform logo or insignia and having unified control by ownership or by association.\n\n(25) “Taxicab industry” means all taxicab companies, associations, owners, and operators, or any person who by virtue of employment or office is directly involved in the provision of taxicab services within the District.\n\n(26) “Taxicab operator” means a person operating or licensed to operate a taxicab in the District of Columbia.\n\n(27) “Taxicab owner” means a person, corporation, partnership, or association that holds the legal title to a taxicab that is required to be registered in the District. If a taxicab is the subject of an agreement for the conditional sale or lease with right of purchase upon performance of the condition stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or if a mortgagor of a taxicab is entitled to possession, the conditional vendee, lessee, or mortgagor shall be considered the owner for the purpose of this subchapter.\n\n(28) “Taxicab rate structure” means the rates, fares, charges, and methodologies used to determine the price of taxicab street-hail service.\n\n(29) “Taxicab service” means passenger transportation service originating in the District in which the passenger directs the points between which the service is to be provided, the service is provided at a time chosen by the passenger, and, when hailed on the street, the fare and fees for which are prescribed by the DFHV.\n\n(29A) \"Trade dress\" means a unique marketing logo, insignia, or emblem for display on a vehicle that identifies, distinguishes, and is substantially inseparable from the source of a product or service, using a specific style to differentiate from competitors.\n\n(30) “Underserved area” means a designated zone, as determined by the DFHV, with an established need for greater taxicab service.\n\n(30A) “Vehicle-for-hire industry” means all public and private vehicles-for-hire, including companies, associations, owners, operators, or any person who, by virtue of employment or office, is directly involved in providing public or private vehicle-for-hire services within the District.\n\n(30B) “Vehicle inspection officer” means a District employee trained in the laws, rules, and regulations governing public and private vehicle-for-hire and carrier-for-hire service and carrier-for-hire service to ensure the proper provision of service and to support safety through street enforcement efforts, including traffic stops of public and private vehicles-for-hire and carriers-for-hire, pursuant to protocol prescribed under this subchapter and by regulation.\n\n(31) “Washington Metropolitan Area” means the area encompassed by the District; Montgomery County, Prince George’s County, and Frederick County in Maryland; Arlington County, Fairfax County, Loudon County, and Prince William County, and the cities of Alexandria, Fairfax, Falls Church, Manassas, and Manassas Park in Virginia.\n\n(32) “Wheelchair-accessible vehicle” means a vehicle compliant with the ADA that accommodates a passenger using a wheelchair or other personal mobility device who needs a ramp or lift to enter or exit the vehicle. The vehicle must comply with the provisions of 49 C.F.R. Part 38.1 — 38.39.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 4, 33 DCR 703; Feb. 24, 1987, D.C. Law 6-165, § 3(a), 33 DCR 6705; May 21, 1997, D.C. Law 11-268, § 10(ii)(1), 44 DCR 1730; Oct. 22, 2012, D.C. Law 19-184, § 2(c), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(a), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(a), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.03.html"
    },
    {
      "id": "section-50-301.04",
      "number": "50-301.04",
      "heading": "Department of For-Hire Vehicles – Established.",
      "text": "There is established the Department of For-Hire Vehicles as a subordinate agency within the executive branch of the District government with exclusive authority for intrastate regulation of the public-vehicle-for-hire industry as provided herein.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 5, 33 DCR 703; Oct. 22, 2012, D.C. Law 19-184, § 2(d), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.04.html"
    },
    {
      "id": "section-50-301.05",
      "number": "50-301.05",
      "heading": "Department of For-Hire Vehicles – Director.",
      "text": "(a) The DFHV shall be headed by a Director. The Director shall be appointed by the Mayor with the advice and consent of the Council pursuant to § 1-523.01(a).\n\n(b) The Director shall have authority over the DFHV, its functions and personnel, including the power to re-delegate to employees authority as, in the judgment of the Director, is warranted in the interests of efficiency and sound administration.\n\n(c) The Director may organize the personnel and property transferred herein within any organizational unit of the DFHV as the Director deems appropriate.\n\n(d) The Director may promulgate rules, regulations, standards, and programs to preserve, protect, and enhance the environment that are at least as stringent as corresponding federal rules, regulations, and standards.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 6, 33 DCR 703; Feb. 24, 1987, D.C. Law 6-165, § 3(b), 33 DCR 6705; Oct. 7, 1987, D.C. Law 7-31, § 7, 34 DCR 3789; Apr. 9, 1997, D.C. Law 11-198, § 501(a), 43 DCR 4569; June 12, 1999, D.C. Law 12-285, § 4(f), 46 DCR 1355; Oct. 1, 2002, D.C. Law 14-190, § 2602(a), 49 DCR 6968; Oct. 22, 2012, D.C. Law 19-184, § 2(e), 59 DCR 9431; May 2, 2015, D.C. Law 20-271, § 317, 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.05.html"
    },
    {
      "id": "section-50-301.06",
      "number": "50-301.06",
      "heading": "Department of For-Hire Vehicles – Organization.",
      "text": "(a) There is established within the DFHV the following offices and divisions:\n\n(1) The Office of the Director, which shall be responsible for the management of the DFHV, including the final approval of any rulemaking and ratemaking conducted by the ORPP. The Office of the Director shall include the Director, the General Counsel, and the Chief of Staff, with subordinate staff responsible for:\n\n(A) Administrative support;\n\n(B) Human resources;\n\n(C) Budget and financial services;\n\n(D) Technology and information services;\n\n(E) Contracting and procurement;\n\n(F) Compliance with legislative directives, analysis, and opinions to ensure appropriate rulemaking and operational activities;\n\n(G) Repealed.\n\n(G-i) Auditing public vehicle-for-hire companies and payment service providers to the extent authorized by this subchapter, and regulations issued pursuant to this subchapter, including review of vehicle records to ensure compliance with regulatory requirements, and private vehicle-for-hire companies and carrier-for-hire companies to the extent authorized by this subchapter.\n\n(H) Providing updated facts pertaining to operations and rulemaking through various communication platforms, including press releases, testimony, speech, and the DFHV website;\n\n(I) Serving as a liaison between the DFHV and the District Department of Transportation, the Department of Public Works, the Metropolitan Police Department, and other relevant agencies on policies related to transportation and traffic safety enforcement; and\n\n(J) Serving as a liaison between the DFHV and other relevant District agencies on policies related to the carrier-for-hire industry.\n\n(2) The Office of Regulatory Policy and Planning, which shall be responsible for regulatory policy, and industry-wide research, analysis, and planning related to the regulation of the vehicle-for-hire industry and carrier-for-hire industry. The ORPP shall be responsible for proposing ratemaking, rulemaking, and fee adjustments related to public vehicles-for-hire and submitting such proposals to the Office of the Director for final approval. The ORPP’s subordinate staff shall also be responsible for analyzing industry updates, market data, and trends for the purpose of planning, assessment, and rulemaking.\n\n(3) The Office of Client Services, which shall be responsible for communicating with and educating the public, the vehicle-for-hire industry, and the carrier-for-hire industry regarding rules, standards, rates, charges, and orders issued by the DFHV. The OCS’s subordinate staff shall also be responsible for:\n\n(A) Administering all license examinations applicable to the public vehicle-for-hire industry;\n\n(B) Providing all training and refresher courses required by this subchapter;\n\n(C) Maintaining a system of electronic public records relating to licensed owners and operators of public vehicles-for-hire and public vehicle-for-hire companies, associations, and fleets, including:\n\n(i) Developing, maintaining, and keeping current a body of information relating to public vehicle-for-hire industry operations within the District, regionally, and nationwide; and\n\n(ii) Providing statistics, analyses, studies, and projections relating to matters such as revenue, operational costs, passenger carriage, profits, practices, and technologies pertaining to the public vehicle-for-hire industry;\n\n(D) Maintaining accurate records of in-service public vehicles-for-hire and retaining those records for a minimum of 3 years;\n\n(E) Communicating with the vehicle-for-hire industry and members of the public to inform them of agency procedures and regulations and solicit feedback to enhance public awareness;\n\n(F) Accepting applications for licenses applicable to public vehicle-for-hire operators and vehicles and issuing new licenses and renewals;\n\n(G) Collecting fees to recover the actual costs of producing and distributing official DFHV vehicle decals, stickers, and information placards; and\n\n(H) Collecting any other fees authorized and collected pursuant to this subchapter.\n\n(4) The Office of Compliance and Enforcement, which shall be responsible for:\n\n(A) Repealed.\n\n(B) Administering and enforcing all rules, rates, charges, and orders issued by the DFHV;\n\n(C) Repealed.\n\n(D) Repealed.\n\n(E) Inspecting public vehicles-for-hire for compliance with safety regulations established by the DFHV and the Department of Motor Vehicles;\n\n(F) Performing public and private vehicle-for-hire and carrier-for-hire inspections and issuing notices of infraction; and\n\n(G) Providing street enforcement of the rules and regulations of the DFHV through the use of vehicle inspection officers.\n\n(5) The Office of Hearings and Conflict Resolution, which shall be responsible for conducting all hearings, adjudications, appeals, and any form of conflict resolution, including mediation. The OHCR’s subordinate staff shall also receive, document, and manage all complaints lodged against the owners and operators of public and private vehicles-for-hire, including taxicabs, taxicab companies, associations, fleets, dispatch services, and carrier-for-hire companies and operators, for the violation of any rule, regulation, order, rate, or law applicable to the vehicle-for-hire industry or carrier-for-hire industry, [and all] complaints lodged against vehicle inspection officers.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 7, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(a), 35 DCR 2181; Apr. 9, 1997, D.C. Law 11-198, § 501(b), 43 DCR 4569; Oct. 22, 2012, D.C. Law 19-184, § 2(f), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.06.html"
    },
    {
      "id": "section-50-301.07",
      "number": "50-301.07",
      "heading": "Department of For-Hire Vehicles – duties; jurisdiction; powers.",
      "text": "(a) The DFHV is charged with the continuance, further development, and improvement of the vehicle-for-hire industry and carrier-for-hire industry within the District, and for the overall regulation of limousines, sedans, taxicabs, taxicab companies, taxicab fleets, and taxicab associations.\n\n(b) Repealed.\n\n(b-1) The DFHV shall employ vehicle inspection officers to enforce the laws, rules, and regulations pertaining to public and private vehicles-for-hire and carriers-for-hire. A primary function of vehicle inspection officers shall be to ensure the proper provision of service and to support safety through street enforcement efforts, including traffic stops of public and private vehicles-for-hire and carriers-for-hire, pursuant to protocol prescribed by the DFHV.\n\n(b-2) Nothing in this subchapter shall abrogate the authority of officers of the Metropolitan Police Force to enforce and issue citations relating to taxicab requirements.\n\n(1) A proposed suspension or revocation of a license by the OCE issued pursuant to this subchapter shall not take effect until a final decision is rendered by the OHCR upon a timely appeal taken by a licensee or, if no appeal is taken, upon the lapse of the period specified, by rule, for appeal.\n\n(2) The OCE may immediately suspend or revoke a license issued under the authority of this subchapter where the OCE has determined that the operator of a vehicle poses an imminent danger to the public. Within 3 business days of the issuance by the OCE of an immediate suspension or revocation, an administrative hearing shall be held before the OHCR, or the matter may be referred to the Office of Administrative Hearings, pursuant to the Chapter 18A of Title 2.\n\n(c) The DFHV shall have the authority, power, and duty to:\n\n(1) Establish reasonable rates for taxicab service for the transportation of passengers and their property within the District, including all charges incidental and directly related to the provision of taxicab services;\n\n(2) Establish criteria, standards, and requirements for the licensing of public vehicle-for-hire owners, operators, companies, associations, and fleets, including the setting of reasonable license fees;\n\n(3) Establish standards, conditions, and requirements of public vehicle-for-hire service;\n\n(4) Establish standards for operator and passenger safety, including:\n\n(A) Within one year of October 22, 2012, providing for the installation of security devices in all taxicabs; and\n\n(B) Increased enforcement by vehicle inspection officers, including during late evening and early morning hours, of unlicensed or out-of-jurisdiction operators of public vehicles-for-hire attempting to provide passenger service in the District;\n\n(5) Establish standards and requirements relating to the modernization of equipment and equipment design;\n\n(6) In situations of public emergency or because of extraordinary circumstances affecting the taxicab industry, regulate the rates charged for the lease of taxicabs by taxicab companies, associations, and fleets considered necessary to protect the public interest;\n\n(7) Establish reasonable civil fines and penalties for violations of rules and orders issued by the DFHV, including penalties consisting of license suspension and revocation;\n\n(8) Advise government agencies and authorities with jurisdiction over public transportation or public highways and public space within the District regarding the routing of taxicabs and the location of taxicab stands;\n\n(9) Advise the Mayor regarding the execution, modification, and termination of reciprocal agreements with governmental bodies in the Washington Metropolitan Area regarding taxicabs;\n\n(10) Establish primary public vehicle-for-hire operator training courses, operator refresher training courses, and training for operators of wheelchair-accessible taxicabs, and determine how often these courses will be offered; provided, that the primary training course shall be offered as needed and shall be taken by operators as necessary, as established by rulemaking, pursuant to § 47-2829(e)(2)(A);\n\n(11) Provide for the training and oversight of vehicle inspection officers, who shall be responsible for enforcing all rules and regulations promulgated by the Mayor governing public and private vehicles-for-hire, particularly with respect to taxicabs and limousines, pursuant to § 50-301.30;\n\n(12) Establish policies encouraging energy conservation, the reduction of pollution, including through the use of alternative-fuel vehicles, the reduction of traffic congestion, an increase in services to persons with disabilities, and policies that promote a more livable city;\n\n(13) Create incentives for and study taxicab service in underserved areas, which may include the placement of public vehicle-for-hire stand locations in underserved areas, the study of GPS data to inform transportation policy, and examining the supply of taxicabs in the District, as established through rulemaking;\n\n(14) Receive, hear, respond to, and adjudicate complaints lodged in the OHCR against the vehicle-for-hire industry, including taxicab operators, companies, associations, fleets, and taxi dispatch services, by consumers and officials or employees of government involved in public vehicle-for-hire enforcement or administration, or refer such contested matters to the Office of Administrative Hearings, pursuant to § 50-301.32;\n\n(15) When determined to be necessary to protect the public interest, hear complaints and disputes occurring within the taxicab industry, including complaints and disputes between companies, associations, operators, or owners; and, to address industry-wide problems, issue reasonable rules for the governance of intra-industry relationships;\n\n(16) Hear and decide appeals taken from license denials and proposed revocations or suspensions issued by the OCE, or refer the contested matter to the Office of Administrative Hearings;\n\n(17) Hear and decide complaints and appeals taken from any order, act, practice, or policy implemented by the DFHV relating to the taxicab industry;\n\n(18) Undertake the investigation of any aspect of taxicab operations and practices necessary to protect public safety;\n\n(19) Establish any rule relating to the regulation and supervision of the public vehicle-for-hire industry not specifically delineated in this subchapter, so long as the rule is consistent with this subchapter and related to the furtherance and protection of the public interest in public vehicle-for-hire transportation;\n\n(19A) Establish rules relating to the enforcement of traffic regulations against carrier-for-hire vehicles; and\n\n(20) Charge and collect reasonable fees for services it is authorized to provide under this subchapter and § 47-2829(e)(2), with funds to be deposited in the Public Vehicles-for-Hire Consumer Service Fund created by § 50-301.20.\n\n(1) Except as provided in paragraph (2) of this subsection, in exercising the rulemaking and ratemaking authority vested in it, the DFHV shall adhere to and be subject to the requirements of subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], which shall apply to the DFHV. The DFHV shall, in giving notice of intended action in accordance with § 2-505, afford interested persons an opportunity to make public comment.\n\n(A) Before adjusting rates, or changing any existing fee or charge relating to public vehicles-for-hire, the DFHV shall hold at least one public hearing and publish notice of the proposed change in the District of Columbia Register. The notice shall:\n\n(i) Establish a public comment period of not fewer than 45 days from the date of publication; and\n\n(ii) Set a date for a public hearing on the proposed change, which shall be held no fewer than 20 days from the date of publication.\n\n(B) In the event of an emergency declaration, the DFHV may adjust rates for public vehicles-for-hire for the duration of the emergency without complying with the requirements of subparagraph (A) of this paragraph.\n\n(3) Repealed.\n\n(e) The DFHV may issue orders which shall have binding effect in exercising any authority conferred by this section.\n\n(f) Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 8, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(b), 35 DCR 2181; Jan. 30, 1990, D.C. Law 8-59, § 2(a), 36 DCR 7384; May 1, 1990, D.C. Law 8-107, § 2(a), 37 DCR 1623; Apr. 9, 1997, D.C. Law 11-198, § 501(c), 43 DCR 4569; Apr. 20, 1999, D.C. Law 12-264,§ 46, 46 DCR 2118; Oct. 22, 2012, D.C. Law 19-184, § 2(g), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(b), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(b), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.07.html"
    },
    {
      "id": "section-50-301.07a",
      "number": "50-301.07a",
      "heading": "GPS data use feasibility assessment.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 8a; as added Oct. 22, 2012, D.C. Law 19-184, § 2(h), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.07a.html"
    },
    {
      "id": "section-50-301.07b",
      "number": "50-301.07b",
      "heading": "Reciprocal agreements.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 8b; as added Apr. 23, 2013, D.C. Law 19-270, § 2(c), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(c), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.07b.html"
    },
    {
      "id": "section-50-301.08",
      "number": "50-301.08",
      "heading": "Panel on Rates and Rules; quorum; rule and ratemaking requirements.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 9, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(c), 35 DCR 2181; Sept. 22, 1994, D.C. Law 10-171, § 2(a), 41 DCR 5149; Oct. 22, 2012, D.C. Law 19-184, § 2(i), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.08.html"
    },
    {
      "id": "section-50-301.09",
      "number": "50-301.09",
      "heading": "Panel on Consumer and Industry Concerns; quorum; adjudication and rulemaking requirements.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 10, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(d), (e), 35 DCR 2181; May 1, 1990, D.C. Law 8-107, § 2(b), 37 DCR 1623; Sept. 22, 1994, D.C. Law 10-171, § 2(b), 41 DCR 5149; Apr. 9, 1997, D.C. Law 11-198, § 501(d), 43 DCR 4569; Oct. 22, 2012, D.C. Law 19-184, § 2(i), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.09.html"
    },
    {
      "id": "section-50-301.09a",
      "number": "50-301.09a",
      "heading": "Hearing examiner; appointment, powers and duties; appeals.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 10a; as added Jan. 30, 1990, D.C. Law 8-59, § 2(c), 36 DCR 7384; May 1, 1990, D.C. Law 8-107, § 2(c), 37 DCR 1623; Apr. 9, 1997, D.C. Law 11-198, § 501(e), 43 DCR 4569",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.09a.html"
    },
    {
      "id": "section-50-301.09b",
      "number": "50-301.09b",
      "heading": "Hearing examiner — appointment, powers, and duties; appeals.",
      "text": "(a) The Director shall appoint at least one attorney to serve as a hearing examiner to adjudicate consumer and industry complaints filed against public and private vehicles-for-hire, including taxicab owners, operators, companies, associations, fleets, and radio dispatch operations. The hearing examiner shall hear and decide appeals taken from license denials and proposed revocations or suspensions issued by the DFHV, appeals from Notices of Infractions issued by vehicle inspection officers, and fines issued as a result of the consumer complaint process.\n\n(b) A hearing examiner may:\n\n(1) Preside over a hearing in a contested matter;\n\n(2) Compel the attendance of a witness by subpoena;\n\n(3) Administer an oath, take testimony of a witness under oath, and dismiss, rehear, or continue a case;\n\n(4) Issue decisions for review and approval by the DFHV, to be issued as the final decision of the DFHV, or refer matters for contested hearing before the Office of Administrative Hearings, pursuant to Chapter 18A of Title 2 [§ 2-1831.01 et seq.]; and\n\n(5) Adjudicate consumer complaints filed pursuant to Chapter 7 of Title 31 of the District of Columbia Municipal Regulations (Taxicab and Public Vehicles for Hire) (31 DCMR chapter 7).",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 10b; as added March 24, 1998, D.C. Law 12-75, § 2, 45 DCR 384; Oct. 22, 2012, D.C. Law 19-184, § 2(j), 59 DCR 9431; Mar. 10, 2015, D.C. Law 20-197, § 2(d), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.09b.html"
    },
    {
      "id": "section-50-301.10",
      "number": "50-301.10",
      "heading": "Internal and procedural rules.",
      "text": "(a) The DFHV shall establish rules for the general conduct of its organizational affairs and shall establish rules of procedure of general applicability consistent with subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.]. These rules shall include specific guidelines to implement due process requirements.\n\n(b) The proposed rules shall comply with any requirements imposed upon the DFHV by subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.].",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 11, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(f), 35 DCR 2181; Oct. 22, 2012, D.C. Law 19-184, § 2(k), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.10.html"
    },
    {
      "id": "section-50-301.10a",
      "number": "50-301.10a",
      "heading": "For-Hire Vehicle Advisory Council.",
      "text": "(a) There is established a For-Hire Vehicle Advisory Council.\n\n(b) The FHVAC shall be composed of 11 members appointed as follows:\n\n(1) The Director of the DFHV, or the Director’s designee;\n\n(2) The Director of the District Department of Transportation, or the Director’s designee;\n\n(A) Nine community representatives, who do not work for the District government, appointed by the Mayor as follows:\n\n(i) Two District residents who operate public or private vehicles-for-hire in the District;\n\n(ii) Two representatives of companies providing vehicle for-hire industry services in the District;\n\n(iii) Two representatives of the hospitality or tourism industry in the District; and\n\n(iv) Three District residents, unaffiliated with the vehicle for-hire industry, who regularly use public or private vehicles-for-hire in the District.\n\n(B) The community representatives shall be appointed for a term of 3 years, with initial staggered appointments of 3 community representatives appointed for one year, 3 community representatives appointed for 2 years, and 3 community representatives appointed for 3 years. The community representatives to serve the one-year term, the community representatives to serve the 2-year term, and the community representatives to serve the 3-year term shall be determined by lot at the first meeting of the FHVAC.\n\n(C) Each community representative shall serve until the appointment of a successor. No community representative shall serve more than 2 consecutive terms, which shall not include an appointment to fill a vacancy due to removal, resignation, or death of a member. The Mayor may remove a community representative for cause. An appointment to fill a vacancy occurring during a term due to removal, resignation, or death of a member shall be made in the same manner as other appointments and for the remainder of the unexpired term.\n\n(c) A chairperson shall be elected from among the 9 community representatives at the first meeting of the FHVAC, for a term of 2 years, and every 2 years thereafter.\n\n(d) The FHVAC shall meet on a quarterly basis, and more often as needed, at times to be determined by the chairperson of the FHVAC at the first meeting of the FHVAC.\n\n(e) The DFHV shall provide the FHVAC with an annual operating budget, which shall include funds to maintain a website where the FHVAC shall provide a public listing of members, meeting notices, and meeting minutes.\n\n(f) The purpose of the FHVAC shall be to advise the DFHV on all matters related to the regulation of the vehicle for-hire industry.\n\n(1) At least once every 6 months, the Director of the DFHV, or the Director’s designee, shall meet with the chairperson of the FHVAC to discuss recommendations provided by the FHVAC to the DFHV.\n\n(2) Following each meeting held pursuant to paragraph (1) of this subsection, the DFHV shall make publicly available all recommendations discussed between the DFHV and the FHVAC, the DFHV’s decision in response to the recommendations, and an explanation of the decision made by the DFHV.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.10a.html"
    },
    {
      "id": "section-50-301.11",
      "number": "50-301.11",
      "heading": "Annual report; budget and oversight.",
      "text": "(a) Repealed.\n\n(b) Repealed.\n\n(b-1) Repealed.\n\n(c) Repealed.\n\n(d) The DFHV shall periodically evaluate program development and implementation of the hacker’s license training course and may issue policy directives pertaining to program content and program direction.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 12, 33 DCR 703; Oct. 1, 2002, D.C. Law 14-190, § 2602(b), 49 DCR 6968; Oct. 22, 2012, D.C. Law 19-184, § 2(l), 59 DCR 9431; Mar. 10, 2015, D.C. Law 20-197, § 2(e), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.11.html"
    },
    {
      "id": "section-50-301.12",
      "number": "50-301.12",
      "heading": "Office of Taxicabs established.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 13, 33 DCR 703; May 1, 1990, D.C. Law 8-107, § 2(d), 37 DCR 1623; Apr. 9, 1997, D.C. Law 11-198, § 501(f), 43 DCR 4569; Mar. 14, 2007, D.C. Law 16-279, § 210, 54 DCR 903; Oct. 22, 2012, D.C. Law 19-184, § 2(m), 59 DCR 9431; Mar. 10, 2015, D.C. Law 20-197, § 2(f), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.12.html"
    },
    {
      "id": "section-50-301.13",
      "number": "50-301.13",
      "heading": "Regulation of public vehicles-for-hire.",
      "text": "(1) No person shall engage in driving or operating any vehicle pursuant to this subchapter without having procured from the Mayor, or the Mayor's designated agent, a license which shall only be issued upon evidence satisfactory to the Mayor that the applicant is qualified to operate such vehicle and upon payment of an annual license fee of an amount set by the Mayor.\n\n(2) The license shall be carried upon the person of the licensee or in the vehicle while engaged in driving the vehicle when the vehicle is being used for hire.\n\n(3) Application for the license shall be made in such form as shall be prescribed by the Mayor.\n\n(4) Each annual license issued under the provisions of this subsection shall be numbered, and there shall be kept in the Department of For-Hire Vehicles a record containing the name of each person so licensed, his annual license number, and all matters affecting his qualifications to be licensed under this section.\n\n(5) No license issued under the provisions of this subsection shall be assigned or transferred.\n\n(A) The Department of For-Hire Vehicles may develop procedures to evaluate the record of a taxicab operator's license under the terms of this subsection and the owners of taxicabs licensed under the terms of this section.\n\n(B) The record maintained by the Department of For-Hire Vehicles for each licensee shall contain any violations associated with the license upon the final determination of liability by any governmental body charged with adjudicating violations.\n\n(i) Any procedure shall clearly state the grounds for suspension or revocation of a license.\n\n(ii) If the license of a person licensed pursuant to this subsection is revoked, the person must complete the requirements contained in this section before the person may receive a new license.\n\n(D) If the license of a person licensed pursuant to this subsection is suspended, the licensee must complete the requirements contained in this section and present to the Department of For-Hire Vehicles the certificate of completion of the required course before reinstatement.\n\n(b) The Department of For-Hire Vehicles shall make the following information available for public inspection:\n\n(1) The name of each person licensed under the terms of this section;\n\n(2) The licensee's annual license number;\n\n(3) The name of the association, corporation, or organization that maintains the lease or membership agreement with the licensee;\n\n(4) Any monetary fine, suspension, or revocation action taken against the licensee;\n\n(5) Where applicable, a certificate of completion by the licensee of the training course established pursuant to this section;\n\n(6) A record of any criminal conviction of the licensee within the last 3 years; and\n\n(7) Any points assessed against the licensee's District of Columbia operators permit. The records shall be cross-referenced to the association, corporation, or organization.\n\n(1) The Department of For-Hire Vehicles shall, by regular U.S. mail and within 5 days that Department of For-Hire Vehicles is notified of a final decision of suspension, revocation, or non-renewal of a taxicab operator license, notify the association, corporation, organization, or person that maintains a taxicab lease or taxicab association or company membership agreement with the operator that the operator's privilege to operate a taxicab in the District of Columbia has been suspended, revoked, or not renewed.\n\n(2) The association, corporation, organization, or person that maintains a lease with the operator shall, upon receipt of the notice, terminate any lease agreement, written or otherwise, with the operator and shall take reasonable steps to assure the return to the owner of any vehicle leased to the operator.\n\n(3) The Department of For-Hire Vehicles shall promulgate regulations to carry out the purposes of this subsection.\n\n(1) All vehicles licensed under this section shall bear such identification tags as the Council of the District of Columbia may from time to time direct.\n\n(2) Nothing contained in this section shall exempt vehicles licensed under this section from compliance with the traffic and motor vehicle regulations of the District of Columbia.\n\n(e) Nothing in this section shall be construed to require the procuring of a license or the payment of a tax with respect to a vehicle owned or operated by a state or local government or a subdivision or instrumentality thereof that is being used to transport school children, their teachers, or escorts to the District of Columbia from the state in which their school is located.\n\n(f) The following additional licensing requirements shall apply to all persons who apply for a license to operate any public vehicle-for-hire licensed for an owner of a motor vehicle for hire used for any purpose, including owners of a taxicab, an ambulance for hire, an owner of a passenger vehicle, which when used for hire, is used exclusively for funeral purposes, an owner of a passenger vehicle used exclusively for contract livery services for which the rate is fixed solely by the hour, and an owner of a passenger vehicle for hire used for sightseeing purposes:\n\n(A) Completion of the primary public passenger vehicle-for-hire license training course, as established by the Department of For-Hire Vehicles, for a fee of no less than $100 per person.\n\n(B) Upon completion of the course, the applicant shall be issued a certificate of completion that shall include the date of completion and be presented to the Department of For-Hire Vehicles with the application for a license.\n\n(C) Before issuing the certificate of completion, a person shall have passed an examination consisting of the subject matters taught in the course and an evaluation of the person's English communication skills.\n\n(D) At a minimum, the training course and any refresher course provided by the Department of For-Hire Vehicles shall be designed to develop the applicant's knowledge of:\n\n(i) The geography of the District, with particular emphasis on major streets throughout the District, significant government buildings, attractions, and tourist sites, and historical knowledge of the District;\n\n(ii) District laws and regulations governing the taxicab industry and the penalties for violating these laws and regulations;\n\n(iii) District traffic laws and regulations and the penalties for violating these laws and regulations, including:\n\n(I) The rights and duties of motorists, which include not blocking the crosswalk or intersection and not driving or stopping in a bicycle lane;\n\n(II) The rights and duties of pedestrians; and\n\n(III) The rights and duties of bicyclists.\n\n(iv) Public relations skills, including cultural awareness and sensitivity training, appropriate social customs and courtesies that should be extended to the public, conflict resolution, and knowledge of the hospitality industry;\n\n(v) Small business practices, including methods of accounting and manifest maintenance, fare computations for intra-District trips and interstate trips, and general management principles;\n\n(vi) Driving skills and knowledge of the rules of the road; and\n\n(vii) The legal requirements that apply to the transportation of persons with disabilities, including providing equal access to transportation and complying with the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 328; 42 U.S.C. § 12101 et seq.) (\"ADA\").\n\n(2) All courses for operators of wheelchair-accessible taxicabs shall provide training as to:\n\n(A) The legal requirements that apply to the transportation of persons with disabilities, including providing equal access to transportation and complying with the ADA;\n\n(B) Passenger assistance techniques, including a review of various disabilities, hands-on demonstrations of how to assist those with disabilities, mobility equipment training (including familiarity with lift and ramp operations and various types of wheelchairs and personal mobility devices), and safety procedures;\n\n(C) Training with an actual person using a wheelchair or personal mobility device;\n\n(D) Sensitivity training, including customer service and conflict resolution techniques; and\n\n(E) Overall training in passenger relations and courtesy.\n\n(3) Completion of an examination, which shall consist of a minimum of 60 questions, the passing grade of which shall be 70% answered correctly, and which shall, at a minimum, test:\n\n(A) The applicant's fitness for licensure based upon knowledge of the location of addresses, significant government buildings, and tourist sites, and an understanding of the Capital City Plan;\n\n(B) The applicant's fitness for licensure based upon the areas covered in the hacker's license training course, exclusive of geography;\n\n(C) The applicant's knowledge of the District, through a minimum of 5 written questions, which shall require the applicant to state the route to arrive at a destination from a particular location; and\n\n(D) The applicant's knowledge of selected areas, through a minimum of 5 oral questions, covered in the hacker's license training course, exclusive of geography, and the applicant's ability to communicate in English.\n\n(A) An applicant may repeat the examination no more than 3 times. Upon the third failure, an applicant must repeat the hacker's license training course and present a new certificate of completion before being allowed to take the examination again.\n\n(B) The Department of For-Hire Vehicles shall construct a pool of no fewer than 300 questions from which questions shall be drawn for each examination that is administered. The pool shall be prohibited from public dissemination and be substantially revised, at a minimum, every 2 years to protect the integrity of the examination.\n\n(5) Upon passage of the examination, each applicant has 90 days in which to complete the application process for licensure. After 90 days, the passing score from the prior examination is no longer valid for licensure, and the applicant must repeat the license training course, present a new certificate of completion, and retake the examination.\n\n(g) The Department of For-Hire Vehicles may issue any reasonable rule relating to the supervision of public vehicles-for-hire it considers necessary for the protection of the public.\n\n(1) Subject to paragraph (2) of this subsection, the Department of For-Hire Vehicles may establish:\n\n(A) Standards, criteria, and requirements for the licensing of the different classes of public vehicles-for-hire and the owner and operators the public vehicles-for-hire; and\n\n(B) Appropriate classes of license fees for the ownership and operation of public vehicles-for-hire subject to the requirements of this section.\n\n(2) No license requirement for operating authority shall be mandated by the Department of For-Hire Vehicles that is duplicative of the jurisdiction of the Washington Metropolitan Area Transit Commission.\n\n(1) No person, corporation, partnership, or association shall operate a public vehicle-for-hire in the District without first having procured all applicable licenses and meeting all requirements as mandated by the Department of For-Hire Vehicles.\n\n(2) A violation of this subsection shall subject a violator to a civil fine not to exceed $500.\n\n(j) The Department of For-Hire Vehicles may establish reasonable civil fines and penalties for violation of any rule issued pursuant to the authority of this section.\n\n(k) All rules and regulations applicable to public vehicles-for-hire in effect before October 22, 2012, that are consistent with this subchapter shall remain effective until amended or repealed by the Department of For-Hire Vehicles.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 14, 33 DCR 703; Nov. 25, 2008, D.C. Law 17-280, § 2(a), 55 DCR 11066; Mar. 3, 2010, D.C. Law 18-111, § 6053, 57 DCR 181; Oct. 22, 2012, D.C. Law 19-184, § 2(n), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.13.html"
    },
    {
      "id": "section-50-301.14",
      "number": "50-301.14",
      "heading": "Insurance.",
      "text": "(a) Each owner of a taxicab operated in the District shall maintain a bond or policy of liability insurance covering accident risks for payment of judgments and legal claims arising out of the ownership, maintenance, or operation of a taxicab consistent with the provisions of the Compulsory/No Fault Motor Vehicle Insurance Act of 1982 Amendments Act of 1985 [D.C. Code § 31-2401 et seq.].\n\n(b) The bond or policy of liability insurance required by this section shall provide minimum coverage by a surety or insurer on any 1 judgment of $10,000 for bodily injuries or death, and $5,000 for damage to property, and $20,000 for bodily injury or death, and $5,000 for damage to property for all judgments arising out of the same subject of action, to be apportioned ratably among creditors according to the amount of their respective rights, until these requirements are superseded by the Compulsory/No Fault Motor Vehicle Insurance Act of 1982 Amendments Act of 1985 [D.C. Code § 31-2401 et seq.].\n\n(c) The liability of a surety or insurer on an indemnity or policy of liability issued under this section shall be absolute for damages adjudged against an insured.\n\n(d) Each owner of a taxicab operated in the District shall file with the Office of Client Services of the Department of For-Hire Vehicles evidence that a bond or policy of liability insurance meeting the requirements of this section is in force for the owner’s taxicab. The Office of Client Services of the Department of For-Hire Vehicles shall maintain accurate and current information on all insured taxicabs and shall maintain accurate and current records on all taxicabs for which insurance or a bond has been cancelled.\n\n(e) Policies of liability insurance shall be issued only by companies authorized by the Commissioner to do business in the District, and all sureties bonding taxicabs operated in the District shall be approved by the Commissioner. No insurer or surety shall engage in the business of insuring or bonding taxicabs unless a certificate of approval is issued by the Commissioner to engage in such a business, which approval shall be given upon a finding by the Commissioner that the company is qualified and its management capable of conducting such a business in the public interest.\n\n(f) The Commissioner shall issue reasonable rules in furtherance of the protection of the public governing:\n\n(1) The business and practices of insurers and sureties indemnifying accident risks of taxicabs operated in the District, including the expenses of management, administration, and acquisition of business;\n\n(2) The writing of insurance and the making of bonds for the coverage of accident risks of taxicabs; and\n\n(3) The rate and rate structure of insurance for coverage of the accident risks of taxicabs operated in the District.\n\n(g) The Commissioner may, after a hearing, withdraw the certificate of approval of any insurer or surety violating a provision of this section or any rule issued by the Commissioner pursuant to the authority of this subchapter.\n\n(h) No bond or policy of insurance required by this subchapter may be cancelled unless not less than 20 days notice of cancellation or termination has been provided to the insured in writing, and notice of intent to cancel has been filed with the Commissioner and the Office of Client Services of the Department of For-Hire Vehicles not less than 20 days prior to the date of cancellation or termination, except that cancellation for nonpayment of premium shall require not less than 5 days written notice to the insured, and the filing of notice of intent to cancel with the Commissioner and the Office of Client Services of the Department of For-Hire Vehicles not less than 5 days prior to the date of cancellation.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 15, 33 DCR 703; May 21, 1997, D.C. Law 11-268, § 10(ii)(2), 44 DCR 1730",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.14.html"
    },
    {
      "id": "section-50-301.15",
      "number": "50-301.15",
      "heading": "Sinking funds; blanket policies.",
      "text": "(a) Any owner of a vehicle-for-hire required to file a bond or policy of liability insurance under § 50-301.14 may instead:\n\n(1) File with the Commissioner a blanket bond or blanket policy of liability insurance in an amount considered sufficient by the Commissioner to cover accident risks for the payment of judgments or claims arising out of the ownership, maintenance, or operation of the vehicle-for-hires to which the blanket bond or blanket policy shall relate, and covering all vehicles lawfully displaying the trade name or identifying design of any individual, association, company, or corporation. The Commissioner shall periodically review all blanket bonds or blanket policies filed under this subsection to assure that the amount of the bond or policy is adequate to protect the public and may after a hearing order the adjustment of the required amount of the bond or policy as is reasonable and necessary to protect the public; or\n\n(2) Create and maintain a sinking fund in an amount the Commissioner considers reasonable and necessary to protect the public, and deposit the same, in trust, for the payment of any judgment recovered against the owner arising out of the ownership, maintenance, or operation of a covered vehicle-for-hire, with the person, official, or corporation the Commissioner shall designate. A sinking fund shall not be created unless the Commissioner is satisfied that the owner is possessed and will continue to be possessed of the financial ability to pay judgments obtained against the owner. If such a fund has been created, the Commissioner shall have authority and shall periodically require whatever evidence of the owner’s financial status is necessary to satisfy the Commissioner of financial ability to pay judgments, and may, based upon findings after a hearing, impose any reasonable and necessary requirement as will assure the financial integrity of the fund. If upon the evidence and after a hearing on the issue the Commissioner finds that a fund is not possessed and will likely not continue to be possessed of financial ability to pay judgments, the Commissioner shall require that the owner file a bond or policy of insurance required by § 50-301.14, and shall return to the owner the amount of the sinking fund when the Commissioner is satisfied that the maintenance thereof is not needed to assure the payment of any claim or judgment then outstanding. Failure to pay any judgment within 30 days after judgment becomes final shall constitute reasonable grounds for finding that the owner is not possessed of financial ability to pay judgments.\n\n(b) If any owner elects to comply with the provisions of this section, he or she shall file an admission of liability with the Commissioner, in conformity with the principles of respondeat superior, for the tortious acts of operators of vehicles displaying the trade name or identifying design of the company, association, or the owner.\n\n(c) Any cash or collateral deposit or sinking fund provided for in this section shall be exempt from attachment or levy for any obligation or liability of the depositor except as provided in this section.\n\n(d) It shall be unlawful to operate any vehicle subject to the provisions of § 50-301.14 and this section unless the vehicle is insured as provided in this subchapter, under threat of a civil fine not to exceed $500. Any violation of any regulation or requirement issued or ordered pursuant to § 50-301.14 or this section shall be subject to a civil fine not to exceed $500.\n\n(e) For the purpose of this section a blanket bond or sinking fund may be established by the owner of a trade name or identifying design and may cover taxicabs bearing the trade name or identifying design of the owner, multiple fleets of taxicabs bearing different trade names or identifying designs of the owner, or owners of individual taxicabs bearing different trade names or identifying designs of the owner, irrespective of whether the owner of the trade name or identifying design owns the taxicab so long as the registered owner of the taxicab consents in writing to the sinking fund or blanket bond established by the owner of the trade names or identifying design. For the purpose of this subsection a member of a taxicab association shall be considered to have consented to a blanket bond or a sinking fund duly established by the association and no consent in writing shall be required.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 16, 33 DCR 703; May 21, 1997, D.C. Law 11-268, § 10(ii)(2), 44 DCR 1730",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.15.html"
    },
    {
      "id": "section-50-301.16",
      "number": "50-301.16",
      "heading": "Reporting by Commissioner.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 17, 33 DCR 703; May 21, 1997, D.C. Law 11-268, § 10(ii)(2), 44 DCR 1730",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.16.html"
    },
    {
      "id": "section-50-301.17",
      "number": "50-301.17",
      "heading": "Rate proceeding; standard for rate structure.",
      "text": "(a) Within 12 months of March 25, 1986, and at least once every 24 months thereafter, the DFHV shall undertake a review of the taxicab rate structure. The review required by this section shall be undertaken by holding at least 1 public hearing, upon notice with opportunity to comment. Within 120 days of holding the public hearings, the panel shall render a decision on whether a modification or adjustment in rate structure is warranted, and, if determined to be warranted, shall implement the modification or adjustment.\n\n(b) The DFHV, in the establishment and supervision of the taxicab rate structure, shall balance equitably the interest of owners and operators of taxicabs, taxicab companies and associations, and dispatch services in procuring a maximum rate of return on investment and labor against the public interest in maintaining a taxicab system affordable to a broad cross section of the public, and shall establish nondiscriminatory rates, charges, matrices, boundaries, and methodologies for the determination of taxicab fares which assure reasonable and adequate compensation and promote broad and nondiscriminatory public access to taxicab transportation facilities.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 18, 33 DCR 703; May 10, 1988, D.C. Law 7-109, § 2(g), 35 DCR 2181; Oct. 22, 2012, D.C. Law 19-184, § 2(o), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.17.html"
    },
    {
      "id": "section-50-301.18",
      "number": "50-301.18",
      "heading": "Existing taxi regulations.",
      "text": "Except as modified by this subchapter, or until changed by the Office of the Director pursuant to this subchapter, all regulations governing the vehicle-for-hire industry contained in the District of Columbia Municipal Regulations shall remain in effect. Within 9 months of the appointment and confirmation of the Director, the DFHV shall cause a republication of all regulations relating to the vehicle-for-hire industry, including applicable amendments to conform the regulations to this subchapter, and revisions issued by the DFHV.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 19, 33 DCR 703",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.18.html"
    },
    {
      "id": "section-50-301.19",
      "number": "50-301.19",
      "heading": "Regulation of taxicab operation and license requirement.",
      "text": "(1) No person, corporation, partnership, or association shall operate a limousine, sedan, or taxicab, a limousine, sedan, or taxicab company, association, or fleet, a limousine, sedan, or taxicab service, or any public vehicle-for-hire service within the District without procuring applicable licenses required by the DFHV pursuant to this subchapter.\n\n(2) In the case of licensure by another jurisdiction, a taxicab or public vehicle-for-hire may provide service in the District only pursuant to, and in compliance with, a DFHV-approved reciprocity agreement or regulation.\n\n(b) The length of time a license is valid to operate a taxicab company, association, or fleet, and application for renewal of such license, shall be determined in a manner and at a fee prescribed by the DFHV.\n\n(b-1) Repealed.\n\n(c) Any license issued pursuant to this section shall be issued as an Inspected Sales and Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47.\n\n(d) Any violation of this section shall be punishable by a civil fine or other penalty provided by law or DFHV regulations.\n\n(e) For the purposes of this section, the term “operate” shall include providing taxicab service or public vehicle-for-hire service of any type that physically originates in the District.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20, 33 DCR 703; Sept. 22, 1994, D.C. Law 10-171, § 2(c), 41 DCR 5149; Apr. 20, 1999, D.C. Law 12-261, § 2003(oo), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(kk), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15-354, § 83(e), 52 DCR 2638; Nov. 25, 2008, D.C. Law 17-280, § 2(b), 55 DCR 11066; Oct. 22, 2012, D.C. Law 19-184, § 2(p), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(d), 60 DCR 1717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.19.html"
    },
    {
      "id": "section-50-301.20",
      "number": "50-301.20",
      "heading": "Public Vehicles-for-Hire Consumer Service Fund.",
      "text": "(a) There is established as a special fund the Public Vehicles-for-Hire Consumer Service Fund (\"Fund\"), which shall be administered by DFHV in accordance with subsection (b) of this section. The Fund shall consist of the following:\n\n(1) Funds collected from a passenger surcharge; except, that for Fiscal Years 2025, 2026, 2027, and 2028, 50% of funds collected from the passenger surcharge shall instead be deposited into the unrestricted fund balance of the General Fund of the District of Columbia;\n\n(2) Funds collected by the DFHV from the issuance and renewal of a public vehicle-for-hire license pursuant to § 47-2829, including those held in miscellaneous trust funds by the DFHV and the Office of the People’s Counsel before June 23, 1987, pursuant to § 34-912(a). These funds shall be accounted for under procedures established pursuant to subchapter V of Chapter 3 of Title 47, or any other applicable law;\n\n(3) Funds collected by the DFHV from the Department of Motor Vehicles through the Out-Of-State Vehicle Registration Special Fund, pursuant to § 50-1501.03a;\n\n(4) Repealed.\n\n(4A) Such assessment as may levied by DFHV on taxicab and public vehicle-for-hire operators, for the purpose of providing funds for the authorized uses of the Fund;\n\n(5) All funds collected by the DFHV pursuant to § 50-301.07(c)(20); and\n\n(6) 16.67% of the funds collected pursuant to § 50-301.31(b)(11).\n\n(1) The funds deposited into the Fund and allocated to the DFHV:\n\n(A) Shall be used to pay the costs incurred by the DFHV, including operating and administering programs, investigations, proceedings, and inspections, administering the Fund, and improving the District’s vehicles-for-hire industry.\n\n(B) May be used to provide grants, loans, incentives, or other financial assistance to owners and operators of vehicles-for-hire legally operating and incorporated in the District to offset the cost of acquiring, maintaining, and operating wheelchair-accessible vehicles;\n\n(C) May be used to establish a program to provide a taxicab fare discount for low-income senior citizens aged 65 years and older and persons with disabilities; and\n\n(D) May be used to provide grants, loans, incentives, or other financial assistance to owners and operators of vehicles-for-hire legally operating and incorporated in the District to incentivize the purchase and use of alternative-fuel vehicles, directing vehicles-for-hire to underserved areas, and to offset costs associated with meeting the mandates of this subchapter, as established by rulemaking.\n\n(2) Repealed.\n\n(3) Nothing in this subsection shall affect any requirements imposed upon the DFHV by subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.].\n\n(c) Repealed.\n\n(d) Repealed.\n\n(e) Repealed.\n\n(f) Repealed.\n\n(g) Procedures for the implementation and administration of a passenger surcharge amount shall be established by the DFHV in accordance with its rulemaking authority.\n\n(h) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.\n\n(i) The DFHV shall conduct a mandatory yearly review of the passenger surcharge amount and shall adjust the surcharge amount based on revenue over needed spending.\n\n(j) Repealed.\n\n(k) Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20a; as added May 10, 1988, D.C. Law 7-107, § 2, 35 DCR 2176; Sept. 22, 1994, D.C. Law 10-171, § 2(d), 41 DCR 5149; Oct. 19, 2000, D.C. Law 13-172, § 1502, 47 DCR 6308; Mar. 3, 2010, D.C. Law 18-111, § 6041, 57 DCR 181; Sept. 20, 2012, D.C. Law 19-168, § 6052, 59 DCR 8025; Oct. 22, 2012, D.C. Law 19-184, §§ 2(q), 5, 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(e), 60 DCR 1717; Dec. 24, 2013, D.C. Law 20-61, § 6042, 60 DCR 12472; Mar. 10, 2015, D.C. Law 20-197, § 2(g), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.20.html"
    },
    {
      "id": "section-50-301.21",
      "number": "50-301.21",
      "heading": "Taxicab Driver Security Revolving Fund.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20b; as added Oct. 1, 2002, D.C. Law 14-190, § 2602(c), 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 89, 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 6042(a), 51 DCR 8441",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.21.html"
    },
    {
      "id": "section-50-301.22",
      "number": "50-301.22",
      "heading": "Taxicab Driver Security Revolving Fund: loan application and eligibility criteria; vendor payments.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20c; as added Oct. 1, 2002, D.C. Law 14-190, §  2602(c), 49 DCR 6968; Dec. 7, 2004, D.C. Law 15-205, § 6042(b), 51 DCR 8441",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.22.html"
    },
    {
      "id": "section-50-301.23",
      "number": "50-301.23",
      "heading": "Department of For-Hire Vehicles Fingerprinting Fund.",
      "text": "(a) There is established the Department of For-Hire Vehicles Fingerprinting Fund which shall be a lapsing fund, into which shall be deposited funds from appropriations and from fees from applicants for public vehicle-for-hire licenses to obtain fingerprint records through the Metropolitan Police Department; which funds shall be used to make payment to the Metropolitan Police Department for the cost of obtaining the fingerprint records. The funds deposited in the Department of For-Hire Vehicles Fingerprinting Fund shall be used exclusively for the purposes set forth in subsection (b) of this section. All funds received but not expended in a fiscal year shall revert to the unrestricted fund balance of General Fund of the District of Columbia.\n\n(b) Revenue deposited into the fund shall be specifically designated to be expended by the Department of For-Hire Vehicles to obtain fingerprint records from the Metropolitan Police Department and shall not be used to provide funding to any other District government agency.\n\n(c) The Metropolitan Police Department shall submit to the Department of For-Hire Vehicles a voucher, on a periodic basis as agreed to by the Department of For-Hire Vehicles and the Metropolitan Police Department, to be reimbursed for the cost of producing fingerprint records; which voucher shall include the cost and the number of fingerprint records produced.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20d; as added Mar. 2, 2007, D.C. Law 16-192, § 2022, 53 DCR 6899; Sept. 14, 2011, D.C. Law 19-21, § 9081, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.23.html"
    },
    {
      "id": "section-50-301.24",
      "number": "50-301.24",
      "heading": "Wheelchair-Accessible Taxicab Promotion Fund.",
      "text": "Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20e; as added Sept. 18, 2007, D.C. Law 17-20, § 6052, 54 DCR 7052; Mar. 25, 2009, D.C. Law 17-353, § 215(e), 56 DCR 1117; Oct. 22, 2012, D.C. Law 19-184, § 2(r), 59 DCR 9431",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.24.html"
    },
    {
      "id": "section-50-301.25",
      "number": "50-301.25",
      "heading": "Accessible public and private vehicles-for-hire.",
      "text": "(a) Public and private vehicle-for-hire service in the District shall be accessible to the disabled and in compliance with the ADA and Unit A of Chapter 14 of Title 2 [§ 2-1401.01 et seq.].\n\n(1) Within 90 days of October 22, 2012, the DFHV shall establish a Vehicle-for-Hire Accessibility Advisory Committee to advise the DFHV on how to make public and private vehicle-for-hire service in the District more accessible to the disabled.\n\n(A) The Committee shall include representatives from the following:\n\n(i) The Office of Disability Rights;\n\n(ii) The Office of Human Rights;\n\n(iii) The Commission on Persons with Disabilities;\n\n(iv) The disability advocacy community;\n\n(v) Taxicab companies, associations, or operators;\n\n(vi) The Office of the Chief Financial Officer;\n\n(vii) The Department of For-Hire Vehicles; and\n\n(viii) Private vehicle-for-hire companies and private vehicle-for-hire operators, as those terms are defined in § 50-301.03(16B) and (16C), respectively.\n\n(B) At least half of the Committee shall be comprised of members or representatives of the disability advocacy community.\n\n(A) A chairperson, who shall serve for a term of 2 years, shall be elected from among the members or representatives of the disability advocacy community at the first meeting of the Committee and every 2 years thereafter.\n\n(B) The Committee shall meet, at a minimum, on a quarterly basis, at times to be determined by the chairperson of the Committee at the first meeting of the Committee.\n\n(C) The DFHV shall provide the Committee with reasonable and accessible accommodations for holding meetings and an annual operating budget, which shall include funds to maintain a website where the Committee shall provide a public listing of members, meeting notices, and meeting minutes.\n\n(3) Repealed.\n\n(4) On or before September 30, 2013, and each year thereafter, the Committee shall prepare and make publicly available a report on the accessibility of the vehicle-for-hire industry in the District and how it can be further improved.\n\n(1) Each taxicab company with 20 or more taxicabs in its fleet as of July 1, 2012, or anytime thereafter, shall dedicate a portion of its taxi fleet as follows:\n\n(A) At least 6% of each taxicab fleet shall be wheelchair-accessible by December 31, 2014.\n\n(B) At least 12% of each taxicab fleet shall be wheelchair-accessible by December 31, 2016.\n\n(C) At least 20% of each taxicab fleet shall be wheelchair-accessible by December 31, 2018.\n\n(D) Based on the recommendations of the Committee, which shall be given great weight, the DFHV shall increase the requirements in subparagraphs (A), (B), and (C) of this paragraph to ensure that the District’s taxicab system meets the legal requirements and need for accessible taxicab service.\n\n(2) The DFHV may withhold the renewal of licenses of taxicab companies or associations that do not meet the requirements of this subsection.\n\n(3) With the Committee and the Chief Financial Officer, the DFHV shall develop a program to provide grants, loans, and other types of financial assistance and incentives to applicants and owners of licensed taxicabs to offset the cost of buying, retrofitting, maintaining, and operating a vehicle for use as a wheelchair-accessible taxicab.\n\n(1) Each public or private vehicle-for-hire company shall maintain records for at least 3 years that include:\n\n(A) The total number of fulfilled requests made to the company for wheelchair-accessible service, including the zip code where each request originated and terminated, and the manner in which each trip was requested; and\n\n(B) The total number of instances in which an individual requested a trip for wheelchair-accessible service and an operator was not able to fulfill the request, including the zip code where each request originated, and the manner in which each trip was requested.\n\n(2) Each public or private vehicle-for-hire company shall submit the records described in paragraph (1) of this subsection to the DFHV on an annual basis.\n\n(3) Any records disclosed to the DFHV under this subsection shall not be disclosed to a third party by the DFHV, including through a request submitted pursuant to subchapter II of Chapter 5 of Title 2.\n\n(d) The DFHV shall seek to partner with the Washington Metropolitan Area Transit Authority, the Office of the State Superintendent of Education, and any other governmental entity to provide accessible transportation services using taxicabs, and shall report to the Council within 18 months of October 22, 2012, on the status of such agreements and the estimated cost savings from such agreements.\n\n(e) All operators who operate wheelchair-accessible public vehicles-for-hire shall receive training in how to properly use the equipment and work with disabled passengers. The training shall be coordinated through the Department of For-Hire Vehicles or taxicab companies.\n\n(f) Wheelchair-accessible public vehicles-for-hire shall:\n\n(1) Accommodate wheelchair and personal mobility devices up to 30 inches in width;\n\n(2) Have rear-entry or side-entry ramps or lifts that enable a passenger and operator to easily and comfortably gain access to the interior of the vehicle upon entry and exterior upon drop off;\n\n(3) Have safety devices to secure the wheelchair or personal mobility device to the vehicle and protect the passenger; and\n\n(4) Display the international wheelchair insignia or other insignia approved by the DFHV that identifies the vehicle as a wheelchair-accessible vehicle in a minimum of 2 prominent locations on the exterior of the vehicle.\n\n(1) Except as provided in paragraph (2) of this subsection, every licensed taxicab operator accepting fares shall:\n\n(A) Stop and inquire of a prospective passenger in a wheelchair or personal mobility device attempting to street-hail a taxicab whether the passenger wishes to ride in that taxicab or, if the taxicab operator is not driving a wheelchair-accessible taxicab and is affiliated with a taxicab company or association that offers such services, wishes to have the taxicab operator contact a dispatch service to send a wheelchair-accessible taxicab; and\n\n(B) Grant priority to requests for service from passengers who use wheelchairs, and once dispatched to a call from a passenger using a wheelchair shall not accept any other fare while traveling to the fare; provided, that in the absence of a request for service to a passenger who uses a wheelchair, a wheelchair-accessible taxicab operator may transport any person.\n\n(2) A taxicab operator shall not be subject to the requirements of this subsection while transporting a fare or responding to a dispatched call for service.\n\n(h) Any individual, company, or affiliation that owns, leases, rents, or operates wheelchair-accessible taxicabs subsidized by the District shall:\n\n(1) Operate wheelchair-accessible taxicabs equipped with dispatch technology and maintain the capacity to communicate with every wheelchair-accessible taxicab operating under its service;\n\n(2) Grant priority to requests for service from passengers who use wheelchairs, and once dispatched to a call from a passenger using a wheelchair, shall not accept any other fare while traveling to the fare; provided, that in the absence of a request for service to a passenger who uses a wheelchair, a wheelchair-accessible taxicab operator may transport any person;\n\n(3) Promptly dispatch a wheelchair-accessible taxicab in response to a wheelchair-accessible taxicab service request. If a wheelchair-accessible vehicle cannot be dispatched within 20 minutes, dispatch shall call another company with wheelchair-accessible vehicles to handle the request, and contact the customer with the name and telephone number of the dispatch service for the available wheelchair-accessible taxicab. If no wheelchair-accessible taxicabs are currently available to respond to a customer’s request, dispatch shall notify the customer and record the customer’s name and phone number and the names of the other dispatch services contacted; and\n\n(4) Record all requests for wheelchair-accessible taxicab service, noting the date and time of the request for service, the service address, the vehicle number dispatched, and the time that the wheelchair-accessible taxicab was dispatched to respond to the call.\n\n(i) A taxicab operator of a wheelchair-accessible taxicab shall not deny a dispatch request for wheelchair accessible service unless the taxicab is unavailable to provide service due to already being engaged. The DFHV shall enforce this provision through rulemaking.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20f; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(f), 60 DCR 1717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.25.html"
    },
    {
      "id": "section-50-301.25a",
      "number": "50-301.25a",
      "heading": "Accessibility of digital dispatch for individuals with disabilities.",
      "text": "(a) By January 1, 2016, a company that provides digital dispatch shall:\n\n(1) Ensure that the company’s websites and mobile applications are accessible to the blind and visually impaired and the deaf and hard of hearing; and\n\n(2) Provide a report to the Council’s Committee on Transportation and the Environment, or its successor committee with oversight of for-hire vehicles, on how the company intends to increase access to wheelchair-accessible public or private vehicle-for-hire service to individuals with disabilities.\n\n(b) A company that provides digital dispatch shall not:\n\n(1) Impose additional or special charges on an individual with a disability for providing services to accommodate the individual; or\n\n(2) Require an individual with a disability to be accompanied by an attendant.\n\n(b-1) A company that provides digital dispatch shall, within 180 days of April 7, 2017, provide passengers with the ability to request a wheelchair-accessible vehicle. If the company cannot fulfill the request for a wheelchair-accessible vehicle through the company's digital dispatch, the company may refer the requestor to a company or other provider that can fulfill a request for wheelchair-accessible service.\n\n(c) If an operator accepts a ride request through digital dispatch from a passenger with a disability who uses a mobility device, upon picking up the passenger, the operator shall stow the passenger’s mobility equipment in the vehicle if the vehicle is capable of stowing the equipment. If a passenger or operator determines that the vehicle is not capable of stowing the equipment, the company that provides digital dispatch shall not charge a trip cancellation fee or, if such fee is charged, shall provide the passenger with a refund in a timely manner.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, §  20f-1; as added Mar. 10, 2015, D.C. Law 20-197, § 2(h), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.25a.html"
    },
    {
      "id": "section-50-301.25b",
      "number": "50-301.25b",
      "heading": "Training of employees and operators.",
      "text": "(a) A company that uses digital dispatch shall train associated operators:\n\n(1) In how to properly and safely handle mobility devices and equipment and to treat an individual with disabilities in a respectful and courteous manner; and\n\n(2) On District traffic laws and regulations, and the penalties for violating these laws and regulations, including:\n\n(A) The rights and duties of motorists, which include not blocking the crosswalk or intersection, and not driving or stopping in a bicycle lane;\n\n(B) The rights and duties of pedestrians; and\n\n(C) The rights and duties of bicyclists.\n\n(b) Completion of a public vehicle-for-hire operator's training course approved by the DFHV shall satisfy the operator training required by subsection (a) of this section.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, §  20f-2; as added Mar. 10, 2015, D.C. Law 20-197, § 2(h), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.25b.html"
    },
    {
      "id": "section-50-301.26",
      "number": "50-301.26",
      "heading": "Modernization of taxicabs.",
      "text": "(a) The DFHV shall have one year from October 22, 2012, to modernize the taxicab fleet, and make vehicle and equipment improvements, including:\n\n(1) A meter system that facilitates non-cash payment of a taxicab fare, including credit cards, debit cards, and other generally acceptable means of purchasing goods and services as defined by the DFHV, prints receipts to passengers automatically, and allows non-cash payment to be made in the rear compartment of the taxicab without handling by the taxicab operator. This system shall contain an authenticated login unique to each individual taxicab operator, and shall electronically collect trip-sheet data through the use of GPS technology. GPS data shall not be collected unless a taxicab operator is currently logged into the meter system. The meter system shall consist of an information monitor for the taxicab operator that is able to send and receive text messages, and shall allow for integration with web, tablet, or cellular phone dispatch applications that can transmit the location of potential passengers to the taxicab operator information monitor. The DFHV may elect to certify the technology that can integrate with the meter system. The system shall also include an information monitor for passengers that, at a minimum, shall provide audio-visual content, including advertising, and is capable of being muted or turned off by the passenger for the duration of the ride;\n\n(2) Uniform cruising lights that clearly display a taxicab’s identification number, as well as identify when a taxicab is occupied, on-call, off-duty, or available to accept a fare; and\n\n(3) Uniform color and an emblem symbolizing the flag of the District. The DFHV shall issue rules allowing all vehicles operated by taxicab companies, fleets, and associations to place an insignia or logo on the vehicle, requiring the insignia to be of a certain size and placement on the vehicle. If a taxicab is powered by an alternative fuel, it may display this information on the exterior of the vehicle with a term or symbol approved by the DFHV. Taxicabs licensed to operate in the District as of the date on which the DFHV issues rules to implement this paragraph shall be permitted to maintain their current color scheme. The uniform color and emblem shall apply only to new vehicles entering taxicab service or when owners choose to repaint their existing vehicles.\n\n(b) The DFHV may issue rules and regulations regarding the installation or use of counterfeit or non-compliant public vehicle-for-hire equipment or technology systems. Any person who willfully installs or uses any counterfeit or imitation public vehicle-for-hire equipment or technology systems shall be guilty of a misdemeanor and, upon conviction, shall be imprisoned no more than 180 days or fined no more than $1,000.\n\n(1) The DFHV shall create a notice to be posted in a conspicuous location in all taxicabs in clear view of passengers. The notice shall be at least 5 inches by 7 inches in size, and shall include the following:\n\n(A) A statement that a taxicab must accept credit cards through the approved taximeter system;\n\n(B) A statement that a taxicab shall not operate without a functioning taximeter system;\n\n(C) A statement that failure to accept a credit card is a violation of the law and is punishable by fine; and\n\n(D) The information required for passengers to submit an alleged violation, including a telephone number and website address to the agency responsible for handling the complaint.\n\n(2) To obtain a copy of the notice required to be posted under this subsection, the owner or operator of a taxicab required to post the notice shall:\n\n(A) Print the notice from the DFHV website; or\n\n(B) Request that the notice be mailed and submit payment to the DFHV for the cost of printing and first-class postage.\n\n(3) The DFHV shall post a notice on its website indicating that compliance with this subsection is mandatory as well as the penalties for failure to comply.\n\n(4) A violation of this subsection shall be punishable by a civil fine or other penalty provided by regulation.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20g; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Mar. 10, 2015, D.C. Law 20-197, § 2(i), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.26.html"
    },
    {
      "id": "section-50-301.27",
      "number": "50-301.27",
      "heading": "Fuel-efficient taxicabs.",
      "text": "(a) Within 5 years of October 22, 2012, each owner of a licensed taxicab operating in the District shall maintain average vehicle greenhouse gas emissions at a level set by the DFHV in consultation with the District Department of the Environment that will contribute to an overall goal of a 20% reduction in taxicab fleet greenhouse gas emissions by the year 2020. Wheelchair-accessible vehicles are exempt from compliance with greenhouse gas emission standards.\n\n(b) The DFHV shall publicize on its website fuel-efficiency information available from DDOE about vehicles used as public vehicles-for-hire and, upon request, distribute this information at no charge to public vehicle-for-hire operators.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20h; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(g), 60 DCR 1717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.27.html"
    },
    {
      "id": "section-50-301.28",
      "number": "50-301.28",
      "heading": "Loitering of public vehicles-for-hire.",
      "text": "(a) No operator of a public vehicle-for-hire shall loiter around or in front of hotels, restaurants, theaters, or public buildings in the District. For the purposes of this section, the term “loitering” means the willful operation of a public vehicle-for-hire for the purpose of soliciting passengers by stopping the vehicle, or by driving at such a slow speed as may impede or block the normal and reasonable movement of traffic.\n\n(b) It shall be unlawful for a hotel, restaurant, or theater, or keeper or proprietor or agent acting for the keeper or proprietor, of a hotel, restaurant, or theater in the District to discriminate against a District licensed taxicab operator by excluding the operator from access to a hack stand or other location where taxicabs are regularly allowed to pick up passengers on the hotel premises; provided, that a taxicab or taxicab operator that is not in compliance with taxicab vehicle safety requirements or operator requirements may be denied a passenger and reported to the DFHV.\n\n(c) It shall be unlawful for a hotel, restaurant, or theater, or keeper or proprietor or agent acting for the keeper or proprietor of a hotel, restaurant, or theater in the District to solicit, or offer to solicit passengers on behalf of a public vehicle-for-hire operator, company, or association if the resulting trip would violate this subchapter. This subsection shall not prohibit a hotel, restaurant, or theater from entering into a written contract to provide its customers with the services of public vehicles-for-hire on a pre-arranged basis, as long as these services are provided in a manner that complies with all laws, rules, and regulations applicable to public vehicles-for-hire in the District.\n\n(d) The DFHV shall have authority to determine, by rule, appropriate fines and penalties for violations of subsections (a), (b), and (c) of this section.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20i; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(h), 60 DCR 1717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.28.html"
    },
    {
      "id": "section-50-301.29",
      "number": "50-301.29",
      "heading": "Public vehicles-for-hire, exclusive of taxicabs and limousines.",
      "text": "(a) The DFHV may create and regulate classes of public vehicles-for-hire independent of taxicabs and limousines, including sedan-class vehicles. The DFHV may issue rules and regulations governing the conduct of such vehicles, including the type of vehicles, number of inspections, licensing of operators, advertising, safety of the operator and of the public, financial obligations, and any other provisions necessary; provided, that the rules and regulations are necessary for the safety of customers and operators, consumer protection, or the collection of non-personal trip data information. Any rules and regulations shall protect personal privacy rights of customers and operators and shall not result in the disclosure of confidential business information.\n\n(a-1) The DFHV shall not require a company that provides digital dispatch to sedan-class vehicles to produce to the DFHV a list or inventory of vehicles or operators affiliated with the service.\n\n(b) Sedan-class vehicles shall operate exclusively through digital dispatch as defined by and meeting the requirements of § 50-301.31 and shall not solicit or accept street hails. Sedan-class vehicles shall calculate fares on the basis of time and distance, except trips to airports and other point-to-point trips based on well-traveled routes or event-related trips such as sporting events, which may be charged on a flat-fee basis.\n\n(b-1) A vehicle shall be permitted to operate as a sedan-class vehicle if:\n\n(1) It has a manufacturer’s rated seating capacity of fewer than 10 persons;\n\n(2) It is not a salvaged vehicle or a vehicle rented from an entity whose predominant business is that of renting motor vehicles on a time basis; and\n\n(3) It is no more than 10 model years of age at entry into service and no more than 12 model years of age while in service.\n\n(c) An owner of a licensed taxicab or limousine may convert a vehicle from a taxicab or limousine to a sedan-class vehicle; provided, that the vehicle complies with the requirements of sedan-class vehicles. Additionally, if a vehicle meets the requirements of more than one class, and the operator is properly licensed for each class, the vehicle may operate as either class of vehicle.\n\n(1) Each company with 20 or more sedan-class vehicles in its fleet as of January 1, 2013, or anytime after, shall dedicate a portion of its sedan-class vehicles as follows:\n\n(A) At least 6% of each sedan-class fleet shall be wheelchair-accessible by December 31, 2014.\n\n(B) At least 12% of each sedan-class fleet shall be wheelchair-accessible by December 31, 2016.\n\n(C) At least 20% of each sedan-class fleet shall be wheelchair-accessible by December 31, 2018.\n\n(2) The DFHV may withhold the renewal of licenses of companies with sedan-class vehicles that do not meet the requirements of this subsection. The DFHV shall have the authority to audit or monitor wait times and rates charged by sedan-class operators and companies in the provision of wheelchair-accessible service in order to evaluate the number of wheelchair-accessible sedans.\n\n(3) Each company with 20 or more sedan-class vehicles in its fleet as of January 1, 2013, or anytime after, that does not yet have wheelchair-accessible vehicles in its fleet shall provide information as to companies that do offer wheelchair-accessible service to customers upon request.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(i), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(j), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29.html"
    },
    {
      "id": "section-50-301.29a",
      "number": "50-301.29a",
      "heading": "General requirements for private vehicles-for-hire.",
      "text": "A private vehicle-for-hire company shall:\n\n(1) Create an application process for a person to apply to register as a private vehicle-for-hire operator;\n\n(2) Maintain an up-to-date registry of the operators and vehicles associated with the private vehicle-for-hire company;\n\n(3) Provide the following information on its website:\n\n(A) The private vehicle-for-hire company’s customer service telephone number or electronic mail address;\n\n(B) The private vehicle-for-hire company’s zero tolerance policy established pursuant to paragraphs (9) and (10) of this section;\n\n(C) The procedure for reporting a complaint about an operator who a passenger reasonably suspects violated the zero tolerance policy under paragraphs (9) and (10) of this section; and\n\n(D) A telephone number or electronic mail address for the DFHV;\n\n(4) Verify that an initial safety inspection of a motor vehicle used as a private vehicle-for-hire was conducted within 90 days of beginning service and that the vehicle passed the inspection and was determined safe by a licensed mechanic in the District pursuant to § 47-2851.03(a)(9) or an inspection station authorized by the State of Maryland or the Commonwealth of Virginia to perform vehicle safety inspections; provided, that an initial safety inspection need not be conducted if the motor vehicle used for service is compliant with an annual state-required safety inspection. A safety inspection conducted pursuant to this paragraph shall check the following motor vehicle equipment to ensure that such equipment is safe and in proper operating condition:\n\n(A) Brakes and parking brake;\n\n(B) All exterior lights, including headlights, parking lights, brake lights, and license plate illumination lights;\n\n(C) Turn signal devices;\n\n(D) Steering and suspension;\n\n(E) Tires, wheels, and rims;\n\n(F) Mirrors;\n\n(G) Horn;\n\n(H) Windshield and other glass, including wipers and windshield defroster;\n\n(I) Exhaust system;\n\n(J) Hood and area under the hood, including engine fluid levels and belts;\n\n(K) Interior of vehicle, including operator's seat, seat belts, and air bags;\n\n(L) Doors;\n\n(M) Fuel system; and\n\n(N) Floor pan.\n\n(5) Verify the safety inspection status of a vehicle as described in paragraph (4) of this section on an annual basis after the initial verification is conducted;\n\n(6) Perform the background checks required by § 50-301.29b(b) on each applicant before private vehicle-for-hire service is provided and update those checks every 3 years thereafter;\n\n(7) Establish a trade dress as required by § 50-301.29d;\n\n(8) Transmit the required amount pursuant to § 50-301.31(b)(11);\n\n(A) Establish a policy of zero tolerance for the use of alcohol or illegal drugs or being impaired by the use of alcohol or drugs while a private vehicle-for-hire operator is logged into a private vehicle-for-hire company’s digital dispatch;\n\n(B) Immediately suspend, for the duration of the investigation conducted pursuant to subparagraph (C) of this paragraph, a private vehicle-for-hire operator upon receiving a written complaint from a passenger submitted through regular mail or electronic means containing a reasonable allegation that the operator violated the zero tolerance policy established by subparagraph (A) of this paragraph; and\n\n(C) Conduct an investigation when a passenger alleges that a private vehicle-for-hire operator violated the zero tolerance policy established by paragraph (A) of this subparagraph;\n\n(A) Establish a policy of zero tolerance for discrimination or discriminatory conduct on the basis of a protected characteristic under § 2-1402.31 while a private vehicle-for-hire operator is logged into a private vehicle-for-hire company’s digital dispatch. Discriminatory conduct may include:\n\n(i) Refusal of service on the basis of a protected characteristic, including refusal of service to an individual with a service animal unless the operator has a documented serious medical allergy to animals on file with the private vehicle-for-hire company;\n\n(ii) Using derogatory or harassing language on the basis of a protected characteristic;\n\n(iii) Refusal of service based on the pickup or drop-off location of the passenger; or\n\n(iv) Rating a passenger on the basis of a protected characteristic;\n\n(B) It shall not constitute discrimination under this paragraph for a private vehicle-for-hire operator to refuse to provide service to an individual with disabilities due to violent, seriously disruptive, or illegal conduct by the individual. A private vehicle-for-hire operator shall not, however, refuse to provide service to an individual with a disability solely because the individual’s disability results in appearance or involuntary behavior that may offend, annoy, or inconvenience the operator or another person;\n\n(C) Immediately suspend, for the duration of the investigation conducted pursuant to subparagraph (D) of this paragraph, a private vehicle-for-hire operator upon receiving a written complaint from a passenger submitted through regular mail or electronic means containing a reasonable allegation that the operator violated the zero tolerance policy established by subparagraph (A) of this paragraph; and\n\n(D) Conduct an investigation when a passenger makes a reasonable allegation that an operator violated the zero tolerance policy established by subparagraph (A) of this paragraph;\n\n(11) Maintain records relevant to the requirements of this section for the purposes of enforcement; and\n\n(12) Submit to the DFHV for the purposes of registration:\n\n(A) Proof that the private vehicle-for-hire company is licensed to do business in the District;\n\n(B) Proof that the private vehicle-for-hire company maintains a registered agent in the District;\n\n(C) Proof that the private vehicle-for-hire company maintains a website that includes the information required by paragraph (3) of this section;\n\n(D) Proof that the private vehicle-for-hire company has established a trade dress required by § 50-301.29d, including an illustration or photograph of the trade dress;\n\n(E) A written description of how the private vehicle-for-hire company’s digital dispatch operates;\n\n(F) Proof that the private vehicle-for-hire company has secured the insurance policies required by § 50-301.29c; and\n\n(G) The certification required by § 50-301.29g; provided, that the DFHV shall not impose a registration, licensure, certification, or other similar requirement for a private vehicle-for-hire company to operate in the District that exceeds the requirements set forth in this subchapter.\n\n(A) Submit to the DFHV and the District Department of Transportation (\"DDOT\") the following information in a format approved by the Mayor, for the period July 1, 2018 through December 31, 2018 no later than February 15, 2019, and for each calendar quarter thereafter no later than 30 days after the end of that calendar quarter:\n\n(i) The total number of private vehicle-for-hire operators that utilized the digital dispatch services of the private vehicle-for-hire company in the District;\n\n(ii) A log of anonymized data relating to prearranged rides provided by private vehicle-for-hire operators that utilized the digital dispatch services of a private vehicle-for-hire company in the District that shall include the following categories of information:\n\n(I) For each trip originating and terminating inside of the District:\n\n(AA) The latitude and longitude for the points at which each ride originated and terminated, calculated to three decimal degrees;\n\n(BB) The date and time of request, pick-up and drop-off; and\n\n(CC) Whether a private or shared service was requested, and if a shared service was requested, whether the requesting rider was successfully matched with another rider;\n\n(II) For each trip originating outside of the District and terminating inside of the District:\n\n(AA) The latitude and longitude of the origination point, calculated to two decimal degrees, and the latitude and longitude of the destination point, calculated to three decimal degrees;\n\n(BB) The date and time of request, pick-up and drop-off; and\n\n(CC) Whether private or shared service was requested and, if a shared service was requested, whether the requesting rider was successfully matched with another rider; and\n\n(III) For each trip originating inside of the District and terminating outside of the District:\n\n(AA) The latitude and longitude of the origination point, calculated to three decimal degrees, and the latitude and longitude of the destination point, calculated to two decimal degrees;\n\n(BB) The date and time of request, pick-up and drop-off; and\n\n(CC) Whether private or shared service was requested and, if a shared service was requested, whether the requesting rider was successfully matched with another rider;\n\n(iii) The total miles driven, including both while en route to a pick-up point and while en route to a drop-off point, in the District by private vehicle-for-hire operators that utilized the digital dispatch services of the private vehicle-for-hire company in the District;\n\n(iv) The average fare and average distance for shared service trips and the average fare and average distance for private service trips; and\n\n(v) Any additional trip data that the DFHV or DDOT deems necessary for inclusion as set forth in rules adopted by the Mayor pursuant to subchapter I of Chapter 5 of Title 2; provided, that such rules shall specify that such trip data shall be anonymized and may be used only for the purposes of public safety, congestion management, and transportation planning, including curbside management, road improvements, traffic management, transit service planning, and the allocation of public monies for those purposes.\n\n(B) The Mayor may request additional relevant information from a private vehicle-for-hire company pertaining to any trip referenced in a Metropolitan Police Department police report, provided that the report references one or more alleged criminal incidents alleged to have occurred during the time that a private vehicle-for-hire operator that utilized the digital dispatch services of the private vehicle-for-hire company was conducting a trip in the District.\n\n(C) Any information that is received pursuant to subparagraphs (A) and (B) of this paragraph shall be deemed confidential and shall:\n\n(i) Be exempt from disclosure pursuant to § 2-532;\n\n(ii) Be safely and securely stored by the District and the District shall take all reasonable measures and efforts to protect, secure, and, when appropriate, encrypt or limit access to any data provided; and\n\n(iii) For information received pursuant to subparagraph (A), not include the personal information of passengers or private vehicle-for-hire operators that utilized the digital dispatch services of the private vehicle-for-hire company in the District.\n\n(D) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to govern the sharing or publishing of conclusions and analysis derived from any information that is received pursuant to subparagraphs (A) and (B) of this paragraph; provided, that the conclusions and analysis shared shall not contain the original information that is received by the District pursuant to subparagraphs (A) and (B) of this paragraph and any shared or published data derived from the information that is received by the District pursuant to subparagraphs (A) and (B) of this paragraph shall be anonymized and aggregated across all private vehicle-for-hire companies.\n\n(i) The Mayor may enter into a confidential data sharing agreement with the Washington Metropolitan Area Transit Authority (\"WMATA\") or the Metropolitan Washington Council of Governments (\"MWCOG\") to provide those entities with anonymized and aggregated data derived from information that is received by the District pursuant to subparagraph (A) of this paragraph; provided, that the Mayor shall provide such data in a quantity and at a level of detail that is reasonably necessary for WMATA or MWCOG to conduct the analysis specified in the confidential data sharing agreement.\n\n(ii) A confidential data sharing agreement entered into pursuant to sub-subparagraph (i) of this subparagraph shall require WMATA or MWCOG to agree that:\n\n(I) The data provided shall not be disclosed by WMATA or MWCOG and shall be treated as confidential or otherwise protected for purposes of WMATA's or MWCOG's public-records requirements;\n\n(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, WMATA or MWCOG may disclose conclusions and analysis derived from the original information received pursuant subparagraph (E); provided, that the Mayor approve such disclosure and that any data disclosed by WMATA or MWCOG shall be anonymized and aggregated across all private vehicle-for-hire companies; and\n\n(III) WMATA or MWCOG shall pay the District an amount certain for each violation of the terms of the confidential data sharing agreement.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-1; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29a.html"
    },
    {
      "id": "section-50-301.29b",
      "number": "50-301.29b",
      "heading": "Registration of private vehicle-for-hire operators.",
      "text": "(a) To become a private vehicle-for-hire operator, an individual shall submit an application to register with a private vehicle-for-hire company.\n\n(b) Before approving a registration application submitted under subsection (a) of this section, a private vehicle-for-hire company shall have a third party that is accredited by the National Association of Professional Background Screeners or a successor accreditation entity conduct the following examinations:\n\n(1) A local and national criminal background check;\n\n(2) The national sex offender database background check; and\n\n(3) A full driving record check.\n\n(c) A private vehicle-for-hire company shall reject an application submitted under subsection (a) of this section and shall permanently disqualify an applicant who:\n\n(1) As shown in the local or national criminal background check conducted in accordance with subsection (b)(1) of this section, has been convicted within the past 7 years of:\n\n(A) An offense defined as a crime of violence under § 23-1331(4);\n\n(B) An offense under subchapter II of Chapter 30 of Title 22 [§  22-3002 et seq.];\n\n(C) An offense under § 22-3102;\n\n(D) Burglary, robbery, or an attempt to commit robbery under §§ 22-801, 22-2801 and 22-2802;\n\n(E) Theft in the first degree under § 22-3212;\n\n(F) Felony fraud or identity theft under § 22-3221 or § 22-3227.02; or\n\n(G) An offense under any state or federal law or under the law of any other jurisdiction in the United States involving conduct that would constitute an offense described in subparagraphs (A), (B), (C), (D), (E), and (F) of this paragraph if committed in the District;\n\n(2) Is a match in the national sex offender registry database;\n\n(3) As shown in the national background check or driving record check conducted in accordance with subsections (b)(1) and (b)(3) of this section, has been convicted within the past 7 years of:\n\n(A) Aggravated reckless driving under § 50-2201.04(b-1);\n\n(B) Fleeing from a law enforcement officer in a motor vehicle under § 50-2201.05b;\n\n(C) Leaving after colliding under § 50-2201.05c;\n\n(D) Negligent homicide under § 50-2203.01;\n\n(E) Driving under the influence of alcohol or a drug, driving a commercial vehicle under the influence of alcohol or a drug, or operating a vehicle while impaired under § 50-2206.11, § 50-2206.12, or § 50-2206.14;\n\n(F) Unauthorized use of a motor vehicle under § 22-3215; and\n\n(G) An offense under any state or federal law or under the law of any other jurisdiction in the United States involving conduct that would constitute an offense described in subparagraphs (A), (B), (C), (D), (E), and (F) of this paragraph if committed in the District; or\n\n(4) Has been convicted within the past 3 years of driving with a suspended or revoked license under § 50-1403.01(e), according to the driving record check conducted in accordance with subsection (b)(3) of this section.\n\n(d) A motor vehicle used as a private vehicle-for-hire shall:\n\n(1) Have a manufacturer’s rated seating capacity of 8 persons or fewer, including the private vehicle-for-hire operator;\n\n(2) Have at least 4 doors and meet applicable federal motor vehicle safety standards for vehicles of its size, type, and proposed use; and\n\n(3) Be no more than 10 model years of age at entry into service and no more than 12 model years of age while in service.\n\n(e) A person registered with a private vehicle-for-hire company as a private vehicle-for-hire operator under this section shall be deemed by the District to hold the necessary authorization to operate in the District as may be required by another jurisdiction or interstate authority.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-2; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29b.html"
    },
    {
      "id": "section-50-301.29c",
      "number": "50-301.29c",
      "heading": "Insurance requirements for private vehicles-for-hire.",
      "text": "(a) A private vehicle-for-hire company or operator shall maintain a primary automobile liability insurance policy that provides coverage of at least $1 million per occurrence for accidents involving a private vehicle-for-hire operator at all times when the operator is engaged in a prearranged ride.\n\n(b) A private vehicle-for-hire operator or a private vehicle-for-hire company on the operator’s behalf shall maintain a primary automobile liability insurance policy that, for the time period when a private vehicle-for-hire operator is logged onto a private vehicle-for-hire company’s digital dispatch showing that the operator is available to pick up passengers but is not engaged in a prearranged ride:\n\n(1) Recognizes that the operator is a private vehicle-for-hire operator and covers the operator’s provision of private vehicle-for-hire service while the operator is logged into the private vehicle-for-hire company’s digital dispatch showing that the operator is available to pick up passengers;\n\n(2) Provides minimum coverage of at least $50,000 per person per accident, with up to $100,000 available to all persons per accident, and $25,000 for property damage per accident; and\n\n(3) Either:\n\n(A) Offers full-time coverage similar to the coverage required by § 50-301.14;\n\n(B) Contains an insurance rider to, or endorsement of, the operator’s personal automobile liability insurance policy required by § 31-2406; or\n\n(C) Offers a liability insurance policy purchased by the private vehicle-for-hire company that provides primary coverage for the time period in which an operator is logged into the private vehicle-for-hire company’s digital dispatch showing that the operator is available to pick up passengers.\n\n(c) If a private vehicle-for-hire company purchases an insurance policy under this section, it shall provide proof to the DFHV that the private vehicle-for-hire company has secured the policy.\n\n(d) A private vehicle-for-hire company shall not allow a private vehicle-for-hire operator who has purchased his or her own policy to fulfill the requirements of this section to accept a trip request through the digital dispatch service used by the private vehicle-for-company until the private vehicle-for-hire company verifies that the operator maintains insurance as required under this section. If the insurance maintained by a private vehicle-for-hire operator to fulfill the insurance requirements of this section has lapsed or ceased to exist, the private vehicle-for-hire company shall provide the coverage required by this section beginning with the first dollar of a claim.\n\n(e) Nothing in this section shall require an operator to obtain a personal automobile insurance policy that provides coverage for the time period in which an operator is logged into a private vehicle-for-hire company’s digital dispatch.\n\n(f) If more than one insurance policy purchased by a private vehicle-for-hire company provides valid and collectable coverage for a loss arising out of an occurrence involving a motor vehicle operated by a private vehicle-for-hire operator, the responsibility for the claim shall be divided on an equal basis among all of the applicable polices; provided, that a claim may be divided in a different manner by written agreement of all of the insurers of the applicable policies and the policy owners.\n\n(g) In a claims coverage investigation, a private vehicle-for-hire company shall cooperate with any insurer that insures the private vehicle-for-hire operator’s motor vehicle, including providing relevant dates and times during which an accident occurred that involved the operator to determine whether the operator was logged into a private vehicle-for-hire company’s digital dispatch showing that the operator is available to pick up passengers.\n\n(h) The insurance requirements set forth in this section shall be disclosed on a private vehicle-for-hire company’s website, and the company’s terms of service shall not contradict or be used to evade the insurance requirements of this section.\n\n(i) Within 90 days of March 10, 2015, a private vehicle-for-hire company that purchases insurance on an operator’s behalf under this section shall disclose in writing to the operator, as part of its agreement with the operator:\n\n(1) The insurance coverage and limits of liability that the private vehicle-for-hire company provides while the operator is logged into the company’s digital dispatch showing that the operator is available to pick up passengers; and\n\n(2) That the operator’s personal automobile insurance policy may not provide coverage, including collision physical damage coverage, comprehensive physical damage coverage, uninsured and underinsured motorist coverage, or medical payments coverage because the operator uses a vehicle in connection with a private vehicle-for-hire company.\n\n(j) An insurance policy required by this section may be obtained from an insurance company authorized to do business in the District or with a surplus lines insurance company with an AM Best rating of at least A-.\n\n(k) A private vehicle-for-hire company or operator shall have 120 days from March 10, 2015, to procure primary insurance coverage that complies with the requirements of subsection (b) of this section; provided, that until such time, a company shall maintain a contingent liability policy meeting at least the minimum limits of subsection (b) of this section that will cover a claim in the event that the operator’s personal insurance policy denies a claim.\n\n(l) Within one year of March 10, 2015, the Mayor shall assess whether the insurance requirements of this section are appropriate to the risk of private vehicle-for-hire services and shall report its findings to the Council.\n\n(m) For the purposes of this section, the term “pre-arranged ride” shall mean a period of time that begins when a private vehicle-for-hire operator accepts a requested ride through digital dispatch, continues while the operator transports the passenger in the operator’s vehicle, and ends when the passenger departs from the vehicle.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-3; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29c.html"
    },
    {
      "id": "section-50-301.29d",
      "number": "50-301.29d",
      "heading": "Trade dress requirements for private vehicles-for-hire.",
      "text": "(a) A private vehicle-for-hire operator shall display a trade dress approved pursuant this section at all times while the operator is logged into the private vehicle-for-hire company's digital dispatch. The trade dress shall be affixed on the windows of the vehicle-for-hire adjacent to where passengers may sit in the rear of the motor vehicle and may take the form of a removable device. All trade dress required pursuant to this section shall be submitted by a private vehicle-for-hire company to the DFHV for approval. Approved trade dress shall be:\n\n(1) Sufficiently large and color contrasted so as to be readable during daylight hours at a distance of at least 50 feet; and\n\n(2) Reflective, illuminated, or otherwise patently visible in darkness.\n\n(b) In addition to the requirements of this section, the DFHV may require private vehicle-for-hire operators to display a standardized and clearly identifiable emblem or insignia indicating to consumers that a private vehicle-for-hire company is licensed to do business in the District. The DFHV may permit private vehicle-for-hire companies to issue such an approved insignia or certificate to operators on the Department's behalf.\n\n(c) A private vehicle-for-hire company shall provide an operator with trade dress compliant with the requirements of this section before the operator begins providing service for the company. Notwithstanding the provisions of this section, the Department may establish rules allowing for a private vehicle-for-hire operator to display a temporary trade dress for a limited period of time after a vehicle-for-hire operator registers with a private vehicle-for-hire company.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-4; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29d.html"
    },
    {
      "id": "section-50-301.29e",
      "number": "50-301.29e",
      "heading": "Requirements for private vehicle-for-hire operators.",
      "text": "(a) A private vehicle-for-hire operator shall:\n\n(1) Accept only rides booked through a private vehicle-for-hire company’s digital dispatch and shall not solicit or accept street hails;\n\n(2) Repealed.\n\n(3) Possess a valid driver’s license issued by the District of Columbia, the State of Maryland, or the Commonwealth of Virginia;\n\n(4) Possess proof of personal motor vehicle insurance for the motor vehicle used as a private vehicle-for-hire; and\n\n(5) Be at least 21 years of age.\n\n(b) If an accident occurs involving a motor vehicle that is logged into the private vehicle-for-hire’s digital dispatch, the private vehicle-for-hire operator or company shall provide law enforcement officials and insurance representatives with proof of the insurance required by § 50-301.29c.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-5; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29e.html"
    },
    {
      "id": "section-50-301.29f",
      "number": "50-301.29f",
      "heading": "Charges for private vehicle-for-hire service.",
      "text": "A private vehicle-for-hire company may offer service at no charge, suggest a donation, or charge a fare; provided, that if a fare is charged the company shall comply with the fare transparency provisions pursuant to §  50-301.31(b)(2).",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-6; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29f.html"
    },
    {
      "id": "section-50-301.29g",
      "number": "50-301.29g",
      "heading": "Certification, enforcement, and regulation of private vehicles-for-hire.",
      "text": "(a) Every 24 months, a private vehicle-for-hire company shall certify on a form provided by the DFHV that the private vehicle-for-hire company has complied with the requirements of this subchapter.\n\n(b) The DFHV is authorized to inspect and copy the relevant safety and consumer protection-related records of a private vehicle-for-hire company to ensure compliance with this subchapter when it has a reasonable basis to suspect non-compliance; provided, that any records disclosed to the DFHV under this subchapter shall not be subject to disclosure to a third party by the DFHV, including through a request submitted pursuant to Chapter 5 of Title 2 [§ 2-501 et seq.].\n\n(c) If the Mayor determines that a private vehicle-for-hire company knowingly certified an intentionally false or misleading statement on a form required by this subchapter, the Mayor may impose a civil fine as determined by rulemaking. A civil fine prescribed by this section shall be applicable only after the private vehicle-for-hire company is afforded an opportunity for a hearing. These penalties shall be in addition to any other penalties available by law.\n\n(d) Failure by a private vehicle-for-hire company or operator to adhere to the requirements of this subchapter may result in sanction by the DFHV, including fines and other penalties, pursuant to the DFHV’s authority in § 50-301.07(c)(7).\n\n(e) Notwithstanding any other provision of law, the DFHV shall not require a private vehicle-for-hire company to provide the DFHV with a list or inventory of private vehicle-for-hire operators or vehicles associated with a private vehicle-for-hire company.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-7; as added Mar. 10, 2015, D.C. Law 20-197, §  2(k), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29g.html"
    },
    {
      "id": "section-50-301.29h",
      "number": "50-301.29h",
      "heading": "General requirements of carrier-for-hire companies.",
      "text": "(a) A carrier-for-hire company shall:\n\n(1) Create an application process for an individual to register as a carrier-for-hire operator;\n\n(2) Maintain an up-to-date registry of each carrier-for-hire operator (\"operator\") and vehicle associated with the carrier-for-hire company;\n\n(3) Require an operator to verify the vehicle the operator is using to make deliveries while logged into the company's delivery dispatch;\n\n(4) Register as a carrier-for-hire company with the DFHV, and submit to the Department for the purposes of registration:\n\n(A) Proof that the carrier-for-hire company is licensed to do business in the District and, if applicable, registered pursuant to § 48-655 and § 25-130;\n\n(B) Proof that the carrier-for-hire company maintains a registered agent in the District;\n\n(C) An illustration or photograph of trade dress established by the company, as required by § 50-301.29k; and\n\n(D) A written description of how the carrier-for-hire company's delivery dispatch operates;\n\n(5) No later than January 5, 2026, register to the DFHV and the District Department of Transportation the following information in a format and frequency approved by the Director:\n\n(A) The total number of operators that utilized the company's delivery dispatch in the District;\n\n(B) A log of anonymized data relating to deliveries, which shall include the following categories of information for each delivery originating or terminating inside of the District:\n\n(i) The latitude and longitude of where each delivery originated and terminated, calculated to 3 decimal degrees;\n\n(ii) The date and time of request, pick-up, and drop-off;\n\n(iii) The delivery mode by class (Class 1, Class 2, Class 3, or Class 4) used by the carrier-for-hire operator; and\n\n(iv) The total miles driven, including both while en route to a pick-up point and while en route to a drop-off point, in the District by operators that utilized the carrier-for-hire company's delivery dispatch;\n\n(C) Any additional trip data that the DFHV or DDOT deems necessary for inclusion as set forth in rules adopted by the Mayor; provided, that such rules specify that such trip data shall be anonymized and may be used only for the purposes of public safety, congestion management, and transportation planning, including curbside management, road improvements, traffic management, transit service planning, and the allocation of public monies for those purposes; and\n\n(A) Establish a policy of zero tolerance for the use of alcohol or illegal drugs or being impaired by the use of alcohol or drugs while a carrier-for-hire operator is logged into a carrier-for-hire company's delivery dispatch;\n\n(B) Immediately suspend, for the duration of the investigation conducted pursuant to subparagraph (C) of this paragraph, a carrier-for-hire operator upon receiving a written complaint from a customer submitted through regular mail or electronic means containing a reasonable allegation that the operator violated the policy of zero tolerance established by subparagraph (A) of this paragraph; and\n\n(C) Conduct an investigation when a customer alleges that a carrier-for-hire operator violated the policy of zero tolerance established by paragraph (A) of this subparagraph.\n\n(b) The Mayor may request additional relevant information from a carrier-for-hire company pertaining to any delivery referenced in a Metropolitan Police Department police report, provided that the report references one or more incidents alleged to have occurred during the time that a carrier-for-hire operator was performing a delivery in the District.\n\n(c) Any information that is received pursuant to subsection (a)(5) of this section shall be deemed confidential and shall:\n\n(1) Be exempt from disclosure pursuant to § 2-532;\n\n(2) Be safely and securely stored by the District, and the District shall take all reasonable measures and efforts to protect, secure, and, when appropriate, encrypt or limit access to any data provided; and\n\n(3) Not include the personal information of customers or carrier-for-hire operators that utilized the delivery dispatch services of the carrier-for-hire company.\n\n(d) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to govern the sharing or publishing of conclusions and analysis derived from information that is received pursuant to this section; provided, that the conclusions and analysis shared shall not contain the original information that is received from a carrier-for-hire company by the District pursuant to this section and any such shared or published data derived from the information that is received by the District pursuant to this section shall be anonymized and aggregated across all carrier-for-hire companies.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-8",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29h.html"
    },
    {
      "id": "section-50-301.29i",
      "number": "50-301.29i",
      "heading": "Carrier-for-hire operators.",
      "text": "(a) To become a carrier-for-hire operator, an individual shall submit an application to register with a carrier-for-hire company.\n\n(b) The Director is authorized, pursuant to subchapter I of Chapter 5 of Title 2, to issue rules regarding background check requirements for carrier-for-hire operators and to require a carrier-for-hire company to reject an application submitted under subsection (a) of this section or to permanently disqualify from carrier-for-hire operator status an applicant who violates background check requirements established by the Director.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-9",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29i.html"
    },
    {
      "id": "section-50-301.29j",
      "number": "50-301.29j",
      "heading": "Insurance requirements for carriers-for-hire.",
      "text": "(a) Within 9 months after the applicability date of this section, the Director, in consultation with the Department of Insurance, Securities, and Banking, and carrier-for-hire companies, shall assess insurance requirements appropriate to carriers-for-hire, and shall report its findings and recommendations to the Council.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-10",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29j.html"
    },
    {
      "id": "section-50-301.29k",
      "number": "50-301.29k",
      "heading": "Trade dress requirements for carriers-for-hire.",
      "text": "(1) Beginning no later than January 1, 2026, a carrier-for-hire operator shall display a trade dress, which may take the form of a removable device, approved pursuant to subsection (b) of this section at all times while the operator is logged into the carrier-for-hire company's delivery dispatch.\n\n(2) A carrier-for-hire operator transporting goods by motor vehicle shall display trade dress in at least one location determined to be acceptable by the DFHV on the carrier-for-hire operator's motor vehicle.\n\n(3) Notwithstanding paragraph (1) of this subsection, a carrier-for-hire operator transporting goods by foot or using a bicycle, motor-driven cycle, or other class 1, 2, or 3 delivery mode may, subject to approval of the Department, display trade dress on equipment such as a delivery bag or carrier, helmet, or other apparel worn by the operator.\n\n(b) All trade dress required pursuant to this section shall be approved for display by the DFHV. Approved trade dress shall be:\n\n(1) Sufficiently large and color contrasted so as to be readable during daylight hours at a distance of at least 50 feet; and\n\n(2) Reflective, illuminated, or otherwise patently visible in darkness.\n\n(1) The DFHV may require that carrier-for-hire operators display a standardized emblem or insignia identifying the operator as a carrier-for-hire, in lieu of trade dress specific to an individual carrier-for-hire company. Such emblem or insignia shall be otherwise subject to all of the requirements enumerated in subsections (a), (b), and (d) of this section.\n\n(2) The DFHV may permit carrier-for-hire companies to issue such an approved emblem or insignia to operators on the Department's behalf.\n\n(d) A carrier-for-hire company shall provide an operator with trade dress compliant with the requirements of this section before the operator begins providing service for the company. Notwithstanding the provisions of this section, the Department may establish rules allowing for a carrier-for-hire operator to display a temporary trade dress for a limited period of time after a carrier-for-hire operator registers with a carrier-for-hire company.\n\n(e) The Department, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement this section.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-11",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29k.html"
    },
    {
      "id": "section-50-301.29l",
      "number": "50-301.29l",
      "heading": "Certification, enforcement, and regulation of carriers-for-hire.",
      "text": "(a) Every 24 months, a carrier-for-hire company shall certify on a form provided by the DFHV that the carrier-for-hire company has complied with the requirements of this subchapter.\n\n(b) The DFHV is authorized to inspect and copy the relevant safety and consumer protection-related records of a carrier-for-hire company to ensure compliance with this subchapter when it has a reasonable basis to suspect non-compliance; provided, that any records disclosed to the DFHV under this subchapter shall not be subject to disclosure to a third party by the DFHV, including through a request submitted pursuant to subchapter II of Chapter 5 of Title 2.\n\n(c) If the Mayor determines that a carrier-for-hire company knowingly certified an intentionally false or misleading statement on a form required by this subchapter, the Mayor may impose a civil fine as determined by rulemaking. A civil fine prescribed by this section shall be applicable only after the carrier-for-hire company is afforded an opportunity for a hearing. These penalties shall be in addition to any other penalties available by law.\n\n(d) Failure by a private carrier-for-hire company or operator to adhere to the requirements of this subchapter may result in sanction by the DFHV, including fines and other penalties, pursuant to the DFHV's authority in § 50-301.07(c)(7).",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-12",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29l.html"
    },
    {
      "id": "section-50-301.29m",
      "number": "50-301.29m",
      "heading": "Carrier-for-hire delivery mode shift.",
      "text": "(a) The Director is authorized to establish programs and issue rules to encourage, but not require, that carrier-for-hire operators utilize more sustainable and space-efficient carrier-for-hire delivery modes, with a preference for Class 1 and Class 2 modes, particularly in congested areas or areas with limited curbside availability.\n\n(b) The DFHV shall maintain a publicly accessible dashboard regarding delivery mode in the carrier-for-hire industry, including a breakdown of delivery mode by neighborhood or other geographic area.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20j-13",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.29m.html"
    },
    {
      "id": "section-50-301.30",
      "number": "50-301.30",
      "heading": "Vehicle inspection officers.",
      "text": "(a) Vehicle inspection officers shall undergo training on the rules and regulations governing private and public vehicles-for-hire and carrier-for-hire vehicles and undergo yearly performance evaluations. Vehicle inspection officers shall be prohibited from making traffic stops of on-duty private or public vehicles-for-hire in the act of transporting a fare and carrier-for-hire vehicles in the act of transporting a parcel, food, or beverage, unless there is reasonable suspicion of a violation, and shall act in accordance with all rules governing their duties, as established through rulemaking.\n\n(b) Upon reasonable suspicion of an illegal street hail, a public or private vehicle-for-hire operator shall provide a law enforcement official or vehicle inspection officer with access to a device containing an electronic record of trips sufficient to establish that the ride in question was prearranged through digital dispatch. Failure to have or provide access to a device containing such a record shall constitute a civil infraction punishable by fine or other penalty as established by the Mayor; provided, that an operator shall not be required to relinquish custody of a device containing evidence of a trip arranged through digital dispatch.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20k; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Mar. 10, 2015, D.C. Law 20-197, § 2(l), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.30.html"
    },
    {
      "id": "section-50-301.31",
      "number": "50-301.31",
      "heading": "Dispatch services.",
      "text": "(a) All taxicab companies, taxicab associations, or taxicab fleets with 100 or more licensed taxicabs shall install radio or digital dispatch equipment in each taxicab. This equipment shall link to a central dispatch service within each company. Each licensed taxicab operator affiliated or contracted with a taxicab company, association, or fleet with more than 100 licensed taxicabs shall be available via dispatch at all times while accepting fares and may not turn off the dispatch equipment while in service. Once a taxicab operator chooses to accept a dispatch request, that operator must accept the fare, regardless of the fare’s location within the District.\n\n(b) A company that provides digital dispatch shall be exempt from regulation by the DFHV, other than the rules issued pursuant to this subsection and subsection (c-1) of this section. The DFHV may establish rules only to the extent necessary to ensure compliance with the following service requirements; provided that, the rules shall protect the personal privacy rights of customers and operators, and shall not result in the disclosure of confidential business information:\n\n(1) If a company that uses digital dispatch connects a customer to a taxicab, the fare shall be calculated in accordance with the taxicab fare structure established by the DFHV through an approved taxicab meter system or through a time and distance charge set by the company;\n\n(1A) If a company that uses digital dispatch connects a customer to a private or public vehicle-for-hire other than a taxicab, the company shall calculate the fare in compliance with the method required for that class of service;\n\n(2) If a company that uses digital dispatch charges a fare other than the metered taxicab rate, before booking a vehicle the company shall disclose to the customer the fare calculation method, the applicable rates being charged, and the option for an estimated fare. The company shall review any customer complaint about fares that exceed estimated fares by 20% or $25, whichever is less;\n\n(3) The public vehicles-for-hire affiliated with a company using digital dispatch shall be licensed and shall provide service in a manner that complies with all laws, rules, and regulations applicable to public vehicles-for-hire in the District;\n\n(4) A company that uses digital dispatch and the public vehicle-for-hire operators it employs, contracts with, or affiliates with shall comply with all reciprocal agreements between governmental bodies in the Washington Metropolitan Area governing public vehicle-for-hire service, including section 828 of Title 31 of the District of Columbia Municipal Regulations (31 DCMR § 828), as long as the DFHV is actively accepting and processing applications for the licensure of public vehicle-for-hire operators and vehicles. The condition that the DFHV is actively accepting and processing applications shall not apply if it issues rules establishing limits on the number of vehicles and licenses issued pursuant to § 47-2829(j), which requires the DFHV both to conclude that limits are in the public interest and do not unduly and significantly harm the public vehicle-for-hire industry in the District and to submit the rules to the Council for approval;\n\n(5) Upon completion of the trip, the customer shall receive a paper or electronic receipt that lists the origination and destination of the trip, the total distance and time of the trip, and a breakdown of the total fare paid, including fees and gratuity, if any;\n\n(6) A company that uses digital dispatch shall provide customers with the ability to indicate an interest in receiving service from a wheelchair accessible vehicle for the purposes of determining market need and for a request for this service once these vehicles become available in this class;\n\n(7) A company that uses digital dispatch shall not transmit any destination information about a customer, except for the jurisdiction of the customer’s destination, to an operator of a public vehicle-for-hire until the customer has booked the trip;\n\n(8) A company that uses digital dispatch shall not allow a private or public vehicle-for-hire operator it employs, contracts, or affiliates with to discriminate against customers in any way or to otherwise refuse to provide service to or from an area of the District; provided, that a company that uses digital dispatch may rate a customer as long as the customer’s rating may be viewed by the customer, the company that uses digital dispatch includes a non-discrimination policy in its contract terms with private or public vehicle-for-hire operators, and the company that uses digital dispatch provides a customer with the ability to report allegations of discrimination in private or public vehicle-for-hire service;\n\n(9) A company that uses digital dispatch shall provide service throughout the entire District;\n\n(10) A company that uses digital dispatch for public vehicles-for-hire service shall register with the DFHV by submitting proof to the DFHV that it is licensed to do business in the District, maintains a registered agent in the District, and maintains a website containing information on its method of fare calculation, the rates and fees charged, and a customer service telephone number or email address. A company that uses digital dispatch for private vehicles-for-hire shall comply with the registration requirements of § 50-301.29a(12);\n\n(11) Every 3 months, a company that uses digital dispatch for private or public vehicles-for-hire other than taxicabs shall transmit to the Office of the Chief Financial Officer 6.00% of all gross receipts for trips that physically originate in the District. Of the money collected pursuant to this paragraph, 83.33% shall be deposited in the General Fund and the remaining 16.67% shall be deposited in the Public Vehicles-for-Hire Consumer Service Fund established by §  50-301.20. The company shall certify that the amount transmitted is consistent with the amount collected for such trips arranged through digital dispatch. The Office of the Chief Financial Officer may inspect records of the company to ensure compliance with the requirements of this paragraph; provided, that any records disclosed to the Office of the Chief Financial Officer shall not be subject to disclosure to a third party, including through a request submitted pursuant to Chapter 5 of Title 2 [§ 2-501 et seq.];\n\n(A) Every 3 months, a company that uses digital dispatch for private or public vehicles-for-hire, other than taxicabs, shall transmit to the Office of the Chief Financial Officer a low-emission incentive fee as follows:\n\n(i) $.25 for each trip that originates in the District of Columbia and that occurs in a vehicle other than a zero emissions vehicle or hybrid;\n\n(ii) $.15 for each trip that originates in the District of Columbia in a hybrid vehicle; and\n\n(iii) $.10 for each trip that originates in the District of Columbia in a zero emissions vehicle.\n\n(B) Subparagraph (A) shall not apply to rides transporting a passenger using a personal mobility aid, such as a wheelchair or mobility scooter, or for non-emergency medical transportation arranged through a healthcare provider.\n\n(C) The company shall certify that the amount transmitted is consistent with the amount collected for trips arranged through digital dispatch and shall provide a breakdown of the amount by vehicle type.\n\n(D) For the purposes of this paragraph:\n\n(i) \"Zero emissions vehicle\" means a battery electric motor vehicle or a hydrogen fuel cell motor vehicle.\n\n(ii) \"Hybrid vehicle\" means a diesel and electric hybrid motor vehicle or a gas and electric hybrid motor vehicle.\n\n(12) A company that uses digital dispatch for taxicabs or an approved payment service provider pursuant to the DFHV’s regulations shall transmit the per trip passenger surcharge to the Office of the Chief Financial Officer to be deposited in the Public Vehicles-for-Hire Consumer Service Fund established by § 50-301.20 in a manner prescribed by the DFHV pursuant to its authority in § 50-301.20(g). The Office of the Chief Financial Officer may inspect records of the company to ensure compliance with the requirements of this paragraph; provided, that any records disclosed to the Office of the Chief Financial Officer shall not be subject to disclosure to a third party, including through a request submitted pursuant to Chapter 5 of Title 2 [§ 2-501 et seq.];\n\n(13) During a state of emergency as declared by the Mayor, a company that provides digital dispatch that engages in surge pricing shall limit the multiplier by which its base fare is multiplied to the next highest multiple below the 3 highest multiples set on different days in the 60 days preceding the declaration of a state of emergency for the same type of service in the Washington Metropolitan Area;\n\n(14) A private or public vehicle-for-hire operator may affiliate with more than one company for the purpose of using digital dispatch unless otherwise provided for by an agreement between the company and the operator; and\n\n(15) A trip manifest maintained in an electronic format by a private or public vehicle-for-hire operator who connects with a passenger through a digital dispatch service may include the phrase “as directed” or a similar phrase in lieu of including a passenger’s trip destination; provided, that the destination is included upon completion of the trip.\n\n(c) The DFHV shall provide contact information, including hyperlinks, if available, for each of the available public vehicle-for-hire dispatch services within the District. The DFHV shall list this information or a link to this information on the front page of the DFHV’s website and shall include the company name and any other appropriate, information, including a hyperlink to the website or phone number listing of each company.\n\n(c-1) Repealed.\n\n(d) Repealed.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20l; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(j), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(m), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.31.html"
    },
    {
      "id": "section-50-301.32",
      "number": "50-301.32",
      "heading": "Complaints.",
      "text": "The DFHV shall:\n\n(1) Allow the public to file complaints electronically on its website and through a hotline. This hotline shall be available 24 hours a day, 365 days a year, and be listed on the main page of the DFHV’s website and in every taxicab;\n\n(2) Within 72 hours of receiving a complaint, confirm in writing to the complainant that the complaint has been received;\n\n(2A) Repealed.\n\n(3) Respond, in writing, to the private or public vehicle-for-hire operator or vehicle inspection officer against whom the complaint was filed, with a detailed description of the complaint against him or her, including the time, date, location, circumstances of the alleged incident, and the potential penalties, as well as provide clear instructions of the procedures used to adjudicate the complaint, the rights of the recipient to contest the complaint, and the documents, evidence, or materials necessary for proper adjudication of the complaint;\n\n(3A) Repealed.\n\n(3B) Repealed.\n\n(4) Provide training in the rules and regulations governing private or public vehicle-for-hire operators to all personnel responsible for reviewing complaints;\n\n(5) Provide information on its website about the appeals process for complaints;\n\n(6) Conduct annual performance and compliance audits of the complaints received by the OHCR, how those complaints were handled, and how those complaints were used to improve the provision of private or public vehicle-for-hire service in the District; and\n\n(7) Employ hearing examiners or hearing officers to hear and adjudicate complaints or other matters before the DFHV or refer the matters to the Office of Administrative Hearings, pursuant to Chapter 18A of Title 2 [§ 2-1831.01 et seq.].",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20m; as added Oct. 22, 2012, D.C. Law 19-184, § 2(s), 59 DCR 9431; Apr. 23, 2013, D.C. Law 19-270, § 2(k), 60 DCR 1717; Mar. 10, 2015, D.C. Law 20-197, § 2(n), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.32.html"
    },
    {
      "id": "section-50-301.33",
      "number": "50-301.33",
      "heading": "Dome light and Taxicab Smart Meter System installation businesses.",
      "text": "No person or business shall violate or aid and abet a violation of public vehicle-for-hire laws, rules, and regulations applicable to the installation of a dome light or a Taxicab Smart-Meter System. The DFHV shall have authority to determine, by rule, appropriate fines and penalties for violations of this section.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20n; as added Apr. 23, 2013, D.C. Law 19-270, § 2(l), 60 DCR 1717",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.33.html"
    },
    {
      "id": "section-50-301.34",
      "number": "50-301.34",
      "heading": "Fleeing from a vehicle inspection officer.",
      "text": "(1) An operator of a public or private vehicle-for-hire or a carrier-for-hire operator who knowingly fails or refuses to bring the public or private vehicle-for-hire or carrier-for-hire operator to an immediate stop, or who flees or attempts to elude a vehicle inspection officer, following the vehicle inspection officer’s signal to bring the public or private vehicle-for-hire or carrier-for-hire operator to a stop, shall be fined not more than the amount set forth in § 22-3571.01, or be imprisoned for not more than 180 days.\n\n(2) An operator of a public or private vehicle-for-hire or a carrier-for-hire operator who violates paragraph (1) of this subsection and while doing so drives the public or private vehicle-for-hire in a manner that would constitute reckless driving under § 50-2201.04(b), or cause property damage or bodily injury, shall be fined not more than the amount set forth in § 22-3571.01, or be imprisoned for not more than 5 years.\n\n(b) It is an affirmative defense under this section if the operator of a public or private vehicle-for-hire or the carrier-for-hire operator can show, by a preponderance of the evidence, that his or her failure to stop immediately was based upon a reasonable belief that his or her personal safety or the safety of passengers was at risk. In determining whether the operator has met this burden, the court may consider the following factors:\n\n(1) The time and location of the event;\n\n(2) Whether the vehicle inspection officer was in a vehicle clearly identifiable by its markings, or if unmarked, was occupied by a vehicle inspection officer in uniform or displaying a badge or other sign of authority;\n\n(3) The conduct of the public or private vehicle-for-hire operator or carrier-for-hire operator while being followed by the vehicle inspection officer;\n\n(4) Whether the public or private vehicle-for-hire operator or carrier-for-hire operator stopped at the first available reasonably lighted or populated area; and\n\n(5) Any other factor the court considers relevant.\n\n(A) The Director of the DFHV shall suspend the license or licenses for operating a public or private vehicle-for-hire, as required by the DFHV pursuant to this subchapter, of a person convicted under subsection (a)(1) of this section for a minimum of 30 days, but no more than 180 days, without further administrative action by the DFHV.\n\n(B) The Director of the DFHV may suspend the license or licenses for operating a public or private vehicle-for-hire, as required by the DFHV pursuant to this subchapter, of a person convicted under subsection (a)(2) of this section for a period of no more than one year without further administrative action by the DFHV.\n\n(2) A suspension of a public or private vehicle-for-hire operator’s license or licenses under paragraph (1) of this subsection for a person who has been sentenced to a term of imprisonment for a violation of subsection (a)(1) or (2) of this section shall begin following the person’s release from incarceration.",
      "history": "Mar. 25, 1986, D.C. Law 6-97, § 20o; as added June 19, 2013, D.C. Law 19-320, § 402, 60 DCR 3390; Mar. 10, 2015, D.C. Law 20-197, § 2(o), 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-301.34.html"
    },
    {
      "id": "section-50-331",
      "number": "50-331",
      "heading": "Impoundment of a vehicle for hire.",
      "text": "(a) Any vehicle for hire being operated in the District of Columbia may be booted, towed, and impounded from any public street or public space in the District of Columbia by any member of the Metropolitan Police Department or law enforcement personnel, or any authorized agent if:\n\n(1) The vehicle is being operated without a valid license issued pursuant to § 50-301.19 or § 47-2829(c) [(c) repealed], (d), or (h);\n\n(2) The vehicle is being operated by a person who does not have a valid vehicle operator’s license issued pursuant to § 47-2829(e) or (i) or a valid motor vehicle operator’s permit;\n\n(3) The vehicle is being operated by a person who has 2 or more unpaid notices of infractions issued pursuant to 31 DCMR § 2000 or the vehicle has 2 or more unpaid notices of infractions issued pursuant to Title 18 of the District of Columbia Municipal Regulations or 31 DCMR § 2000, or the accumulated unpaid infractions equal or exceed $400, for which liability has been imposed;\n\n(4) The vehicle is not licensed to operate as a for-hire vehicle in the District of Columbia, or the associated business entity lacks operating authority to provide for-hire services in the District, and the vehicle is observed providing for-hire service that originates in or occurs entirely within the District of Columbia;\n\n(5) The vehicle does not comply with Chapter 24 of Title 31; or\n\n(6) The vehicle does not comply with District of Columbia inspection standards prescribed by section 603, Chapter 7 of Title 18 of the District of Columbia Municipal Regulations, or 31 DCMR 608.\n\n(a-1) For the purposes of this section, a notice of infraction is considered unpaid if the infraction has been deemed to have been admitted or sustained after a hearing, pursuant to §§ 50-2303.05 and 50-2303.06, § 50-2209.02, or subsection 323.3 of Title 31 of the District of Columbia Municipal Regulations.\n\n(b) Any vehicle impounded pursuant to subsection (a) of this section may be towed by a tow crane operator to the Department of For-Hire Vehicles or any other secured place designated by the Department of Public Works.\n\n(c) Any vehicle impounded pursuant to subsection (a)(1), (2), or (5) of this section shall have the license removed, the vehicle operator’s license suspended, or both, as applicable, pending a hearing pursuant to subsection (e) of this section to determine the propriety of reissuance or return of the license.\n\n(d) Within 3 business days of impoundment, the Director of the Department of For-Hire Vehicles shall mail a notice, by first-class mail, certified or registered mail, return receipt requested, to the last known address of the owner and the operator of the impounded vehicle as identified in the records of the Department of For-Hire Vehicles. The notice shall contain the following information:\n\n(1) The nature and circumstances under which the vehicle was impounded;\n\n(2) The place where and time when the vehicle can be reclaimed;\n\n(3) A statement that the owner or operator has a right to a hearing pursuant to subsection (e) of this section and the Department of For-Hire Vehicles’s rules and regulations; and\n\n(4) A statement that if the owner of the impounded vehicle does not, within 15 calendar days of impoundment, seek the release of the vehicle, the vehicle shall be deemed abandoned. Once the vehicle has been deemed abandoned, the owner may reclaim it or it will be sold pursuant to § 50-2457.\n\n(e) The owner or operator of a vehicle impounded pursuant to subsection (a)(1) through (5) of this section may request a hearing, in writing. The hearing shall occur within 3 business days of the receipt by the Mayor of a written hearing request. The hearing examiner shall determine:\n\n(1) Whether the vehicle was being operated without a valid license issued pursuant to § 50-301.19 and § 47-2829(c) [(c) repealed], (d), or (h) and whether the vehicle had a prior violation for the same charge;\n\n(2) Whether the vehicle operator was operating the vehicle without a valid license issued pursuant to § 47-2829(e) or (i) and whether the vehicle operator had a prior violation for the same charge;\n\n(3) Whether, according to the Department of For-Hire Vehicles’s records, the vehicle operator has 2 or more unpaid notices of infractions issued pursuant to 31 DCMR 825 or the vehicle has 2 or more unpaid notices of infractions issued pursuant to Title 18 of the District of Columbia Municipal Regulations or 31 DCMR 825 or the accumulated unpaid infractions equal or exceed $400 for which liability has been imposed;\n\n(4) Whether the vehicle complies with Chapter 24 of Title 31; and\n\n(5) Whether the vehicle is licensed in the District of Columbia and was observed providing intra-District transportation service.\n\n(f) If a determination is made, pursuant to subsection (e) of this section that, at the time of the impoundment, the vehicle was being operated without a valid license issued pursuant to § 50-301.19 or § 47-2829(c) [(c) repealed], (d), or (h), the hearing examiner shall:\n\n(1) Fine the vehicle owner according to the Department of For-Hire Vehicles’s rules and regulations; or\n\n(2) If there has been a prior determination that the vehicle had operated without a valid license, fine, not reissue or return the license, and bar the vehicle owner from applying for or obtaining a license for a period of 3 years.\n\n(g) The license of a vehicle owner who receives a favorable determination under subsection (f) of this section shall be reissued or returned.\n\n(h) If a determination is made, pursuant to subsection (e) of this section, that the vehicle was being operated, at the time of the impoundment, without a valid vehicle operator’s license issued pursuant to § 47-2829(e) or (i), the hearing examiner shall:\n\n(1) Fine the vehicle operator according to the Department of For-Hire Vehicles’s rules and regulations; or\n\n(2) If there has been a prior determination that the vehicle operator had operated the vehicle without a valid license, fine, not reissue or return the vehicle operator’s license, and bar the vehicle operator from applying for or obtaining a vehicle operator’s license for a period of 3 years.\n\n(i) Upon a favorable determination from the hearing examiner under subsection (h) of this section the vehicle operator’s license shall be reissued or returned.\n\n(j) If the hearing examiner determines, pursuant to subsection (e) of this section, that the vehicle operator has 2 or more unpaid notices of infractions issued pursuant to 31 DCMR 825 or the vehicle has 2 or more unpaid notices of infractions issued pursuant to Title 18 of the District of Columbia Municipal Regulations or 31 DCMR 825 or the accumulated unpaid infractions equal or exceed $400 for which liability has been imposed, the vehicle owner or operator, as applicable, shall be ordered to pay the outstanding fines.\n\n(k) If the hearing examiner determines, pursuant to subsection (e) of this section, that the vehicle does not comply with Chapter 24 of Title 31, the hearing examiner shall impose an appropriate penalty upon the vehicle owner or operator pursuant to Chapter 24 of Title 31 and Title 31 of the District of Columbia Municipal Regulations.\n\n(l) If the hearing examiner determines, pursuant to subsection (e) of this section, that the vehicle is not licensed in the District of Columbia and is observed providing intra-District transportation service, the vehicle and operator shall be considered unlicensed and the vehicle owner or operator as applicable, shall be ordered to pay the infractions issued pursuant to § 50-301.19 and 31 DCMR 824.3.\n\n(m) Upon completion of the hearing, the hearing examiner shall issue a written decision containing findings of fact and conclusions of law. If a favorable determination is issued for the vehicle owner or operator, as applicable, the hearing examiner shall issue a release form for the impounded vehicle.\n\n(n) Any party adversely affected by a written decision of a hearing examiner may file written exceptions to the Panel on Adjudication pursuant to the Department of For-Hire Vehicles’s rules and regulations. The vehicle owner or operator shall first pay the subject fine and all other outstanding fines in order to file for written exceptions.\n\n(o) In lieu of requesting a hearing, the vehicle owner or operator may satisfy all outstanding notices of infraction.\n\n(p) Upon full satisfaction of all outstanding notices of infraction the Department of For-Hire Vehicles shall issue a release form for the impounded vehicle.\n\n(q) The owner of an impounded vehicle or other authorized person shall be permitted to secure the release of the vehicle from impoundment upon:\n\n(1) Proof of ownership or other right of possession;\n\n(2) Payment of a towing fee to be determined by the Mayor, plus any storage fee. Payment of a towing fee and any storage fee shall be waived upon favorable determination for the vehicle owner or operator by the hearing examiner; and\n\n(3) Presentation of a release form issued by a hearing examiner.\n\n(r) If within 15 calendar days of impoundment the vehicle has not been reclaimed, the vehicle shall be deemed abandoned and shall be released to the Department of Public Works to be processed as an abandoned vehicle pursuant to § 50-2457.\n\n(s) The Metropolitan Police Department or law enforcement personnel, or any authorized agent acting pursuant to subsection (a)(6) of this section may:\n\n(1) Direct the operator of the vehicle to immediately remove the vehicle to an official District of Columbia inspection station for inspection or reinspection notwithstanding the fact that the vehicle displays an approval inspection sticker pursuant to Chapters 6 and 7 of Title 18 of the District of Columbia Municipal Regulations; or\n\n(2) Tow the vehicle by a tow crane operator to an official District of Columbia inspection station for inspection. After inspection or reinspection, if the vehicle is determined not to be operable or no owner or operator is available to arrange transportation of the vehicle to another location, the Mayor may impound the vehicle pursuant to this section and have a tow crane operator tow the vehicle to any other secured place designated by the Mayor.",
      "history": "Mar. 16, 1993, D.C. Law 9-199, § 2, 39 DCR 9211; Apr. 9, 1997, D.C. Law 11-198, § 502, 43 DCR 4569; Mar. 14, 2007, D.C. Law 16-279, § 207, 54 DCR 903; Mar. 25, 2009, D.C. Law 17-353, § 196, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-331.html"
    },
    {
      "id": "section-50-332",
      "number": "50-332",
      "heading": "Enforcement and issuance of citations; report.",
      "text": "(a) The Department of For-Hire Vehicles and the Metropolitan Police Department shall concurrently enforce and issue citations relating to Taxicab requirements.\n\n(b) On November 1st of each year the Mayor shall provide to the Committee on Transportation and the Environment, or a successor committee with oversight of the Department of For-Hire Vehicles, a report on the number of civil citations issued pursuant to 31 DCMR § 825 and laws and regulations of the District of Columbia, and a report on any criminal infractions issued during the prior fiscal year.\n\n(c) On a quarterly basis, beginning in FY 2002, the Department of For-Hire Vehicles shall issue a report to the Committee on Transportation and the Environment, or a successor committee with oversight of the Department of For-Hire Vehicles, containing the number of civil infractions issued pursuant to 31 DCMR § 825, by vehicle inspection officers. This document shall also indicate the number of infractions that were deemed liable through the adjudication process.",
      "history": "Apr. 9, 1997, D.C. Law 11-198, § 505, 43 DCR 4569; Oct. 3, 2001, D.C. Law 14-28, § 2502, 48 DCR 6981",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-332.html"
    },
    {
      "id": "section-50-351",
      "number": "50-351",
      "heading": "Payment of taxicab charge.",
      "text": "Repealed.",
      "history": "Feb. 26, 1981, D.C. Law 3-117, § 2, 27 DCR 5636; Oct. 22, 2012, D.C. Law 19-184, § 3, 59 DCR 9431; June 11, 2013, D.C. Law 19-317, § 261, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-351.html"
    },
    {
      "id": "section-50-371",
      "number": "50-371",
      "heading": "Loitering of public cabs.",
      "text": "Repealed.",
      "history": "July 11, 1919, 41 Stat. 104, ch. 7, § 12; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Mar. 31, 1982, D.C. Law 4-89, § 3, 29 DCR 661; Oct. 22, 2012, D.C. Law 19-184, § 4, 59 DCR 9431; June 11, 2013, D.C. Law 19-317, § 262, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-371.html"
    },
    {
      "id": "section-50-381",
      "number": "50-381",
      "heading": "Metered taxicabs in the District of Columbia.",
      "text": "(a) Except as provided in subsection (b) of this section and not later than 1 year after October 16, 2006, the District of Columbia shall require all taxicabs licensed in the District of Columbia to charge fares by a metered system; provided that a company that uses digital dispatch for taxicabs may charge fares pursuant to § 50-301.31(b)(1).\n\n(b) The Mayor of the District of Columbia may exempt the District of Columbia from the requirement under subsection (a) of this section by issuing an executive order that specifically states that the District of Columbia opts out of the requirement to implement a metered fare system for taxicabs.",
      "history": "Oct. 16, 2006, 120 Stat. 2023, Pub. L. 109-356, § 105; Mar. 10, 2015, D.C. Law 20-197, § 3, 61 DCR 12430",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-381.html"
    },
    {
      "id": "section-50-383.01",
      "number": "50-383.01",
      "heading": "Establishment of taxi and limousine industry study task force.",
      "text": "Expired.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 6042, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-383.01.html"
    },
    {
      "id": "section-50-383.02",
      "number": "50-383.02",
      "heading": "Duties of the task force. [Expired.]",
      "text": "Expired.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 6043, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-383.02.html"
    },
    {
      "id": "section-50-383.03",
      "number": "50-383.03",
      "heading": "Membership of task force.",
      "text": "Expired.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 6044, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-383.03.html"
    },
    {
      "id": "section-50-383.04",
      "number": "50-383.04",
      "heading": "Duration of task force.",
      "text": "Expired.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 6045, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-383.04.html"
    },
    {
      "id": "section-50-383.05",
      "number": "50-383.05",
      "heading": "Sunset.",
      "text": "Expired.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 6046, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-383.05.html"
    }
  ]
}