{
  "state": "south-dakota",
  "path": "title-title-43-property/chapter-chapter-46-joint-owners-liability-for-decedents-debts",
  "sections": [
    {
      "id": "section-43-46-1",
      "number": "43-46-1",
      "heading": "Joint owners' liability for debts and obligations of deceased joint owner",
      "text": "43-46-1. Joint owners' liability for debts and obligations of deceased joint owner.\n\nUpon the death of either, or any, of the joint owners of real or personal property in joint tenancy, with right of survivorship, the surviving joint owner or owners shall be liable for the debts and obligations of the deceased joint owner, or owners, under the conditions set forth in this chapter.\n\nSource:SL 1969, ch 198; SDCL 30-21A-1; SL 1995, ch 167, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-43/chapter-46/section-43-46-1/"
    },
    {
      "id": "section-43-46-2",
      "number": "43-46-2",
      "heading": "Right of action of creditor or representative of deceased joint owner.",
      "text": "43-46-2. Right of action of creditor or representative of deceased joint owner.\n\nUnless a settlement is made with the surviving joint owner or owners, a creditor or personal representative of the deceased joint owner may institute an action in any court of competent jurisdiction, within six months after the death of the deceased joint owner, against the surviving joint owner, or owners, setting forth such claim.\n\nSource:SL 1969, ch 198 (1); SDCL 30-21A-2; SL 1995, ch 167, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-43/chapter-46/section-43-46-2/"
    },
    {
      "id": "section-43-46-3",
      "number": "43-46-3",
      "heading": "Proof of insufficient other property of deceased joint owner to pay debts.",
      "text": "43-46-3. Proof of insufficient other property of deceased joint owner to pay debts.\n\nIn any action instituted by a creditor or personal representative of such deceased joint owner, as specified in §43-46-2, the person instituting such action shall allege and prove that there is not sufficient other property standing in the name of the deceased joint owner at the time of his death which is subject to and sufficient to pay said debts and obligations; provided that, if no petition is filed in court to probate the deceased joint owner's estate within thirty days from the date of his death, there shall be a presumption of evidence that the property standing in the name of decedent at the time of his death was insufficient to pay his debts and obligations.\n\nSource:SL 1969, ch 198 (4); SDCL 30-21A-3; SL 1995, ch 167, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-43/chapter-46/section-43-46-3/"
    },
    {
      "id": "section-43-46-4",
      "number": "43-46-4",
      "heading": "Limitation on amount of liability of surviving joint owner.",
      "text": "43-46-4. Limitation on amount of liability of surviving joint owner.\n\nThe surviving joint owner shall be liable to the creditors or personal representative of the deceased joint owner for the lawful debts and obligations of the deceased joint owner only to an amount equal to the value of the amount contributed to the jointly owned property by the deceased joint owner determined as of the time of his death, but subject to all homestead and legal exemptions in such decedent's jointly owned property.\n\nSource:SL 1969, ch 198 (2); SDCL 30-21A-4; SL 1995, ch 167, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-43/chapter-46/section-43-46-4/"
    },
    {
      "id": "section-43-46-5",
      "number": "43-46-5",
      "heading": "Joinder of surviving joint owners in action--Right of contribution.",
      "text": "43-46-5. Joinder of surviving joint owners in action--Right of contribution.\n\nIn any case where a deceased joint owner had more than one joint tenancy at the time of his death, all of the surviving joint owners therein shall be jointly and severally liable to the creditors or personal representative of the deceased joint owner as herein provided and any such surviving joint owner who is made a defendant in any such action shall have the right to require any other such surviving joint owner within the jurisdiction of the court to be joined as a party defendant in such action and shall also have the right of pro rata contribution against other surviving joint owners, to the extent of their respective liability hereunder.\n\nSource:SL 1969, ch 198 (3); SDCL 30-21A-5; SL 1995, ch 167, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-43/chapter-46/section-43-46-5/"
    }
  ]
}