{
  "state": "virginia",
  "path": "title-title-91-commonwealth-public-safety/chapter-chapter-3-firefighters-and-emergency-medical-technicians-pro",
  "sections": [
    {
      "id": "section-91-300",
      "number": "9.1-300.",
      "heading": "Definitions§ 9.1-301. Conduct of interrogation§ 9",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Emergency medical services personnel\" means any person who holds a valid certificate issued by the Commissioner and who is employed solely within the fire department, emergency medical services agency, or public safety department of an employing agency as a full-time emergency medical services personnel whose primary responsibility is the provision of emergency care to the sick and injured, using either basic or advanced techniques. Emergency medical services personnel may also provide fire protection services and assist in the enforcement of the fire prevention code.\n\n\"Employing agency\" means any municipality of the Commonwealth or any political subdivision thereof, including authorities and special districts, that employs firefighters and emergency medical services personnel.\n\n\"Firefighter\" means any person who is employed solely within the fire department or public safety department of an employing agency as a full-time firefighter whose primary responsibility is the prevention and extinguishment of fires, the protection of life and property, and the enforcement of local and state fire prevention codes and laws pertaining to the prevention and control of fires.\n\n\"Interrogation\" means any questioning of a formal nature as used in Chapter 4 (§ 9.1-500 et seq.) that could lead to dismissal, demotion, or suspension for punitive reasons of a firefighter or emergency medical services personnel.\n\n1987, c. 509, § 2.1-116.9:1; 2001, c. 844; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-9-1/chapter-3/section-9-1-300/"
    },
    {
      "id": "section-91-301",
      "number": "9.1-301.",
      "heading": "Conduct of interrogation",
      "text": "The provisions of this section shall apply whenever a firefighter or emergency medical services personnel are subjected to an interrogation that could lead to dismissal, demotion, or suspension for punitive reasons:\n\n1. The interrogation shall take place at the facility where the investigating officer is assigned, or at the facility that has jurisdiction over the place where the incident under investigation allegedly occurred, as designated by the investigating officer.\n\n2. No firefighter or emergency medical services personnel shall be subjected to interrogation without first receiving written notice of sufficient detail of the investigation in order to reasonably apprise the firefighter or emergency medical services personnel of the nature of the investigation.\n\n3. All interrogations shall be conducted at a reasonable time of day, preferably when the firefighter or emergency medical services personnel is on duty, unless the matters being investigated are of such a nature that immediate action is required.\n\n4. The firefighter or emergency medical services personnel under investigation shall be informed of the name, rank, and unit or command of the officer in charge of the investigation, the interrogators, and all persons present during any interrogation.\n\n5. Interrogation sessions shall be of reasonable duration, and the firefighter or emergency medical services personnel shall be permitted reasonable periods for rest and personal necessities. The firefighter or emergency medical services personnel may have an observer of his choice present during the interrogation, as long as the interview is not unduly delayed. This observer may not participate or represent the employee, may not be involved in the investigation, and must be an active or retired member of the department, for purposes of confidentiality.\n\n6. The firefighter or emergency medical services personnel being interrogated shall not be subjected to offensive language or offered any incentive as an inducement to answer any questions.\n\n7. If a recording of any interrogation is made, and if a transcript of the interrogation is made, the firefighter or emergency medical services personnel under investigation shall be entitled to a copy without charge. Such record may be electronically recorded.\n\n8. No firefighter or emergency medical services personnel shall be discharged, disciplined, demoted, denied promotion or seniority, or otherwise disciplined or discriminated against in regard to his employment, or be threatened with any such treatment as retaliation for his exercise of any of the rights granted or protected by this chapter.\n\nNothing contained in this section shall prohibit a local governing body from granting its employees rights greater than those contained herein.\n\n1987, c. 509, § 2.1-116.9:2; 2001, c. 844; 2010, c. 779; 2015, cc. 502, 503; 2016, c. 419; 2019, c. 831.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-9-1/chapter-3/section-9-1-301/"
    },
    {
      "id": "section-91-302",
      "number": "9.1-302.",
      "heading": "Breach of procedures",
      "text": "Evidence gathered through the conduct of an interrogation that violates the provisions of this chapter shall not be admissible in any administrative hearing against a firefighter or emergency medical services personnel.\n\n1987, c. 509, § 2.1-116.9:5; 2001, c. 844; 2015, cc. 502, 503; 2019, cc. 831, 841.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-9-1/chapter-3/section-9-1-302/"
    },
    {
      "id": "section-91-303",
      "number": "9.1-303.",
      "heading": "Informal counseling not prohibited",
      "text": "Nothing in this chapter shall be construed to prohibit the informal counseling of a firefighter or emergency medical services personnel by a supervisor in reference to a minor infraction of policy or procedure that does not result in disciplinary action being taken against the firefighter or emergency medical services personnel.\n\n1987, c. 509, § 2.1-116.9:3; 2001, c. 844; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-9-1/chapter-3/section-9-1-303/"
    },
    {
      "id": "section-91-304",
      "number": "9.1-304.",
      "heading": "Rights nonexclusive",
      "text": "The rights of firefighters and emergency medical technicians as set forth in this chapter shall not be construed to diminish the rights and privileges of firefighters or emergency medical technicians that are guaranteed to all citizens by the Constitution and laws of the United States and the Commonwealth or limit the granting of broader rights by other law, ordinance or rule.\n\nThis section shall not abridge or expand the rights of firefighters or emergency medical technicians to bring civil suits for injuries suffered in the course of their employment as recognized by the courts, nor is it designed to abrogate any common law or statutory limitation on the rights of recovery.\n\n1987, c. 509, § 2.1-116.9:4; 2001, c. 844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-9-1/chapter-3/section-9-1-304/"
    }
  ]
}