{
  "state": "illinois",
  "path": "title-chapter-605-roads-and-bridges/chapter-605-ilcs-10-toll-highway-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "It is hereby declared, as a matter of legislative determination,",
      "text": "that in order to promote the public welfare, and to facilitate vehicular\ntraffic by providing convenient, safe, modern and limited access highways\ndesigned for the accommodation of the needs of the traveling public through\nand within the State of Illinois, that it is necessary in the public\ninterest to provide for the construction, operation, regulation and\nmaintenance of a toll highway or a system of toll highways, incorporating\ntherein the benefits of advanced engineering skill, design, experience and\nsafety factors, to eliminate existing traffic hazards, and to prevent\nautomotive injuries and fatalities, and to create The Illinois State Toll\nHighway Authority, as an instrumentality and administrative agency of the\nState of Illinois, and to confer upon and vest in said Authority all powers\nnecessary or appropriate to enable said Authority to carry out the\nforegoing stated legislative purpose and determination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nToll Highway Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The following words and terms as used in this Act shall have the",
      "text": "following meanings:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "There is hereby created an Authority to be known as The",
      "text": "Illinois State Toll Highway Authority, which is hereby constituted an\ninstrumentality and an administrative agency of the State of Illinois.\nThe said Authority shall consist of 11 directors; the Governor and the\nSecretary of the Department of Transportation, ex officio, and 9\ndirectors appointed by the Governor with the advice and consent of the\nSenate, from the State at large, which said directors and their\nsuccessors are hereby authorized to carry out the provisions of this\nAct, and to exercise the powers herein conferred. Of the 9 directors\nappointed by the Governor, no more than 5 shall be members of the same\npolitical party.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Of the directors appointed by the Governor, one such director",
      "text": "shall be appointed by the Governor as chairman and shall hold office for\n4 years from the date of his appointment, and until his successor shall\nbe duly appointed and qualified, but shall be subject to removal by the\nGovernor for incompetency, neglect of duty or malfeasance. The term of the initial chairman appointed under this amendatory Act of the 100th General Assembly shall end March 1, 2021 and the chairman shall serve until his or her successor is duly appointed and qualified.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Of the original directors, other than the chairman, so appointed",
      "text": "by the Governor, 3 shall hold office for 2 years and 3 shall hold office\nfor 4 years, from the date of their appointment and until their\nrespective successors shall be duly appointed and qualified, but shall\nbe subject to removal by the Governor for incompetency, neglect of duty\nor malfeasance. In case of vacancies in such offices during the recess\nof the Senate, the Governor shall make a temporary appointment until the\nnext meeting of the Senate when he shall nominate some person to fill such\noffice and any person so nominated, who is confirmed by the Senate, shall\nhold office during the remainder of the term and until his successor shall\nbe appointed and qualified. The respective term of the first directors\nappointed shall be designated by the Governor at the time of appointment,\nbut their successors shall each be appointed for a term of four years,\nexcept that any person appointed to fill a vacancy shall serve only for the\nunexpired term. Directors shall be eligible for reappointment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Immediately after such appointment and qualification as",
      "text": "hereinafter provided said chairman and directors shall enter upon their\nduties. The directors shall biennially select a secretary, who may or\nmay not be a director, and if not a director fix his compensation. Six\ndirectors shall constitute a quorum. No vacancy in the said Board of\nDirectors shall impair the right of a quorum of the directors to\nexercise all the rights and perform all the duties of the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The chairman of the Board of Directors shall execute and file as",
      "text": "hereinafter provided, a bond in the penal sum of $100,000. Each other\ndirector, other than the ex officio directors shall qualify by executing\nand filing, as hereinafter provided, a bond in the penal sum of $25,000,\nand the secretary, if not a member of the Authority, shall execute and\nfile, as hereinafter provided, a bond in the penal sum of $15,000. All such\nbonds shall be payable to the People of the State of Illinois, and be\nconditioned upon the faithful performance of the duties imposed upon such\nchairman, directors or secretary under this Act. Said bonds shall be\nsubject to the approval of the Governor and of the Attorney General of the\nState of Illinois, and shall, when executed and so approved, be filed in\nthe office of the Secretary of State. The said bonds herein required to be\nfurnished shall be with a surety company, or companies, authorized to do\nbusiness in this State under the laws thereof, and the cost of any official\nbonds required to be furnished hereunder shall be paid out of any fund\nsubject to expenditure by the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "7.5.",
      "heading": "Public comments at board meetings; notice.",
      "text": "Public comments at board meetings; notice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The Authority shall have the power:",
      "text": "The Authority shall have the power:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "8.5.",
      "heading": "Toll Highway Inspector General.",
      "text": "Toll Highway Inspector General.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "The Authority shall have the power:",
      "text": "The Authority shall have the power:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "9.5.",
      "heading": "Acquisition by purchase or by condemnation. The",
      "text": "Authority is authorized to acquire by purchase or by condemnation, in\nthe manner provided for the exercise of the power of eminent domain\nunder the Eminent Domain Act, any and all lands,\nbuildings, and grounds necessary or convenient for its authorized\npurpose. The Authority shall comply with the federal Uniform\nRelocation Assistance and Real Property Acquisition Policies Act,\nPublic Law 91-646, as amended, and the implementing regulations in 49\nCFR Part 24\nand is authorized to\noperate a relocation program and to pay relocation costs.\nIf there is a conflict between the provisions of this amendatory Act of\n1998\nand the provisions of the federal law or regulations, however, the provisions\nof this amendatory Act of 1998 shall control with the exception that the Authority shall use whichever law or regulation provides the highest payment limit.\nThe\nAuthority is authorized to exceed the maximum payment limits of the\nfederal Uniform Relocation Assistance and Real Property Acquisition\nPolicies Act when necessary to ensure the provision of decent, safe, or\nsanitary housing, or to secure a suitable relocation site.\nThe Authority may not adopt rules to implement the federal law or\nregulations referenced in this Section unless those rules have received the\nprior approval of the Joint Committee on Administrative Rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97",
      "number": "9.7.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-910",
      "number": "9.10.",
      "heading": "Acquisition of property.",
      "text": "Acquisition of property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-912",
      "number": "9.12.",
      "heading": "Land disclosure requirements.",
      "text": "Land disclosure requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-915",
      "number": "9.15.",
      "heading": "Owner retention of certain items.",
      "text": "The owner of property to be acquired by the Authority shall have the\nright to retain ownership of a dwelling's\ncabinets, moldings, and fixtures. If the Authority acquires the dwelling, the\nproperty owner may remove cabinets, moldings, and fixtures if stipulated in the\nagreement to purchase the property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-920",
      "number": "9.20.",
      "heading": "Condemnation proceeding expenses.",
      "text": "The owner of property to be\nacquired by the Authority shall be reimbursed for any reasonable expenses,\nincluding reasonable attorney, appraisal, and engineering fees, that the owner\nactually incurred because of a condemnation proceeding if:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-925",
      "number": "9.25.",
      "heading": "Comparable replacement dwelling; additional or supplemental",
      "text": "housing payment. Whenever the cost of a\ncomparable replacement dwelling is greater than what the Authority paid the\nproperty owner, the Authority shall provide additional or supplemental housing\npayments. No person shall be required to move from a dwelling unless\ncomparable replacement housing is available to the person.\nThe total of additional or supplemental housing payments to a property owner\nunder this Section shall not exceed $25,000.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-930",
      "number": "9.30.",
      "heading": "Moving Expenses and Direct Losses of Personal Property",
      "text": "Caused by Displacement. The Authority is authorized to pay, as part of the\ncost of construction of any project on a toll highway, to any person\ndisplaced by the highway project (1) actual reasonable expenses in moving\nhimself or herself, his or her family,\nand his or her\nbusiness, farm operation, or other\npersonal property; (2) actual direct losses of tangible personal property as a\nresult of moving or discontinuing a business or farm operation but not to\nexceed an amount equal to the reasonable expenses that would have been\nrequired to relocate the property, as determined by the Authority; (3) actual\nreasonable expenses in searching for a replacement business or farm; and\n(4) actual reasonable expenses necessary to reestablish a displaced farm,\nnonprofit organization, or small business at its new site, but not to exceed\n$10,000.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-935",
      "number": "9.35.",
      "heading": "Expense and Dislocation Allowance.",
      "text": "In lieu of the payments\nauthorized to be paid under this Act, the Authority may pay any person\ndisplaced from a dwelling, who elects to accept the payment, an expense\nand dislocation allowance which shall be determined according to a\nschedule established by the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-940",
      "number": "9.40.",
      "heading": "Relocation Payments.",
      "text": "In lieu of the payments authorized to\nbe paid under this Act, the Authority may pay any person who moves or\ndiscontinues his or her business or farm operation, who elects to accept the\npayment, a fixed relocation payment in an amount equal to the average\nannual net earnings of the business or the farm operation, except that the\npayment shall be not less than $1,000 nor more than $20,000.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-945",
      "number": "9.45.",
      "heading": "Additional Payments for Dwelling and Rental of Dwelling.",
      "text": "Additional Payments for Dwelling and Rental of Dwelling.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-950",
      "number": "9.50.",
      "heading": "Reimbursement for Certain Expenses and Mortgage Penalty.",
      "text": "In addition to the other amounts authorized to be paid under this Act, the\nAuthority may reimburse the owner of real property acquired for a toll\nhighway project the reasonable and necessary expenses incurred for (1)\nrecording fees, transfer taxes, and similar expenses incidental to conveying\nthe real property; and (2) penalty costs for prepayment of any pre-existing\nrecorded mortgages entered into in good faith encumbering the real\nproperty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-960",
      "number": "9.60.",
      "heading": "Construction in Relation to Eminent Domain.",
      "text": "Nothing\ncontained in this amendatory Act of 1998 creates in any proceedings\nbrought under the power of eminent domain any element of damages not in\nexistence on the effective date of this amendatory Act of 1998.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The Authority shall have power:",
      "text": "The Authority shall have power:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "The Authority shall have power:",
      "text": "The Authority shall have power:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-111",
      "number": "11.1.",
      "heading": "Public-private partnerships. The Authority may exercise all powers granted to it under the Public-Private Partnerships for Transportation Act.",
      "text": "Public-private partnerships. The Authority may exercise all powers granted to it under the Public-Private Partnerships for Transportation Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-112",
      "number": "11.2.",
      "heading": "Innovations for Transportation Infrastructure Act",
      "text": "The Authority may exercise all powers granted to it under the Innovations for Transportation Infrastructure Act, including, but not limited to, the power to enter into all contracts or agreements necessary to perform its powers under that Act, and a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "The Authority shall erect and maintain at connecting roads on each",
      "text": "toll highway suitable signs showing the name of the chief accessible\ntraffic generator in either direction along each such connecting road. The\nsize and designations on such signs and the distance from intersections\nwhere they shall be erected shall conform with the Illinois Manual on\nUniform Traffic Control Devices for Streets and Highways.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "The Authority is authorized, without limitation to the foregoing",
      "text": "powers, to accept grants from and enter into contracts, leases, or other\ntransactions with the Federal Government, or any agency thereof, necessary\nor expedient to carry out the provisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "(a) The Authority shall, prior to the commencement of any",
      "text": "engineering\nand traffic study or studies to determine the feasibility of constructing\nadditional toll highways within the State of Illinois, submit to the\nGovernor for his approval, the route, or routes, proposed for additional\ntoll highways together with an estimate of the cost of the proposed study\nor studies. If the Governor shall approve such proposed study or studies\nand the estimated cost thereof, or shall fail to disapprove such proposed\nstudy or studies and estimate of cost thereof, within 30 days after receipt\nthereof, the Authority may, thereupon, proceed with such study or studies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-141",
      "number": "14.1.",
      "heading": "The Authority shall, prior to the issuance of any bonds under",
      "text": "this Act, except refunding bonds, prepare and submit to the Governor\nfor his approval preliminary plans showing the proposed location of the\nroute or routes of the particular toll highway for which the bonds are to\nbe issued, which plans shall designate the approximate point of the\ncommencement and the termination of said route or routes and shall also\ndesignate the municipalities to be afforded reasonable connections\ntherewith, and to be served thereby. The Authority shall at the same time\nsubmit to the Governor for his approval preliminary estimates of the cost\nof the construction of the toll highway, shown on said preliminary plans.\nIf the Governor shall approve the preliminary plans and the estimate of the\ncost thereof, the Authority may thereupon proceed with the issuance of\nbonds as hereinafter provided. Prior to the issuance of bonds for or the\ncommencement of construction of any new toll highway, however, that\nparticular toll highway shall be authorized by joint resolution of the\nGeneral Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-142",
      "number": "14.2.",
      "heading": "Prior to submission of preliminary plans to the Governor, the",
      "text": "Authority shall hold a public hearing at which any person may appear,\nexpress opinions, suggestions or objections or direct inquiries relating\nto the proposed toll highway to the Directors. Any person may submit a\nwritten statement to the Authority at the hearing, whether appearing in\nperson or not. The hearing shall be held in a county through which the\nproposed toll highway is to be constructed and shall be attended by at\nleast 5 Directors. The Authority shall give notice of the hearing by\nadvertisement on three successive days at least 15 days prior to the\ndate of the hearing in a daily newspaper published in and of general\ncirculation in each county through which the proposed toll highway is to\nbe constructed or, if there be no such newspaper, then in a daily\nnewspaper of general circulation in the county. Such notice shall state\nthe date, time and place of the hearing, the route of the proposed toll\nhighway, the municipalities to be afforded immediate access thereto, and\nthe estimated cost of the proposed toll highway. The proceedings at the\nhearing shall be transcribed, the transcript shall thereafter be made\navailable at reasonable hours for public inspection and a copy thereof\ntogether with a copy of all written statements submitted at the hearing,\nshall be submitted to the Governor with the Authority's preliminary\nplans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "The Attorney General of the State of Illinois, shall be ex officio",
      "text": "attorney for the said Authority and he shall be its legal adviser and legal\nrepresentative. In addition to the specific duties imposed upon the said\nAttorney General, under the provisions of this Act, it shall be his further\nduty to act as attorney for the Authority in all of its transactions, and\nto represent the Authority in all of its litigation, and to examine and\napprove all contracts, leases, bonds or other undertakings or obligations\nentered into by the Authority, as to their form and constitutionality prior\nto their execution and delivery.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "All contracts let for the construction of any work",
      "text": "authorized to be done under the provisions of the Act, where the amount\nthereof is in excess of a small purchase amount, as defined in Section 20-20 of the Illinois Procurement Code, shall be let to the lowest\nresponsible bidder, or bidders, on open, competitive bidding after\npublic advertisement made at least 15 days prior to the opening of\nbids, in the Illinois Procurement Bulletin, in such manner and at such intervals, as may be\nprescribed by the Authority except for contracts for the completion of a\nterminated or defaulted contract. The successful bidders for such work shall\nenter into contracts furnished and prescribed by the Authority. Such\ncontracts shall contain a provision that such successful bidder shall\nindemnify and save harmless the State of Illinois for any accidental\ninjuries or damages arising out of his negligence in the performance of\nsuch contract, and shall, and in addition, execute and give bonds,\npayable to the Authority, with a corporate surety authorized to do\nbusiness under the laws of the State of Illinois, equal to at least\n50% of the contract price, one conditioned upon faithful performance of the\ncontract and the other for the payment of all labor furnished and materials\nsupplied in the prosecution of the contracted work.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161",
      "number": "16.1.",
      "heading": "(A) All contracts for services or supplies required from",
      "text": "time to time by the Authority in the maintenance and operation of any\ntoll highway or part thereof under the provisions of this Act or all\ndirect contracts for supplies to be used in the construction of any toll\nhighway or part thereof to be awarded under this Section, rather than as\na part of a contract pursuant to Section 16 of this Act, when the amount\nof any such supplies or services is in excess of a small purchase amount, as defined in Section 20-20 of the Illinois Procurement Code, shall\nbe let to the lowest responsible bidder or bidders, on open, competitive\nbidding after public advertisement made at least 5 days prior to the\nopening of bids, in the Illinois Procurement Bulletin, in such manner and on one or more occasions as may be prescribed\nby the Authority, except that bidding shall not be required in the\nfollowing cases:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-162",
      "number": "16.2.",
      "heading": "Financial benefit prohibited.",
      "text": "Financial benefit prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-163",
      "number": "16.3.",
      "heading": "Consistent with general law, the Authority shall:",
      "text": "Consistent with general law, the Authority shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "(a) The Authority may from time to time issue bonds for any",
      "text": "lawful purpose including, without limitation, the costs of issuance thereof\nand all such bonds or other obligations of the Authority\nissued pursuant to this Act shall be and are hereby declared to be\nnegotiable for all purposes notwithstanding their payment from a limited\nsource and without regard to any other law or laws.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "The sums of money appropriated by the General Assembly for the",
      "text": "payment of ordinary and contingent expenses of the Authority or the payment\nof compensation of the members of the Authority expended as a part of the\ncost of a toll highway financed by revenue bonds issued and sold by the\nAuthority under this Act shall be repaid to the State Treasury out of the\nproceeds of the sale of such bonds, for deposit in the fund from which such\nsums were appropriated. Any such sums remaining unpaid because expended for\npreliminary investigation of toll highway routes not constructed shall be\nrepaid by the Authority out of the proceeds of the sale of any of such\nbonds issued to finance additional toll highways or extensions of existing\ntoll highways. If no such new bonds are issued, and the money appropriated\nby the General Assembly has not otherwise been repaid in full, then the\nAuthority shall, after payment of all existing bonds and interest thereon,\ncontinue to collect tolls for the privilege of using the toll highways\nconstructed pursuant to the authority of \"An Act in relation to the\nconstruction, operation, regulation and maintenance of a system of toll\nhighways and to create The Illinois State Toll Highway Commission, and to\ndefine its powers and duties and to repeal an Act therein named\", approved\nJuly 13, 1953, as amended, until such time as the tolls collected are\nsufficient to repay any such unpaid money. The tolls so collected shall be\npaid by the Authority to the State treasury for deposit in the fund from\nwhich such sums were appropriated.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Toll rates. The Authority shall fix and revise from time to time, tolls or",
      "text": "charges or rates for the privilege of using each of the toll highways\nconstructed pursuant to this Act. Such tolls shall be so fixed and\nadjusted at rates calculated to provide the lowest reasonable toll rates\nthat will provide funds sufficient with other revenues of the Authority to\npay, (a) the cost of the construction of a toll highway authorized by joint\nresolution of the General Assembly pursuant to Section 14.1 and the\nreconstruction, major repairs or improvements of toll highways, (b) the\ncost of maintaining, repairing, regulating and operating the toll highways\nincluding only the necessary expenses of the Authority, and (c) the\nprincipal of all bonds, interest thereon and all sinking fund requirements\nand other requirements provided by resolutions authorizing the issuance of\nthe bonds as they shall become due. In fixing the toll rates pursuant to this Section 19 and Section 10(c) of this Act, the Authority shall take into account the effect of the provisions of this Section 19 permitting the use of the toll highway system without payment of the covenants of the Authority contained in the resolutions and trust indentures authorizing the issuance of bonds of the Authority. No such provision permitting the use of the toll highway system without payment of tolls after the date of this amendatory Act of the 95th General Assembly shall be applied in a manner that impairs the rights of bondholders pursuant to any resolution or trust indentures authorizing the issuance of bonds of the Authority.\nThe use and disposition of any sinking\nor reserve fund shall be subject to such regulation as may be provided in\nthe resolution or trust indenture authorizing the issuance of the bonds.\nSubject to the provisions of any resolution or trust indenture authorizing\nthe issuance of bonds any moneys in any such sinking fund in excess of an\namount equal to one year's interest on the bonds then outstanding secured\nby such sinking fund may be applied to the purchase or redemption of bonds.\nAll such bonds so redeemed or purchased shall forthwith be cancelled and\nshall not again be issued. No person shall be permitted to use any toll\nhighway without paying the toll established under this Section except when\non official Toll Highway Authority business which includes police and other\nemergency vehicles. However, any law enforcement agency vehicle, fire\ndepartment vehicle, public or private ambulance service vehicle engaged in the performance of an emergency service or duty that necessitates the use of the toll highway system, or other emergency vehicle that is plainly marked shall not\nbe\nrequired to pay a toll to use a toll highway.\nA law enforcement, fire protection, or emergency services\nofficer driving a law enforcement, fire protection, emergency services\nagency\nvehicle, or public or private ambulance service vehicle engaging in the performance of emergency services or duties that is not plainly marked must present an Official Permit Card which\nthe law enforcement, fire protection, or emergency services officer receives\nfrom his or her law enforcement, fire protection, emergency services agency, or public or private ambulance service\nin\norder to use a toll highway without paying the toll. A\nlaw enforcement, fire protection, emergency services agency, or public or private ambulance service engaging in the performance of emergency services or duties must apply to\nthe Authority to receive a permit, and the\nAuthority shall adopt rules for the issuance of a permit, that allows public or private ambulance service vehicles engaged in the performance of emergency services or duties that necessitate the use of the toll highway system and all\nlaw enforcement, fire protection, or emergency services agency vehicles of the\nlaw enforcement, fire protection, or emergency services agency to use any toll highway\nwithout paying the toll established under this Section.\nThe Authority shall maintain in\nits office a list of\nall persons that are authorized to use any toll highway without charge when\non official business of the Authority and such list shall be open to the\npublic for inspection. In recognition of the unique role of public transportation in providing effective transportation in the Authority's service region, and to give effect to the exemption set forth in subsection (b) of Section 2.06 of the Regional Transportation Authority Act, the following vehicles may use any toll highway without paying the toll: (1) a vehicle owned or operated by the Suburban Bus Division of the Regional Transportation Authority that is being used to transport passengers for hire; and (2) any revenue vehicle that is owned or operated by a Mass Transit District created under Section 3 of the Local Mass Transit District Act and running regular scheduled service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-191",
      "number": "19.1.",
      "heading": "Confidentiality of personally identifiable information obtained through electronic toll collection system.",
      "text": "Confidentiality of personally identifiable information obtained through electronic toll collection system.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-201",
      "number": "20.1.",
      "heading": "(a) The Authority is hereby authorized, by resolution, to",
      "text": "provide for the issuance, from time to time, of refunding or advance\nrefunding bonds for the\npurpose of refunding any bonds then outstanding at maturity or on any\nredemption date,\nwhether an entire issue or series, or\none or more issues or series, or any portions or parts of any issue or\nseries, which shall have been issued by the Authority or its predecessor,\nthe Illinois State Toll Highway Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "When all bonds including refunding bonds and all",
      "text": "interest thereon have been paid, or a\nsufficient amount for the payment of all bonds and interest due or accrued\nthereon has been set aside in trust for the benefit of the bondholders and\nshall continue to be held for that purpose, and when all money appropriated\nby the General Assembly has been repaid as provided by Section 18 of this\nAct, the toll highways and any connecting tunnels, bridges, approaches or\nother appurtenances to such toll highways shall become a part of the system\nof the State highways of the State of Illinois, and be maintained and\noperated free of tolls.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "All property belonging to the Authority, and the toll highways,",
      "text": "shall be exempt from taxation. However, such part of that property as has\nheretofore been or shall hereafter be leased by the Authority to a private\nindividual, association or corporation for a use which is not exempted from\ntaxation under Article 15 of the Property Tax Code is subject to taxation as\nprovided in Section 9-195 of\nthe Property Tax Code, regardless of any\nprovision in such a lease to the contrary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Legislative declaration; Authority budget.",
      "text": "Legislative declaration; Authority budget.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Except as otherwise provided in any bond resolution, the",
      "text": "proceeds derived from the sale of bonds, and\nall\nreceipts and income derived from tolls, licenses, gifts, donations,\nconcessions, fees, rentals, and all other revenues from whatever source\nderived, shall, within three days after receipt thereof, be paid to the\nTreasurer of the State of Illinois, and held by him as a special fund known\nas the Illinois State Toll Highway Authority Fund,\nexcept that the Authority may retain portions of the Illinois State Toll\nHighway Authority Fund as a locally maintained construction fund revolving\naccount and as a revenue fund revolving account, where authorized by a bond\nresolution, and as locally maintained change funds, where necessary for\nthe operations of the Authority.\nThe State Treasurer\nshall be ex officio custodian of such special fund, which fund shall be\nheld, invested and disbursed for the purposes provided herein upon the\norder of the Authority and in accordance\nwith provisions and covenants of any\nbond resolution authorizing the issuance of bonds which have not been paid\nor deemed paid. The interest accruing on\nsaid special fund shall be computed and added to the principal thereof\nevery six months. In addition to the special audits prescribed by this Act,\nthe said fund shall also be subject to audit in the same manner as is now,\nor may hereinafter be, provided for the audit of State funds and accounts.\nThe said special fund shall be protected by a corporate surety bond,\nexecuted by the Treasurer, with a surety authorized to do business under\nthe laws of the State of Illinois. The amount of said bond shall be fixed\nby resolution of the Authority, approved by the Governor, and may be\nincreased or diminished at any time. The premiums on said bond shall be\npayable from the funds of the Authority. The bond shall be subject to the\napproval of the Governor and Attorney General of the State of Illinois,\nand, when so approved, shall be filed in the office of the Secretary of\nState. Said special fund shall be considered always appropriated for the\npurposes of disbursements, as provided in this Act, and shall be paid out\nand disbursed only as provided herein, and shall not, at any time be\nappropriated or diverted to any other use or purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "After the issuance of revenue bonds to finance the construction",
      "text": "of toll highways, and repayment from the proceeds of\nsuch bonds of any amount\nrepayable to the state treasury pursuant to Section 18, the expenses of\nthe Authority, and the compensation of the members thereof, and all other\ncosts of said toll highways and its administration and operation shall be\npaid from the proceeds of such bond issues or from the moneys received by\nthe Authority as tolls or otherwise in the operation of said toll\nhighways.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-251",
      "number": "25.1.",
      "heading": "The Authority shall have no power to levy taxes, or to pledge",
      "text": "any of its property, other than income from whatever source derived for the\npayments of any of its debts or obligations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "Any person who violates any resolution, rule or regulation, adopted or",
      "text": "promulgated by the Authority, pursuant to Section 10, paragraph (b) of this\nAct, shall be guilty of a petty offense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "It is unlawful for any person to deposit within the right-of-way",
      "text": "limits of the toll highways trash, glass, weeds, garbage or other offensive\nmatter; and any person so offending shall be guilty of a petty offense and\nshall be fined not more than $500.00.\nHowever, this\nsection shall not apply to proper deposits of harmless materials made in\ngood faith and in a proper manner to repair the toll highways.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-271",
      "number": "27.1.",
      "heading": "Any person who shall use any spurious or counterfeit tickets,",
      "text": "coupons or tokens in payment of any toll required to be paid by the\nAuthority under the provisions of this Act, or who shall attempt to use the\nhighway without payment of the tolls prescribed by the Authority, shall be\ndeemed guilty of a petty offense and shall be fined not less than $5 nor\nmore than $100 for each such offense.\nThe fine range set forth in this Section for prosecution of toll evasion as a\npetty offense shall not apply to\ntoll evasion offenses that are adjudicated in the Authority's administration\nsystem.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-272",
      "number": "27.2.",
      "heading": "Obstruction of registration plate or digital registration plate visibility to electronic image recording.",
      "text": "Obstruction of registration plate or digital registration plate visibility to electronic image recording.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "Whoever wilfully, maliciously and forcibly breaks any mechanical",
      "text": "or electronic toll collection device of the Authority or any appurtenance\nthereto with intent to commit larceny shall be deemed guilty of a Class 4\nfelony.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-281",
      "number": "28.1.",
      "heading": "No director or officer of the Authority shall be interested,  directly or indirectly, in any contract, agreement, lease, work or business",
      "text": "of the Authority, or in the sale of any article whenever the expense, price\nor consideration of the contract, agreement, lease, work, business or sale\nis paid by the Authority. No director or officer of the Authority shall be\ninterested, directly or indirectly, in the purchase, sale or lease of any\nproperty which (1) belongs to the Authority, (2) is sold, leased or any\ninterest therein is acquired by the Authority, or (3) is sold by virtue of\nlegal process at the suit of the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "Every chairman, director, or officer of the Authority who is",
      "text": "guilty of a palpable omission of duty, or who is guilty of willful and\ncorrupt oppression, malconduct, or misfeasance in office in discharge of\nthe duties of his office shall be liable to indictment in any court of\ncompetent jurisdiction and shall be guilty of a Class A misdemeanor. Any\nconviction hereunder shall constitute grounds for removal as provided in\nSections 4 and 5 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Counties, cities, villages, incorporated towns, and other",
      "text": "municipal corporations, political subdivisions and public bodies, and\npublic officers of any thereof, all banks, bankers, trust companies,\nsavings banks and institutions, building and loan associations, savings and\nloan associations, investment companies, insurance associations and all\nexecutors, administrators, guardians, trustees and other fiduciaries may\nlegally invest any sinking funds, moneys or other funds belonging to them\nor within their control in any bonds or refunding bonds issued by the\nAuthority. It is the purpose of this section to authorize the investment in\nsuch bonds, or refunding bonds, of all sinking, insurance, retirement,\ncompensation, pension and trust funds, whether owned or controlled by\nprivate or public persons or officers; provided, however, that nothing\ncontained in this section may be construed as relieving any officer,\nperson, firm or corporation from any duty of exercising reasonable care in\nselecting securities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "The State of Illinois hereby consents to suits against the",
      "text": "Authority solely as in this section provided:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "All determinations made by the Authority in the exercise of its",
      "text": "discretionary powers, with the approval of the Governor if such approval is\nexpressly required by the provisions of this Act, including without\nlimitation, the location and terminal points of any toll highway or section\nto be constructed by it, the materials to be used in its construction, the\nplans and specifications thereof, the tolls to be charged for the use\nthereof, and the letting of contracts for the construction of toll highways\nor any part thereof, or the sale of bonds, shall be conclusive and shall\nnot be subject to review by the courts or by any administrative agency of\nthe State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-321",
      "number": "32.1.",
      "heading": "Power to construct railroad tracks",
      "text": "Upon written approval by the Governor, the Authority may exercise any powers that exist under this Act on the effective date of this amendatory Act of the 97th General Assembly to design and construct new railroad tracks. The Authority may charge an access fee to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "On April 1, 1968, all duties, obligations, functions and powers of",
      "text": "The Illinois State Toll Highway Commission, together with all property,\nwhether real or personal, rights, privileges, interest and any and all\nother assets whether real, personal or mixed, shall be transferred to and\nshall vest in The Illinois State Toll Highway Authority, which shall own,\noperate and control the same in accordance with the provisions of \"An Act\nin relation to the construction, operation, regulation and maintenance of a\nsystem of toll highways and to create The Illinois State Toll Highway\nCommission, and to define its powers and duties and to repeal an Act\ntherein named\", approved July 13, 1953, as amended, and all terms,\ncovenants and conditions set forth in any resolutions heretofore or\nhereafter adopted authorizing and providing for the issuance of Revenue\nBonds by The Illinois State Toll Highway Commission under \"An Act, in\nrelation to the construction, operation, regulation and maintenance of a\nsystem of toll highways and to create The Illinois State Toll Highway\nCommission, and to define its powers and duties and to repeal an Act\ntherein named\", approved July 13, 1953, as amended, except as herein\nprovided. The chairman and commissioners of The Illinois State Toll Highway\nCommission shall serve as the chairman and directors, respectively, of the\nAuthority, with all of the rights, privileges and emoluments of such\nofficers until such appointments are made by the Governor under Section 3\nof this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "This Act becomes effective April 1, 1968 and the provisions of",
      "text": "this Act are severable and if any of its provisions shall be held to be\nunconstitutional by any court of competent jurisdiction, the decision of\nsuch court shall not affect or impair any of the remaining provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "(a) The sum of $1,914,000 is hereby appropriated from the Road",
      "text": "Fund to The Illinois State Toll Highway Authority for the purpose of paying\nthe ordinary and contingent expenses of the Authority necessary to finance\nengineering and traffic studies to determine the feasibility of\nconstructing additional toll highways within the State of Illinois, to\ndetermine routes therefor, to prepare for a successful marketing of bonds\nto finance construction of the additional toll highways, and for the\npurpose of compensating all persons who must be employed for such purposes.",
      "history": "",
      "source_url": ""
    }
  ]
}