{
  "state": "south-dakota",
  "path": "title-title-24-correctional-facilities-and-parole/chapter-chapter-05-discharge-of-inmates-from-state-correctional-faci",
  "sections": [
    {
      "id": "section-24-5-1",
      "number": "24-5-1",
      "heading": "Graduated scale of reductions from sentence for good conduct",
      "text": "24-5-1. Graduated scale of reductions from sentence for good conduct.\n\nEvery inmate sentenced for any term less than life, or who has had an indeterminate sentence set at a term of years, or who has had a life sentence commuted to a term of years, and subject to the provisions of §§24-2-17 and 24-2-18, is entitled to a deduction of four months from his or her sentence for each year and pro rata for any part of a year for the first year to the tenth, and six months for the tenth year and for each year thereafter until the expiration of the period of the sentence as pronounced by the court, for good conduct.\n\nSource:SDC 1939, §13.4718; SL 1939, ch 33; SL 1943, ch 47; SL 1959, ch 41, §1; SL 1965, ch 34; SL 1988, ch 196, §1; SL 2004, ch 168, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-1/"
    },
    {
      "id": "section-24-5-2",
      "number": "24-5-2",
      "heading": "Restoration to citizenship on discharge--Certificate issued by secretary of corrections--Copy to clerk of court.",
      "text": "24-5-2. Restoration to citizenship on discharge--Certificate issued by secretary of corrections--Copy to clerk of court.\n\nIf any inmate has been discharged under the provisions of §24-5-1, 24-5-7, or 24-15A-8.1, the inmate shall, at the time of discharge, be considered as restored to the full rights of citizenship. At the time of the discharge of any inmate under the provisions of this chapter, the inmate shall receive from the secretary of corrections a certificate stating that the inmate has been restored to the full rights of a citizen. If an inmate is on parole at the time the inmate becomes eligible for discharge, the secretary of corrections shall issue a like certificate stating that the inmate has been restored to the full rights of a citizen.\n\nThe secretary of corrections shall mail a copy of the certificate to the clerk of court for the county from which the inmate was sentenced.\n\nSource:SDC 1939, §13.4718; SL 1939, ch 33; SL 1943, ch 47; SL 1959, ch 41, §1; SL 1965, ch 34; SL 1978, ch 181; SL 1989, ch 20, §110; SL 1990, ch 180, §5; SL 2004, ch 168, §22; SL 2011, ch 128, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-2/"
    },
    {
      "id": "section-24-5-3",
      "number": "24-5-3",
      "heading": "Clothing, money, and transportation provided on discharge.",
      "text": "24-5-3. Clothing, money, and transportation provided on discharge.\n\nIf not already provided, a correctional facility official shall provide every inmate with suitable clothing, a sum of money to be determined by the secretary of corrections, and transportation to the place where the inmate received sentence or an equivalent distance upon discharge from a correctional facility, whether by parole, suspended sentence, or final discharge.\n\nSource: SDC 1939, §13.4726; SL 1953, ch 38; SL 1959, ch 42; SL 1961, ch 44; SL 1972, ch 151; SL 1981, ch 193, §15; SL 1989, ch 20, §111; SL 2004, ch 168, §23; SL 2013, ch 114, §1; SL 2023, ch 82, §74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-3/"
    },
    {
      "id": "section-24-5-4",
      "number": "24-5-4",
      "heading": "24-5-4.Repealed by SL 1989, ch 20, §112",
      "text": "24-5-4.Repealed by SL 1989, ch 20, §112",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-5-5",
      "number": "24-5-5",
      "heading": "Funds in inmate's institutional accounts upon discharge, death, or escape--Application--Refund.",
      "text": "24-5-5. Funds in inmate's institutional accounts upon discharge, death, or escape--Application--Refund.\n\nIf any inmate of a state correctional facility dies, is discharged, or escapes, leaving funds in the inmate's institutional account or other tangible personal property of value, a correctional facility official shall apply these funds towards the inmate's obligations as provided for in §24-2-29. At the official's discretion, tangible personal property of value may be sold, donated to charity, discarded, returned to an heir, or used for the benefit of the Department of Corrections. If the funds exceed the inmate's obligations as provided for in §24-2-29, the official shall give the excess balance back to the inmate or an heir of the inmate. Otherwise, the official shall deposit the excess balance in the state general fund.\n\nSource: SL 1987, ch 184, §1; SL 2004, ch 169, §1; SL 2023, ch 82, §75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-5/"
    },
    {
      "id": "section-24-5-6",
      "number": "24-5-6",
      "heading": "Closing of inmate's institutional account with negative balance.",
      "text": "24-5-6. Closing of inmate's institutional account with negative balance.\n\nIf any inmate of a state correctional facility dies or is discharged from a state correctional facility with a negative balance in the inmate's institutional account, a state correctional facility official may close out that account.\n\nSource: SL 1987, ch 184, §2; SL 2004, ch 169, §2; SL 2023, ch 82, §76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-6/"
    },
    {
      "id": "section-24-5-7",
      "number": "24-5-7",
      "heading": "Board authorized to grant early final discharge from supervision--Certificate of discharge--Prisoner not entitled to early discharge.",
      "text": "24-5-7. Board authorized to grant early final discharge from supervision--Certificate of discharge--Prisoner not entitled to early discharge.\n\nUpon recommendation of the supervising agent, the Board of Pardons and Paroles may grant an early final discharge from supervision for a parolee or person serving a suspended sentence under supervision of the board if the board is satisfied that an early final discharge would be in the best interests of society and the inmate. At the time of early final discharge from supervision, the secretary of corrections shall issue a certificate of discharge pursuant to §24-5-2. No inmate is entitled to an early final discharge. Neither this section nor its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest in any inmate.\n\nSource:SL 1988, ch 197, §1; SL 1992, ch 177, §1; SL 2004, ch 168, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-24/chapter-05/section-24-5-7/"
    }
  ]
}