{
  "state": "district-of-columbia",
  "path": "title-50/chapter-18",
  "sections": [
    {
      "id": "section-50-1801",
      "number": "50-1801",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Motor vehicle” means an automotive transportation device with more than 3 wheels and a seating capacity of 8 or less passengers, not including the driver, but the term does not include vehicles used for farm purposes.\n\n(2) “Properly restrained” means strapped around the waist or the torso of a passenger by a safety belt built into the motor vehicle.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 2, 32 DCR 6344",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1801.html"
    },
    {
      "id": "section-50-1802",
      "number": "50-1802",
      "heading": "Use of safety belts required; exceptions.",
      "text": "(a) Except as provided in Chapter 17 of this title, the driver and all passengers in a motor vehicle shall wear a properly adjusted and fastened safety belt while the driver is in control of the vehicle.\n\n(b) This section does not apply to operators or passengers under the following circumstances:\n\n(1) Riders in a motor vehicle manufactured before July 1, 1966;\n\n(2) Riders who possess a written verification from a licensed physician that the rider is unable to wear a safety belt for medical reasons;\n\n(3) Riders who are passengers in a vehicle if all seating positions with seat belts in the vehicle are occupied by other persons. The driver shall insure that children 16 years of age and under have preference to seating positions with seat belts over persons more than 16 years of age; or\n\n(4) Operators of taxicabs who possess valid taxicab licenses while picking up or transporting passengers for hire between the hours of 6:00 p.m. and 6:00 a.m.\n\n(c) Two years following June 9, 2001, the District of Columbia Taxicab Commission shall submit to the Council a report on the impact on driver safety of subsection (b)(4) of this section.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 3, 32 DCR 6344; Mar. 7, 1992, D.C. Law 9-57, § 3, 38 DCR 7283; Apr. 9, 1997, D.C. Law 11-244, § 2(a), 44 DCR 1155; June 9, 2001, D.C. Law 13-307, § 4, 48 DCR 600",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1802.html"
    },
    {
      "id": "section-50-1803",
      "number": "50-1803",
      "heading": "Standards for safety belts.",
      "text": "Safety belts shall conform to applicable federal motor vehicle safety standards established pursuant to § 103 of title 1 of the National Traffic and Motor Vehicle Safety Act of 1966 (15 U.S.C. § 1392 ).",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 4, 32 DCR 6344",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1803.html"
    },
    {
      "id": "section-50-1804",
      "number": "50-1804",
      "heading": "Application of chapter.",
      "text": "This chapter shall apply to drivers operating a motor vehicle in the District of Columbia and their passengers.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 5, 32 DCR 6344",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1804.html"
    },
    {
      "id": "section-50-1805",
      "number": "50-1805",
      "heading": "Public education regarding chapter.",
      "text": "For the first 6 months after April 9, 1997, the Mayor of the District of Columbia shall educate the public about the requirements and the purpose of the Mandatory Use of Seat Belts Amendment Act of 1996. The efforts to educate the public shall be multi-lingual and in alternative formats.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 6, 32 DCR 6344; Apr. 9, 1997, D.C. Law 11-244, § 2(b), 44 DCR 1155",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1805.html"
    },
    {
      "id": "section-50-1806",
      "number": "50-1806",
      "heading": "Enforcement of chapter.",
      "text": "(a) There shall not be penalties for violating the Mandatory Use of Seat Belts Amendment Act of 1996 during the first 6 months after December 12, 1985. Instead, the Mayor of the District of Columbia shall issue warnings to drivers and passengers who violate the Mandatory Use of Seat Belts Amendment Act of 1996 during those 6 months.\n\n(1) The penalties provisions in paragraph (2) of this subsection and subsection (d) of this section shall not be enforced until 6 months after the effective date of the Mandatory Use of Seat Belts Amendment Act of 1996. The Mayor shall issue rules consistent with the purpose and regulatory scheme created by this chapter. The Mayor shall issue the rules pursuant to title 1 of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (§ 2-501 et seq.).\n\n(2) The penalty imposed by the Mayor for violating this chapter shall be $50, although the Mayor may subsequently increase the amount of the penalty.\n\n(c) Repealed.\n\n(d) The Department of Motor Vehicles shall assign points, pursuant to 18 DCMR § 303, to the record of a driver found in violation of this chapter as follows:\n\n(1) Two points for a single violation; or\n\n(2) A total of 3 points for simultaneous multiple violations.\n\n(e) Violations of this chapter shall be civil infractions.\n\n(f) The driver of the vehicle, except operators of passenger vehicles for hire, shall be responsible for ensuring that passengers comply with this chapter.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 7, 32 DCR 6344; Apr. 9, 1997, D.C. Law 11-244, § 2(c), 44 DCR 1155; Apr. 27, 2001, D.C. Law 13-289, § 303, 48 DCR 2057",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1806.html"
    },
    {
      "id": "section-50-1807",
      "number": "50-1807",
      "heading": "Evidentiary value of violation or compliance.",
      "text": "Neither a violation of this chapter nor compliance with its terms shall constitute evidence of negligence, evidence of contributory negligence, or a basis for a civil action for damages. Also, a violation or compliance with this chapter shall not be used as a basis for mitigating damages arising from a civil liability.",
      "history": "Dec. 12, 1985, D.C. Law 6-73, § 8, 32 DCR 6344",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1807.html"
    },
    {
      "id": "section-50-1831",
      "number": "50-1831",
      "heading": "Major Crash Review Task Force.",
      "text": "(a) There is established a Major Crash Review Task Force (\"Task Force\"), which shall consist of the following members:\n\n(1) The Chief of the Metropolitan Police Department, or the Chief's designee;\n\n(2) The Director of the District Department of Transportation, or the Director's designee;\n\n(3) The Director of the Office of Planning, or the Director's designee;\n\n(4) A representative from the Bicycle Advisory Council who is selected by the Bicycle Advisory Council;\n\n(5) A representative from the Pedestrian Advisory Council who is selected by the Pedestrian Advisory Council;\n\n(6) A representative from the Multimodal Accessibility Advisory Council who is selected by the Multimodal Accessibility Advisory Council; and\n\n(7) The Director of the Department of Motor Vehicles, or the Director's designee.\n\n(b) The Task Force shall review every crash handled by the Major Crash Unit of the Metropolitan Police Department and recommend to the Mayor and the Council changes to the District's statutes, regulations, policies, and infrastructure that the Task Force believes would reduce the number of crashes in the District resulting in serious injury or death.\n\n(c) The Task Force shall begin review of a crash handled by the Major Crash Unit of the Metropolitan Police Department either:\n\n(1) Upon receipt of notice that the United States Attorney's Office for the District of Columbia and the Attorney General for the District of Columbia has declined to bring any prosecutions related to the crash; or\n\n(2) If there is a criminal proceeding against an individual involved in the crash, the issuance of a final judgment in the criminal proceeding.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-1831.html"
    }
  ]
}