{
  "state": "district-of-columbia",
  "path": "title-50/chapter-5",
  "sections": [
    {
      "id": "section-50-501",
      "number": "50-501",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Board” means the Board of Consumer Claims Arbitration for the District of Columbia established by § 50-503.\n\n(2) “Consumer” means the purchaser, other than for purposes of resale, of a motor vehicle; any person to whom the motor vehicle is leased or otherwise transferred during the duration of a warranty applicable to the motor vehicle; and any other person entitled to enforce the obligations of the warranty. For the purposes of § 50-503, the term “consumer” means any natural person who does or would purchase, lease, or receive consumer goods or services. The term “consumer” includes any natural person who purchases insurance coverage in the District of Columbia.\n\n(3) “Council” means the Council of the District of Columbia.\n\n(4) “Court” means the Superior Court of the District of Columbia.\n\n(5) “District” means the District of Columbia.\n\n(6) “Known” means, for the purposes of § 50-505, that a dealer or the dealer’s agent or employee has obtained facts or information about the condition of a motor vehicle which would lead a reasonable person in similar circumstances to believe that the motor vehicle contained 1 or more material mechanical defects. The term “known” encompasses knowledge obtained through an inspection, from a previous owner, from the salesperson at an auction, or through other means.\n\n(7) “Material mechanical defect” means any defect, failure, or malfunction of the mechanical system of a motor vehicle, including, but not limited to, the engine, transmission and drive shaft, differential, cooling system, electrical system, fuel system, or accessories, which significantly impairs the operation, safety, performance, or value of the motor vehicle.\n\n(8) “Mayor” means the Mayor of the District of Columbia.\n\n(9) “Motor vehicle” means a motor vehicle which is manufactured for sale, offered for sale, sold, or registered in the District and which is designed for the primary purpose of transporting a driver and 1 or more passengers on streets, roads, or highways. The term “motor vehicle” shall not include buses sold for public transportation, motorcycles, motor homes, or motorized recreational vehicles.\n\n(10) “New motor vehicle” means a motor vehicle which is in the period of the first 18,000 miles of operation or the first 2 years after the date of delivery to the original purchaser, whichever is earlier.\n\n(11) “Safety-related defect” means an impairment which reduces the operator’s ability to control the motor vehicle in normal operation or which creates a risk of fire, explosion, or other life-threatening malfunction.\n\n(12) “Significantly impair” means to render the motor vehicle unreliable or unsafe for normal operation or to reduce its resale value below the average resale value for comparable motor vehicles.\n\n(13) “Used motor vehicle” means a motor vehicle which is offered for sale in the District and which is not within the period of the first 18,000 miles of operation or the first 2 years after the date of delivery to the original purchaser, whichever is earlier; but it does not mean a motor vehicle sold only for scrap or parts.\n\n(14) “Warranty” means the written or implied warranty of the manufacturer of a motor vehicle.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 2, 32 DCR 160; Mar. 4, 1986, D.C. Law 6-96, § 4(a), 32 DCR 7245",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-501.html"
    },
    {
      "id": "section-50-502",
      "number": "50-502",
      "heading": "Consumer’s remedy for defective vehicles.",
      "text": "(a) If a new motor vehicle does not conform to all warranties during the first 18,000 miles of operation or during the period of 2 years following the date of delivery of the motor vehicle to the original purchaser, whichever is the earlier date, the consumer shall during that period report the nonconformity, defect, or condition to the manufacturer, its agent, or its authorized dealer. If the notification is received by the manufacturer’s agent or authorized dealer, the agent or dealer shall within 7 days forward written notice thereof to the manufacturer by certified mail, return receipt requested. The manufacturer, its agent, or its authorized dealer shall correct the nonconformity, defect, or condition at no charge to the consumer, notwithstanding the fact that the repairs may be made after the expiration of the first 18,000-mile period of operation or the 2-year period.\n\n(b) If, after a reasonable number of attempts, the manufacturer, its agent, or authorized dealer is unable to repair or correct any nonconformity, defect, or condition which results in significant impairment of the motor vehicle, the manufacturer, at the option of the consumer, shall replace the motor vehicle with a comparable motor vehicle, or accept return of the motor vehicle from the consumer and refund to the consumer the full purchase price, including all sales tax, license fees, registration fees, and any similar governmental charges. In calculating a refund, the manufacturer may deduct from the consumer’s full purchase price a reasonable allowance not to exceed 10 cents per mile for the consumer’s use of the motor vehicle in excess of the first 12,000 miles of operation, and a reasonable allowance for any damage not attributable to normal wear or to the nonconformity, defect, or condition which significantly impaired the motor vehicle. Refunds shall be made to the consumer, and the lienholder, if any, as their interests may appear on the records of ownership kept by the Department of Public Works.\n\n(c) Each of the following circumstances shall be an affirmative defense to any claim under this section:\n\n(1) The nonconformity, defect, or condition does not significantly impair the vehicle.\n\n(2) The nonconformity, defect, or condition is the result of abuse, neglect, or unauthorized modifications or alterations of the motor vehicle.\n\n(d) It shall be presumed that a reasonable number of attempts have been made to conform a motor vehicle to the warranties, if:\n\n(1) The same nonconformity, defect, or condition, if it is not safety-related, has been subject to repair 4 or more times by the manufacturer, its agent, or authorized dealer after notification by the consumer within the first 18,000 miles of operation or during the period of 2 years following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, but the nonconformity, defect, or condition continues to exist;\n\n(2) The same nonconformity, defect, or condition, if it is safety-related, has been subject to repair 1 or more times by the manufacturer, its agents, or authorized dealers after notification by the consumer within the first 18,000 miles of operation or during the period of 2 years following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, but the nonconformity, defect, or condition continues to exist; or\n\n(3) The motor vehicle is out of service by reason of repair of any nonconformities, defects, or conditions which significantly impair the vehicle, on a cumulative total of 30 days or more during either period, whichever is the earlier date.\n\n(e) The 30-day out-of-service period shall be extended by any time during which repair services are not available to the consumer because of a war, invasion, strike, fire, flood, or other natural disaster.\n\n(f) The consumer, in order to seek the refund or replacement provided by this section, shall first submit a claim to the Board of Consumer Claims Arbitration established pursuant to § 50-503. If the Board rejects the case for arbitration, or if the claim is arbitrated and the consumer rejects the arbitration decision, the consumer may then bring an action in court to seek the remedies provided by this section.\n\n(1) If a motor vehicle is returned to a manufacturer, its agent, or authorized dealer pursuant to this section, the manufacturer, its agent, or authorized dealer shall notify the Department of Public Works that the motor vehicle was returned.\n\n(2) The Department of Public Works shall note the fact that the motor vehicle was returned pursuant to this chapter on any certificate of title issued for the motor vehicle.\n\n(3) A motor vehicle dealer shall state the fact that the motor vehicle was returned pursuant to this chapter in any sales contract for the motor vehicle prior to the signing of the contract by a prospective purchaser.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 3, 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-502.html"
    },
    {
      "id": "section-50-503",
      "number": "50-503",
      "heading": "Arbitration.",
      "text": "(a) There is established in the Department of Consumer and Regulatory Affairs a Board of Consumer Claims Arbitration for the District of Columbia. The Board shall consist of 7 members who shall be appointed by the Mayor.\n\n(b) The members shall be at least 18 years of age and residents of the District.\n\n(c) Two members shall be attorneys admitted to the practice of law in the District, 1 of whom shall be designated by the Mayor as chairperson of the Board. Two members shall have training and experience in arbitration and mediation. One member shall be the Director of the Department of Consumer and Regulatory Affairs or his or her designee. One member shall have experience or training in representing the interests of consumers. One member shall have experience or training in the manufacture or wholesale or retail sales of consumer goods.\n\n(d) The Mayor shall appoint the initial Board members within 60 days of March 14, 1985. Of the members first appointed, the chairperson and 1 other member shall be appointed for terms of 3 years; 2 members shall be appointed for terms of 2 years; 1 member shall be appointed for a term of 2 years; and 1 member shall be appointed for a term of 1 year. Subsequent appointments shall be for terms of 3 years. This subsection shall not apply to the representative of the Department of Consumer and Regulatory Affairs.\n\n(e) Members of the Board shall be compensated pursuant to § 1-611.08.\n\n(f) The Mayor shall issue, and may amend from time to time, rules and regulations to implement the provisions of this section and may establish reasonable fees for the filing of complaints.\n\n(g) The Board, in accordance with the rules and regulations issued pursuant to subsection (f) of this section, shall provide arbitration for claims filed by consumers against manufacturers, their agents, or dealers pursuant to §§ 50-502 and 50-505; for claims voluntarily filed by consumers against the provider of any consumer goods or services, who agrees to arbitration, pursuant to rules and regulations issued by the Mayor; and for claims filed pursuant to § 31-2405 by parties agreeing to arbitration pursuant to rules and regulations issued by the Mayor.\n\n(h) Consumers may submit claims to the Board by completing forms which shall be approved by the Mayor.\n\n(i) Upon receipt of a written claim filed by a consumer, the Board shall within 5 business days determine whether the claim qualifies for arbitration pursuant to this chapter and notify the opposing party.\n\n(j) The Board shall develop and maintain a roster of persons who are residents of the District, at least 18 years of age, and experienced in arbitration techniques who may be employed to serve as arbitrators for specific cases.\n\n(k) The Board shall assign cases for arbitration according to the following provisions:\n\n(1) A case may be assigned to a single arbitrator if the Board first informs all parties to the case of the identity and background of the arbitrator and obtains their consent. When a case is assigned to a single arbitrator, the arbitrator must be an attorney-member of the Board or another attorney admitted to the practice of law in the District and chosen from the roster of arbitrators maintained by the Board.\n\n(2) All cases not assigned to single arbitrators shall be assigned to a panel of 3 arbitrators, 1 of whom must be a member of the Board and 1 of whom must be an attorney admitted to the practice of law in the District. Participation on the panel by an attorney-member of the Board shall satisfy both requirements. The Board shall inform all parties to the case of the identity and background of the arbitrators tentatively selected for the panel and shall obtain the consent of both parties to the choice of arbitrators. The decision of the panel shall be by majority vote.\n\n(l) The Board is authorized to reject for arbitration consumer claims which are determined by a majority of the Board to be frivolous, fraudulent, or beyond the legal authority of the Board.\n\n(m) The Board shall promptly assign all cases accepted for arbitration to an arbitrator or arbitrators who shall appoint a time and place for a hearing and notify the parties personally or by registered mail not less than 5 days prior to the hearing. Hearings shall be public and shall be recorded electronically.\n\n(n) At all arbitration hearings, the parties are entitled to present oral and written testimony, to present witnesses and evidence relevant to the controversy, to cross-examine witnesses, and to be represented by counsel.\n\n(o) The Board may issue subpoenas for the attendance of witnesses and for the production of books, records, documents, and other evidence. The Board or arbitrators designated by the Board shall have the power to administer oaths and affirmations and take acknowledgements.\n\n(p) Upon application by any party to an arbitration proceeding, or upon its own motion, an arbitrator or arbitration panel may retain independent technical experts as needed to determine the facts in the case. The arbitrator or arbitration panel may assign the costs of the technical experts to 1 or both parties to the case.\n\n(1) The arbitrator or arbitration panel shall determine whether the defendant is liable to the claimant and, if so, shall award the claimant relief.\n\n(2) The arbitrator or arbitration panel may award the claimant the relief provided by this chapter, any relief available under any other law, and reasonable attorneys’ fees. The defendant may be assessed the costs of arbitration as part of any award rendered by the arbitrator or arbitration panel.\n\n(3) Decisions of an arbitrator or arbitration panel shall be in writing and shall be entered by and in the name of the Board.\n\n(4) Decisions shall be entered no later than 60 days from the date the Board accepts a case for arbitration.\n\n(5) The decision shall state the relief granted, if any, and shall specify a time limit for compliance.\n\n(6) The board shall promptly provide a copy of the decision to each party.\n\n(r) The Board or any party to a case may petition the court to issue an order compelling compliance with a decision by the Board.\n\n(1) Any party to a case may, within 20 days after receipt of the Board’s decision, petition the court to vacate the decision and grant a trial de novo.\n\n(2) Upon receipt of a petition, the court shall first determine the validity of the arbitration proceeding and shall vacate an arbitration award upon a finding that:\n\n(A) The award was procured by corruption, fraud, or other misconduct in violation of law;\n\n(B) The arbitrator or arbitration panel exceeded its powers;\n\n(C) The arbitrator or arbitration panel failed to conform to the rules and regulations issued pursuant to this chapter, and the failure to conform prejudiced the rights of a party to the complaint; or\n\n(D) The award is based on a numerical error or other error of fact which the Board has failed to correct.\n\n(3) If the court determines the arbitration process was valid but grants the petition for a trial de novo on other grounds, the decision of the Board shall be admissible as evidence and shall be presumed correct.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 4, 32 DCR 160; Mar. 4, 1986, D.C. Law 6-96, § 4(b), 32 DCR 7245; Feb. 24, 1987, D.C. Law 6-192, § 16, 33 DCR 7836; June 12, 1999, D.C. Law 12-285, § 4(h), 46 DCR 1355",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-503.html"
    },
    {
      "id": "section-50-504",
      "number": "50-504",
      "heading": "Disclosure of rights.",
      "text": "(a) The manufacturer, its agent, or authorized dealer shall provide written notification to the prospective consumer of any motor vehicle to be sold or registered in the District of the rights provided to the consumer by this chapter.\n\n(b) The Mayor shall issue rules and regulations prescribing the form and content of the notification required by this section.\n\n(c) Any agreement entered into by a consumer for the purchase of a motor vehicle which waives, limits, or disclaims the rights set forth in this chapter shall be void. These rights shall inure to a subsequent transferee of the motor vehicle.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 5, 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-504.html"
    },
    {
      "id": "section-50-505",
      "number": "50-505",
      "heading": "Disclosure of damages or defects in used motor vehicles; violations; penalties.",
      "text": "(a) No motor vehicle dealer may offer for sale any used motor vehicle without first providing:\n\n(1) Written notice to the prospective consumer of any material mechanical defect in the motor vehicle and any damage sustained by the motor vehicle due to fire, water, collision, or other causes for which the cost of repairs exceeded $1,000, when the defect or damage was known to the dealer; and\n\n(2) Written notice to the prospective consumer whether the dealer has conducted any inspection of the motor vehicle to determine known defects or damage.\n\n(b) A motor vehicle dealer who fails to provide the notices required by this section or who provides false or misleading notices shall, upon conviction, be subject to the following penalties:\n\n(1) A fine of not less than $300 or more than $1,000 for a first offense; and\n\n(2) A fine of not less than $1,000 or more than $5,000, or suspension or revocation of the license issued pursuant to § 300 of the Vehicles and Traffic Regulations (18 DCMR 300.1 et seq.), or both, for a second or subsequent offense.\n\n(c) The purchaser of a used motor vehicle shall have a right of action against a used motor vehicle dealer for damages or injuries sustained as a result of the dealer’s failure to comply with the requirements of this section. The purchaser, in order to seek the remedies provided by this section, shall first submit a claim to the Board. If the Board rejects the case for arbitration, or if the claim is arbitrated and the purchaser rejects the arbitration decision, the purchaser may then bring an action in court to seek the remedies provided by this section.\n\n(d) Violations of this section shall be prosecuted in the name of the District of Columbia by the Corporation Counsel of the District of Columbia.\n\n(e) Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or the rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 6, 32 DCR 160; Oct. 5, 1985, D.C. Law 6-42, § 402, 32 DCR 4450",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-505.html"
    },
    {
      "id": "section-50-506",
      "number": "50-506",
      "heading": "Listing of odometer readings.",
      "text": "The Department of Public Works shall list the odometer readings at the time of registration or transfer of registration on the title of all motor vehicles registered in the District.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 8, 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-506.html"
    },
    {
      "id": "section-50-507",
      "number": "50-507",
      "heading": "Other rights or remedies; limitations on actions.",
      "text": "(a) Nothing in this chapter shall in any way limit the rights or remedies which are otherwise available to a consumer under any other law.\n\n(b) Any action brought pursuant to this chapter shall be commenced within 4 years of the date of original delivery of the motor vehicle to the consumer.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 9(b), (c), 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-507.html"
    },
    {
      "id": "section-50-508",
      "number": "50-508",
      "heading": "Rules and regulations.",
      "text": "The Mayor shall issue, and may amend from time to time, rules and regulations to implement the provisions of this chapter.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 10, 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-508.html"
    },
    {
      "id": "section-50-509",
      "number": "50-509",
      "heading": "Provision for alternative arbitration system.",
      "text": "If the arbitration system established pursuant to § 50-503 cannot consistently handle complaints during the 60-day period as required by § 50-503(q)(4), and if the administration of the arbitration system results in expenditures beyond the sums budgeted annually for the program, the Mayor may certify an alternative arbitration system that complies with this chapter and rules issued to implement this chapter.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 11, 32 DCR 160",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-509.html"
    },
    {
      "id": "section-50-510",
      "number": "50-510",
      "heading": "Suspension of enforcement.",
      "text": "Notwithstanding any other provision of District law, enforcement of this chapter by the Department of Consumer and Regulatory Affairs is suspended until October 1, 2000.",
      "history": "Mar. 14, 1985, D.C. Law 5-162, § 11a; as added Sept. 26, 1995, D.C. Law 11-52, § 811, 42 DCR 3684; Mar. 26, 1999, D.C. Law 12-175, § 1402, 45 DCR 7193",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-510.html"
    },
    {
      "id": "section-50-531",
      "number": "50-531",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) \"Bicyclist\" means a person operating a bicycle, as that term is defined in § 50-1609(1).\n\n(2) \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking, or the Commissioner's designee.\n\n(3) \"Insured\" means a named insured or any other person insured in a bicycle insurance policy, with the exception of those persons specifically excluded by endorsement on the bicycle insurance policy.\n\n(4) \"Insurer\" means any person, company, or professional association licensed in the District of Columbia that provides bicycle insurance policies.\n\n(5) \"Named insured\" means the person identified in the declaration of the bicycle insurance policy.\n\n(6) \"Person\" means any natural person, firm, copartnership, association, government, government agency, or instrumentality.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-531.html"
    },
    {
      "id": "section-50-532",
      "number": "50-532",
      "heading": "Consumer protection for bicycle insurance.",
      "text": "(a) No insurer shall cancel a bicycle insurance policy except for refusal or failure of the insured to pay a premium due under the terms of the policy of bicycle insurance.\n\n(b) No cancellation or refusal to renew by an insurer of a bicycle insurance policy shall be effective unless the insurer has delivered or mailed to the named insured, at the address shown in the policy or to the named insured's last known address, a written notice of intent to cancel or refusal to renew. The required notice shall be provided to the named insured at least 30 calendar days before the effective date of cancellation, or, in the case of nonrenewal, 30 calendar days before the end of the policy period. The notice shall contain a statement advising the named insured of his or her right to request, in writing, within 15 calendar days of receipt of the notice, that the Commissioner review the action of the insurer in cancelling or refusing to renew the policy of the insured.\n\n(c) Proof of mailing of the notice of cancellation, or of intention not to renew, to the named insured by post office receipt secured or certified mail at the address shown in the policy or to the named insured's last known address shall be sufficient proof of notice.\n\n(d) Despite failure of the named insured to make timely payment of the renewal premium, failure by the insurer to provide the notice required by this section shall result in the insurer being required:\n\n(1) To provide coverage for any claim that would have been covered under the policy, if the claim arises within 45 calendar days after the date within which the named insured discovers or should have discovered that his or her policy has not been renewed; and\n\n(2) To renew the policy upon tender of payment; provided, that tender is made within 15 calendar days after the date the named insured discovers, or should have discovered, that his or her policy has not been renewed.\n\n(e) No insurer shall fail or refuse to issue a policy of bicycle insurance to an applicant, fail or refuse to renew a policy of bicycle insurance, or cancel a policy of bicycle insurance in violation of Unit A of Chapter 14 of Title 2.\n\n(f) No applicant for a policy of bicycle insurance, as a condition precedent to obtaining a policy or renewing a policy, shall be required to disclose whether he, she, or any person reasonably expected to operate the applicant's bicycle has ever had an insurance policy cancelled or not renewed; provided, that at the time of application an applicant may be required to disclose his or her experience as a bicyclist for a past period of not more than 3 years.\n\n(g) No insurer shall refuse to insure, refuse to continue to insure, limit coverage available to, or charge a disadvantageous rate to any person seeking to obtain bicycle insurance because that person had not been previously insured.\n\n(h) The restrictions on cancellation contained in this chapter shall not be effective with respect to any policy that has been in force for 60 calendar days or less if the policy is not a renewal policy.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-532.html"
    },
    {
      "id": "section-50-533",
      "number": "50-533",
      "heading": "Appeals.",
      "text": "(a) If the insured disputes the validity of a purported cancellation or nonrenewal, the insured may send, within 15 calendar days of receipt of the notice of intent to cancel or not to renew, written notification to the Commissioner of the reasons the insured believes the action by the insurer is invalid. The Commissioner shall, upon receipt, immediately send the insurer a copy of the notification.\n\n(b) Unless the matter referred to in subsection (a) of this section has been settled, the Commissioner shall determine, within 45 calendar days of receipt of the notification of appeal, whether the cancellation or nonrenewal was authorized under the terms of this chapter and shall notify immediately the insured and the insurer in writing of the decision.\n\n(1) If the Commissioner determines that a policy was improperly cancelled or not renewed, the policy in question shall be considered to be in effect and to have been in effect from the date of notification of cancellation or nonrenewal.\n\n(2) If the Commissioner determines that a policy was properly cancelled or not renewed, the policy in question shall be considered to be cancelled or not renewed as of the cancellation or nonrenewal date given in the notice sent by the insurer pursuant to § 50-532 or as of the date of determination by the Commissioner, whichever is later. The insured shall pay any portion of the required premium or cost to the insurer for the insurance coverage in effect and provided by the insurer for which the insured has not paid.\n\n(d) Decisions of the Commissioner shall be appealable pursuant to subchapter I of Chapter 5 of Title 2.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-533.html"
    },
    {
      "id": "section-50-534",
      "number": "50-534",
      "heading": "Immunity.",
      "text": "There shall be no liability on the part of and no cause of action of any nature shall arise against any employee of the District government, any insurer, its authorized representatives, its agents, its employees, or any firm, person, or corporation who, in good faith:\n\n(1) Furnishes to the named insured information as to the reason for cancellation or nonrenewal;\n\n(2) Makes any statement in any written notice of cancellation or renewal;\n\n(3) Makes any other communication, oral or written, specifying the reason for cancellation or nonrenewal;\n\n(4) Provides information pertaining to the insured; or\n\n(5) Makes statements or submits evidence at any hearing conducted in connection with the cancellation or nonrenewal.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-534.html"
    },
    {
      "id": "section-50-535",
      "number": "50-535",
      "heading": "Rights and policy terms.",
      "text": "(a) The rights provided by this chapter shall be in addition to and shall not prejudice any other rights the named insured may have at common law or otherwise.\n\n(b) Notwithstanding § 50-1611(a)(1), an insurer that offers bicyclist insurance policies may require that an insured register his or her bicycle with the National Bicycle Registry, as that term is defined in § 50-1609(1B), or a District bicycle registry established by the Mayor in accordance with § 50-1611, and maintain such registration for the duration of the policy coverage.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-535.html"
    }
  ]
}