{
  "state": "district-of-columbia",
  "path": "title-50/chapter-2",
  "sections": [
    {
      "id": "section-50-201",
      "number": "50-201",
      "heading": "Distinctive markings.",
      "text": "Repealed.",
      "history": "Mar. 3, 1917, 39 Stat. 1010, ch. 160; Mar. 5, 2013, D.C. Law 19-223, § 202, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-201.html"
    },
    {
      "id": "section-50-202",
      "number": "50-202",
      "heading": "Official use.",
      "text": "All passenger motor vehicles and watercraft owned by the District of Columbia shall be operated and utilized in conformity with 31 U.S.C. §§ 1343(a) to (d), 1344, and 1349(b), and shall be under the direction and control of the Mayor of the District of Columbia. The Mayor is authorized to alter or change the assignment or direct the alteration or interchangeable use of any passenger motor vehicles or watercraft by officers and employees of the District of Columbia except as otherwise provided in such sections.",
      "history": "Oct. 26, 1973, 87 Stat. 504, Pub. L. 93-140, § 2; Mar. 5, 2013, D.C. Law 19-223, § 203, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-202.html"
    },
    {
      "id": "section-50-203",
      "number": "50-203",
      "heading": "EPA Miles Per Gallon requirement; restrictions on use of sport utility vehicles.",
      "text": "(a) Except for security, emergency, rescue, or armored vehicles, all passenger automobiles, as defined in the Automobile Fuel Efficiency Act of 1980, approved October 10, 1980 (94 Stat. 1824; 15 U.S.C. § 2001(2)), purchased or leased by the District government shall have an Environmental Protection Agency estimated miles per gallon average of not less than 22 miles per gallon, and shall not be a sports utility vehicle.\n\n(b) The District of Columbia government shall not purchase sport utility vehicles for government use; provided that this section shall not apply to security, emergency rescue, snow removal or armored vehicles.",
      "history": "Oct. 19, 2000, D.C. Law 13-172, § 3402, 47 DCR 6308; Mar. 25, 2003, D.C. Law 14-231, § 2, 49 DCR 9762; June 12, 2003, D.C. Law 14-310, § 17, 50 DCR 1092; Mar. 13, 2004, D.C. Law 15-105, § 3, 51 DCR 881",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-203.html"
    },
    {
      "id": "section-50-204",
      "number": "50-204",
      "heading": "Restrictions on the use of official vehicles.",
      "text": "(a) Except as otherwise provided in this section, no officer or employee of the District may be provided with an official vehicle unless the officer or employee uses the vehicle only in the performance of the officer’s or employee’s official duties. For purposes of this subsection, the term “official duties” shall not include travel between the officer’s or employee’s residence and workplace; except in the case of (1) an officer or employee of the Metropolitan Police Department who resides in the District or is otherwise designated by the Chief of the Department; (2) at the discretion of the Fire Chief, an officer or employee of the D.C. Fire and Emergency Medical Services Department who resides in the District and is on call 24 hours a day; (3) the Mayor; (4) the Chairman of the Council; (5) at the discretion of the Chief Medical Examiner, an employee of the Office of the Chief Medical Examiner who resides in the District and is on call 24 hours a day; (6) at the discretion of the Director of the Homeland Security and Emergency Management Agency, an officer or employee of the Homeland Security and Emergency Management Agency who resides in the District and is on call 24 hours a day; and (7) at the discretion of the Director of the Department of Corrections, an officer or employee of the District of Columbia Department of Corrections who resides in the District and is on call 24 hours a day.\n\n(1) No officer or employee of the executive branch of the District government, except the Mayor, shall utilize the services of any District government employee for use as a chauffeur from residence to work or vice versa, unless such use is authorized first, in writing, by the Mayor. All such authorizations and the cost thereof shall be reported to the Council on a quarterly basis and made available on the Department of Public Works’ website.\n\n(2) No officer or employee of the executive branch of the District government, except the Mayor, shall utilize the services of any District government employee for use as a chauffeur during the work day unless such use is authorized in writing, by the appropriate agency head. All such authorizations and the cost thereof, shall be reported to the Council on a quarterly basis and made available to the public on the Department of Public Works’ website.\n\n(3) No District employee shall offer or accept, as a perquisite of employment in hiring or contract negotiation, an assigned chauffeur.\n\n(1) The Director shall make available on the Department of Public Works’ website an inventory of vehicles owned, leased, or otherwise controlled by the District government, or any of its entities, excluding vehicles falling under the guidelines of paragraph (4) of this subsection, as of the end of the fiscal year. The inventory shall be distributed to the Council and made available to the public on the Department of Public Works’ website by December 15 of each year. The inventory shall be completed annually for each fiscal year ending on September 30 and shall be distributed to the Council and made available to the public on the Department of Public Works’ website by December 15 of the next fiscal year.\n\n(2) The inventory shall include the following for each vehicle:\n\n(A) The agency to which it is assigned;\n\n(B) Its year, make, and vehicle tag number;\n\n(C) Its acquisition date and cost;\n\n(D) Its general condition;\n\n(E) Its annual operating and maintenance costs;\n\n(F) Its approximate current mileage; and\n\n(G) Whether it is allowed to be taken home by a District officer or employee and if so, the officer or employee’s title and state of residence, and a written justification explaining the public interest served by allowing the employee to take a vehicle to the employee’s residence.\n\n(3) The Director shall update the inventory on a quarterly basis to reflect any changes in fleet composition resulting from vehicle acquisition through purchase, lease, or transfer or disposed of through sale, demolition, disposal, or transfer.\n\n(4) The Metropolitan Police Department may submit, under separate seal, the total number and acquisition cost of vehicles used for undercover operations directly to the Chairman of the Council, the chair of the Council committee with oversight of the Metropolitan Police Department, and the chair of the Council committee with oversight of the Department of Public Works.\n\n(d) Repealed.\n\n(1) Notwithstanding any other provision of this section, during an emergency declared pursuant to § 7-2304, the Mayor may authorize an officer or employee of the District of Columbia government to use an official vehicle; provided, that the officer or employee may use the official vehicle only in the performance of the officer's or employee's duties, to conduct official business, or to travel between the officer's or employee's residence and workplace when the use of an official vehicle is necessary for that officer or employee to assist the District in responding to an emergency.\n\n(2) Authorization provided pursuant to this subsection shall expire concurrent with the end date of the declared emergency.\n\n(3) No later than 30 days after the end date of a declared emergency, the Mayor shall submit to the Council a report listing the following information for each officer or employee whom the Mayor authorized to use an official vehicle pursuant to this subsection:\n\n(A) The officer or employee's name;\n\n(B) The officer or employee's title and agency;\n\n(C) The length of time for which the officer or employee used an official vehicle; and\n\n(D) A detailed justification of the necessity for the officer or employee to have access to and use an official vehicle.",
      "history": "Oct. 19, 2000, D.C. Law 13-172, § 3602, 47 DCR 6308; Mar. 5, 2013, D.C. Law 19-223, § 201, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-204.html"
    },
    {
      "id": "section-50-205",
      "number": "50-205",
      "heading": "Bicycle safety enhancements for  heavy-duty vehicles.",
      "text": "(a) The Mayor shall:\n\n(1) Equip all District-owned, heavy-duty vehicles with the following:\n\n(A) Blind-spot mirrors;\n\n(B) Reflective blind-spot warning stickers; and\n\n(C) Side-underrun guards to prevent bicyclists, other vehicles, or pedestrians from sliding under rear wheels.\n\n(2) Require that operators of District-owned, heavy-duty vehicles receive bicycle and pedestrian safety training from a curriculum and instructors that are approved by the District Department of Transportation.\n\n(a-1) Effective January 1, 2017, all heavy-duty vehicles registered in the District shall be equipped with the following:\n\n(1) Blind-spot mirrors or a blind-spot camera system; and\n\n(2) Reflective blind-spot warning stickers.\n\n(a-2) Effective January 1, 2019, all heavy-duty vehicles registered in the District shall be equipped with side-underrun guards to prevent bicyclists, other vehicles, or pedestrians from sliding under rear wheels.\n\n(b) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this section within 180 days of March 25, 2009.",
      "history": "Mar. 25, 2009, D.C. Law 17-352, § 2, 56 DCR 1115",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-205.html"
    },
    {
      "id": "section-50-211.01",
      "number": "50-211.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Alternative fuel” means fuels defined as alternative fuels by 42 U.S.C. § 13211(2).\n\n(2) “Bikeshare” means the Capital Bikeshare program or its successor programs that allow point-to-point bicycle sharing at stations throughout the District\n\n(3) “Chauffeur” means a District employee who is assigned the official duty of regularly driving a supervising employee to and from the employee’s home, appointments, or work sites, and who does not have an official purpose for travel beyond driving the supervising employee.\n\n(4) “Compact vehicle” means a vehicle with an interior volume index greater than or equal to 100 cubic feet but less than 110 cubic feet as set forth in the description of a compact car as defined by the vehicle class size set forth in 40 C.F.R. § 600.315-08 (a)(1)(iv), approved December 27, 2006.\n\n(5) “Director” means the Director of the Department of Public Works or the Director’s designee.\n\n(6) “DPW” means the Department of Public Works.\n\n(7) “Emergency vehicle” means a vehicle authorized by the District to exceed the speed limit to transport people or equipment to and from situations in which speed is required to save lives or property and that is equipped with audible and visual signals capable of being seen and heard from a distance of not less than 500 feet.\n\n(8) “Fleetshare” means the District’s centrally managed motor pool of passenger vehicles that are available for District employee use for official purposes through advance reservation and billed to the agency according to use.\n\n(9) “Fuel economy” means the average number of miles traveled by an automobile for each gallon of gasoline (or equivalent amount of other fuel) used, as determined by the Administrator of the Environmental Protection Agency.\n\n(10) “Heavy equipment” means vehicles or vehicle attachments that cannot be classified as either passenger or non-passenger vehicles and that are used to perform road maintenance, construction, earth-moving, or another specialized function.\n\n(11) “Large vehicle” means a vehicle with an interior volume index greater than or equal to 120 cubic feet as set forth in the description of a large car as defined by the vehicle class size set forth in 40 C.F.R § 600.315-08(a)(1)(vi), approved December 27, 2006.\n\n(12) “Passenger vehicle” means any automobile, other than an automobile designed for off-highway operation, manufactured primarily for the transportation of no more than 15 individuals.\n\n(13) “Specialized vehicle” means a vehicle uniquely outfitted for service based on an agency’s mission.\n\n(14) “Vehicle” means an automobile or motorcycle classified for on- Highway operation, excluding a sub-class generally considered to be a specialized vehicle or heavy equipment. The term “vehicle” shall not mean bicycles, pedicycles, personal mobility devices such as Segways or motorized wheelchairs, or other non-motorized conveyances.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 101, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.01.html"
    },
    {
      "id": "section-50-211.02",
      "number": "50-211.02",
      "heading": "Application; exemptions.",
      "text": "(a) Except as provided in subsection (b) of this section, this subchapter shall apply to all subordinate agencies.\n\n(b) The following subordinate agencies are exempt from §§ 50-211.03, 50-211.04, 50-211.05, 50-211.06, and 50-211.07 and shall designate their own fleet managers to perform fleet management functions:\n\n(1) The Metropolitan Police Department for all vehicles;\n\n(2) The Department of Corrections for specialized vehicles;\n\n(3) The Fire and Emergency Medical Services Department for emergency and specialized vehicles;\n\n(4) The Office of the State Superintendent of Education for student transportation vehicles;\n\n(5) The Office of the Chief Medical Examiner for specialized vehicles;\n\n(6) The Homeland Security and Emergency Management Agency for specialized vehicles;\n\n(7) The Department of Youth Rehabilitation Services for specialized vehicles;\n\n(8) The District Department of Transportation for specialized vehicles;\n\n(9) The Department of Parks and Recreation for specialized vehicles;\n\n(10) The Department of General Services for specialized vehicles; and\n\n(11) The Department of For-Hire Vehicles for specialized vehicles.\n\n(1) The Council is exempt from § 50-211.05(a) and may procure its own vehicles; provided, that the procurement complies with §§ 50-211.05(b) and 50-211.05(c).\n\n(2) The Council shall designate its own fleet manager to perform fleet procurement and management functions set forth in §§ 50-211.03, 50-211.04, and 50-211.05.\n\n(3) The Mayor or the Director shall not have the authority to monitor, review, or establish standards, procedures, regulations, or rules for the procurement or management of vehicles by the Council or Council employees, unless the Council enters into a memorandum of understanding with DPW for procurement and management of its vehicles under the Fleetshare program.\n\n(1) An independent agency or instrumentality that owns or leases 10 or fewer vehicles may:\n\n(A) Designate its own fleet manager to perform fleet procurement and management functions set forth in §§ 50-211.03, 50-211.04, and 50-211.05; or\n\n(B) Establish a memorandum of understanding with DPW for procurement and management of its vehicles.\n\n(2) An independent agency or instrumentality that owns or leases more than 10 vehicles:\n\n(A) Shall comply with § 50-211.05 and procure vehicles through the Director; and\n\n(i) May designate its own fleet manager to perform the Director’s fleet management functions set forth in §§ 50-211.03 and 50-211.04; or\n\n(ii) May establish a memorandum of understanding with DPW for management of its vehicles.\n\n(e) This subchapter shall not be construed to affect or limit the powers or duties of the Chief Procurement Officer as set forth in Chapter 3A of Title 2 [§ 2-351.01 et seq.].",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 102, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.02.html"
    },
    {
      "id": "section-50-211.03",
      "number": "50-211.03",
      "heading": "Program establishment",
      "text": "Repealed.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 103, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.03.html"
    },
    {
      "id": "section-50-211.04",
      "number": "50-211.04",
      "heading": "Program goals.",
      "text": "(a) The Director, in coordination with the District Department of Transportation (“DDOT”) and other agencies, shall balance the following goals in performing the Director’s responsibilities:\n\n(1) Providing vehicles that meet the mission of the client agency;\n\n(2) Enhancing the overall cost and energy efficiency of the District government’s vehicle fleet;\n\n(3) Reducing the total number of passenger vehicles in the standing fleet and reduce their use;\n\n(4) Encouraging transit use and multimodal transportation;\n\n(5) Promoting the use of Bikeshare for work-related travel;\n\n(6) Promoting the use of taxicabs for trips where the cost of a taxi would be less than the cost of using a government vehicle;\n\n(7) Ensuring timely reimbursement for work-related transportation expenses incurred by employees;\n\n(8) Reducing total fuel use, improving fleet fuel economy, and promoting the use of alternative fuels;\n\n(9) Diversifying the range of fuels used for transportation within the District;\n\n(10) Using the District’s purchasing power to facilitate the availability of alternative fuels for use in private fleets and personal vehicles;\n\n(11) Meeting or exceeding the requirements of section 507 of the Energy Policy Act of 1992, approved October 24, 1992 (106 Stat. 2891; 42 U.S.C. § 13257) and associated regulations; and\n\n(12) When vehicle acquisition is necessary, acquiring a vehicle with the lowest real cost of ownership.\n\n(b) Factors to consider in determining the real cost of ownership for the purpose of subsection (a)(12) of this section shall include:\n\n(1) The sales price of vehicle;\n\n(2) The projected vehicle life;\n\n(3) The projected fuel costs;\n\n(4) The projected operation costs;\n\n(5) The projected maintenance costs; and\n\n(6) The vehicle emissions.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 104, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.04.html"
    },
    {
      "id": "section-50-211.05",
      "number": "50-211.05",
      "heading": "Acquisition authority.",
      "text": "(a) Other than the Director and the entities exempt under § 50-211.02(b), (c), and (d)(1), no District entity, subdivision, or agency shall execute an agreement to purchase, lease, or otherwise acquire a vehicle for District government use; provided, that the Director may delegate the authority to acquire a specialized vehicle, emergency vehicle, heavy equipment, or non-passenger vehicle to another subordinate agency.\n\n(b) Passenger vehicles acquired by the District shall be compact vehicles or smaller, except where the Director provides a written finding that these vehicles cannot meet the specific mission needs.\n\n(c) Repealed.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 105, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.05.html"
    },
    {
      "id": "section-50-211.06",
      "number": "50-211.06",
      "heading": "Alternative fuel.",
      "text": "(a) On or before April 15, 2013, the Mayor shall transmit to the Council a plan to expand the use of alternative fuels in District government vehicles, whether through the use of government-owned fueling stations or privately operated fueling stations.\n\n(b) In developing this plan, consideration should be given to requiring fueling stations that sell fuel to the District to:\n\n(1) Provide at least one alternative fuel;\n\n(2) Use industry standard fueling equipment that is compatible with existing government vehicles; and\n\n(3) Sell alternative fuels to the general public.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 106, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.06.html"
    },
    {
      "id": "section-50-211.07",
      "number": "50-211.07",
      "heading": "Employee transportation.",
      "text": "(a) On or before December 31, 2012, the Mayor shall transmit a report to the Council discussing:\n\n(1) How District government employees travel within the Washington, D.C. metropolitan region for work-related business;\n\n(2) How the cost of work-related travel could be decreased;\n\n(3) Whether the use of alternative transportation, such as Washington Metropolitan Area Transit Authority (“WMATA”) services, Circulator, Bikeshare, and taxicabs by District government employees for work-related business could be increased and, if so, how; and\n\n(4) Which District agencies offer transit benefits to employees, and to which employees.\n\n(b) On or before March 15, 2013, the Members of the Council shall submit and the Secretary to the Council shall compile a report to the Council discussing:\n\n(1) How Council employees travel within the District for work-related business;\n\n(2) How the cost of work-related travel could be decreased;\n\n(3) Whether the use of alternative transportation, such as WMATA services, Circulator, Bikeshare, and taxicabs by Council employees for work-related business could be increased and, if so, how; and\n\n(4) Whether the Council offers transit benefits to employees.",
      "history": "Mar. 5, 2013, D.C. Law 19-223, § 107, 59 DCR 13537",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/50-211.07.html"
    }
  ]
}