{
  "state": "delaware",
  "path": "title-title-19/chapter-title19c005index",
  "sections": [
    {
      "id": "section-510",
      "number": "510",
      "heading": "548",
      "text": "548",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-501",
      "number": "501.",
      "heading": "Applicability of chapter.This chapter shall apply to any place, establishment or occupation within this State where work is done for compensation of any kind, to whomever payable, except as otherwise specified in this chapter",
      "text": "Nothing in this chapter shall prevent children of any age from receiving i\n§§\n\n 1-4, 37; \n\nCode 1915,\n\n§§\n\n 3144, 3170, 3171;29 Del. Laws, c. 232;37 Del. Laws, c. 238; \n\nCode 1935,\n\n§§\n\n 3601, 3628, 3629; \n\n19 Del. C. 1953,\n\n§\n\n 501;57 Del. Laws, c. 669,\n\n§\n\n 6A;63 Del. Laws, c. 198,\n\n§\n\n 1;68 Del. Laws, c. 173,\n\n§\n\n 1;§\n\n502. Definitions.As used in this chapter, the following words have the meanings indicated:(1) “Department” or “Department of Labor” means the Department of Labor of the State.(2) “Employ,” “employed,” or “employment” means to suffer or permit to work, but does not include:a. Farm work performed on a farm in a nonhazardous occupation;b. Domestic work performed in or about a private home;c. Work performed in a business owned by a parent or one legally standing in the place of a parent in a nonhazardous occupation;d. Work performed by nonpaid volunteers in a charitable or non-profit organization with the written consent of a parent or one legally standing in the place of a parent;e. Work performed for operations primarily devoted to equine activities with the written consent of a parent or one legally standing in the place of a parent;f. Caddying on a golf course;g. Delivery of newspapers to the consumer;h. Employment of a graduate of an accredited school who is employed in a hazardous occupation in which a course of study has been completed but only to the extent that said hazardous occupation would otherwise be prohibited;i. Hazardous work performed by nonpaid volunteers of a volunteer fire department or company or volunteer rescue squad who have completed or are taking a course of study relating to firefighting or rescue and who are 14 years of age or older; orj. Any child over the age of 14 years who may be employed, permitted or suffered to work in any nonhazardous occupation in any facility used for the purpose of canning or preserving, or preparation for canning or preserving, perishable fruits and vegetables.With respect to paragraphs (2)i. and j. of this section, the burden of proving a child’s age to be 14 years or over shall be on the employer, who shall be required by the Department of Labor to present documentary proof of the child’s age;(3) “Hazardous occupation” means an occupation declared to be dangerous by this chapter, by the Secretary of Labor of the State or by the Secretary of Labor of the United States pursuant to the provisions of the Fair Labor Standards Act [29 U.S.C. § 201 et seq.]; and(4) “Minor” means a person under the age of 18 years;(5) “Secretary” means the Secretary of Labor for the State or the Secretary’s authorized representative.68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 249,\n\n§\n\n1;§\n\n503. Powers and duties of Secretary.(a) The Secretary or the Secretary’s authorized representative shall enforce the provisions of this chapter.(b) The Secretary or the Secretary’s authorized representative may enter and inspect, during reasonable business hours, any place of employment and may examine the employment records of any employee and question any employee for the purpose of enforcing the provisions of this chapter.(c) The Secretary or the Secretary’s designee may hold public hearings to determine if additional occupations exist in which employment of minors should be prohibited.(d) In the event of an emergency or major disaster, the Secretary is authorized, with the consent of the Governor, to suspend temporarily the enforcement of any or all of the provisions of this chapter for the duration of the emergency or major disaster.27 Del. Laws, c. 176,\n\n§\n\n 38; \n\nCode 1915,\n\n§\n\n 3168;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3626; \n\n19 Del. C. 1953,\n\n§\n\n 531;57 Del. Laws, c. 669,\n\n§\n\n 6B;66 Del. Laws, c. 117,\n\n§§\n\n 1, 2;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n504. Employment certificates.(a) A minor shall not engage in employment unless the employer has in the employer’s possession a verified and validated employment certificate for the minor. The employer shall keep the certificate on file at all times and make it accessible to the Department of Labor upon request.(b) The superintendent of each school district or the superintendent’s authorized designee and the Department of Labor shall issue work permits as prescribed by the Secretary. The person designated to do so by each superintendent shall be an employee employed by the school on a 12-month or complete calendar year basis. If the superintendent of a school district fails or refuses to designate some person to issue employment certificates, the Director of the Division of Industrial Affairs shall designate some person to so act. Any designation may be revoked by the Director of the Division of Industrial Affairs at the Director’s pleasure.The Labor Law Enforcement Section of the Department of Labor shall keep a record of all persons who are duly authorized to issue certificates in the various school districts of the State.(c) The age of a minor shall be verified by a certified copy of a birth certificate, baptismal certificate (showing the date of birth), school record, passport, valid driver’s license or any official government document attesting to the age of the minor.27 Del. Laws, c. 176,\n\n§\n\n 7; \n\nCode 1915,\n\n§\n\n 3146;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3603;48 Del. Laws, c. 166,\n\n§\n\n 1; \n\n19 Del. C. 1953,\n\n§\n\n 541;51 Del. Laws, c. 39;57 Del. Laws, c. 669,\n\n§§\n\n 6A, 6B;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n505. Minors under 14 years of age.A minor under the age of 14 years shall not be employed or permitted to work.68 Del. Laws, c. 173,\n\n§\n\n 1;§\n\n506. Minors under 16 years of age.(a) A minor under 16 years of age shall not be employed or permitted to work in, about or in connection with:(1) Any employment during the prescribed school day;(2) Any occupation prohibited by the United States Secretary of Labor pursuant to the provisions of the Fair Labor Standards Act [29 U.S.C. § 201 et seq.];(3) The operation, cleaning or adjusting of any power-driven machinery, appliances or tools, other than office machinery and food or beverage dispensing machines where the moving parts are not exposed to the operator;(4) Meat slicers;(5) Deep fat fryers;(6) Steamers and pressure cookers used in the preparation of food;(7) Boilers;(8) Stripping and sorting tobacco;(9) Construction or demolition projects;(10) Tunnels or excavations;(11) Mines, quarries or borrow pits;(12) Coal breakers or coke ovens; or(13) Any other occupation which, following a public hearing by the Department of Labor, the Secretary deems to be injurious to the health, safety, welfare or morals of the minor.(b) Paragraph (a)(1) of this section shall not apply to a minor who has been excused from public school attendance by the public school authorities.(c) Subsection (a) of this section shall not apply to a minor:(1) Who is enrolled in a work-study, student-learner or similar program where the employment is an integral part of the course of study, and the employment is procured and supervised by the school district; or(2) Engaged in the practice of farm labor with adult supervision.(d) A minor under 16 years of age shall not be employed or permitted to work more than:(1) Four hours on any day when school is in session;(2) Eight hours on any day when school is not in session;(3) Eighteen hours in any week when school is in session for 5 days;(4) Forty hours in any week when school is not in session; and(5) Six days in any week.(e) A minor under 16 years of age shall not be employed or permitted to work before 7:00 a.m. or after 7:00 p.m.; except that a minor under 16 years of age may be employed or permitted to work until 9:00 p.m. during the period each year from June 1 through Labor Day.(f) The hours worked by a minor enrolled in a bona fide work-study or student-learner program when school is normally in session shall not be counted towards the permissible hours of work prescribed in subsection (d) of this section.68 Del. Laws, c. 173,\n\n§\n\n 1;§\n\n507. Minors under 18 years of age.(a) A minor under 18 years of age shall not be employed or permitted to work in, about or in connection with:(1) Any occupation prohibited by the United States Secretary of Labor pursuant to the provisions of the Fair Labor Standards Act [29 U.S.C. § 201 et seq.];(2) Blast furnaces;(3) Docks or wharves, other than marinas where pleasure boats are sold or serviced;(4) Railroads;(5) The erection or repair of electrical wires;(6) Distilleries where alcoholic beverages are manufactured, bottled, labelled, wrapped or packaged;(7) The manufacturing of dangerous or toxic chemicals or compounds;(8) Any other occupation which the Secretary deems injurious to the health, safety, welfare or morals of the minor;(9) Any occupation as a pilot, firefighter or engineer on any vessel or boat engaged in commerce; or(10) Any occupation as a messenger for a telegraph, telephone or messenger company in the distribution, delivery, collection or transmission of goods or messages before 6:00 a.m. or after 10:00 p.m. of any day in any town or city having a population of over 20,000 persons.(b) Subsection (a) of this section shall not apply to a minor under 18 years of age who is enrolled in a work-study, student-learner, apprenticeship or similar program where the employment is an integral part of the course of study, and the employment is procured and supervised by the school system or by a federal or state monitored apprenticeship program.(c) A minor under 18 years of age shall not spend more than 12 hours in a combination of school hours and work hours per day.(d) A minor under 18 years of age shall have at least 8 consecutive hours of nonwork, nonschool time each 24-hour day.(e) A minor under 18 years of age shall not be employed or permitted to work more than 5 hours continuously without a nonworking period of at least one half hour.27 Del. Laws, c. 176,\n\n§§\n\n 2-5, 8; \n\nCode 1915,\n\n§§\n\n 3145, 3148;29 Del. Laws, c. 232;33 Del. Laws, c. 202; \n\nCode 1935,\n\n§§\n\n 3602, 3605; \n\n19 Del. C. 1953,\n\n§\n\n 512;57 Del. Laws, c. 669,\n\n§\n\n 6A;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n508. Special permit for model, performer or entertainer.(a) Except as provided in subsection (b) of this section, no child under 16 years of age shall be employed, permitted or suffered to work for compensation of any kind as a model, performer or entertainer upon the stage of any theater or concert hall or in connection with any theatrical performance or other exhibition or show.(b) The Department of Labor may issue a permit allowing a child under the age of 16 years to be employed as a model, performer or entertainer for a limited period, when, in its opinion, such permit is justified by the evidence presented to it.27 Del. Laws, c. 176,\n\n§\n\n 5; \n\nCode 1915,\n\n§\n\n 3147;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3604; \n\n19 Del. C. 1953,\n\n§\n\n 514;57 Del. Laws, c. 669,\n\n§\n\n 6B;68 Del. Laws, c. 173,\n\n§\n\n 1;§\n\n509. Interference with Department of Labor; employment of minor in violation of this chapter.(a) It is unlawful to interfere with or hinder the Department of Labor in the performance of its duties under this chapter, or knowingly to give false information to the Department of Labor. Any person who is found to have violated the provisions of this subsection shall be subject to a civil penalty of not less than $1,000 nor more than $5,000 for each such violation.(b) Any employer who employs or permits a minor to work in violation of any provision of this chapter shall be subject to a civil penalty of up to $10,000 for each such violation.(c) Any employer who discharges or in any manner discriminates against an employee because the employee:(1) Has made a complaint or has given information to the Department pursuant to this chapter; or(2) Has caused to be instituted, or is about to cause to be instituted, any proceeding pursuant to this chapter; or(3) Has testified, has promised to testify or is about to testify in any proceeding pursuant to this chapter shall be assessed a civil penalty of not less than $1,000 nor more than $5,000 for each violation.(d) A civil penalty claim may be filed in any court of competent jurisdiction. The Department shall not be required to pay the filing fee or other costs of the action or fees of any nature to file bond or other security of any nature in connection with such action or with proceedings supplementary thereto or as a condition precedent to the availability to the Department of any process in aid of such action or proceedings. The Department shall have the power to join various claimants in 1 preferred claim or lien and, in case of suit, to join them in 1 cause of action.27 Del. Laws, c. 176,\n\n§\n\n 38; \n\nCode 1915,\n\n§\n\n 3168;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3626; \n\n19 Del. C. 1953,\n\n§\n\n 531;57 Del. Laws, c. 669,\n\n§\n\n 6B;66 Del. Laws, c. 117,\n\n§§\n\n 1, 2;68 Del. Laws, c. 173,\n\n§\n\n 1;69 Del. Laws, c. 294,\n\n§\n\n 3;70 Del. Laws, c. 100,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 394,\n\n§\n\n 1;§§\n\n510-548. [Reserved.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-502",
      "number": "502.",
      "heading": "Definitions.As used in this chapter, the following words have the meanings indicated:(1) “Department” or “Department of Labor” means the Department of Labor of the State",
      "text": "(2) “Employ,” “employed,” or “employment” means to suffer or permit to work, but does not include:a. Farm work performed on a farm\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 249,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-503",
      "number": "503.",
      "heading": "Powers and duties of Secretary",
      "text": "(a) The Secretary or the Secretary’s authorized representative shall enforce the provisions of this chapter.(b) The Secretary or the Secretary’s authorized representative may enter and inspect, during reasonable business hours, any place of employment and may examine t\n§\n\n 38; \n\nCode 1915,\n\n§\n\n 3168;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3626; \n\n19 Del. C. 1953,\n\n§\n\n 531;57 Del. Laws, c. 669,\n\n§\n\n 6B;66 Del. Laws, c. 117,\n\n§§\n\n 1, 2;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-504",
      "number": "504.",
      "heading": "Employment certificates.(a) A minor shall not engage in employment unless the employer has in the employer’s possession a verified and validated employment certificate for the minor",
      "text": "The employer shall keep the certificate on file at all times and make it accessible to the Department of Labor upon\n§\n\n 7; \n\nCode 1915,\n\n§\n\n 3146;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3603;48 Del. Laws, c. 166,\n\n§\n\n 1; \n\n19 Del. C. 1953,\n\n§\n\n 541;51 Del. Laws, c. 39;57 Del. Laws, c. 669,\n\n§§\n\n 6A, 6B;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-505",
      "number": "505.",
      "heading": "Minors under 14 years of age.A minor under the age of 14 years shall not be employed or permitted to work.68 Del. Laws, c. 173,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-506",
      "number": "506.",
      "heading": "Minors under 16 years of age.(a) A minor under 16 years of age shall not be employed or permitted to work in, about or in connection with:(1) Any employment during the prescribed school day;(2) Any occupation prohibited by the United States Secretary of Labor pursuant to the provisions of the Fair L",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-507",
      "number": "507.",
      "heading": "Minors under 18 years of age.(a) A minor under 18 years of age shall not be employed or permitted to work in, about or in connection with:(1) Any occupation prohibited by the United States Secretary of Labor pursuant to the provisions of the Fair Labor Standards Act [29 U",
      "text": "S.C. § 201 et seq.];(2) Bla\n§§\n\n 2-5, 8; \n\nCode 1915,\n\n§§\n\n 3145, 3148;29 Del. Laws, c. 232;33 Del. Laws, c. 202; \n\nCode 1935,\n\n§§\n\n 3602, 3605; \n\n19 Del. C. 1953,\n\n§\n\n 512;57 Del. Laws, c. 669,\n\n§\n\n 6A;68 Del. Laws, c. 173,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-508",
      "number": "508.",
      "heading": "Special permit for model, performer or entertainer",
      "text": "(a) Except as provided in subsection (b) of this section, no child under 16 years of age shall be employed, permitted or suffered to work for compensation of any kind as a model, performer or entertainer upon the stage of any theater or concert hall\n§\n\n 5; \n\nCode 1915,\n\n§\n\n 3147;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3604; \n\n19 Del. C. 1953,\n\n§\n\n 514;57 Del. Laws, c. 669,\n\n§\n\n 6B;68 Del. Laws, c. 173,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-509",
      "number": "509.",
      "heading": "Interference with Department of Labor; employment of minor in violation of this chapter",
      "text": "(a) It is unlawful to interfere with or hinder the Department of Labor in the performance of its duties under this chapter, or knowingly to give false information to the Department of Labor. Any person who is fo\n§\n\n 38; \n\nCode 1915,\n\n§\n\n 3168;29 Del. Laws, c. 232; \n\nCode 1935,\n\n§\n\n 3626; \n\n19 Del. C. 1953,\n\n§\n\n 531;57 Del. Laws, c. 669,\n\n§\n\n 6B;66 Del. Laws, c. 117,\n\n§§\n\n 1, 2;68 Del. Laws, c. 173,\n\n§\n\n 1;69 Del. Laws, c. 294,\n\n§\n\n 3;70 Del. Laws, c. 100,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 394,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-510-548",
      "number": "510-548.",
      "heading": "[Reserved.]",
      "text": "[Reserved.]",
      "history": "",
      "source_url": ""
    }
  ]
}