{
  "state": "idaho",
  "path": "title-title-7/chapter-chapter-14",
  "sections": [
    {
      "id": "section-7-1401",
      "number": "7-1401",
      "heading": "STATEMENT OF LEGISLATIVE INTENT",
      "text": "7-1401. STATEMENT OF LEGISLATIVE INTENT. The legislature of the state of Idaho finds that the remedy of suspension of a wide variety of licenses is needed to increase the effectiveness of enforcement of child support orders, compliance with subpoenas in paternity and child support cases, and compliance with orders for visitation with minor children. The legislature intends that there be no exceptions to the licenses, as defined in this chapter, that are the subject of suspension, in order to promote the well-being of Idaho’s children.\n\n[7-1401 added 1996, ch. 429, sec. 1, p. 1457.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1401/"
    },
    {
      "id": "section-7-1402",
      "number": "7-1402",
      "heading": "DEFINITIONS",
      "text": "7-1402. DEFINITIONS. (1) \"Child support order\" means a legally enforceable obligation, issued by a court or administrative body, assessed against an individual for the support of a child, which shall include medical care, health insurance premiums for the child, child care expenses and any amount owing under an order for support during a period in which public assistance was expended.\n\n(2) \"Current support\" means the amount owing for the present month pursuant to a child support order, excluding amounts ordered to satisfy a delinquency.\n\n(3) \"Delinquency\" means, for purposes of this chapter, the amount of unpaid support that has accrued from the date a child support order is entered, excluding the present month, in an amount equal to or greater than the total support owing for at least ninety (90) days, or two thousand dollars ($2,000), whichever is less.\n\n(4) \"Department\" means the Idaho department of health and welfare.\n\n(5) \"License\" means a license, certificate, permit or other authorization that:\n\n(a) Is issued by a licensing authority pursuant to any provision of Idaho Code;\n\n(b) Is subject to suspension, withdrawal, revocation, forfeiture, termination, or an action equivalent to any of these, by the issuing licensing authority; and\n\n(c) A person must obtain to practice or engage in any business, occupation or profession, operate a motor vehicle, carry a concealed weapon, or engage in any recreational activity, including hunting or fishing, for which a license or permit is required; and\n\n(d) Does not constitute a property interest.\n\n(6) \"Licensee\" means any person who possesses a valid license in active status or who has a legal right or privilege to activate or receive a license.\n\n(7) \"Licensing authority\" means a department, commission, board, office, agency or other unit of the state or political subdivision that issues a license.\n\n(8) \"Obligee\" means any person, state agency or local child support registry entitled by order to receive child support payments.\n\n(9) \"Obligor\" means any person obligated by order to pay child support.\n\n(10) \"Visitation\" means custodial period, custodial schedule, residential schedule, parenting, or parenting time.\n\n[7-1402 added 1996, ch. 429, sec. 1, p. 1457; am. 1998, ch. 250, sec. 1, p. 815.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1402/"
    },
    {
      "id": "section-7-1403",
      "number": "7-1403",
      "heading": "GROUNDS FOR SUSPENSION OF A LICENSE",
      "text": "7-1403. GROUNDS FOR SUSPENSION OF A LICENSE. In addition to any other basis provided by Idaho law for suspension of a license, a licensee is subject to suspension of a license if the licensee:\n\n(1) Is an obligor who has a delinquency as defined in section 7-1402(3), Idaho Code;\n\n(2) Has failed to comply with a subpoena in a paternity or child support proceeding; or\n\n(3) Has substantially failed to comply with an order providing for visitation with a minor child.\n\n[7-1403 added 1996, ch. 429, sec. 1, p. 1458; am. 1998, ch. 250, sec. 2, p. 816.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1403/"
    },
    {
      "id": "section-7-1404",
      "number": "7-1404",
      "heading": "JURISDICTION FOR SUSPENSION OF A LICENSE",
      "text": "7-1404. JURISDICTION FOR SUSPENSION OF A LICENSE. (1) Upon petition of an obligee of a child support order, a person entitled to visitation with a minor child pursuant to court order, or the department of health and welfare, a court may issue an order suspending a license on any of the grounds provided in section 7-1403, Idaho Code.\n\n(2) Upon notification by the department of a child support delinquency, a licensing authority shall initiate proceedings to suspend a license in accordance with its statutory process, petition the court, or refer the matter to the department to initiate proceedings for suspension of the license in accordance with the requirements of this chapter. Upon referral, or if the licensing authority takes no action within thirty (30) days after notification of the delinquency by the department, the department is authorized to commence a license suspension proceeding under this chapter. The licensing authority shall notify the department of all action taken in response to the notification of the delinquency.\n\n(3) The department may commence an administrative proceeding under this chapter to suspend a license for failure to comply with a subpoena in a paternity or child support proceeding.\n\n(4) More than one (1) license may be the subject of a suspension proceeding under this chapter.\n\n(5) An order issued pursuant to this chapter does not prevent the obligee, department, or individual entitled to visitation under a court order, from seeking any other remedy provided by law or from seeking additional relief under this chapter.\n\n[7-1404 added 1996, ch. 429, sec. 1, p. 1458.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1404/"
    },
    {
      "id": "section-7-1405",
      "number": "7-1405",
      "heading": "COMMENCEMENT OF JUDICIAL PROCEEDING FOR SUSPENSION OF LICENSE",
      "text": "7-1405. COMMENCEMENT OF JUDICIAL PROCEEDING FOR SUSPENSION OF LICENSE. (1) A petition for suspension of a license may be commenced in the magistrate division of the district court of the county where the child support order or order for visitation was issued; and no filing fees shall be charged for seeking only the relief provided under this chapter. The petition shall allege:\n\n(a) The name and, if known, social security number of the licensee;\n\n(b) The type or types of license or licenses the licensee is believed to hold and the name of each licensing authority;\n\n(c) The amount owed under a child support order, the amount of support paid and the amount of the delinquency, the failure to comply with a subpoena in a paternity or child support proceeding, or the manner in which a licensee has failed to comply with an order for visitation; and\n\n(d) The last known address of the licensee.\n\n(2) A petition to suspend a license for a child support delinquency shall include a certified copy of the record of child support payments maintained by the department or local child support registry.\n\n(3) A copy of the filed petition shall be delivered to the licensee by personal service according to the Idaho rules of civil procedure.\n\n[7-1405, added 1996, ch. 429, sec. 1, p. 1459; am. 1997, ch. 317, sec. 1, p. 938; am. 1998, ch. 250, sec. 3, p. 816.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1405/"
    },
    {
      "id": "section-7-1406",
      "number": "7-1406",
      "heading": "NOTICE",
      "text": "7-1406. NOTICE. Upon commencement of a proceeding for suspension of a license under this chapter, the petitioner shall also serve the licensee notice:\n\n(1) Of the licensee’s right to a hearing;\n\n(2) That the licensee has twenty-one (21) days after service to request a hearing;\n\n(3) That the license will be suspended if there is no timely request for a hearing or the licensee fails without good cause to appear for a scheduled hearing; and\n\n(4) That the license will not be suspended if the licensee pays the delinquency and the current support obligation in full; demonstrates compliance with a subpoena in a paternity or child support proceeding; demonstrates compliance with an order for visitation; pays the current support obligation in full and enters into a reasonable schedule for repayment of any child support delinquency; or establishes good cause why the license should not be suspended.\n\n[7-1406, added 1996, ch. 429, sec. 1, p. 1459; am. 1997, ch. 317, sec. 2, p. 939; am. 1998, ch. 250, sec. 4, p. 817.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1406/"
    },
    {
      "id": "section-7-1406a",
      "number": "7-1406A",
      "heading": "GOOD CAUSE DETERMINATION IN LICENSE SUSPENSION PROCEEDINGS",
      "text": "7-1406A. GOOD CAUSE DETERMINATION IN LICENSE SUSPENSION PROCEEDINGS. (1) A motor vehicle or occupational license suspension pursuant to this chapter shall be denied or stayed if the obligor proves that one (1) or more of the following conditions for good cause determination exist:\n\n(a) The obligor has been declared physically disabled by the social security administration, the Idaho industrial commission, or another competent authority that works with disabled individuals, and the disability has directly resulted in the current inability to pay the child support obligation;\n\n(b) The obligor is experiencing the effects of an extended illness or accident that has directly resulted in the current inability to pay the child support obligation;\n\n(c) The obligor is a student whose enrollment is a result of a referral from Idaho vocational rehabilitation, the Idaho industrial commission, or another competent authority that works with disabled individuals;\n\n(d) The obligor is incarcerated in a county, state, or federal correctional facility and proves that he has no assets;\n\n(e) The obligor is receiving supplemental security income benefits;\n\n(f) The obligor has court-ordered physical custody of all children listed in the order for support; or\n\n(g) Child support is being collected directly from the obligor’s income through an income withholding order issued by the department to the obligor’s employer or other income source.\n\n(2) A recreational license suspension pursuant to this chapter shall be stayed if the obligor proves either of the following conditions for good cause determination exist:\n\n(a) The obligor is receiving supplemental security income benefits; or\n\n(b) The obligor has court-ordered physical custody of all children listed in the order for support.\n\n(3) No condition other than those described in subsections (1) and (2) of this section shall constitute good cause for a denial or stay of a license suspension. The following conditions shall not constitute good cause for a denial or stay of a license suspension:\n\n(a) The obligor is unemployed, underemployed, or has difficulty maintaining consistent employment;\n\n(b) The obligor claims to be disabled but has not applied for disability benefits or has been refused disability benefits;\n\n(c) The obligor asserts that the child support obligation is too high;\n\n(d) The obligor has been denied full visitation with the child or children; or\n\n(e) The obligor alleges that the obligee misuses the child support.\n\n[7-1406A, added 2025, ch. 126, sec. 1, p. 657.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1406a/"
    },
    {
      "id": "section-7-1407",
      "number": "7-1407",
      "heading": "COMMENCEMENT OF ADMINISTRATIVE PROCEEDING BY THE DEPARTMENT",
      "text": "7-1407. COMMENCEMENT OF ADMINISTRATIVE PROCEEDING BY THE DEPARTMENT. The department shall commence an administrative proceeding to suspend a license by serving the licensee a notice that contains the information required for the petition and notice in sections 7-1405 and 7-1406, Idaho Code. Service of the notice may be by personal service or certified mail.\n\n[7-1407 added 1996, ch. 429, sec. 1, p. 1459.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1407/"
    },
    {
      "id": "section-7-1408",
      "number": "7-1408",
      "heading": "CONFIRMATION OF NONLICENSURE",
      "text": "7-1408. CONFIRMATION OF NONLICENSURE. The petitioner or department shall notify the appropriate licensing authority of the commencement of a judicial or administrative proceeding to suspend a license. Notwithstanding any provision of the Idaho public records act, chapter 1, title 74, Idaho Code, or other statute or ordinance, the licensing authority shall then notify the petitioner or the department if the individual named in the petition is not a licensee.\n\n[7-1408 added 1996, ch. 429, sec. 1, p. 1459; am. 2015, ch. 141, sec. 7, p. 381.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1408/"
    },
    {
      "id": "section-7-1409",
      "number": "7-1409",
      "heading": "HEARING TO CONTEST SUSPENSION OF LICENSE OR LICENSES",
      "text": "7-1409. HEARING TO CONTEST SUSPENSION OF LICENSE OR LICENSES. (1) A request for a hearing shall be filed with the court or department by the licensee not later than twenty-one (21) days after the date of service of the notice. If a request for hearing is timely filed, the court or department shall promptly schedule and notify each party of the date, time and location of the hearing. A request for a hearing stays the suspension of a license or licenses.\n\n(2) A record of child support payments prepared by the department or a local child support registry is evidence that payments were made. A certified copy of the record shall be admitted as evidence at a hearing under this chapter.\n\n[7-1409 added 1996, ch. 429, sec. 1, p. 1460.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1409/"
    },
    {
      "id": "section-7-1410",
      "number": "7-1410",
      "heading": "ORDER SUSPENDING A LICENSE",
      "text": "7-1410. ORDER SUSPENDING A LICENSE. (1) The court, licensing authority or department shall issue an order suspending a license unless:\n\n(a) After notice and hearing, the licensee is found to have paid the delinquency and the current month’s support in full, or complied with the subpoena;\n\n(b) The department or obligee files a certification that the obligor has paid current support and has entered into a reasonable schedule for repayment of any child support delinquency; or\n\n(c) At a hearing, the licensee shows other good cause why the request for license suspension should be denied or stayed.\n\n(2) The court shall issue an order suspending a license for a period up to one hundred eighty (180) days for substantial noncompliance with an order for visitation with the minor child.\n\n(3) The order suspending a license shall include the last known address of the licensee.\n\n(4) An order suspending a license by the court or department shall also state that the licensee is subject to the penalties of the licensing authority if a final order of suspension is violated.\n\n(5) A final order suspending a license issued by a court or the department shall be forwarded to the appropriate licensing authority.\n\n(6) If the court or department finds that the petition for suspension should be denied, the petition shall be dismissed without prejudice.\n\n[7-1410, added 1996, ch. 429, sec. 1, p. 1460; am. 1998, ch. 250, sec. 5, p. 817.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1410/"
    },
    {
      "id": "section-7-1410a",
      "number": "7-1410A",
      "heading": "FAMILY LAW TEMPORARY RESTRICTED LICENSE",
      "text": "7-1410A. FAMILY LAW TEMPORARY RESTRICTED LICENSE. (1) This section applies to a licensee whose driver’s license would otherwise be valid if not for a family law license suspension ordered by a court, licensing authority, or the department pursuant to section 7-1410, Idaho Code. Following an order of suspension pursuant to section 7-1410, Idaho Code, such licensee may petition the court for an order stating that a licensing authority issue a temporary restricted driver’s license if such person shows good cause as to why such a license should be issued.\n\n(2) For purposes of this section, a licensee may demonstrate good cause by showing that a temporary restricted driver’s license is necessary for the licensee’s employment purposes in order to meet child support obligations.\n\n(3) A temporary restricted license shall specify the restrictions as to certain times, days, and areas of use and any further restrictions as the court, in its discretion, may impose.\n\n(4) A temporary restricted license shall be revoked if a licensee holding such license is found to be in violation of the restrictions imposed upon such temporary restricted license.\n\n(5) An order issuing a temporary restricted license by the court shall also state that the temporary restricted licensee is subject to the penalties of the licensing authority if the restrictions of the license are violated.\n\n(6) An order issuing a temporary restricted license by a court shall be forwarded to the appropriate licensing authority.\n\n[7-1410A, added 2021, ch. 93, sec. 1, p. 323.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1410a/"
    },
    {
      "id": "section-7-1411",
      "number": "7-1411",
      "heading": "DEFAULT",
      "text": "7-1411. DEFAULT. The court or department shall deem the allegations of the petition or notice to be admitted and shall issue an order suspending a license if the licensee fails to make a timely request for a hearing or fails to appear at a hearing without good cause. The entry of the default and issuance of any subsequent order shall be pursuant to IRCP 55.\n\n[7-1411, added 1996, ch. 429, sec. 1, p. 1460; am. 1997, ch. 317, sec. 3, p. 939.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1411/"
    },
    {
      "id": "section-7-1412",
      "number": "7-1412",
      "heading": "ACTION BY LICENSING AUTHORITY",
      "text": "7-1412. ACTION BY LICENSING AUTHORITY. (1) On receipt of a final order suspending a license, the licensing authority shall summarily suspend the license effective the date the order became final, without additional review or hearing.\n\n(2) A licensing authority may not review, vacate, stay, withhold or reconsider a final order suspending a license.\n\n(3) A summary suspension pursuant to this chapter shall constitute a reportable disciplinary action.\n\n(4) A licensing authority is immune from liability for any act performed pursuant to this chapter.\n\n[7-1412 added 1996, ch. 429, sec. 1, p. 1460.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1412/"
    },
    {
      "id": "section-7-1413",
      "number": "7-1413",
      "heading": "VACATING OR STAYING AN ORDER SUSPENDING A LICENSE",
      "text": "7-1413. VACATING OR STAYING AN ORDER SUSPENDING A LICENSE. (1) Upon motion, a court shall issue an order vacating the suspension of a license due to nonpayment of child support if the licensee is found to have paid all current and delinquent child support, or shall stay the suspension for one hundred eighty (180) days if the licensee pays the current support obligation and enters into a repayment agreement. The moving party shall notify the petitioner and the department, if the department is providing child support services pursuant to title IV-D of the social security act or chapter 2, title 56, Idaho Code, of the pendency of these proceedings.\n\n(2) The department shall vacate the suspension of a license ordered by the department upon payment of all current and delinquent child support, or shall stay the suspension for one hundred eighty (180) days if the licensee pays the current support obligation and enters into a repayment agreement.\n\n(3) If the suspension has been stayed and if, at the end of one hundred eighty (180) days, the licensee has maintained current support payments and is in compliance with a repayment agreement, the suspension of the license shall be vacated.\n\n(4) The court or department shall vacate an order suspending a license due to noncompliance with a subpoena, if the licensee complies with the subpoena in a paternity or child support proceeding.\n\n(5) The court may stay an order suspending a license due to substantial noncompliance with a visitation order, for up to one hundred eighty (180) days, upon the licensee’s reasonable assurance of compliance, and shall vacate the suspension if the licensee has complied with the order for visitation during the stay.\n\n(6) The licensing authority shall be notified if the suspension of a license is vacated or stayed. On receipt of such notice, the licensing authority shall restore the licensee to active status upon payment of any applicable fees and satisfaction of any other licensing requirements.\n\n[7-1413 added 1996, ch. 429, sec. 1, p. 1461; am. 1998, ch. 250, sec. 6, p. 818.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1413/"
    },
    {
      "id": "section-7-1414",
      "number": "7-1414",
      "heading": "PROCEEDING TO REINSTATE THE SUSPENSION",
      "text": "7-1414. PROCEEDING TO REINSTATE THE SUSPENSION. (1) The obligee or department may file a motion with the court to lift the stay and reinstate the suspension of a license due to nonpayment of child support if the licensee does not maintain current support payments or fails to comply with the terms of a repayment agreement entered into by the licensee.\n\n(2) A person entitled to visitation under an order of a court may file a motion to lift the stay and reinstate the suspension of a license if the licensee fails to comply with the order for visitation. The motion shall allege the manner in which the licensee failed to comply with the order for visitation, and request a hearing.\n\n(3) Upon a motion to lift a stay of an order suspending a license, notice of a hearing shall be provided by personal service or by mail not less than fourteen (14) days prior to the hearing.\n\n(4) The department may also commence administrative proceedings to lift a stay issued by the department, by serving notice alleging the failure to maintain current support payments or to comply with a repayment plan, and notice of a hearing not less than fourteen (14) days before the date of the hearing. Service of the notice by the department shall be by personal service or certified mail.\n\n(5) If the licensee is found not to be maintaining current support payments or not to be in compliance with the terms of a repayment plan or order for visitation, the order suspending a license shall be reinstated and the licensing authority shall be promptly informed of the suspension. The licensing authority shall reinstate the suspension of the license effective the date the order becomes final.\n\n[7-1414 added 1996, ch. 429, sec. 1, p. 1461.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1414/"
    },
    {
      "id": "section-7-1415",
      "number": "7-1415",
      "heading": "FEES AND PENALTIES",
      "text": "7-1415. FEES AND PENALTIES. A person who is the subject of a final order suspending a license is not entitled to a refund for any fee or deposit paid to the licensing authority. Pursuant to its statute and rules, a licensing authority may charge fees or impose penalties on a licensee whose license is suspended under this chapter. A person who continues to engage in the activity after an order of suspension has become final shall be subject to the same penalties as any person engaging in the activity without a license.\n\n[7-1415 added 1996, ch. 429, sec. 1, p. 1462.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1415/"
    },
    {
      "id": "section-7-1416",
      "number": "7-1416",
      "heading": "COOPERATION BETWEEN LICENSING AUTHORITIES AND THE DEPARTMENT OF HEALTH AND WELFARE",
      "text": "7-1416. COOPERATION BETWEEN LICENSING AUTHORITIES AND THE DEPARTMENT OF HEALTH AND WELFARE. (1) Notwithstanding any provision of the Idaho public records act, chapter 1, title 74, Idaho Code, or other statute or ordinance, upon request of the department a licensing authority shall provide the name, address, social security number, license renewal date and other identifying information for licensees. The information shall be provided in a manner agreed to by the licensing authority and the department.\n\n(2) The department may enter into a cooperative agreement with a licensing authority to administer this chapter in a cost-effective manner.\n\n[7-1416 added 1996, ch. 429, sec. 1, p. 1462; am. 2015, ch. 141, sec. 8, p. 381.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1416/"
    },
    {
      "id": "section-7-1417",
      "number": "7-1417",
      "heading": "FINAL ORDER OF SUSPENSION",
      "text": "7-1417. FINAL ORDER OF SUSPENSION. (1) A license suspension order issued by the court shall be final and conclusive between the parties unless an appeal is filed within twenty-eight (28) days.\n\n(2) A license suspension order issued by a hearing officer of the department shall be final and conclusive between the parties unless an appeal to district court is filed within twenty-eight (28) days, notwithstanding the provisions of section 67-5243, Idaho Code.\n\n[7-1417 added 1996, ch. 429, sec. 1, p. 1462.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-7/chapter-14/section-7-1417/"
    }
  ]
}