{
  "state": "florida",
  "path": "title-chapter-0751/chapter-chapter-0751",
  "sections": [
    {
      "id": "section-75101purpose",
      "number": "751.01",
      "heading": "Purpose of act.751.011Definitions.751.02Temporary or concurrent custody proceedings; jurisdiction",
      "text": "751.03Petition for temporary or concurrent custody; contents.751.04Notice and opportunity to be heard.751.05Order granting temporary or concurrent custody.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-751011definitions",
      "number": "751.011",
      "heading": "Definitions",
      "text": "751.011 Definitions.—As used in this chapter, the term:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xliii/chapter-751/section-751-011/"
    },
    {
      "id": "section-75102temporary",
      "number": "751.02",
      "heading": "Temporary or concurrent custody proceedings; jurisdiction.",
      "text": "751.02 Temporary or concurrent custody proceedings; jurisdiction.— (1) The following individuals may bring proceedings in the circuit court to determine the temporary or concurrent custody of a minor child: (a) Any extended family member who has the signed, notarized consent of the child’s legal parents; or (b) Any extended family member who is caring full time for the child in the role of a substitute parent and with whom the child is presently living. (2) In addition to the requirements of subsection (1), an individual seeking concurrent custody must: (a) Currently have physical custody of the child or have had physical custody of the child for at least 10 days in any 30-day period within the last 12 months; and (b) Not have signed, written documentation from a parent which is sufficient to enable the custodian to do all of the things necessary to care for the child which are available to custodians who have an order issued under s. 751.05. History.—s. 3, ch. 93-104; s. 3, ch. 2006-167; s. 4, ch. 2010-30; s. 3, ch. 2020-146. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca76421c612882',t:'MTc3MDg4MjI3OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xliii/chapter-751/section-751-02/"
    },
    {
      "id": "section-75103petition",
      "number": "751.03",
      "heading": "Petition for temporary or concurrent custody; contents.",
      "text": "751.03 Petition for temporary or concurrent custody; contents.—Each petition for temporary or concurrent custody of a minor child must be verified by the petitioner, who must be an extended family member, and must contain statements, to the best of the petitioner’s knowledge and belief, providing: (1) The name, date of birth, and current address of the child. (2) The names and current addresses of the child’s parents. (3) The names and current addresses of the persons with whom the child has lived during the past 5 years. (4) The places where the child has lived during the past 5 years. (5) Information concerning any custody proceeding in this or any other state with respect to the child. (6) The residence and post office address of the petitioner. (7) The petitioner’s relationship to the child. (8) If concurrent custody is being requested: (a) The time periods during the last 12 months that the child resided with the petitioner; (b) The type of document, if any, provided by the parent or parents to enable the petitioner to act on behalf of the child; (c) The services or actions that the petitioner is unable to obtain or undertake without an order of custody; and (d) Whether each parent has consented in writing to the entry of an order of concurrent custody. A copy of the written consent and any documents provided by the parent to assist the petitioner in obtaining services must be attached to the petition. (9) If temporary custody is being requested, the consent of the child’s parents, or the specific acts or omissions of the parents which demonstrate that the parents have abused, abandoned, or neglected the child as defined in chapter 39. (10) Any temporary or permanent orders for child support, the court entering the order, and the case number. (11) Any temporary or permanent order for protection entered on behalf of or against either parent, the petitioner, or the child; the court entering the order; and the case number. (12) That it is in the best interest of the child for the petitioner to have custody of the child. (13) The period of time for which the petitioner is requesting temporary custody, including a statement of the reasons supporting that request. (14) Any other provisions that are related to the best interest of the child, including, but not limited to, a reasonable plan for transitioning custody. History.—s. 4, ch. 93-104; s. 4, ch. 2006-167; s. 5, ch. 2010-30; s. 4, ch. 2020-146. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca764458f988f6',t:'MTc3MDg4MjI3OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xliii/chapter-751/section-751-03/"
    },
    {
      "id": "section-75104notice",
      "number": "751.04",
      "heading": "Notice and opportunity to be heard.",
      "text": "751.04 Notice and opportunity to be heard.—Before a decree is made under this chapter, reasonable notice and opportunity to be heard must be given to the parents of the minor child by service of process, either personal or constructive. History.—s. 5, ch. 93-104; s. 6, ch. 2010-30. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca7646baf6f50c',t:'MTc3MDg4MjI3OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xliii/chapter-751/section-751-04/"
    },
    {
      "id": "section-75105order",
      "number": "751.05",
      "heading": "Order granting temporary or concurrent custody.",
      "text": "751.05 Order granting temporary or concurrent custody.— (1) At the hearing on the petition for temporary or concurrent custody, the court must hear the evidence concerning a minor child’s need for care by the petitioner, all other matters required to be set forth in the petition, and the objections or other testimony of the child’s parents, if present. (2) Unless the minor child’s parents object, the court shall award temporary or concurrent custody of the child to the petitioner if it is in the best interest of the child. (3) If one of the minor child’s parents objects to: (a) The petition for concurrent custody, in writing, the court may not grant the petition even if the other parent consents, in writing, to the entry of the order. The court shall give the petitioner the option of converting the petition to a petition for temporary custody. If the petitioner so elects, the court shall set the matter for further hearing, provide notice to the parent or parents, and proceed pursuant to paragraph (b). If the petition is not converted into a petition for temporary custody, it shall be dismissed without prejudice. (b) The petition for temporary custody, the court shall grant the petition only upon a finding, by clear and convincing evidence, that the child’s parent or parents are unfit to provide for the care and control of the child. In determining that a parent is unfit, the court must find that the parent has abused, abandoned, or neglected the child, as defined in chapter 39. (4) The order granting: (a) Concurrent custody of the minor child may not eliminate or diminish the custodial rights of the child’s parent or parents. The order must expressly state that the grant of custody does not affect the ability of the child’s parent or parents to obtain physical custody of the child at any time, except that the court may approve provisions requested in the petition which are related to the best interest of the child, including a reasonable transition plan that provides for a return of custody back to the child’s parent or parents. (b) Temporary custody of the minor child to the petitioner may include provisions requested in the petition which are related to the best interest of the child, including a reasonable transition plan that provides for a return of custody back to the parent or parents, and may also grant visitation rights to the child’s parent or parents, if it is in the best interest of the child. (5) The order granting temporary or concurrent custody of the minor child to the petitioner: (a) May not include an order for the support of the child unless the parent has received personal or substituted service of process, the petition requests an order for the support of the child, and there is evidence of the parent’s ability to pay the support ordered. (b) May redirect all or part of an existing child support obligation to be paid to the extended family member who is granted temporary or concurrent custody of the child. If the court redirects an existing child support obligation, the order granting temporary or concurrent custody must include, if possible, the determination of arrearages owed to the obligee and the person awarded temporary or concurrent custody and must order payment of the arrearages. The clerk of the circuit court in which the order is entered shall transmit a certified copy to the court originally entering the child support order. The temporary or concurrent custody order shall be recorded and filed in the original action in which child support was determined and become a part thereof. A copy of the temporary or concurrent custody order shall also be filed with the depository that serves as the official recordkeeper for support payments due under the support order. The depository must maintain separate accounts and separate account numbers for individual obligees. (6) At any time, either or both of the child’s parents may petition the court to modify or terminate the order granting temporary custody. (a) The court may modify an order granting temporary custody if the parties consent or if modification is in the best interest of the child. (b) The court shall terminate the order upon a finding that the parent is a fit parent, or by consent of the parties, except that the court may require the parties to comply with provisions approved in the order which are related to a reasonable plan for transitioning custody before terminating the order. (c) If the order granting temporary custody was entered after a finding that the child’s parent or parents are unfit and the child has been in the temporary custody of an extended family member for a period of time the court determines to be significant, the court may, on its own motion, establish reasonable conditions, which are in the best interests of the child, for transitioning the child back to the custody of the child’s parent or parents. In determining such reasonable conditions, the court shall consider all of the following: 1. The length of time the child lived or resided with the extended family member. 2. The child’s developmental stage. 3. The length of time reasonably needed to complete the transition. (7) At any time, the petitioner or either or both of the child’s parents may move the court to terminate the order granting concurrent custody. (a) The court shall terminate the order upon a finding that either or both of the child’s parents object to the order, except that the court may require the parties to comply with provisions approved in the order which are related to a reasonable plan for transitioning custody before terminating the order. (b) The fact that an order for concurrent custody has been terminated does not preclude any person who is otherwise eligible to petition for temporary custody from filing such petition. (8) At any time, the petitioner or either or both of the child’s parents may move the court to modify the existing child support order pursuant to chapter 61. The court may modify an existing order granting child support if the parties consent and if modification is in the best interest of the child. Any order modifying child support in a concurrent custody proceeding shall be copied and placed in the related family court files. History.—s. 6, ch. 93-104; s. 5, ch. 2006-167; s. 7, ch. 2010-30; s. 5, ch. 2020-146. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca764918b96c87',t:'MTc3MDg4MjI4MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xliii/chapter-751/section-751-05/"
    },
    {
      "id": "section-ure",
      "number": "ure",
      "heading": "copies of the child’s records, held by third parties, that are necessary for the care of the child, including, but not limited to:",
      "text": "copies of the child’s records, held by third parties, that are necessary for the care of the child, including, but not limited to:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-751011definitions",
      "number": "751.011",
      "heading": "Definitions. As used in this chapter, the term:(1)“Concurrent custody” means that an eligible extended family member is awarded custodial rights to care for a child concurrently with the child’s parent or parents",
      "text": "(2)“Extended family member” means a person who is:(a)A relative of a minor child within the third de",
      "history": "",
      "source_url": ""
    }
  ]
}