{
  "state": "michigan",
  "path": "title-chapter-4-legislature/chapter-act-46-of-1975-legislative-corrections-ombudsman-4351-4364",
  "sections": [
    {
      "id": "section-4351",
      "number": "4.351",
      "heading": "Definitions.Section 4.352 - Office of Legislative Corrections Ombudsman; Creation; Legislative Corrections Ombudsman as Principal Executive Officer; Appointment; Term",
      "text": "As used in this act:\n\n(a) \"Administrative act\" includes an action, omission, decision, recommendation, practice, or other procedure of the department.\n\n(b) \"Complainant\" means a prisoner or legislator who files a complaint under section 4.\n\n(c) \"Council\" means the legislative council established under section 15 of article IV of the state constitution of 1963.\n\n(d) \"Department\" means the department of corrections.\n\n(e) \"Legislator\" means a member of the senate or the house of representatives of this state.\n\n(f) \"Office\" means the office of the legislative corrections ombudsman created under this act.\n\n(g) \"Ombudsman\" means the office of legislative corrections ombudsman.\n\n(h) \"Prisoner\" means a person committed to or under the jurisdiction of the department.\n\n(i) \"Official\" means an official or employee of the department of corrections.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-351/"
    },
    {
      "id": "section-4352",
      "number": "4.352",
      "heading": "Office of Legislative Corrections Ombudsman; Creation; Legislative Corrections Ombudsman as Principal Executive Officer; Appointment; Term.",
      "text": "(1) The office of the legislative corrections ombudsman is created within the legislative council.\n\n(2) The principal executive officer of the office of the legislative corrections ombudsman is the legislative corrections ombudsman who shall be appointed by and serve at the pleasure of the council.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-352/"
    },
    {
      "id": "section-4353",
      "number": "4.353",
      "heading": "Procedures as to Budget, Expenditures, and Personnel.",
      "text": "The council shall establish procedures for approving the budget of the office, for expending funds thereof, and for the employment of personnel for the office.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-353/"
    },
    {
      "id": "section-4354",
      "number": "4.354",
      "heading": "Commencement of Investigation; Procedures as to Complaints, Investigations, Hearings, and Reports.",
      "text": "(1) The ombudsman may commence an investigation upon either of the following:\n\n(a) Receipt of a complaint from a prisoner, a legislator, or on the ombudsman's own initiative, concerning an administrative act that is alleged to be contrary to law or contrary to departmental policy.\n\n(b) The ombudsman's own initiative for significant prisoner health and safety issues, correctional facility security, and public safety, and other matters for which there is no effective administrative remedy.\n\n(2) Subject to approval of the council, the ombudsman shall establish procedures for receiving and processing complaints, conducting investigations, holding hearings, and reporting the findings resulting from the investigations.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999 ;-- Am. 2018, Act 571, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-354/"
    },
    {
      "id": "section-4355",
      "number": "4.355",
      "heading": "Access to Physical and Electronic Information, Records, and Documents; Authorization to Interview; Inspection of Premises; Informal Hearings; Appearance; Evidence",
      "text": "(1) Upon request and without the requirement of any release, the ombudsman shall be given access to and physical or electronic copies of all information, records, and documents in the possession of the department that the ombudsman considers necessary in an investigation, including, but not limited to, prisoner medical health records, prisoner mental health records, and prisoner mortality and morbidity records. Upon request, the ombudsman may interview any of the following individuals whom the ombudsman considers necessary in an investigation:\n\n(a) An individual employed by or retained under contract by the department.\n\n(b) An individual employed by or retained under contract by a private contractor that operates a facility or institution that houses prisoners under the jurisdiction of the department.\n\n(2) Upon request and without notice, the ombudsman must be granted entrance to inspect at any time any premises under the control of the department. One ombudsman staff person must also be granted entry into a correctional facility or the department's \"think tank\" or \"command center\" during emergency situations including, but not limited to, correctional facility disturbances, riots, and hostage incidents, and must be provided with updates regarding the status of the emergent situation as well as the department's efforts to address the situation. The ombudsman staff person granted entry for an emergency situation under this subsection is present for observation and to report on the emergency situation.\n\n(3) The ombudsman may hold informal hearings and may request that any person appear before the ombudsman, or at a hearing, and give testimony or produce documentary or other evidence that the ombudsman considers relevant to a matter under investigation.\n\n(4) The ombudsman shall arrange an interview under subsection (1) in cooperation with the department at a time and location that does not interfere with the operation of a correctional facility.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 2010, Act 287, Imd. Eff. Dec. 16, 2010 ;-- Am. 2018, Act 571, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-355/"
    },
    {
      "id": "section-4356",
      "number": "4.356",
      "heading": "Administrative Process; Investigation or Hearing Discretionary.",
      "text": "(1) The ombudsman shall advise a complainant to pursue all administrative remedies open to the complainant. The ombudsman may request and shall receive from the department a progress report concerning the administrative processing of a complaint. After administrative action on a complaint, the ombudsman may conduct further investigation on the request of a complainant or on his or her own initiative.\n\n(2) The ombudsman need not conduct an investigation on a complaint brought before the ombudsman. A person is not entitled as a right to be heard by the ombudsman.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-356/"
    },
    {
      "id": "section-4357",
      "number": "4.357",
      "heading": "Notice of Investigation; Notice When Investigation Declined.",
      "text": "Upon receiving a complaint from a legislator or a prisoner under section 4 and deciding to investigate the complaint, the ombudsman shall notify the complainant, the prisoner or prisoners affected, and the department. If the ombudsman declines to investigate, the ombudsman shall notify the complainant, in writing, and inform the prisoner or prisoners affected of the reasons for the ombudsman's decision.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-357/"
    },
    {
      "id": "section-4358",
      "number": "4.358",
      "heading": "Legislative Council; Hearing; Administration of Oaths, Subpoena of Witness, and Examination of Books and Records.",
      "text": "Upon request of the ombudsman, the council may hold a hearing. The council may administer oaths, subpoena witnesses, and examine the books and records of the department or of a person, partnership, or corporation involved, in accordance with section 104 of the legislative council act, 1986 PA 268, MCL 4.1104, in a matter that is or was a proper subject of investigation by the ombudsman under this act.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 2018, Act 571, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-358/"
    },
    {
      "id": "section-4359",
      "number": "4.359",
      "heading": "Correspondence Between Ombudsman and Prisoner as Confidential and Privileged; Secrecy; Disclosures; Exemption.",
      "text": "(1) Correspondence between the ombudsman and a prisoner is confidential and must be processed as privileged correspondence in the same manner as letters between prisoners and courts, attorneys, or public officials.\n\n(2) The ombudsman shall maintain secrecy with respect to all matters and the identities of the complainants or persons from whom information is acquired, except so far as disclosures may be necessary to enable the ombudsman to perform the duties of the office and to support any recommendations resulting from an investigation. A record of or information obtained or created by the ombudsman is confidential, is considered privileged, must only be used for purposes set forth in this act, is not subject to court subpoena, and is not discoverable in a legal proceeding. A record of or information obtained by the ombudsman that is otherwise available from other sources is not exempt from court subpoena or discovery from other sources solely because it was presented to or reviewed by the ombudsman.\n\n(3) All of the following are exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246:\n\n(a) A record of the ombudsman.\n\n(b) A report or recommendations made by the ombudsman and submitted to the council under section 10.\n\n(c) Information obtained or created by the ombudsman.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 2018, Act 571, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-359/"
    },
    {
      "id": "section-4360",
      "number": "4.360",
      "heading": "Report of Investigative Findings; Recommendations; Forwarding Report.",
      "text": "(1) The ombudsman shall prepare and submit a report of the findings of an investigation and make recommendations to the council within 30 days after completing the investigation if the ombudsman finds any of the following:\n\n(a) A matter that should be considered by the department.\n\n(b) An administrative act that should be modified or canceled.\n\n(c) A statute or rule that should be altered.\n\n(d) Administrative acts for which justification is necessary.\n\n(e) Significant prisoner health and safety issues as determined by the council.\n\n(f) Any other significant concerns as determined by the council.\n\n(2) Subject to section 11, the council may forward the report prepared and submitted under this section to the department, the prisoner or prisoners affected, or the complainant who requested the report.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-360/"
    },
    {
      "id": "section-4361",
      "number": "4.361",
      "heading": "Announcing Critical Conclusion or Recommendation; Publishing Adverse Opinions; Publishing Statement in Defense or Mitigation of Action; Notice of Action on Recommendation",
      "text": "Before announcing a conclusion or recommendation that expressly or by implication criticizes a person or the department, the ombudsman shall consult with that person or the department. When publishing an opinion adverse to the department, or any person, the ombudsman shall include in that publication a statement of reasonable length made to him or her by the department or person in defense or mitigation of the action if that statement is provided within a reasonable period of time as determined by the council. The ombudsman may request to be notified by the department, within a specified time, of any action taken on any recommendation presented. The ombudsman shall notify the complainant of the actions taken by the office and by the department.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-361/"
    },
    {
      "id": "section-4362",
      "number": "4.362",
      "heading": "Annual Report.",
      "text": "The ombudsman shall submit to the council and the legislature an annual report on the conduct of the office.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1982, Act 170, Imd. Eff. June 1, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-362/"
    },
    {
      "id": "section-4363",
      "number": "4.363",
      "heading": "Prisoner Not to Be Penalized for Complaint, Cooperation, or Communication; Prohibitions.",
      "text": "(1) A prisoner must not be penalized in any way by an official or the department as a result of filing a complaint, complaining to a legislator, or cooperating with the ombudsman in investigating a complaint.\n\n(2) A person or the department shall not hinder the lawful actions of the ombudsman or employees of the office, or willfully refuse to comply with lawful demands of the office.\n\n(3) The department shall not take disciplinary action against an employee for communicating with the ombudsman.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975 ;-- Am. 1995, Act 197, Imd. Eff. Nov. 29, 1995 ;-- Am. 1998, Act 318, Eff. Mar. 23, 1999 ;-- Am. 2018, Act 571, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-363/"
    },
    {
      "id": "section-4364",
      "number": "4.364",
      "heading": "Authority of Ombudsman.",
      "text": "The authority granted the ombudsman is in addition to the authority granted under the provisions of any other act or rule under which the remedy or right of appeal or objection is provided for a person, or any procedure provided for the inquiry into or investigation of any matter. The authority granted the ombudsman shall not be construed to limit or affect the remedy or right of appeal or objection and shall not be deemed part of an exclusionary process.\n\nHistory:1975, Act 46, Imd. Eff. May 16, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-46-of-1975/section-4-364/"
    }
  ]
}