{
  "state": "michigan",
  "path": "title-chapter-4-legislature/chapter-act-463-of-1996-redistricting-plans-4261-4265",
  "sections": [
    {
      "id": "section-4261",
      "number": "4.261",
      "heading": "Redistricting Plan for Senate and House of Representatives; Enactment by Legislature; Guidelines",
      "text": "By November 1, 2001, and every 10 years thereafter, the legislature shall enact a redistricting plan for the senate and house of representatives. Except as otherwise required by federal law for legislative districts in this state, the redistricting plan shall be enacted using only the following guidelines:\n\n(a) The senate districts shall consist of 38 single-member districts.\n\n(b) The house of representatives districts shall consist of 110 single-member districts.\n\n(c) Senate and house of representatives districts shall be areas of convenient territory contiguous by land. Areas that meet only at the points of adjoining corners are not contiguous.\n\n(d) Senate and house of representatives districts shall have a population not exceeding 105% and not less than 95% of the ideal district size for the senate or the house of representatives unless and until the United States supreme court establishes a different range of allowable population divergence for state legislative districts.\n\n(e) Senate and house of representatives district lines shall preserve county lines with the least cost to the principle of equality of population provided for in subdivision (d).\n\n(f) If it is necessary to break county lines to stay within the range of allowable population divergence provided for in subdivision (d), the fewest whole cities or whole townships necessary shall be shifted. Between 2 cities or townships, both of which will bring the districts into compliance with subdivisions (d) and (h), the city or township with the lesser population shall be shifted.\n\n(g) Within those counties to which there is apportioned more than 1 senate district or house of representatives district, district lines shall be drawn on city and township lines with the least cost to the principle of equality of population between election districts consistent with the maximum preservation of city and township lines and without exceeding the range of allowable divergence provided for in subdivision (d).\n\n(h) If it is necessary to break city or township lines to stay within the range of allowable divergence provided for in subdivision (d), the number of people necessary to achieve population equality shall be shifted between the 2 districts affected by the shift, except that in lieu of absolute equality the lines may be drawn along the closest street or comparable boundary.\n\n(i) Within a city or township to which there is apportioned more than 1 senate district or house of representatives district, district lines shall be drawn to achieve the maximum compactness possible within a population range of 98% to 102% of absolute equality between districts within that city or township.\n\n(j) Compactness shall be determined by circumscribing each district within a circle of minimum radius and measuring the area, not part of the Great Lakes and not part of another state, inside the circle but not inside the district.\n\n(k) If a discontiguous township island exists within an incorporated city or discontiguous portions of townships are split by an incorporated city, the splitting of the township shall not be considered a split if any of the following circumstances exist:\n\n(i) The city must be split to stay within the range of allowable divergence provided for in subdivision (d) and it is practicable to keep the township together within 1 district.\n\n(ii) A township island is contained within a whole city and a split of the city would be required to keep the township intact.\n\n(iii) The discontiguous portion of a township cannot be included in the same district with another portion of the same township without creating a noncontiguous district.\n\n(l) Senate and house districts shall not violate the precedents established in Miller v Johnson, 115 S Ct 2475; 132 L Ed 2d 762 (1995); Bush v Vera, 116 S Ct 1941; 135 L Ed 2d 248 (1996); and, Shaw v Hunt, 116 S Ct 1894; 135 L Ed 2d 207 (1996).\n\nHistory:1996, Act 463, Eff. Mar. 31, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-261/"
    },
    {
      "id": "section-4261a",
      "number": "4.261a",
      "heading": "Senate and House Districts; Violation of Voting Rights Act of 1965 Prohibited.",
      "text": "Senate and house districts shall not violate section 2 of title I of the voting rights act of 1965, Public Law 89-110, 42 U.S.C. 1973.\n\nHistory:Add. 1999, Act 223, Eff. Mar. 10, 2000",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-261a/"
    },
    {
      "id": "section-4262",
      "number": "4.262",
      "heading": "Jurisdiction of Supreme Court to Decide Cases or Controversies Involving Redistricting Plan; Procedures for Review of Legislative Redistricting Plan; Modification of Plan; Remand to Special Master",
      "text": "(1) The supreme court shall have original and exclusive state jurisdiction to hear and decide all cases or controversies in Michigan's 1 court of justice involving a redistricting plan under this act. A case or controversy in Michigan's 1 court of justice involving a redistricting plan shall not be commenced in or heard by the state court of appeals or any state trial court.\n\n(2) If a case or controversy involves a legislative redistricting plan but an application or petition for review has not been filed under subsection (3) or section 3, the supreme court may, but is not required to, undertake all or a portion of the procedures described in section 4.\n\n(3) Upon the application of an elector filed not later than 60 days after the adoption of the enactment of a redistricting plan, the supreme court, exercising original state jurisdiction provided under section 6 of article IV of the state constitution of 1963, may review any plan enacted by the legislature, and may modify that plan or remand that plan to a special master for further action if the plan fails to comply with section 1 or 1a.\n\nHistory:1996, Act 463, Eff. Mar. 31, 1997 ;-- Am. 1999, Act 223, Eff. Mar. 10, 2000",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-262/"
    },
    {
      "id": "section-4263",
      "number": "4.263",
      "heading": "Preparation of Plan by Supreme Court; Petition or Pleadings.",
      "text": "Unless legislation enacting a redistricting plan for the house of representatives and senate is approved on or before the deadline established in section 1, a political party, the speaker of the house of representatives, the minority leader of the house of representatives, the majority leader of the senate, or the minority leader of the senate may file, on or after November 2 immediately following the deadline established in section 1, a petition or other pleadings or papers with the supreme court requesting that the supreme court prepare a redistricting plan for the senate and house of representatives in compliance with the redistricting guidelines set in section 1.\n\nHistory:1996, Act 463, Eff. Mar. 31, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-263/"
    },
    {
      "id": "section-4264",
      "number": "4.264",
      "heading": "Filing of Petition for Review; Duties of Supreme Court.",
      "text": "If a petition for review is filed in the supreme court under section 2 or 3, the supreme court shall do all of the following:\n\n(a) Exercising original jurisdiction provided under section 6 of article IV of the state constitution of 1963, or other jurisdiction pursuant to Michigan court rule 7.301(A)(7) or any successor court rule, undertake the preparation of a redistricting plan for the house of representatives and the senate.\n\n(b) Appoint and utilize a special master or masters as the court considers necessary.\n\n(c) Provide, by order, for the submission of proposed redistricting plans by political parties and other interested persons who have been allowed to intervene. Political parties shall be granted intervention as of right.\n\n(d) After hearing oral argument or appointing special masters, propose 1 plan for the consideration of the parties and the public, and make that plan available for public inspection at least 30 days in advance of the time set for hearing in subdivision (f).\n\n(e) Prescribe, by order or otherwise, the procedure for and the deadlines pertaining to filing objections and rebuttal to the proposed plan in advance of the hearing scheduled in subdivision (f).\n\n(f) Hold a hearing on the proposed plan at a time determined by the court but not later than March 10 immediately following the deadline established in section 1.\n\n(g) In order to provide for the orderly election process and for candidates to meet statutory deadlines for filing and residency, order a redistricting plan for the senate and house of representatives not later than April 1 immediately following the deadline established in section 1.\n\nHistory:1996, Act 463, Eff. Mar. 31, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-264/"
    },
    {
      "id": "section-4265",
      "number": "4.265",
      "heading": "Act as Severable.",
      "text": "If any portion of this act or application of any portion of this act to any person or circumstance is found to be invalid by a court, the invalidity shall not affect the remaining portions or applications of this act that can be given effect without the invalid portions or application, if the remaining portions are not determined by the court to be inoperable, and to this end this act is declared to be severable.\n\nHistory:1996, Act 463, Eff. Mar. 31, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-4/statute-act-463-of-1996/section-4-265/"
    }
  ]
}