{
  "state": "alabama",
  "path": "title-title-37-public-utilities-and-public-transportation/chapter-chapter-9-regulation-of-air-commerce",
  "sections": [
    {
      "id": "section-37-9-1",
      "number": "37-9-1",
      "heading": "Title of Chapter.Section 37-9-2 - Definitions",
      "text": "Section 37-9-3 - Exemptions from Operation of Chapter - United States Mail; Occasional Intrastate Commerce.Section 37-9-4 - Exemptions from Operation of Chapter - Interstate Commerce.Section 37-9-5 - Declaration of Policy.Section 37-9-6 - No Property Rig",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37-9-2",
      "number": "37-9-2",
      "heading": "Definitions.",
      "text": "Section 37-9-2\n\nDefinitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n(1) AIR CARRIER. This term includes both a common carrier by aircraft and a contract carrier by aircraft.\n\n(2) AIR COMMERCE. The carriage by aircraft of persons or property, or any class or classes thereof, for compensation or hire in intrastate commerce in this state, including such aircraft operations of carriers by rail, water or motor vehicle, and/or express or forwarding companies, except pilot training, flight instruction, sale of property and services for aircraft, engines and accessories.\n\n(3) AIRCRAFT. Any contrivance now known or hereafter invented, used, or designed for navigation of or flight in the air.\n\n(4) BROKER. Any person not included in the term “air carrier” and not a bona fide employee or agent of any such carrier, who or which, as principal or agent, sells or offers for sale any transportation subject to this chapter, or negotiates for or holds himself, or itself, out by solicitation, advertisement or otherwise as one who sells, provides, furnishes, contracts or arranges for such transportation.\n\n(5) CERTIFICATE. A certificate of public convenience and necessity issued under this chapter to a common carrier by aircraft.\n\n(6) CITIZEN OF THE UNITED STATES.\n\na. An individual who is a citizen of the United States or one of its possessions, territorial or otherwise, or\n\nb. A partnership of which each member is such an individual, or\n\nc. A corporation or association created or organized under the laws of the United States or of any state, territory or possession of the United States, of which the president and two-thirds or more of the board of directors and other managing officers thereof are such individuals, and in which at least 75 percent of the voting interest is owned or controlled by persons who are citizens of the United States or one of its possessions.\n\n(7) COMMISSION. The Alabama Public Service Commission.\n\n(8) COMMON CARRIER BY AIRCRAFT. Any person which holds itself out to the general public, whether directly or indirectly, or by a lease or other arrangement and, whether over regular or irregular routes, to engage in air commerce.\n\n(9) CONTRACT CARRIER BY AIRCRAFT. Any person, who, except as provided in subsection (a) of Section 37-9-20, undertakes, otherwise than as a common carrier by aircraft, whether directly or indirectly, or by a lease or any other arrangement, to engage in air commerce.\n\n(10) LICENSE. A license issued under this chapter to a broker.\n\n(11) OVERCHARGES. Charges for transportation services in excess of those applicable thereto under the tariffs lawfully on file with the commission.\n\n(12) PERMIT. A permit issued under this chapter to a contract carrier by aircraft.\n\n(13) PERSON. Any individual, firm, copartnership, corporation, company, association, joint stock association or a body politic and includes any trustee, receiver, assignee or other similar representative thereof.\n\n(14) SERVICE and TRANSPORTATION. Such terms include all aircraft operated by, for, or in the interest of any air carrier irrespective of ownership or of contract, express or implied, together with all facilities and property operated or controlled by any such carrier or carriers and used in air commerce or in the performance of any service in connection therewith.\n\n(15) STATE. Any of the several states or the District of Columbia.\n\n(Acts 1945, No. 269, p. 414, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-2/"
    },
    {
      "id": "section-37-9-3",
      "number": "37-9-3",
      "heading": "Exemptions from Operation of Chapter - United States Mail; Occasional Intrastate Commerce.",
      "text": "Section 37-9-3\n\nExemptions from Operation of Chapter - United States Mail; Occasional Intrastate Commerce.\n\nNothing in this chapter shall be construed to apply to:\n\n(1) The transportation or handling of United States mail; or\n\n(2) The casual, occasional or reciprocal carriage of passengers or property by aircraft in intrastate commerce for compensation by any person not engaged in air commerce as a regular occupation or business, unless, in the case of transportation of passengers, such transportation is sold or offered for sale or provided or procured or furnished or arranged for by a broker, or by any other person who sells or offers for sale transportation furnished by a person lawfully engaged in the transportation of passengers by aircraft under a certificate or permit issued under this chapter or under a pending application for such certificate or permit.\n\n(Acts 1945, No. 269, p. 414, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-3/"
    },
    {
      "id": "section-37-9-4",
      "number": "37-9-4",
      "heading": "Exemptions from Operation of Chapter - Interstate Commerce.",
      "text": "Section 37-9-4\n\nExemptions from Operation of Chapter - Interstate Commerce.\n\nNothing in this chapter shall apply to, or be construed or held to apply to, any common carrier by aircraft which the commission shall by order determine to be engaged mainly and principally in interstate commerce and whose intrastate business is incidental to its interstate business, provided the commission shall find that its operations are conducted pursuant to a certificate or certificates of public convenience and necessity issued by the Civil Aeronautics Board of the United States of America or by any other governmental agency successor thereto.\n\n(Acts 1945, No. 269, p. 414, §25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-4/"
    },
    {
      "id": "section-37-9-5",
      "number": "37-9-5",
      "heading": "Declaration of Policy.",
      "text": "Section 37-9-5\n\nDeclaration of Policy.\n\n(a) It is hereby declared to be the policy of this state to regulate intrastate air commerce in such manner as to:\n\n(1) Recognize and preserve the inherent advantages of such commerce;\n\n(2) Foster sound economic conditions in such commerce and among air carriers in the public interest;\n\n(3) Promote adequate, economical and efficient service by air carriers and to provide reasonable charges therefor, without unjust discrimination, undue privileges or advantages and unfair or destructive competitive practices;\n\n(4) Provide for competition to the extent necessary to assure the sound development of an air transportation system properly adapted to meet the needs of the commerce of the United States and this state and of the national and state defense;\n\n(5) Improve the relations between and coordinate transportation by and regulation of air carriers and other carriers; and\n\n(6) Cooperate with the federal government and the several states of the United States and the duly authorized officials thereof in the administration and enforcement of this chapter.\n\n(b) All of the provisions of this chapter shall be administered and enforced with a view to carrying out the above declaration of policy.\n\n(Acts 1945, No. 269, p. 414, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-5/"
    },
    {
      "id": "section-37-9-6",
      "number": "37-9-6",
      "heading": "No Property Rights in Use of Airspace Conferred by Chapter.",
      "text": "Section 37-9-6\n\nNo Property Rights in Use of Airspace Conferred by Chapter.\n\nNothing in this chapter shall confer any proprietary or property rights in the use of airspace over the State of Alabama.\n\n(Acts 1945, No. 269, p. 414, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-6/"
    },
    {
      "id": "section-37-9-7",
      "number": "37-9-7",
      "heading": "Air Commerce Subject to Chapter and to Control of Commission.",
      "text": "Section 37-9-7\n\nAir Commerce Subject to Chapter and to Control of Commission.\n\nNo person shall engage in air commerce except in accordance with the provisions of this chapter, and every person engaging in air commerce is hereby declared to be subject to control, supervision and regulation by the commission.\n\n(Acts 1945, No. 269, p. 414, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-7/"
    },
    {
      "id": "section-37-9-8",
      "number": "37-9-8",
      "heading": "Duty of Commission to Administer Chapter; Rules, Regulations and Orders of Commission.",
      "text": "Section 37-9-8\n\nDuty of Commission to Administer Chapter; Rules, Regulations and Orders of Commission.\n\nIt shall be the duty of the commission to administer the provisions of this chapter, and to that end the commission is hereby authorized to make and amend such general or specific rules and regulations and to issue such orders as may be reasonably necessary to carry out such provisions.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-8/"
    },
    {
      "id": "section-37-9-9",
      "number": "37-9-9",
      "heading": "Inquiries into Business of Air Carriers, Brokers, Etc.",
      "text": "Section 37-9-9\n\nInquiries into Business of Air Carriers, Brokers, Etc.\n\nThe commission shall have authority, for purposes of the administration of the provisions of this chapter, to inquire into the management of the business of air carriers and brokers and into the management of the business of persons controlling, controlled by or under common control with air carriers, to the extent that the business of such persons is related to the management of the business of one or more air carriers, and the commission shall keep itself informed as to the manner and method in which the same are conducted and may require such carriers and persons to furnish such information as the commission deems necessary to carry out the provisions of this chapter.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-9/"
    },
    {
      "id": "section-37-9-10",
      "number": "37-9-10",
      "heading": "Establishment of Classifications for Air Carriers and Brokers; Authority to Exempt Same from Operation of Chapter.",
      "text": "Section 37-9-10\n\nEstablishment of Classifications for Air Carriers and Brokers; Authority to Exempt Same from Operation of Chapter.\n\nThe commission may make such just and reasonable classifications for brokers and air carriers, according to geographical sections, types or otherwise, as it may determine to be in the public interest, and may make any provision of this chapter inapplicable to any or all brokers or air carriers or classes thereof for such periods or until such time and subject to such terms and conditions, as it may deem to be in the public interest. Such action shall be taken with the objective of so adjusting the regulatory provisions hereof to the changing conditions of the brokerage and air carrier business as to avoid undue administrative burdens.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-10/"
    },
    {
      "id": "section-37-9-11",
      "number": "37-9-11",
      "heading": "Investigation of Noncompliance with Chapter or Orders, Etc., of Commission; Remedial Action by Commission; Dismissal of Complaints.",
      "text": "Section 37-9-11\n\nInvestigation of Noncompliance with Chapter or Orders, Etc., of Commission; Remedial Action by Commission; Dismissal of Complaints.\n\nThe commission may investigate, either upon complaint or upon its own initiative, whether any broker or air carrier has failed to comply with any provisions of this chapter or with any orders, rules, regulations or requirements issued or established pursuant thereto and, after notice and hearing, take appropriate action to compel compliance therewith. Whenever the commission is of the opinion that any complaint does not state reasonable grounds for action on its part, it may dismiss such complaint.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-11/"
    },
    {
      "id": "section-37-9-12",
      "number": "37-9-12",
      "heading": "Cooperation with State and Federal Authorities.",
      "text": "Section 37-9-12\n\nCooperation with State and Federal Authorities.\n\nThe commission is authorized to confer with or to hold joint hearings with any authorities of any state or of the government of the United States having jurisdiction with respect to matters involving air carriers, in connection with any matter arising under this chapter. The commission is also authorized to avail itself of the cooperation, services, records and facilities of such authorities, as fully as may be practicable, in the enforcement or administration of any provision of this chapter.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-12/"
    },
    {
      "id": "section-37-9-13",
      "number": "37-9-13",
      "heading": "Interstate Rates, Services, Etc.",
      "text": "Section 37-9-13\n\nInterstate Rates, Services, Etc.\n\nThe commission shall have authority to investigate all interstate rates, fares, charges, classifications and services, or rules or practices in relation thereto, for or in relation to the interstate transportation of property or passengers by aircraft, where any act in relation thereto shall take place within, or affect the commerce of, the state. When such rates, fares, charges or classifications are, in the opinion of the commission, excessive or discriminatory or are levied or laid in violation of the act of Congress entitled “The Civil Aeronautics Act of 1938,” approved June 23, 1938, and the acts amendatory thereof and supplementary thereto, or in conflict with the rules, orders or regulations of the authorities having jurisdiction thereof, or when such services are, in the opinion of the commission, inadequate, unsatisfactory or discriminatory, the commission may apply by petition to the authorities having jurisdiction thereof, for relief and may present to such authorities all facts coming to the commission’s knowledge as to violations of the rules, orders or regulations of such authorities or as to violations of the said Civil Aeronautics Act of 1938, or acts amendatory thereof or supplementary thereto.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-13/"
    },
    {
      "id": "section-37-9-14",
      "number": "37-9-14",
      "heading": "Proceedings Before Commission.",
      "text": "Section 37-9-14\n\nProceedings Before Commission.\n\nExcept as herein otherwise expressly provided, in all respects in which the commission has power and authority under the Constitution of this state or this chapter, applications and complaints may be made and filed with the commission; processes, notices and orders issued, served and proved; hearings held, opinions, orders and decisions made, reconsidered, amended, revoked and filed; petitions for rehearing filed and acted upon; and appeals and petitions for writs of mandate filed with the courts of this state and considered and disposed of by said courts, in regard to the matters provided for in this chapter, in the same manner, under the same conditions and subject to the same limitations and with the same effect specified in Chapter 3 of this title, or acts amendatory thereof or supplementary thereto, as far as may be practicable.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-14/"
    },
    {
      "id": "section-37-9-15",
      "number": "37-9-15",
      "heading": "Conflicts of Interest of Members or Employees of Commission.",
      "text": "Section 37-9-15\n\nConflicts of Interest of Members or Employees of Commission.\n\nNo member of the commission nor any employee of the commission appointed or employed in the administration of this chapter, shall in any manner, directly or indirectly, have pecuniary interest in, or any securities of, or hold any position with, any air carrier, broker, motor carrier, railroad, steamboat or canal company.\n\n(Acts 1945, No. 269, p. 414, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-15/"
    },
    {
      "id": "section-37-9-16",
      "number": "37-9-16",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Required.",
      "text": "Section 37-9-16\n\nCertificates for Common Carriers and Permits for Contract Carriers - Required.\n\n(a) Certificate. No person shall engage in the business of a common carrier by aircraft unless there is in force a certificate issued by the commission authorizing such person to engage in such business.\n\n(b) Permit. No person shall engage in the business of a contract carrier by aircraft, except passenger common carriers by aircraft, as provided in subsection (a) of Section 37-9-20, unless there is in force a permit issued by the commission authorizing such person to engage in such business.\n\n(Acts 1945, No. 269, p. 414, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-16/"
    },
    {
      "id": "section-37-9-17",
      "number": "37-9-17",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Application; Notice and Public Hearing on Application; Investigations to Determine Need for Additional Air Transportation; Institution of Proceedings to Furnish Additional Services Determined Necessary",
      "text": "Section 37-9-17\n\nCertificates for Common Carriers and Permits for Contract Carriers - Application; Notice and Public Hearing on Application; Investigations to Determine Need for Additional Air Transportation; Institution of Proceedings to Furnish Additional Services Determined Necessary.\n\n(a) Applications for certificates and permits shall be made in writing to the commission, be verified under oath and shall be in such form and contain such information and be accompanied by proof of service upon such interested parties as the commission shall, by regulation, require.\n\n(b) Upon the filing of applications for certificates or permits, the commission shall give due notice thereof:(1) To the public by posting a notice of such application in the office of the secretary of the commission; and(2) To such persons and by such means as the commission may by reasonable regulation determine.Any interested person may file with the commission a protest or memo of opposition to or in support of the issuance of a certificate or permit. A public hearing shall be held on such application if the applicant or any person having a substantial interest in the proceeding shall so request within such time as the commission shall by reasonable regulation provide, unless the commission be of the opinion that such request be not made in good faith or made for the purpose of delay, in which case the commission shall set forth in writing their reasons for such refusal.\n\n(c) The commission, upon its own initiative, whenever it deems such action advisable, may conduct an investigation to determine whether additional air transportation appears to be needed, and if, after such investigation, the commission is of the opinion that such procedure is appropriate, it may encourage the filing of applications for certificates authorizing the furnishing of such transportation. If such transportation may be furnished through the extension of existing service, the commission may institute a proceeding to require such extension in accordance with the provisions of Section 37-9-22.\n\n(Acts 1945, No. 269, p. 414, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-17/"
    },
    {
      "id": "section-37-9-18",
      "number": "37-9-18",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Surety Bonds, Insurance Policies, Etc., Required.",
      "text": "Section 37-9-18\n\nCertificates for Common Carriers and Permits for Contract Carriers - Surety Bonds, Insurance Policies, Etc., Required.\n\nNo certificate or permit shall be issued to an air carrier or shall remain in force unless such carrier complies with such reasonable rules and regulations as the commission shall prescribe covering the filing and approval of surety bonds, policies of insurance, qualifications as a self-insurer or other securities or agreements in such reasonable amount as the commission may require, conditioned to pay, within the amount of such surety bonds, policies of insurance, qualifications as a self-insurer or other securities or agreements, any final judgment recovered against such air carrier for a bodily injury or the death of any person resulting from the negligent operation, maintenance or use of aircraft under such certificate or permit, or for loss or damage to property of others. The commission may, in its discretion and under such rules and regulations as it shall prescribe, require any such air carrier to file a surety bond, policies of insurance, qualifications as a self-insurer or other securities or agreements, in a reasonable sum to be determined by the commission, to be conditioned upon such carrier making compensation to shippers or consignees for all property belonging to shippers or consignees and coming into the possession of such carrier in connection with its transportation service. Any carrier which may be required by law to compensate a shipper or consignee for any loss, damage or default for which a connecting carrier is legally responsible shall be subrogated to the rights of such shipper or consignee under any such bond, policies of insurance or other securities or agreements, to the extent of the sum so paid. Nothing in this chapter shall relieve a certificate or permit holder from any liability for negligence, whether or not it has complied with the requirements of this section.\n\n(Acts 1945, No. 269, p. 414, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-18/"
    },
    {
      "id": "section-37-9-19",
      "number": "37-9-19",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Issuance or Denial; Standards; Temporary Authorization for Service.",
      "text": "Section 37-9-19\n\nCertificates for Common Carriers and Permits for Contract Carriers - Issuance or Denial; Standards; Temporary Authorization for Service.\n\n(a) The commission shall, subject to subsections (b) and (d) of this section and Section 37-9-18, issue a certificate or permit as applied for authorizing the whole or any part of the operation covered by an application for a certificate or permit, if it finds that the applicant is fit, willing and able to perform such operation properly and to conform to the provisions of this chapter and the rules, regulations and requirements of the commission hereunder, and that such operation, and the performance thereof by the applicant, is required by public convenience and necessity or for the public interest, as the case may be, and is consistent with the declaration of policy declared in Section 37-9-5; otherwise, such application shall be denied. If the commission finds that the public convenience and necessity or the public interest, as the case may be, requires operation of the applicant as a common or contract carrier by aircraft only for a limited period or periods, it shall issue a certificate or permit only for such period or periods.\n\n(b) No certificate or permit shall be issued under this chapter to any person who is not a citizen of the United States.\n\n(c) No certificate or permit shall be issued to any person to operate as an air carrier unless the applicant submits evidence, reasonably satisfactory to the commission, showing that it will comply with the provisions of the laws of the United States and the lawful rules, regulations and orders thereunder, respecting safety of operations and the provisions of the Alabama Aeronautics Department Act, or any act amendatory thereof or supplementary thereto, with respect to the right to use such airports, air lanes and aircraft, as may be necessary in order to properly conduct the proposed operation and observe proper standards of safety in the operation or navigation of aircraft.\n\n(d) To enable the provision of service for which there is an immediate and urgent need to a point or points or within a territory having no air carrier service capable of meeting such need, the commission may, in its discretion and without hearings or other proceedings, grant temporary authority for such service by a common carrier or a contract carrier by aircraft, as the case may be. Such temporary authority, unless suspended or revoked for good cause shall be valid for such time as the commission shall specify, but for not more than an aggregate of 120 days, and shall in no event create a presumption that corresponding permanent authority will be granted thereafter. Transportation services rendered under such temporary authority shall be subject to all applicable provisions of this chapter and to the rules, regulations and requirements of the commission thereunder.\n\n(Acts 1945, No. 269, p. 414, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-19/"
    },
    {
      "id": "section-37-9-20",
      "number": "37-9-20",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Contents; Terms, Conditions and Limitations; Effective Date; Duration; Charter Flights; Emergency Landings, Etc",
      "text": "Section 37-9-20\n\nCertificates for Common Carriers and Permits for Contract Carriers - Contents; Terms, Conditions and Limitations; Effective Date; Duration; Charter Flights; Emergency Landings, Etc.\n\n(a) Each certificate issued under this chapter shall specify the points between which, or areas within which the person is authorized to engage in operations as a common carrier by aircraft, the services to be rendered and, in the case of carriage of goods, the commodity or commodities authorized to be transported. There shall be attached to the exercise of the privileges granted by such certificate, or amendment thereto, such reasonable terms, conditions and limitations as the public interest may require; except, that no term, condition or limitation shall restrict the right of the common carrier by aircraft to add to or change schedules, equipment, accommodations and facilities for performing the authorized transportation and service as the development of the business and the demands of the public shall require. Any common carrier by aircraft transporting passengers under a certificate issued by the commission may make charter trips or perform any other special service without regard to the points named in its certificate, under regulations prescribed by the commission. In making such trips and performing such service, a common carrier by aircraft shall not be considered a contract carrier by aircraft or subject to the provisions of this chapter relating to contract carriers by aircraft.\n\n(b) Each permit issued under this chapter shall specify the points between which, or area within which, operation as a contract carrier by aircraft is to be permitted, the nature of the traffic and the scope of the business to be authorized thereby, and, in the case of the carriage of goods, the commodity or commodities authorized to be transported. There shall be attached to the exercise of the privileges granted by such permit, or amendment thereto, such reasonable terms, conditions and limitations as the public interest may require; except, that no term, condition or limitation shall restrict the right of the common carrier by aircraft to change or add contracts within the scope of the permit or to change or add to its equipment or facilities for performing the authorized operation as the public interest may require; but such permit shall not authorize operation as a common carrier by aircraft.\n\n(c) Each certificate or permit shall be effective from the date specified therein and shall continue in effect until suspended or revoked as hereinafter provided or until the commission shall certify that operation thereunder has ceased or, if issued for a limited period of time under subsection (d) of Section 37-9-19, shall continue in effect until the expiration thereof, unless, prior to the date of expiration, such certificate or permit shall be modified, suspended or revoked as provided herein, or the commission shall certify that operations thereunder have ceased; provided, that if any service authorized by a certificate or permit is not inaugurated within such period, not less than 90 days after the date of the authorization as shall be fixed by the commission or, if for a period of 90 days or such other greater period as may be designated by the commission any such service is not operated, the commission may, by order entered after notice and opportunity for hearing, direct that such certificate or permit shall thereupon cease to be effective to the extent of such service.\n\n(d) No aircraft shall be deemed to have violated any term, condition or limitation of its certificate or permit, as the case may be, by landing or taking-off in an emergency at a point not carried in its certificate or permit or by operating during an emergency between terminal and intermediate points other than those specified in its certificate or permit.\n\n(Acts 1945, No. 269, p. 414, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-20/"
    },
    {
      "id": "section-37-9-21",
      "number": "37-9-21",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Alteration, Amendment, Modification, Suspension or Revocation.",
      "text": "Section 37-9-21\n\nCertificates for Common Carriers and Permits for Contract Carriers - Alteration, Amendment, Modification, Suspension or Revocation.\n\nThe commission, upon petition or complaint or upon its own initiative, after notice and opportunity for hearing, may by order alter, amend, modify, suspend or revoke any certificate or permit, in whole or in part, for intentional misrepresentation of a material fact in obtaining such certificate or permit or for intentional failure to comply with any provision of this chapter or any order, rule or regulation issued hereunder or any term, condition or limitation of such certificate or permit; provided, that no such certificate or permit shall be revoked for failure to comply with any provision of this chapter or any order, rule or regulation issued hereunder, or any term, condition or limitation of such certificate or permit, unless the holder thereof fails to comply, within a reasonable time to be fixed by the commission, with an order of the commission commanding obedience to the provisions or to the order (other than an order issued in accordance with this provision), rule, regulation, term, condition or limitation found by the commission to have been violated. Any interested person may file with the commission a protest or memorandum in support of or in opposition to the alteration, amendment, modification, suspension or revocation of a certificate.\n\n(Acts 1945, No. 269, p. 414, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-21/"
    },
    {
      "id": "section-37-9-22",
      "number": "37-9-22",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Authority to Require Common Carriers to Make Reasonable Extension of Existing Service",
      "text": "Section 37-9-22\n\nCertificates for Common Carriers and Permits for Contract Carriers - Authority to Require Common Carriers to Make Reasonable Extension of Existing Service.\n\nThe commission, upon petition or complaint or upon its own initiative, after notice and opportunity for hearing, may by order require any common carrier by aircraft to make reasonable extension of its existing service if the commission finds that such extension is required by the public convenience and necessity and that the expense involved will not impair the ability of such common carrier to perform its duties to the public under its existing certificate or certificates. Such order shall provide for such amendment of the certificate or certificates held by such common carrier as may be necessary because of such extension.\n\n(Acts 1945, No. 269, p. 414, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-22/"
    },
    {
      "id": "section-37-9-23",
      "number": "37-9-23",
      "heading": "Certificates for Common Carriers and Permits for Contract Carriers - Transfer or Lease.",
      "text": "Section 37-9-23\n\nCertificates for Common Carriers and Permits for Contract Carriers - Transfer or Lease.\n\nAny certificate or permit may be transferred or leased subject to the approval of the commission and under such rules and regulations as may be prescribed by the commission. Except where a transfer of a certificate or a permit results from the operation of law, approval of such transfer or lease shall be given only upon a finding by the commission, after notice and opportunity for a hearing, that such transfer or lease will be consistent with the public interest. The application for approval shall be made jointly by the transferor and the transferee or lessor and lessee. No value shall be allowed for any purpose for any certificate or permit issued under this chapter.\n\n(Acts 1945, No. 269, p. 414, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-23/"
    },
    {
      "id": "section-37-9-24",
      "number": "37-9-24",
      "heading": "Broker’s Licenses; Bond or Other Security Required of Brokers; Powers of Commission as to Brokers’ Accounts, Reports and Records.",
      "text": "Section 37-9-24\n\nBroker’s Licenses; Bond or Other Security Required of Brokers; Powers of Commission as to Brokers’ Accounts, Reports and Records.\n\n(a) No person shall, for compensation, sell or offer for sale transportation subject to this chapter or shall make any contract, agreement or arrangement to provide, procure, furnish or arrange for such transportation or shall hold himself or itself out by advertisement, solicitation or otherwise as one who sells, provides, procures, contracts or arranges for such transportation, unless such person holds a brokers license issued by the commission to engage in such transaction; provided, that no such person shall engage in transportation subject to this chapter unless he or it holds a certificate or permit as provided in this chapter. In the execution of any contract, agreement or arrangement to sell, provide, procure, furnish or arrange for such transportation, it shall be unlawful for such person to employ any air carrier who, or which, is not the lawful holder of a certificate or permit issued as provided in this chapter; provided, that the provisions of this subsection shall not apply to any carrier holding a certificate or permit under the provisions of this chapter or to any bona fide employee or agent of such carrier, so far as concerns transportation to be furnished wholly by such carrier or jointly with other carriers holding like certificates or permits or with a common carrier by railroad, motor vehicle, express or water.\n\n(b) The provisions of subsections (a) and (b) of Section 37-9-17 shall apply with like force and effect to brokerage licenses and, for such purpose the term “certificate” as used in such subsections shall include “license.” A brokerage license shall be issued to any qualified applicant to have authority to engage in the whole or any part of the operations covered by the application if it is found that the applicant is fit, willing and able properly to perform the services proposed and to conform to the provisions of this chapter and the requirements, rules and regulations of the commission thereunder, and that the proposed service, to the extent to be authorized by the license is, or will be, consistent with the public interest and the declaration of policy contained in Section 37-9-5; otherwise such application shall be denied.\n\n(c) The provisions of Sections 37-9-21 and 37-9-23 shall apply with like force and effect to brokerage licenses, and for such purpose the term “certificate” as used in such sections shall include “license.”\n\n(d) The commission shall prescribe reasonable rules and regulations for the protection of travelers or shippers by air carrier, to be observed by any person holding a brokerage license, and no such license shall be issued or remain in force unless such person shall have furnished a bond or other security approved by the commission in such form and amount as will insure financial responsibility and the supplying of authorized transportation in accordance with contracts, agreements or arrangement therefor.\n\n(e) The commission and its employees shall have the same authority as to accounts, reports and records, including inspection and the preservation thereof, of any person holding a brokerage license issued under the provisions of this section that they have under this chapter with respect to air carriers.\n\n(Acts 1945, No. 269, p. 414, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-24/"
    },
    {
      "id": "section-37-9-25",
      "number": "37-9-25",
      "heading": "Establishment of Fees for Permits, Certificates, Etc.; Disposition of Revenue.",
      "text": "Section 37-9-25\n\nEstablishment of Fees for Permits, Certificates, Etc.; Disposition of Revenue.\n\n(a) The commission shall have the right to fix reasonable fees to be paid to the commission by any applicant for a certificate or permit or for any other purpose provided for by the terms of this chapter; provided, that such fees in all instances be reasonable and comparable to the fees charged and collected from applicants for certificates or permits or otherwise for other modes of transportation than by aircraft.\n\n(b) All fees or sums collected by the commission under the provisions of this chapter shall be deposited with the State Treasurer of Alabama and shall be set aside by him in a separate fund earmarked for the use of the commission in the administration and enforcement of this chapter.\n\n(Acts 1945, No. 269, p. 414, §22.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-25/"
    },
    {
      "id": "section-37-9-26",
      "number": "37-9-26",
      "heading": "Abandonment or Discontinuance of Route.",
      "text": "Section 37-9-26\n\nAbandonment or Discontinuance of Route.\n\nNo common carrier by aircraft shall abandon or discontinue any route, or part thereof, for which a certificate has been issued by the commission, unless upon the application of such common carrier, after notice and opportunity for hearing, the commission shall find such abandonment or discontinuance to be in the public interest. Any interested person may file with the commission a protest or memorandum of opposition to or in support of any such abandonment. The commission may, by regulation or otherwise, authorize such temporary suspension of service as may be in the public interest.\n\n(Acts 1945, No. 269, p. 414, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-26/"
    },
    {
      "id": "section-37-9-27",
      "number": "37-9-27",
      "heading": "Air Carriers to File Tariff of Rates, Fares and Charges; Rejection of Tariff and Consequences Thereof; Refunds or Remittances of Rates, Fares and Charges; Changes in Rates, Fares and Charges; Filing of Divisions of Joint Rates, Fares and Charges",
      "text": "Section 37-9-27\n\nAir Carriers to File Tariff of Rates, Fares and Charges; Rejection of Tariff and Consequences Thereof; Refunds or Remittances of Rates, Fares and Charges; Changes in Rates, Fares and Charges; Filing of Divisions of Joint Rates, Fares and Charges.\n\n(a) Every common carrier by aircraft shall file with the commission, print and make available to the public, tariffs showing all the rates, fares and charges for the intrastate transportation of persons or property within the state between points served by it, and between points served by it and points served by any other common carriers when through intrastate service and rates have been established, and all classifications, rules, regulations, practices and services in connection with such transportation.\n\n(b) Every contract carrier by aircraft shall file with the commission, print and make available to the public, tariffs showing all minimum rates, fares and charges for the intrastate transportation of persons or property within the state, and all classifications, rules, regulations, practices and services in connection with such transportation.\n\n(c) Air carrier tariffs shall be filed, printed and made available to the public to the extent and in the manner required by reasonable regulations of the commission. The form of such tariff shall be prescribed by the commission and shall conform as nearly as may be to the form of tariffs required of air carrier and air contractors by the Civil Aeronautics Board or other administrative agency of the federal government under the Act of Congress entitled, “The Civil Aeronautics Act of 1938,” approved June 23, 1938, and the acts amendatory thereof and supplementary thereto. The rates, fares and charges shown in any tariff shall be stated in terms of lawful money of the United States.\n\n(d) The commission is empowered to reject any tariff which is not consistent with this section and the reasonable regulations of the commission thereunder. Any tariff so rejected shall be void.\n\n(e) No common carrier by aircraft shall charge or demand or collect or receive a greater or less or a different compensation for the intrastate transportation of persons or property, or for any service in connection therewith, than the rates, fares and charges specified in its currently effective tariff; and no common carrier by aircraft shall in any manner or by any device, directly or indirectly, or through any agent or broker, or otherwise, refund or remit any portion of the rates, fares or charges so specified or extend to any person any privileges or facilities, with respect to matters required by the commission to be specified in such tariffs, except those specified therein. In the event that an excessive rate, fare or charge is stated in a currently effective tariff through error, the common carrier by aircraft may, in accordance with the regulations prescribed by the commission, make appropriate refunds to any persons paying such charge.\n\n(f) No contract carrier by aircraft shall charge, demand, collect or receive a less compensation for the transportation of persons or property, or for any service in connection therewith, than the rates or charges specified in its currently effective tariffs; and no contract carrier shall in any manner or by any device, directly or indirectly, or through any agent or broker, or otherwise, refund or remit any portion of the compensation for such transportation so as to reduce such compensation below the rate, fare or charge so specified or extend to any person any privileges or facilities, with respect to matters required by the commission to be specified in such tariffs, except those specified therein. In the event that an excessive minimum rate, fare or charge is stated in a currently effective tariff through error, the contract carrier may, in accordance with regulations issued by the commission, make appropriate refunds to any persons paying such charge.\n\n(g) Nothing in this chapter shall prohibit air carriers, under such reasonable terms and conditions as the commission may prescribe, from issuing or interchanging tickets or passes for free or reduced-rate transportation to their directors, officers and employees and their immediate families, witnesses summoned by them and attorneys duly employed by them and actually attending any legal investigation in which such air carrier is interested, persons injured in aircraft accidents and physicians and nurses attending such person or any person or property with the object of providing relief in cases of general epidemic or of calamity. No air carrier shall provide free or reduced-rate transportation to any other persons or under any other circumstances.\n\n(h) No change shall be made in any rate, fare or charge in or any classification, rule, regulation or practice affecting any such rate, fare, charge or the value of the service thereunder, specified in any effective tariff or any common carrier by aircraft, except after 30 days notice of the proposed change filed, printed and made available to the public in accordance with subsections (a) and (c) of this section. Such notice shall plainly state the change proposed to be made and the time such change will take effect. The commission may, in the public interest, by regulation or otherwise, allow such change upon notice less than that herein specified or required in this section with respect to filing and posting of tariffs, either in the particular instance or by general order applicable to specific or peculiar instances or conditions; provided, that such action on the part of the commission shall in no way work a discrimination against any person.\n\n(i) No reduction shall be made in any rate, fare or charge, specified in any effective tariff of any contract carrier by aircraft, and no change shall be made in any classification, rule, regulation or practice affecting any such rate, fare or charge, or the value of the service thereunder, except after 30 days notice of the proposed reduction or change filed, printed, and made available to the public in accordance with subsections (b) and (c) of this section. Such notice shall plainly state the reduction or change proposed to be made and the time such reduction or change will take effect. The commission may, in the public interest, by regulation or otherwise, allow such reduction or change by notice less than that specified herein; provided, that such action on the part of the commission shall in no way work a discrimination against any person.\n\n(j) Every common carrier by aircraft shall keep currently on file with the commission, if the commission so requires, the established divisions of all joint rates, fares and charges for air transportation in which such common carrier participates.\n\n(Acts 1945, No. 269, p. 414, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-27/"
    },
    {
      "id": "section-37-9-28",
      "number": "37-9-28",
      "heading": "Duties of Air Carriers as to Service, Facilities, Etc",
      "text": "Section 37-9-28\n\nDuties of Air Carriers as to Service, Facilities, Etc.; Undue Preferences and Advantages Prohibited; Extension of Credit; Commission to Establish, Enforce, Etc., Reasonable Rates, Fares, Etc.; Proceedings as to Validity of Rates, Fares, Etc.; Authority to Prescribe Service and Rates, Fares, Etc.; Time Tables.\n\n(a) It shall be the duty of every common carrier by aircraft to provide and furnish intrastate transportation, as authorized by its certificate, upon reasonable request to have and to provide reasonable through intrastate service in such transportation in connection with other such carriers or with common carriers by railroad, motor vehicles, express or water; to provide adequate and reasonable service, equipment, facilities, waiting rooms and rest rooms, in connection with such transportation; to establish, observe and enforce just and reasonable individual and joint rates, fares and charges and just and reasonable classifications, rules, regulations and practices relating to such transportation; and in case of such joint rates, fares and charges, to establish just, reasonable and equitable divisions thereof as between common carriers by aircraft participating therein which shall not unduly prefer or prejudice any participating carrier.\n\n(b) No common carrier by aircraft shall make any or consider any undue or unreasonable preference or advantage to any particular person, port, locality or description of traffic in any respect whatsoever or subject any person, port, locality or description of traffic to any unjust discrimination or any undue or unreasonable prejudice or disadvantage in any respect whatsoever.\n\n(c) Nothing in this chapter shall prohibit a common carrier by aircraft from extending credit, for such reasonable periods and subject to reasonable terms and conditions as the commission may by reasonable regulations prescribe, to such persons as, in the judgment of such carrier, may appear to be proper credit risks.\n\n(d) It shall be the duty of every contract carrier by aircraft to establish, observe and enforce reasonable minimum rates, fares and charges for any service in intrastate commerce rendered by it as a contract carrier and not so low as to be incompatible with the public interest, and to establish, observe and enforce reasonable classifications, rules, regulations and practices related to such commerce. A contract carrier by aircraft may transport property in intrastate commerce only under individual written contracts or agreements.\n\n(e)(1) Whenever, after notice and opportunity for hearing, upon complaint or upon its own initiative, the commission shall be of the opinion that any individual or a joint rate, fare or charge demanded, charged, collected or received by any common carrier by aircraft for intrastate transportation or any classification, rule, regulation or practice affecting such rate, fare or charge, or the value of the service thereunder, is or will be unjust or unreasonable, or unjustly discriminatory or unduly preferential or unduly prejudicial, the commission shall determine and prescribe the lawful rate, fare or charge (or the maximum or minimum or the maximum and the minimum thereof) thereafter to be demanded, charged, collected or received or the lawful classification, rule, regulation or practice thereafter to be made effective.\n\n(2) Whenever, after notice and opportunity for hearing, upon complaint or upon its own initiative, the commission shall be of the opinion that any minimum rate, fare or charge of any contract carrier by aircraft for intrastate transportation or any classification, rule, regulation or practice affecting such rate, fare or charge, or the value of the service thereunder, is or will be in violation of this chapter, the commission shall determine and prescribe the lawful minimum rate, fare or charge thereafter to be demanded, charged, collected or received or the lawful classification, rule, regulation or practice thereafter to be made effective by such contract carrier.\n\n(f) In any proceeding to determine the justness or reasonableness of any rate, fare or charge of any air carrier, there shall not be taken into consideration or allowed as evidence or elements of value of the property of such carrier, either good will, earning power or the certificate under which such carrier is operating; and, in applying for and receiving a certificate under this chapter, any such carrier shall be deemed to have agreed to the provisions of this subsection on its own behalf and on behalf of all transferees and lessees of such certificate.\n\n(g) (1) Whenever any air carrier shall file with the commission a tariff stating a new individual or joint rate, fare or charge for intrastate transportation, or any classification, rule, regulation or practice affecting such rate, fare or charge, or the value of the service thereunder, the commission is empowered, upon complaint or upon its own initiative, at once, and, if it so orders, without answer or other formal pleading by the air carrier, but only upon reasonable notice, to enter upon investigation concerning the lawfulness of such rate, fare or charge of such classification, rule, regulation or practice; and pending such investigation and the decision thereon, the commission, by filing with such tariff and delivering to the air carrier affected thereby a statement in writing of its reasons for such suspension, may suspend the operation of such tariff and defer the use of such rate, fare or charge or such classification, rule, regulation or practice for a period of not more than 90 days, and, if the proceeding has not been concluded and a final order made within such period, the commission may, from time to time, extend the period of suspension, but not for a longer period in the aggregate than 180 days beyond the time when such tariff would otherwise go into effect; and, before or after the rate, fare, charge, classification, rule, regulation or practice goes into effect, the commission, after reasonable opportunity for hearing, may make such order with reference thereto as would be proper in a proceeding instituted if such rate, fare, charge, classification, rule, regulation or practice had become effective. If the proceeding has not been concluded and an order made within the period of suspension, the proposed rate, fare, charge, classification, rule, regulation or practice shall go into effect at the end of such period; provided, that this subsection shall not apply to any initial tariff filed by any air carrier.\n\n(2) At any hearing involving any change in any tariff, classification, rule, regulation or practice of a common carrier by aircraft, the effect of which is to increase any rate, fare or charge thereof charged, or to decrease the value of the service thereunder, the burden of proof to show that the changed tariff, classification, rule, regulation or practice is a just and reasonable charge is upon such common carrier.\n\n(h) Whenever, after notice and reasonable opportunity for hearing, upon complaint or upon its own initiative, the commission is of the opinion that the divisions of joint rates, fares or charges for intrastate transportation are, or will be, unjust, unreasonable, inequitable or unduly preferential or prejudicial as between the common carriers by aircraft thereto, the commission shall prescribe the just, reasonable and equitable divisions thereof to be received by such common carriers. The commission may require the adjustment of divisions between such common carriers from the date of filing the complaint or entry of order of investigation or such other date subsequent thereto as the commission finds to be just, reasonable and equitable.\n\n(i) The commission shall, whenever required by the public convenience and necessity, after notice and hearing, upon complaint or upon its own initiative, establish through service and joint rates, fares or charges (or the maximum or minimum or the maximum and minimum thereof) for intrastate air transportation by common carriers by aircraft, or the classifications, rules, regulations or practices affecting such rates, fares or charges, or the value of the service thereunder, and the terms and conditions under which such through service shall be operated.\n\n(j) No common carrier by aircraft shall charge or receive any greater compensation in the aggregate for the carriage of persons or of a like kind of property for a shorter distance than for a longer distance over the same route and in the same direction within this state, the shorter being included within the longer distance, or shall charge any greater compensation as a through fare or rate than the aggregate of the intermediate fares or rates; but this shall not be construed as authorizing any such carrier to charge or receive as great a compensation for a shorter as for a longer distance. Upon application to the commission, such carrier may, in special cases after investigation, be authorized by the commission to charge less for a longer than for a shorter distance for the carriage of persons or property, and the commission may, from time to time, prescribe the extent to which such carrier may be relieved from the operation and requirements of this section.\n\n(k) Common carriers by aircraft shall publish, post and file with the commission, in accordance with general or special regulations prescribed by the commission, time tables showing the time of arrival and departure of regularly scheduled aircraft engaged in intrastate commerce.\n\n(l) Whenever the commission, upon its own motion or upon complaint, after reasonable opportunity for hearing, shall find that any common carrier by aircraft does not operate a sufficient number of aircraft to reasonably accommodate the traffic passengers or freight transported by or offered for transportation to it, does not operate its aircraft with sufficient frequency or at reasonable or proper time, does not stop the same at proper places, does not operate its aircraft upon a reasonable time schedule for the run or does not maintain its time schedule with reasonable regularity, the commission shall have power to make any order or orders that the commission may determine to be reasonably necessary to correct such deficiency or inadequacy; provided, that no such order shall require such carrier to violate any provision of the Act of Congress entitled “The Civil Aeronautics Act of 1938,” approved June 23, 1938, and the acts amendatory thereof and supplementary thereto, or the lawful rules, regulations and orders of the Civil Aeronautics Board or other administrative agency of the federal government charged with the duty of administering said act; and further provided, that no order or orders of the commission shall deprive any carrier by aircraft of anything of value without first having given such carrier by aircraft an adequate and reasonable opportunity to be heard.\n\n(Acts 1945, No. 269, p. 414, §18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-28/"
    },
    {
      "id": "section-37-9-29",
      "number": "37-9-29",
      "heading": "Reports from Air Carriers; Form of Accounts, Records, Etc",
      "text": "Section 37-9-29\n\nReports from Air Carriers; Form of Accounts, Records, Etc., Maintained by Carriers; Right of Access to Lands, Buildings, Accounts, Etc., of Carriers; Appointment of Special Agents or Auditors to Inspect Same.\n\n(a) The commission is empowered to require annual reports from any air carrier covering any or all operations of business. The contents of such report, and the form thereof, shall conform as nearly as may be to that required of air carriers and air contractors by the Civil Aeronautics Board or other administrative agency of the federal government under the Act of Congress entitled “The Civil Aeronautics Act of 1938,” approved June 23, 1938, and the acts amendatory thereof and supplementary thereto. The commission may also require monthly, periodical and special reports from any air carrier, may prescribe the manner and form in which such reports shall be made and require from any such carrier specific answers to any reasonable questions pertaining to intrastate transportation by aircraft within this state and the books, records, properties or operations in connection therewith upon which the commission may reasonably deem information to be necessary. Such annual, monthly, periodical and special reports and answers to questions shall be under oath whenever the commission so requires. The commission may also require any common or contract carrier to file with it a true copy of each or any contract, agreement, understanding or arrangement between such carrier and any other carrier or person in relation to any traffic affected by the provisions of this chapter.\n\n(b) The commission shall prescribe the forms of any and all accounts, records and memoranda to be kept by common carriers by aircraft, including the accounts, records and memoranda of the movement of traffic, as well as of the receipts and expenditures of money and the length of time that such accounts, records and memoranda shall be preserved. The forms of accounts, records and memoranda prescribed by the commission, as provided above, shall conform, as nearly as may be, to those from time to time prescribed by the Civil Aeronautics Board or other administrative agency of the federal government under the Act of Congress entitled “The Civil Aeronautics Act of 1938,” approved June 23, 1938, and the acts amendatory thereof and supplementary thereto.\n\n(c) The commission shall at all reasonable times have access to all lands, buildings and equipment of any air carrier and to all accounts, records and memoranda, including all documents, papers and correspondence now or hereafter existing and kept or required to be kept by air carriers, and it may employ special agents or auditors who shall have authority under the orders of the commission to inspect and examine any and all such lands, buildings, equipment, accounts, records and memoranda.\n\n(Acts 1945, No. 269, p. 414, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-29/"
    },
    {
      "id": "section-37-9-30",
      "number": "37-9-30",
      "heading": "Reparation for Excessive Charges.",
      "text": "Section 37-9-30\n\nReparation for Excessive Charges.\n\nWhen complaint has been made to the commission concerning any rate, fare or charge for any service performed by any air carrier, and the commission has found, after investigation, that the air carrier has charged an unreasonable, excessive or discriminatory amount for such service, in violation of any of the provisions of this chapter, the commission may order that the air carrier make due reparation to the complainer therefor, with reasonable interest from the date of collection, provided no discrimination will result for such reparation. Such complaint shall be filed with the commission within two years from the time the cause of action accrues and not after; provided, that if a claim based on an overcharge has been presented to the air carrier within the two-year period of limitation, said period shall be extended to include six months from the time notice in writing is given by the air carrier to the claimant of disallowance of the claim, or any part or parts thereof, specified in the notice. If an air carrier does not comply with an order for the payment of money within the time limit in such order, the complainant or any person for whose benefit such order was made, suit may be instituted in any court of competent jurisdiction to recover the same within one year from the date of the order and not after.\n\n(Acts 1945, No. 269, p. 414, §29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-30/"
    },
    {
      "id": "section-37-9-31",
      "number": "37-9-31",
      "heading": "Penalties.",
      "text": "Section 37-9-31\n\nEvery person, including any officer, agent or employee of a corporation, who violates, procures, aids or abets in the violation of any provision of this chapter or fails to comply with any order, decision or regulation issued by the commission shall be guilty of a misdemeanor, and, upon conviction, shall be punishable by a fine of not to exceed $1,000.00 or by imprisonment in the county jail for a term not to exceed one year, or both, in the discretion of the judge trying said case. Each day’s violation of this chapter or any of the terms or conditions of any such order, decision or regulation shall constitute a separate offense, each punishable as aforesaid.\n\n(Acts 1945, No. 269, p. 414, §21.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-31/"
    },
    {
      "id": "section-37-9-32",
      "number": "37-9-32",
      "heading": "Additional Compensation of Members of Commission.",
      "text": "Section 37-9-32\n\nAdditional Compensation of Members of Commission.\n\nFor the extra, new and additional duties imposed upon the commission and the members thereof by this chapter and for the performance of duties which are and will be hereafter required of said commission and the members thereof hereunder, each member of the commission, in addition to the compensation otherwise provided by law to be paid to him for his service as a member of the commission, shall receive $600.00 annually, to be paid monthly as the salaries of other officers are paid, out of the moneys of the State Treasury provided by law for payment of salaries and other expenses of the commission.\n\n(Acts 1945, No. 269, p. 414, §23.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-9/section-37-9-32/"
    }
  ]
}