{
  "state": "alabama",
  "path": "title-title-37-public-utilities-and-public-transportation/chapter-chapter-2a-communications-reform-act-of-2005",
  "sections": [
    {
      "id": "section-37-2a-1",
      "number": "37-2A-1",
      "heading": "Short Title.Section 37-2A-2 - Definitions",
      "text": "Section 37-2A-3 - Purpose.Section 37-2A-4 - Jurisdiction of the Public Service Commission.Section 37-2A-4.1 - Certain Providers of Commercial Mobile Radio Services Eligible for Universal Service Support.Section 37-2A-5 - Process for Election.Section 37-2A-5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37-2a-2",
      "number": "37-2A-2",
      "heading": "Definitions.",
      "text": "Section 37-2A-2\n\nDefinitions.\n\nWhen used in this chapter, the following words have the following meanings:\n\n(1) BASIC TELEPHONE SERVICE. Refers to a service that, as provided by an incumbent local exchange carrier, may be through any technology and through any affiliate or service arrangement and includes the functionalities described in 47 C.F.R. 54.101(a).\n\n(2) BROADBAND SERVICE or BROADBAND ENABLED SERVICE. Any service that consists of or includes a high-speed access capability to transmit at a rate that is not less than 200 kilobits per second either in the upstream or downstream direction, and either of the following:\n\na. Provides computer processing, information storage, information content or protocol conversion, including any service applications or information service provided over such high-speed access service.\n\nb. Is used to provide access to the Internet.\n\n(3) BUNDLED OFFERING. A combination of retail services offered as a package, whether at a single price or with the availability of the price for one service contingent on the purchase of other services. A bundled offering must be advertised and sold as a bundled offering at rates, terms, or conditions that are different than if the services are purchased separately and may be comprised of any telecommunications services offered by a local exchange carrier in combination with any other telecommunications services or with any nontelecommunications services, including services offered by an affiliate of the local exchange carrier or a nonaffiliated third party provider.\n\n(4) COMMISSION. The Public Service Commission of the State of Alabama.\n\n(5) COMMUNICATIONS SERVICE. Any service that is either a telecommunications service or an information service.\n\n(6) CONTRACT OFFERING. Any retail contractual agreement, whether or not memorialized in writing, by which a local exchange or inter-exchange carrier offers any communications service to any existing customer or potential customer.\n\n(7) ELIGIBLE TELECOMMUNICATIONS CARRIER. A telecommunications carrier which qualifies for universal service support under 47 U.S.C. §214(e) as a common carrier and provides the services supported by the federal universal support mechanisms under 47 U.S.C. §254(c) throughout the service area for which eligible telecommunications carrier designation is received.\n\n(8) EXCHANGE ACCESS. The offering of access to telephone exchange services or facilities for the purpose of origination or termination of telephone toll services.\n\n(9) EXISTING BUNDLED OFFERING. A bundled offering subscribed to by the customer before September 1, 2006.\n\n(10) EXISTING CONTRACT OFFERING. Any contract offering executed by the customer before September 1, 2006.\n\n(11) INCUMBENT LOCAL EXCHANGE CARRIER. With respect to an area, the local exchange carrier that, on the date of enactment of the Federal Telecommunications Act of 1996, provided telephone exchange service in the area and was deemed to be a member of the Exchange Carrier Association pursuant to Section 69.601(b) of the Federal Communications Commission’s regulations (47 CFR §69.601(b)) or, on or after that date of enactment, became a successor or assignee of a member of the Exchange Carrier Association.\n\n(12) INFORMATION SERVICE. The offering of a capability for generating, acquiring, storing, transforming, processing, retrieving, utilizing, or making available information via telecommunications, and includes electronic publishing, but does not include any use of any such capability for the management, control, or operation of a telecommunications system or the management of a telecommunications service.\n\n(13) INTER-EXCHANGE CARRIER. Any company certified by the commission to provide intrastate inter-exchange telecommunications service in this state.\n\n(14) LIFELINE. A program designed to increase the availability of communications services to low income subscribers by providing a credit to monthly recurring local service to qualifying residential subscribers. The terms and conditions of the program shall be in compliance with the Federal Communications Commission’s rules and with the Telecommunications Act of 1996.\n\n(15) LINK-UP. A program designed to increase the availability of communications services to low income subscribers by providing a credit to the non-recurring installation and service charges to qualifying residential subscribers. The terms and conditions of the program shall be in compliance with the Federal Communications Commission’s rules and with the Telecommunications Act of 1996.\n\n(16) LOCAL EXCHANGE CARRIER. Any provider of telecommunications service that is engaged in the provision of telephone exchange service or exchange access.\n\n(17) NEW BUNDLED OFFERING. A bundled offering subscribed to by the customer on or after September 1, 2006.\n\n(18) NEW CONTRACT OFFERING. Any contract offering executed by the customer on or after September 1, 2006.\n\n(19) OPTIONAL TELEPHONE FEATURES. Those central office-based features that were tariffed by a local exchange carrier on or before February 1, 2005, that, where available:\n\na. Are available to a line-side connection in a telephone switch;\n\nb. Are available on a stand-alone basis separate from a bundled offering; and\n\nc. Enhance the utility of basic telephone service. The term includes, but is not limited to, call forwarding, call waiting, and caller ID.\n\n(20) TELECOMMUNICATIONS. As defined in the Telecommunications Act of 1996, 47 U.S.C. §153(43).\n\n(21) TELECOMMUNICATIONS CARRIER. Any provider of telecommunications services. A telecommunications carrier shall be treated as subject to this chapter only to the extent that it is engaged in providing telecommunications service.\n\n(22) TELECOMMUNICATIONS SERVICE. The offering of telecommunications for a fee directly to the public, or to any classes of users as to be effectively available directly to the public, regardless of the facilities used. The term does not include the provision of commercial mobile service under Section 332(c) of the Federal Communications Act of 1934.\n\n(23) TELEPHONE EXCHANGE SERVICE. Either of the following:\n\na. Service within a telephone exchange, or within a connected system of telephone exchanges within the same exchange area operated to furnish to subscribers intercommunicating service of the character ordinarily furnished by a single exchange, and which is covered by the exchange service charge.\n\nb. Comparable service provided through a system of switches, transmission equipment, or other facilities, or combination thereof, by which a subscriber can originate and terminate telecommunications service.\n\n(24) VOICE OVER INTERNET PROTOCOL (VoIP) SERVICE. An interconnected voice over Internet (VoIP) service, as defined in 47 C.F.R. §9.3, as amended, that does all of the following:\n\na. Enables real-time, two-way voice communications.\n\nb. Requires a broadband connection from the user’s location.\n\nc. Requires Internet protocol-compatible customer premises equipment (CPE).\n\nd. Permits users generally to receive calls that originate on the public switched telephone network and to terminate calls to the public switched telephone network.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1; Act 2012-181, p. 285, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-2/"
    },
    {
      "id": "section-37-2a-3",
      "number": "37-2A-3",
      "heading": "Purpose.",
      "text": "Section 37-2A-3\n\nThe Legislature finds that advancements in communications technology and innovation have significantly changed the way people communicate. In particular, wireless and Internet technologies delivered by multiple competitors are providing consumers and businesses with advanced communications services, enhancing the quality of life and economic productivity. The Legislature has determined that additional consumer and economic benefits can be achieved through the adoption of new policies promoting market-based competitive forces for today’s advanced wireline communications services market, while maintaining commission oversight of basic local wireline telephone service and of issues associated with wholesale transactions that incumbent local exchange carriers have with other telecommunications carriers for the transmission and routing of telephone exchange service and exchange access.\n\n(Act 2005-110, p. 163, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-3/"
    },
    {
      "id": "section-37-2a-4",
      "number": "37-2A-4",
      "heading": "Jurisdiction of the Public Service Commission.",
      "text": "Section 37-2A-4\n\nJurisdiction of the Public Service Commission.\n\n(a) Notwithstanding any provision of law to the contrary, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the rates, charges, classifications, provision, or any aspect of broadband service, broadband enabled services, VoIP services, or information services.\n\n(b)(1) The commission may require incumbent local exchange carriers to unbundle their networks, but the commission shall not require the carriers to unbundle in a manner that exceeds in degree or differs in kind from the unbundling requirements of the Federal Communications Commission.\n\n(2) Nothing in this section shall be construed to:\n\na. Affect any entity’s obligations under 47 U.S.C. Sections 251 and 252 or a right granted to an entity by these sections.\n\nb. Affect any applicable wholesale tariff.\n\nc. Grant, modify, or affect the authority of the commission to implement, carry out, or enforce the rights or obligations provided by 47 U.S.C. Sections 251 and 252, or of an applicable wholesale tariff or law, regulation, or order related to wholesale rights, duties, and obligations, consistent with federal law and Federal Communications Commission requirements, through arbitration proceedings or other available mechanisms and procedures.\n\n(c) Once a telecommunications service, a bundled offering, or a contract offering is no longer subject to the general jurisdiction of the commission as prescribed below, the commission shall nevertheless retain exclusive complaint jurisdiction for the telecommunications services provided, either as stand-alone services or as part of a bundled offering or contract offering, for complaints arising out of any of the following:\n\n(1) Inaccurate billing for telecommunications services.\n\n(2) Billing of telecommunications services not ordered by or on behalf of the customer.\n\n(3) The establishment or disruption of telecommunications service.\n\nThe commission may only interpret and enforce the terms and conditions of the underlying agreements or contracts for telecommunications services. The commission shall not have the power to set the agreement aside or alter its terms or conditions, either directly or indirectly. No person or entity other than the customer and his or her representative, the carrier, and the Attorney General may participate in these complaint proceedings before the commission. The jurisdiction of the commission with respect to these retail issues shall extend to formal and informal complaints and may include the resolution thereof through alternative dispute resolution procedures including mediation with any mediator to be chosen by the commission. With respect to retail billing requirements, after August 1, 2005, the commission shall enforce only the Truth in Billing regulations prescribed by the Federal Communications Commission and those rules developed by the commission to support Truth in Billing requirements as authorized by the Federal Communications Commission.\n\n(4) The provision of call blocking of number delivery and line blocking of number delivery in order to protect the confidentiality of victims of domestic violence, domestic violence shelters, or affiliated professionals certified by the Alabama Coalition Against Domestic Violence to be in need of blocking.\n\n(d) Beginning August 1, 2006, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the costs, rates, charges, terms, or conditions for any new bundled offering or the number or types of communications services that comprise a new bundled offering, but may continue to regulate, supervise, control, oversee, or monitor existing bundled offerings.\n\n(e) Beginning August 1, 2006, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the costs, rates, charges, terms, or conditions of any new contract offering, but it shall retain jurisdiction over existing contract offerings for the duration of the existing contract offering, unless otherwise agreed to by the affected customer.\n\n(f) Beginning February 1, 2007, the commission shall exercise its jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, and monitor basic telephone service and optional telephone features as prescribed in Section 37-2A-8.\n\n(g) Beginning February 1, 2007, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, any retail telecommunications services and any existing bundled offering, except as provided in subsections (e) and (f) and Section 37-2A-7, nor shall it have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the facilities used to provide such retail telecommunications services or bundled offerings.\n\n(h) Tariffs for the services remaining subject to the commission’s jurisdiction under subsections (d) and (e) shall remain valid and in effect until (1) the date on which the commission’s jurisdiction ceases as contemplated in subsection (g), and (2) until the last existing contract offering has expired or has been replaced by a new contract offering, respectively. The relevant carrier shall notify the commission in writing of the expiration or replacement of the last existing contract offering, identifying the expiration date for the relevant tariffs, after which date the tariffs shall be null and void and of no further force or effect. Except as set forth above, the tariffs for those services no longer subject to the commission’s authority pursuant to subsection (g) shall be null and void and of no further force or effect from and after the date on which such jurisdiction ceases.\n\n(i) The commission shall not impose or establish information or reporting requirements or a uniform system of accounts on any carrier that is subject to this chapter that exceeds in degree or differs in kind from the requirements of the Federal Communications Commission.\n\n(j) Prior to January 1, 2006, each person, corporation, or other entity that provides telephone service in this state shall file a plan with the commission setting forth in detail how such person, corporation, or other entity will protect the confidentiality of the address or location of family violence shelters, as defined in Section 30-6-1, in this state. The persons, corporations, and other entities shall update the plans at least every 24 months. The original and updated plans shall be approved by the commission within a reasonable time upon a determination that the plans are reasonably effective in identifying the family violence shelters in the state and in maintaining the confidentiality of the location and address of family violence shelters. If the commission determines that a plan is inadequate, it shall state the basis on which the plan was determined to be inadequate and shall allow the person, corporation, or other entity filing the plan a period of not more than 30 days to file a revised plan that is acceptable to the commission. The plans shall not be open to examination by the public. Within three days of filing original plans or updates with the commission, each person, corporation, or other entity subject to this subsection shall submit a copy of all original plans, updated plans, and revised plans to the Alabama Coalition Against Domestic Violence, which is authorized to provide comments concerning the plans to the commission in order to aid in review and approval of the plans. The filing or approval of the plans shall not in any manner be a defense to any action or complaint.\n\n(k) After February 25, 2014, subdivisions (1), (2), and (3) of subsection (c) shall not apply to retail telecommunications services offered by telecommunications carriers operating pursuant to this chapter, if the carrier files a written election with the commission to be removed from the commission’s complaint and dispute jurisdiction as provided in such subdivisions. Such election shall be effective immediately upon filing, and may be changed by the carrier no more than once a year.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1; Act 2014-82, p. 129, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-4/"
    },
    {
      "id": "section-37-2a-41",
      "number": "37-2A-4.1",
      "heading": "Certain Providers of Commercial Mobile Radio Services Eligible for Universal Service Support.",
      "text": "Section 37-2A-4.1\n\nCertain Providers of Commercial Mobile Radio Services Eligible for Universal Service Support.\n\n(Act 2023-469, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-4-1/"
    },
    {
      "id": "section-37-2a-5",
      "number": "37-2A-5",
      "heading": "Process for Election.",
      "text": "Section 37-2A-5\n\nProcess for Election.\n\n(a) An incumbent local exchange carrier, local exchange carrier, or inter-exchange carrier shall be deemed to have elected to be regulated under this chapter unless the carrier files written notice with the commission declining regulation under this chapter not later than August 31, 2005; provided, however, that, any other provision of this chapter to the contrary notwithstanding, so long as (i) application of any of the requirements of 47 U.S.C. 251 (b) or (c) shall have been suspended or modified with respect to an incumbent local exchange carrier pursuant to the provisions of 47 U.S.C. 251 (f) (2), or (ii) an incumbent local exchange carrier shall be exempt from the obligations of 47 U.S.C. 251 (c) pursuant to the provisions of 47 U.S.C. 251 (f) (1) (A), such incumbent local exchange carrier shall not be eligible to elect and shall not be deemed to have elected to be regulated under this chapter unless the incumbent local exchange carrier files with the commission either a written waiver of the incumbent local exchange carrier’s exemption pursuant to the provisions of 47 U.S.C. 251(f)(1)(A), accompanied by a written statement and undertaking to the effect that those requirements of 47 U.S.C. 251(b) and (c), if any, that shall have theretofore been or that may thereafter be suspended or modified with respect to it pursuant to the provisions of 47 U.S.C. 251(f)(2) will either expire by the terms of such suspension or modification, or will cease to be effective, within 18 months from the date of filing of the waiver in the case of such suspensions or modifications theretofore granted, or otherwise from the date any such suspension or modification is thereafter granted, or written certification of the existence of two or more of the following:\n\n(1) Either (i) the incumbent local exchange carrier has executed an interconnection agreement with two or more specified local exchange carriers unaffiliated with the incumbent local exchange carrier and, to the extent required under law, has obtained regulatory approval for such agreement or agreements, or (ii) the incumbent local exchange carrier offers for resale at wholesale rates, consistent with the provisions of 47 U.S.C. 251(c)(4)(A) and (B), any telecommunications service that the incumbent local exchange carrier provides at retail to subscribers who are not telecommunications carriers.\n\n(2) Either (i) at least two specified wireless telecommunications providers unaffiliated with the incumbent local exchange carrier are licensed by the Federal Communications Commission in a geographic area encompassing more than one-half of the incumbent local exchange carrier’s subscribers, or (ii) at least two specified voice over Internet protocol providers offer service in a geographic area encompassing more than one-half of the incumbent local exchange carrier’s subscribers.\n\n(3) Another entity not specified by the incumbent local exchange carrier in its certification of the existence of a condition described in subdivision (1) or (2) above has been designated an eligible telecommunications carrier by the Federal Communications Commission for the purpose of providing universal service to at least one-half of the incumbent local exchange carrier’s subscribers.\n\nSuch certification shall, except as provided hereinafter, become effective on the 91st day following its filing and the incumbent local exchange carrier shall thereafter become subject to regulation under this chapter.\n\nThe incumbent local exchange carrier shall cause notice of the filing of any such certification to be given to the mayor of each municipality within the incumbent local exchange carrier’s local service area or areas, and shall publish such notice once a week for three consecutive weeks in a daily newspaper of general circulation within the incumbent local exchange carrier’s local service area or areas, proof of which notice to the mayors and of publication shall be provided to the commission within 30 days of the filing of the certification. The notice shall reference this chapter, identify the incumbent local exchange carrier, specify the date of the filing of the certification, explain the nature of the certification, and explain that any subscriber of the incumbent local exchange carrier may challenge the material correctness of the certification by filing with the commission within 90 days of the date of filing of the certification a pleading in writing setting forth with specificity the reasons the subscriber believes the certification to be materially inaccurate. Upon timely receipt of such a pleading, the effectiveness of the certification shall be deemed suspended, and the commission shall set a hearing thereon and give notice thereof in accordance with its rules. At the hearing, the commission may take such testimony as may be offered, the burden of proof being upon the incumbent local exchange carrier to demonstrate by substantial evidence that its certification is correct in all material respects. The commission shall within 60 days after the completion of the hearing and arguments, if any, determine whether the incumbent local exchange carrier’s certification is materially correct and shall make and file and serve upon all the interested parties a written order setting forth its determination. In the event that the commission shall determine the incumbent local exchange carrier’s certification to be materially correct, the suspension of the certification shall cease and the incumbent local exchange carrier shall be deemed to have validly elected to be regulated under the provisions of this chapter, effective as of the date of the commission’s order. In the event that the commission shall fail to make and serve its order determining the material correctness of the incumbent local exchange carrier’s certification within 60 days after the completion of the hearing and arguments, the incumbent local exchange carrier’s certification shall be deemed to be materially correct, the suspension of the certification shall cease, and the incumbent local exchange carrier shall be deemed to have validly elected to be regulated under the provisions of this chapter, effective as of the 61st day following the completion of the hearing and arguments. An aggrieved party may appeal the commission’s order setting forth its determination to the Supreme Court of Alabama pursuant to the provisions of Section 37-1-140 et seq., governing appeals of decisions involving rates and charges of telephone companies and public utilities.\n\n(b) An incumbent local exchange carrier, local exchange carrier, or inter-exchange carrier who elects not to be regulated under this chapter as provided in subsection (a) shall be regulated as provided in other chapters of this title.\n\n(c) An incumbent local exchange carrier, local exchange carrier, or inter-exchange carrier may change its election annually by filing written notice with the commission. The time for filing notice each year shall begin on August 1, beginning in 2006, and shall end 30 days thereafter.\n\n(d) Persons or entities who are not certified in this state to provide local exchange service or inter-exchange service on August 1, 2005, may make an election as to the form of regulation by filing written notice with the commission not later than 30 days after the commission issues a certificate to provide service. The commission shall not condition its grant of certification on a provider’s decision about its election of the form of regulation.\n\n(Act 2005-110, p. 163, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-5/"
    },
    {
      "id": "section-37-2a-51",
      "number": "37-2A-5.1",
      "heading": "Waiver of Federal Exemptions, Suspensions, and Modification.",
      "text": "Section 37-2A-5.1\n\nWaiver of Federal Exemptions, Suspensions, and Modification.\n\nNotwithstanding anything in this chapter to the contrary, those provisions of Act 2009-461 which revise or create Sections 37-2A-8(b)(2)a., 37-2A-8(b)(2)b., 37-2A-8(b)(2)c., 37-2A-8(b)(3)a., 37-2A-8(b)(3)b., 37-2A-8(b)(3)c., and 37-2A-8(b)(3)d. shall not be applicable to any incumbent local exchange carrier until and unless such carrier has waived in writing with the commission any exemption, suspension, or modification otherwise available under 47 U.S.C. §251(f).\n\n(Act 2009-461, p. 810, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-5-1/"
    },
    {
      "id": "section-37-2a-6",
      "number": "37-2A-6",
      "heading": "Customer Notification.",
      "text": "Section 37-2A-6\n\nCustomer Notification.\n\n(a) Carriers that become regulated under subsection (a) of Section 37-2A-5 shall send notice to any existing retail customers who will be affected by the change in regulation under subsection (g) of Section 37-2A-4 at least 45 days prior to February 1, 2007.\n\n(b) Carriers that become regulated under subsection (c) of Section 37-2A-5 shall send notice to any existing retail customers who will be affected by the change in regulation under subsection (g) of Section 37-2A-4 at least 45 days prior to the carrier’s filing pursuant to subsection (c) of Section 37-2A-4.\n\n(c) Carriers that become regulated under subsection (a) or (c) of Section 37-2A-5 shall send notice to any existing retail customer who will be affected by the change in regulation under subsections (b)(2)b. and (b)(3)d. of Section 37-2A-8 at least 45 days prior to the effective date of the change in regulation.\n\n(d) The notice provided for in subsection (a), subsection (b), and subsection (c) shall meet all of the following:\n\n(1) Be posted on the carrier’s web site and sent to the customer’s billing address via a bill message or a bill insert. An incumbent local exchange carrier may also publish notice in a newspaper of general circulation in the county of the billing address, or an adjoining county if no newspaper of general circulation is published in the county.\n\n(2) Summarize the terms and conditions under which the carrier will provide service on and after the effective date of the change in regulation.\n\n(3) Notify the customer that he or she may obtain a copy of the terms and conditions from the carrier’s web site or by contacting the carrier’s business office by telephone.\n\n(e) A customer who does not cancel service before the effective date of the new form of regulation shall be deemed to have accepted the new terms and conditions in their entirety until he or she cancels the service. No person who fails to receive actual notice, and no person who wishes to reject the new terms and conditions, or any part thereof, but fails to cancel service in a timely fashion shall have, directly or indirectly in any forum, a complaint or cause of action arising out of such failure or wish to reject.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-6/"
    },
    {
      "id": "section-37-2a-7",
      "number": "37-2A-7",
      "heading": "Universal Service Programs; Fees; Access to Data Files for Required Administrative Functions.",
      "text": "Section 37-2A-7\n\nUniversal Service Programs; Fees; Access to Data Files for Required Administrative Functions.\n\n(a)(1) The commission shall implement, supervise, and control state and federal universal service programs in compliance with federal and state law.\n\n(2) A subscriber who receives Lifeline service shall be required to pay all applicable fees, including the Alabama E-911 surcharge, the Alabama telephone relay system surcharge, and all applicable federal, state, and local taxes.\n\n(b) Beginning June 10, 2019, each state agency that administers public assistance programs, consumer participation which qualifies a consumer for federal Tribal Link-Up, federal Lifeline benefits, or both, shall fully cooperate with the Federal Communications Commission and the Universal Service Administrative Company, or its designees, in allowing access to the agency’s data files, with no cost to the agency, as solely necessary to allow the Universal Service Administrative Company, National Eligibility Verifier, and the national Lifeline eligibility database to perform Lifeline and Tribal Link-Up eligibility, enrollment, and other necessary related administrative functions, as required by the Federal Communications Commission with respect to Alabama consumers.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1; Act 2019-483, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-7/"
    },
    {
      "id": "section-37-2a-8",
      "number": "37-2A-8",
      "heading": "Provision of Basic Telephone Service and Optional Telephone Features.",
      "text": "Section 37-2A-8\n\nProvision of Basic Telephone Service and Optional Telephone Features.\n\n(a)(1) Notwithstanding any provision of law to the contrary, an entity that is not an incumbent local exchange carrier shall not be obligated to tariff or otherwise provide basic telephone service. An incumbent local exchange carrier shall provide, upon reasonable request, basic telephone service to the premises of a permanent residence within its franchised service territory, if the costs, including, but not limited to costs of facilities, rights-of-way, and equipment, of providing basic telephone service to the requesting party does not exceed eight thousand dollars ($8,000).\n\n(2) If the cost exceeds eight thousand dollars ($8,000), as provided in subdivision (1), an incumbent local exchange carrier may not deny service on the basis of cost so long as sufficient funds to provide that service are available from the Alabama portion of the applicable federal universal service fund program.\n\n(3) An incumbent local exchange carrier obligated by this section to serve as the carrier of last resort is relieved of that obligation and shall not be obligated to provide basic telephone service to any occupants of real property if the owner or developer of the real property, or a person acting on behalf of the owner or developer of real property, engages in any of the following acts:\n\na. Permits an alternative communications service provider to install its facilities or equipment used to provide communications services based on a condition of exclusion of the incumbent local exchange carrier during the construction phase of the real property.\n\nb. Accepts or agrees to accept incentives or rewards from an alternative communications services provider that are contingent upon the provision of any or all local communications services by one or more alternative communications services providers to the exclusion of the incumbent local exchange carrier.\n\nc. Collects from the occupants or residents of the real property mandatory charges for the provision of any local communications services provided by an alternative communications services provider to the occupants or residents in any manner, including, but not limited to, collection through rent, fees, or dues.\n\nd. Prohibits an incumbent local exchange carrier from providing the full range of its communications services, including video services, to the premises of potential customers.\n\n(4) If the alternative communications services provider in paragraphs a. through c. of subdivision (3) goes out of business and is unable to provide service to the property and there is no other provider willing or able to provide, or actually providing voice service to the property, then the incumbent local exchange carrier, subject to the limitations in subdivisions (1) and (2), shall provide voice service to the property utilizing any available technology through any affiliated companies, provided the incumbent local exchange carrier has reasonable access to the property.\n\n(5)a. Notwithstanding subdivisions (1), (2), (3), and (4), on July 1, 2012, an incumbent local exchange carrier is relieved of its obligation to provide basic telephone service unless the incumbent local exchange carrier elects to retain the obligation and notifies the Public Service Commission not later than July 31, 2012.\n\nb. An incumbent local exchange carrier that elects to retain the obligation to provide basic telephone service pursuant to paragraph a. and files a notice with the Public Service Commission on or before December 1 of any year, shall be relieved of the obligation on January 1 of any subsequent year.\n\n(6) The relief specified in subdivision (5) does not affect an incumbent local exchange carrier’s obligations under federal law.\n\n(7) [This subdivision is repealed January 1, 2014.] a. If the premises of a permanent residence in existence on July 1, 2012, is within an incumbent local exchange carrier’s franchised service territory and the residence is unable to receive voice service from any provider through any voice technology, the owner of the permanent residence or a tenant may file a request for service with the commission. Following investigation by the commission, if the commission determines that a reasonable request for service has been made and that no voice service is available to the premises of the permanent residence, the commission may determine whether an incumbent local exchange carrier is best able to provide voice service to the residence and may order the carrier to provide voice service to the residence. Alternatively, the commission may conduct a competitive procurement process to identify a willing provider of voice service to provide voice service at the requesting residence. In either case, the incumbent local exchange carrier or willing provider of voice service may utilize any voice technology or service arrangement to provide voice service. The commission shall issue a final order disposing of any request within 90 days of the filing of the request.\n\nb. This subdivision and any obligations created pursuant to it shall be repealed on January 1, 2014.\n\n(b)(1) Beginning February 1, 2007, the retail price for basic telephone service to be offered by incumbent local exchange carriers shall not exceed the highest price charged by the incumbent local exchange carrier on January 31, 2007.\n\n(2)a. Beginning January 1, 2008, and every succeeding January 1 through December 31, 2010, the retail rates for basic telephone service may not be increased by the incumbent local exchange carrier to exceed the rates of the previous year as of January 1, plus any increase in the Consumer Price Index for all urban consumers as reported by the U.S. Department of Labor, Bureau of Labor Statistics.\n\nb. Beginning August 1, 2009, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the costs, rates, charges, terms, or conditions, for any retail telecommunications services provided to businesses or government entities, except as provided in Section 37-2A-11(b)(6).\n\nc. Beginning January 1, 2011, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the costs, rates, charges, terms, or conditions for basic telephone service.\n\n(3)a. Each optional telephone feature in a bundled offering must be available on a stand-alone basis under a tariff on file with the commission. If a bundled offering is offered by a local exchange carrier, the carrier shall have a basic telephone service tariffed offering for residential customers on file with the commission.\n\nb. Beginning January 1, 2008, and through December 31, 2010, increases in tariffed rates for optional telephone features may not exceed five percent per optional telephone feature per year.\n\nc. Through December 31, 2010, a residential bundled offering that consists solely of basic telephone service and optional telephone features must be priced at or below the sum of the tariffed price of basic telephone service and the tariffed price of the associated optional telephone features.\n\nd. Beginning January 1, 2011, the commission shall not have any jurisdiction, right, power, authority, or duty to regulate, supervise, control, oversee, or monitor, directly or indirectly, the costs, rates, charges, terms, or conditions for optional telephone features.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1; Act 2011-622, p. 1436, §1; Act 2012-181, p. 285, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-8/"
    },
    {
      "id": "section-37-2a-9",
      "number": "37-2A-9",
      "heading": "Standards for New Entrants.",
      "text": "Section 37-2A-9\n\nStandards for New Entrants.\n\n(a) The commission shall retain its jurisdiction to prescribe reasonable entry standards for persons not previously granted certification to provide telecommunications service in Alabama.\n\n(b) Every application for a certificate of public convenience and necessity by a new entrant to provide telecommunications service in this state shall be accompanied by an application fee in the amount of one hundred dollars ($100).\n\n(Act 2005-110, p. 163, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-9/"
    },
    {
      "id": "section-37-2a-10",
      "number": "37-2A-10",
      "heading": "(Effective until October 1, 2019) Supervision and Inspection Fees.(Effective until October 1, 2019)",
      "text": "Section 37-2A-10\n\n(Effective until October 1, 2019) Supervision and Inspection Fees.\n\nREPEALED BY ACT 2015-70 EFFECTIVE OCTOBER 1, 2019.\n\nTelecommunications carriers subject to this chapter shall pay to the commission supervision and inspection fees under the following schedule:\n\n(1) Except as provided in subdivision (4), a telecommunications carrier that becomes regulated under subsection (a) of Section 37-2A-5 shall annually pay supervision and inspection fees which shall not be diminished as a result of this chapter and shall be no less than that equal to the annual fees imposed by Section 37-2-41 and paid by that carrier for the calendar year preceding August 1, 2005.\n\n(2) Except as provided in subdivision (4), a telecommunications carrier that becomes regulated under subsection (c) of Section 37-2A-5 shall annually pay supervision and inspection fees which shall not be diminished as a result of this chapter and shall be no less than that equal to the annual fees imposed by Section 37-2-41 and paid by that carrier for the calendar year preceding its election to be regulated under subsection (c) of Section 37-2A-5.\n\n(3) A telecommunications carrier that has not been granted certification to provide telecommunications services in Alabama prior to August 1, 2005, and that obtains certification under the commission’s jurisdiction under Section 37-2A-9 shall pay annually supervision and inspection fees as specified in Section 37-2-41.\n\n(4) Should a telecommunications carrier subject to the payment of supervision and inspection fees under subdivisions (1) and (2), sell or otherwise divest more than 25 percent of its intrastate business upon which its supervision and inspection fees were paid, as applicable, for the calendar year preceding August 1, 2005, under subdivision (1) or for the calendar year preceding the date of its election under subdivision (2), it shall annually pay supervision and inspection fees in succeeding calendar years as specified in Section 37-2-41 based on its intrastate business not sold or otherwise divested. Nothing in this subdivision shall relieve any telecommunications carrier acquiring such sold or otherwise divested business from the provisions of this chapter, including the payment of supervision and inspection fees as specified in Section 37-2-41.\n\n(Act 2005-110, p. 163, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-10/"
    },
    {
      "id": "section-37-2a-101",
      "number": "37-2A-10.1",
      "heading": "Application of Fees.",
      "text": "Section 37-2A-10.1\n\nApplication of Fees.\n\nFor fiscal years 2017, 2018, and 2019, supervision and inspection fees for telecommunications carriers subject to Section 37-2A-10(1), (2), or (4) shall be reduced in three equal installments representing, in total, the difference in fees paid by a carrier in fiscal year 2015 and the amount of fees calculated pursuant to Section 37-2-41 for fiscal year 2015. The reductions shall be applied with cumulative effect for payments made after July 1, 2019, and for payments made prior to July 1, 2019 which included the cumulative effect of the reductions. For fiscal year 2020 and subsequent years, fees for telecommunications carriers subject to this chapter shall be paid pursuant to the formula contained in Section 37-2-41.\n\n(Act 2015-70, p. 258, §2(a); Act 2019-462, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-10-1/"
    },
    {
      "id": "section-37-2a-11",
      "number": "37-2A-11",
      "heading": "Interpretation.",
      "text": "Section 37-2A-11\n\nInterpretation.\n\n(a) This chapter is intended to supersede the remainder of this title as to any matter provided for in this chapter.\n\n(b) Nothing in this chapter shall do any of the following:\n\n(1) Alter the jurisdiction, rights, powers, authority, or duties of the commission except as specifically provided for in this chapter.\n\n(2) Be interpreted to expand the commission’s jurisdiction, right, power, authority, or duty as it is provided for in any other chapter of this title.\n\n(3) Alter any provider’s obligations under state E-911 laws.\n\n(4) Alter, amend, or modify taxes imposed by Title 40, or any other title of this code, unless specifically provided for in this chapter.\n\n(5) Alter, amend, or modify, other than as provided in subdivision (1) of subsection (b) of Section 37-2A-4, the commission’s authority with regard to wholesale transactions between incumbent local exchange carriers and other telecommunications carriers for the transmission and routing of telephone exchange service and exchange access.\n\n(6) Alter or modify the current treatment of tariffed emergency reporting services regulated by the commission on or before February 1, 2005, and offered by local exchange carriers to public safety answering points and emergency communications districts.\n\n(7) Confer upon the commission the power and jurisdiction to regulate and supervise any utility or telecommunications carrier owned and operated by any municipal corporation in the state or any municipal instrumentality, as defined in subdivision (15) of Section 11-50B-2.\n\n(8) Limit the ability of the Attorney General of this state to investigate claims of, and seek appropriate remedies for, alleged anticompetitive pricing or illegal tying of telecommunications services or other potential violations of antitrust law relating to the provision of telecommunications services by any carrier that becomes subject to this chapter.\n\n(Act 2005-110, p. 163, §1; Act 2009-461, p. 810, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-37/chapter-2a/section-37-2a-11/"
    }
  ]
}