{
  "state": "michigan",
  "path": "title-chapter-19-board-of-state-auditors/chapter-act-80-of-1905-care-order-and-preservation-of-property-19141",
  "sections": [
    {
      "id": "section-19141",
      "number": "19.141",
      "heading": "Care, Preservation, and Protection of State Buildings and Property; Rules and Regulations; Conduct of Persons on Property; Enforcement; Violation",
      "text": "The department of management and budget, the state board of education, the department of social services, the board of control of the Michigan technological university, the department of mental health, the department of corrections, the department of education, the board of regents of the university of Michigan, the department of agriculture, and the board of managers of state fairs may prescribe rules and regulations for the care, preservation, and protection of buildings and property dedicated and appropriated to the public use, over which they have jurisdiction or power of control and the conduct of those coming upon the property thereof, which is necessary for the maintenance of good order and the protection of the state property; may enforce the rules and regulations, and empower 1 or more persons with the authority prescribed in this act, and may cause a person found guilty of a violation of this act to be punished in the manner prescribed in this act.\n\nHistory:1905, Act 80, Eff. Sept. 16, 1905 ;-- Am. 1907, Act 302, Imd. Eff. June 27, 1907 ;-- CL 1915, 1965 ;-- Am. 1927, Act 262, Imd. Eff. May 24, 1927 ;-- CL 1929, 447 ;-- CL 1948, 19.141 ;-- Am. 1978, Act 614, Imd. Eff. Jan. 6, 1979Admin Rule:R 18.201 et seq.; R 291.201 et seq.; and R 330.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-19/statute-act-80-of-1905/section-19-141/"
    },
    {
      "id": "section-19142",
      "number": "19.142",
      "heading": "Prohibited Conduct; Penalty; Trespass Upon State Correctional Facility.",
      "text": "(1) A person shall not do any of the following with respect to property that is dedicated or appropriated to public use and is within the control or under the jurisdiction of a board or department prescribed in section 1:\n\n(a) Willfully cut, peel, or otherwise injure or destroy a tree or shrub standing on the property.\n\n(b) Carry, draw, leave, or deposit within or upon the property any filth, rubbish, or garbage.\n\n(c) Efface a mark or inscription on the property, or mutilate or destroy a building, machine, or appliance, fence, or hedge on the property.\n\n(d) Enter, hunt, or trespass upon the property, or skate upon, or fish, in a pond, brook, or stream, the use of which is forbidden to the general public, and relative to which there are signs or notices prohibiting this conduct.\n\n(e) Conduct himself or herself in a disorderly manner upon the premises or annoy, harass, assault, or disturb an inmate or person cared for or under the control of the board or department having jurisdiction.\n\n(f) Unlock or open a gate, window, or door or enter a room, hall, ward, or yard or other portion of an institution in which inmates or persons are detained under state control without authority or permission.\n\n(g) Create, cause, or attempt to create a disturbance or openly and willfully refuse to conform to a rule or regulation prescribed by a board or department.\n\n(2) A person who performs an act prohibited by subsection (1) is guilty of a misdemeanor punishable by imprisonment for not less than 10 days or more than 60 days or a fine of not more than $50.00, or both.\n\n(3) A trespass upon a state correctional facility is governed by section 552b of the Michigan penal code, Act No. 328 of the Public Acts of 1931, being section 750.552b of the Michigan Compiled Laws. As used in this subsection, “state correctional facility” means a facility or institution that houses a prisoner population under the jurisdiction of the department of corrections. State correctional facility does not include a community corrections center or a community residential home.\n\nHistory:1905, Act 80, Eff. Sept. 16, 1905 ;-- CL 1915, 1966 ;-- CL 1929, 448 ;-- CL 1948, 19.142 ;-- Am. 1978, Act 614, Imd. Eff. Jan. 6, 1979 ;-- Am. 1996, Act 231, Eff. Jan. 1, 1997Admin Rule:R 330.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-19/statute-act-80-of-1905/section-19-142/"
    },
    {
      "id": "section-19143",
      "number": "19.143",
      "heading": "Authority of Superintendent, Watchperson, or Guard as to Arrest and Custody of Offender; Complaint; Warrantless Arrest for Trespass Upon State Correctional Facility; Limitation",
      "text": "(1) A person appointed or chosen by a board or department set forth in section 1 to act as a superintendent, watchperson, or guard has the general authority of a deputy sheriff, relative to the arrest and custody of an offender against a rule prescribed by the appointing board or department, and may arrest without warrant a person found violating a rule which is prescribed by that board or department relative to trespasses upon property, good order, the preservation of property, or the mutilation or destruction or injury to property. Such an appointee shall make a complaint against an offender of this act, or a rule of the appointing board or department, before that court in which a prosecution for a misdemeanor may be initiated.\n\n(2) The warrantless arrest of a person for a trespass upon a state correctional facility by a person described in subsection (1) is limited to those persons authorized under section 23a of chapter IV of the code of criminal procedure, Act No. 175 of the Public Acts of 1927, being section 764.23a of the Michigan Compiled Laws. As used in this subsection, “state correctional facility” means a facility or institution that houses a prisoner population under the jurisdiction of the department of corrections. State correctional facility does not include a community corrections center or a community residential home.\n\nHistory:1905, Act 80, Eff. Sept. 16, 1905 ;-- CL 1915, 1967 ;-- CL 1929, 449 —CL 1948, 19.143 ;-- Am. 1978, Act 237, Imd. Eff. June 15, 1978 ;-- Am. 1978, Act 614, Imd. Eff. Jan. 6, 1979 ;-- Am. 1996, Act 231, Eff. Jan. 1, 1997Admin Rule:R 330.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-19/statute-act-80-of-1905/section-19-143/"
    },
    {
      "id": "section-19144",
      "number": "19.144",
      "heading": "Complaint Against Person for Wilful Violation of Law or Rule.",
      "text": "A member of each board set forth in section 1, an authorized person within a department prescribed in section 1 and any other person, having jurisdiction or power of control over property specified in section 1 may make a complaint, before that court in which a prosecution for a misdemeanor may be initiated, against a person who he or she believes has wilfully violated a law or rule pertaining to the property or building over which the respective board or department has jurisdiction or power of control.\n\nHistory:1905, Act 80, Eff. Sept. 16, 1905 ;-- CL 1915, 1968 ;-- CL 1929, 450 ;-- CL 1948, 19.144 ;-- Am. 1978, Act 237, Imd. Eff. June 15, 1978 ;-- Am. 1978, Act 614, Imd. Eff. Jan. 6, 1979Admin Rule:R 330.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-19/statute-act-80-of-1905/section-19-144/"
    },
    {
      "id": "section-19145",
      "number": "19.145",
      "heading": "Rules and Regulations; Entering in Record Book; Posting; Duty of Prosecuting Attorney.",
      "text": "Each board or department prescribed in section 1 shall have all rules and regulations which are made or prescribed, entered in convenient form, in a record book kept in the respective office of the board or department, for that purpose and posted in not less than 3 conspicuous places on the premises subject to regulation. The prosecuting attorney of the county in which the offense is committed shall prosecute offenders against this act or a rule or regulation made or prescribed by a board or department, under this act.\n\nHistory:1905, Act 80, Eff. Sept. 16, 1905 ;-- CL 1915, 1969 ;-- CL 1929, 451 ;-- CL 1948, 19.145 ;-- Am. 1978, Act 614, Imd. Eff. Jan. 6, 1979",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-19/statute-act-80-of-1905/section-19-145/"
    }
  ]
}