{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-19b-unauthorized-changing-of-provider-of-telecommuni",
  "sections": [
    {
      "id": "section-8-19b-1",
      "number": "8-19B-1",
      "heading": "Change in Telecommunication Service.",
      "text": "Section 8-19B-1\n\nChange in Telecommunication Service.\n\n(a) It shall be unlawful for any person or provider of telecommunication service to knowingly designate or change the provider of telecommunication service to a subscriber without the permission or authorization of such subscriber. An affirmative order for designation or change in such service provider shall be confirmed by any of the following methods:\n\n(1) Obtaining the consumer’s written authorization.\n\n(2) Obtaining the consumer’s electronic authorization by use of an 800 number.\n\n(3) Having the consumer’s oral authorization verified by an independent third party.\n\n(4) Sending an information package, including a prepaid, returnable postcard, within three days of the consumer’s request for a PIC change, and waiting 14 days before submitting the consumer’s order to the LEC, so that the consumer has sufficient time to return the postcard denying, cancelling, or confirming the change order.\n\n(b) Any person or provider of telecommunication service knowingly designating or changing the subscriber’s telecommunication service provider in violation of subsection (a) shall credit or refund to the subscriber any amounts billed or paid for charges associated with such service and the unauthorized change, shall pay to other telecommunication providers any and all fees set by the Public Service Commission for such designation or change, and may be penalized up to five hundred dollars ($500) per unauthorized change by the Public Service Commission to be deposited to the State General Fund.\n\n(c) The use of contest or sweepstake entries of any kind which results in changing the provider of a subscriber’s telecommunication service is prohibited and subject to penalties as described above.\n\n(d) This section shall be enforced by the Public Service Commission. The commission may promulgate rules and regulations pursuant to this section.\n\n(Acts 1997, No. 97-412, p. 678 §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19b/section-8-19b-1/"
    }
  ]
}