{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-19-deceptive-trade-practices",
  "sections": [
    {
      "id": "section-8-19-1",
      "number": "8-19-1",
      "heading": "Short Title.Section 8-19-2 - Legislative Intent",
      "text": "Section 8-19-3 - Definitions.Section 8-19-4 - EnforcementSection 8-19-5 - Unlawful Trade Practices.Section 8-19-6 - Interpretation.Section 8-19-7 - Exemptions.Section 8-19-8 - Restraining Orders.Section 8-19-9 - Discovery of Information.Section 8-19-10",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-19-2",
      "number": "8-19-2",
      "heading": "Legislative Intent.",
      "text": "Section 8-19-2\n\nLegislative Intent.\n\nThe public health, welfare and interest require a strong and effective consumer protection program to protect the interest of both the consuming public and the legitimate businessperson.\n\n(Acts 1981, No. 81-355, p. 510, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-2/"
    },
    {
      "id": "section-8-19-3",
      "number": "8-19-3",
      "heading": "Definitions.",
      "text": "Section 8-19-3\n\nDefinitions.\n\nAs used in this chapter, the following words and phrases shall have the meanings hereinafter ascribed to them:\n\n(1) ATTORNEY GENERAL. The Attorney General of the State of Alabama or his or her duly designated representatives.\n\n(2) BONA FIDE INVENTORY REPURCHASE PROGRAM. A program by which an entity repurchases from a salesperson current and marketable inventory in possession of the salesperson, on request and on commercially reasonable terms, when the salesperson’s business relationship is terminated.\n\n(3) COMMERCIALLY REASONABLE TERMS. The repurchase of current and marketable inventory within 12 months after the date of purchase at not less than 90 percent of the original net cost, less appropriate set-offs and legal claims, if any.\n\n(4) CONSUMER. Any natural person who buys goods or services for personal, family, or household use.\n\n(5) CURRENT AND MARKETABLE. The term does not include inventory to which any of the following apply:\n\na. Is no longer within its commercially reasonable use or shelf-life period.\n\nb. Was clearly described to salespersons prior to purchase as seasonal, discontinued, or special promotion products not subject to the plan or organization’s inventory repurpose program.\n\nc. Has been used or opened.\n\n(6) GOODS. Includes but is not limited to any property, tangible or intangible, real, personal, or any combination thereof, and any franchise, license, distributorship, or other similar right, privilege, or interest.\n\n(7) INVENTORY. Includes both goods and services, including company-produced promotional materials, sales aids, and sales kits that an entity requires independent salespersons to purchase.\n\n(8) INVENTORY LOADING. The requirement or encouragement by a plan or operation to have the independent salesperson of the plan or operation purchase inventory in an amount that exceeds the amount that the salesperson can expect to resell for ultimate consumption or to use or consume in a reasonable time period, or both.\n\n(9) KNOW, KNOWING, KNOWINGLY, KNOWLEDGE, and KNEW. Either actual awareness or such awareness as a reasonable person should have considering all the surrounding circumstances.\n\n(10) PERSON. Includes, but is not limited to, natural persons, corporations, trusts, partnerships, incorporated or unincorporated associations, and any other legal entity.\n\n(11) PYRAMID PROMOTIONAL SCHEME. A plan or operation by which a person gives consideration for the opportunity to receive compensation that is derived primarily from the introduction of other persons into the plan or operation rather than from the sale or consumption of goods, services, or intangible property by a participant or other persons introduced into the plan or operation. The term includes any plan or operation under which the number of people who may participate is limited either expressly or by the application of conditions affecting the eligibility of a person to receive compensation under the plan or operation. The term also includes any plan or operation under which a person, on giving consideration, obtains goods, services, or intangible property in addition to the right to receive compensation.\n\n(12) SALE, BUYING, and DISTRIBUTION. In addition to their ordinary meanings, include, but are not limited to, the act of leasing, renting, or consigning.\n\n(13) SERVICES. Work, labor, and other services, including, but not limited to, services furnished in connection with the sale or repair of goods.\n\n(14) TRADE or COMMERCE. Includes, but is not limited to, the advertising, buying, offering for sale, sale or distribution or performance of any service or goods, and any other article, commodity, or thing of value wherever situated and shall include any trade or commerce affecting the people of this state.\n\n(Acts 1981, No. 81-355, p. 510, §3; Act 2021-349, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-3/"
    },
    {
      "id": "section-8-19-4",
      "number": "8-19-4",
      "heading": "Enforcement",
      "text": "Section 8-19-4\n\nEnforcement\n\n(a) The office of the Attorney General and the district attorneys shall have the following functions, powers, and duties:\n\n(1) Conduct preliminary investigations to determine the merit of complaints, provided, however, the office of the Attorney General or the district attorneys need not handle any complaint which lacks merit, has been made in bad faith, or may be readily resolved between the parties.\n\n(2) Receive information and documentary material from complainants and take whatever action is appropriate in connection therewith as authorized by this chapter. The office of the Attorney General and the district attorneys may otherwise receive and investigate complaints with respect to acts or practices declared to be unlawful by this chapter, and inform the complainants with respect thereto. Said persons may institute legal proceedings or take such other actions provided for herein which are necessary or incidental to the exercise of its powers and functions.\n\n(3) For the purpose of enforcing subdivision (23) of Section 8-19-5, share information with and request information from any federal agency and any other agency of any other state or any local agency thereof.\n\n(b) Each department, agency, officer, or employee of the state shall cooperate with and assist the office of the Attorney General or a district attorney in the performance of its functions, powers, and duties. When a complaint is referred by the office of the Attorney General or a district attorney to a department, agency, officer, or employee of the state or a county, such entity shall, upon final disposition of the complaint, make a final report in writing to the office of the Attorney General or a district attorney describing the action taken and the final results of that action.\n\n(c) Nothing contained in this chapter shall be deemed to delegate or detract in any way from the functions, powers, and duties prescribed by law for any other department or agency of the state, nor to interrupt or preclude the direct relationships of any such department or agency or units of county government in the performance of such functions, powers and duties, nor shall good faith compliance with any federal or state law or regulation be a violation of this chapter with respect to that specific act of compliance.\n\n(d) Nothing contained in this chapter shall be deemed to supersede, take precedence over, or preempt any remedy, either criminal or civil, available to the Commissioner of Agriculture and Industries or the Board of Agriculture and Industries in the enforcement of those laws and regulations under the jurisdiction of the commissioner or the board.\n\n(Acts 1981, No. 81-355, p. 510, §4; Act 2002-496, p. 1276, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-4/"
    },
    {
      "id": "section-8-19-5",
      "number": "8-19-5",
      "heading": "Unlawful Trade Practices.",
      "text": "Section 8-19-5\n\nUnlawful Trade Practices.\n\nThe following deceptive acts or practices in the conduct of any trade or commerce are hereby declared to be unlawful:\n\n(1) Passing off goods or services as those of another, provided that this section shall not prohibit the private labeling of goods or services.\n\n(2) Causing confusion or misunderstanding as to the source, sponsorship, approval, or certification of goods or services.\n\n(3) Causing confusion or misunderstanding as to the affiliation, connection, or association with, or certification by another, provided that this section shall not prohibit the private labeling of goods or services.\n\n(4) Using deceptive representations or designations of geographic origin in connection with goods or services.\n\n(5) Representing that goods or services have sponsorship, approval, characteristics, ingredients, uses, benefits, or qualities that they do not have or that a person has sponsorship, approval, status, affiliation, or connection that he or she does not have.\n\n(6) Representing that goods are original or new if they are deteriorated, reconditioned, reclaimed, used, secondhand, or altered to the point of decreasing their value or rendering the goods unfit for the ordinary purpose for which they were purchased, provided that this subdivision shall not apply to new goods which have been reconditioned, reclaimed, or repaired and such fact is disclosed to the purchaser.\n\n(7) Representing that goods or services are of a particular standard, quality, or grade, or that goods are of a particular style or model, if they are of another.\n\n(8) Disparaging the goods, services, or business of another by false or misleading representation of fact.\n\n(9) Advertising goods or services with intent not to sell them as advertised.\n\n(10) Advertising goods or services with intent not to supply reasonably expectable public demand unless the advertisement discloses a limitation of quantity.\n\n(11) Making a false or misleading statement of fact concerning the reasons for, existence of, or amounts of, price reductions.\n\n(12) Knowingly failing to identify flood, water, fire, or accidentally damaged goods as damaged goods if they are damaged to the point of decreasing their value or rendering the goods unfit for the ordinary purpose for which they were purchased, provided, that this subdivision shall not apply to accidentally damaged new goods where the goods are reconditioned, reclaimed, or repaired to substantially their original condition and such fact is disclosed to the purchaser.\n\n(13) Knowingly making false or misleading statements of fact concerning the need for parts, replacement, or repair service.\n\n(14) Misrepresenting the authority of a salesperson, representative, or agent to negotiate the final terms of a transaction.\n\n(15) Disconnecting, turning back, replacing, or resetting the odometer of any motor vehicle so as to reduce the number of miles indicated on the odometer gauge with the intent of deception.\n\n(16) Advertising of any sale by falsely representing that a person is going out of business.\n\n(17) After receipt of payment for goods or services, failing to ship the goods or furnish such services within the time advertised or otherwise represented or, if no specific time is advertised or represented, failing to ship the goods or furnish such services within 30 days, unless within the applicable time period the seller provides the buyer with the option to either cancel the sales agreement and receive a refund of all previous payments to the seller or to extend the date to a specific date proposed by the seller. Any refund shall be mailed or delivered to the buyer within 10 business days after the seller receives written notification from the buyer of the buyer’s option to cancel the sales agreement and receive the refund.\n\n(18) Using or employing a chain referral sales plan in connection with the sale or offering for sale of goods, merchandise, or anything of value, involving a sales technique, plan, arrangement, or agreement in which the buyer or prospective buyer is offered the opportunity to purchase merchandise or goods and in connection with the purchase receives the seller’s promise or representation that the buyer shall have the right to receive compensation or consideration in any form for furnishing to the seller the names of other prospective buyers, if the receipt of the compensation or consideration is contingent upon the occurrence of an event subsequent to the time the buyer purchased the goods, merchandise, or anything of value.\n\n(19) Establishing, promoting, or operating a pyramid promotional scheme.\n\na. Nothing in this subdivision may be construed to prohibit a plan or operation, or to define a plan or operation, where the participants in the plan or operation give consideration in return for the right to receive compensation based upon purchases of goods, services, or intangible property for personal use, consumption, or resale if the plan or operation does not cause inventory loading and the plan or operation implements a bona fide inventory repurchase program.\n\nb. A bona fide inventory repurchase program under this subdivision is subject to the following requirements:\n\n1. The program shall be clearly described in its recruiting literature, sales manual, or contracts.\n\n2. The recruiting literature, sales manual, or contracts shall disclose any inventory that is not eligible for repurchase under the program, including inventory that is beyond the commercially reasonable use or shelf life period or has been used or opened.\n\nc. Before a repurchase of inventory is made, the entity operating the repurchase program shall clearly describe the inventory that is excluded from the entity’s bona fide repurchase program as seasonal, discontinued, or special promotion products and the inventory that is not subject to the entity’s bona fide inventory repurchase program.\n\n(20) In connection with any seller-assisted marketing plan, either misrepresenting the amount or extent of earnings to result therefrom, or misrepresenting the extent or nature of the market for the goods or services, or both, sold or delivered in connection with the plan, or misrepresenting that the seller of the plan will repurchase all or part of the goods or services, or both, sold or delivered in connection with the plan, or failing to deliver goods or services, or both, within the time represented. As used herein, “seller-assisted marketing plan” includes any plan, scheme, or system in which for a consideration a buyer acquires goods or services, or both, together with a plan, scheme, or system for the resale of the goods or services, or both.\n\n(21) Intentionally misrepresenting that a warranty or guarantee confers or involves certain rights or remedies.\n\n(22) In selling a new motor vehicle, failing to disclose material damage to the motor vehicle as prescribed hereafter:\n\na. Each manufacturer, importer, or distributor of new motor vehicles sold or transferred to a motor vehicle dealer in this state, shall notify the motor vehicle dealer in writing prior to delivery of the vehicle of any material damage to the vehicle which is known to the manufacturer, importer, or distributor, and which was sustained or incurred by the motor vehicle at any time after the manufacturing process is complete but prior to delivery of the vehicle to the dealer.\n\nb. In selling a new motor vehicle, each motor vehicle dealer in this state shall notify the purchaser in writing at the time of sale of any material damage to the vehicle which is known to the motor vehicle dealer and which was sustained or incurred by the motor vehicle at any time after the manufacturing process is complete, but prior to delivery of the vehicle to the purchaser.\n\nc. For purposes of this section, “material damage” means damage sustained or incurred by a motor vehicle, whether corrected or uncorrected, which cost to repair exceeds three percent of the manufacturer’s suggested retail price of the vehicle based upon the dealer’s retail repair cost or the sum of five hundred dollars ($500), whichever is greater. Damage to tires, glass, bumpers, and in-dash audio equipment shall not be considered in determining the cost of repair if those components are replaced by identical manufacturer’s original equipment. The failure of a manufacturer, importer, distributor, or motor vehicle dealer to give notice of damage below the threshold constituting material damage shall not provide grounds for revocation of the sale nor shall such failure constitute a material misrepresentation or omission of fact.\n\nd. Each manufacturer, importer, or distributor of new motor vehicles shall indemnify and hold harmless the motor vehicle dealer obtaining a vehicle from the manufacturer, importer, or distributor from and against any liability, including reasonable attorneys’ fees, which the motor vehicle dealer may have to the purchaser of the vehicle as a result of damage to the new motor vehicle which was known to the manufacturer, importer, or distributor, which occurred prior to delivery of the vehicle to the dealer, and which was not disclosed in writing to the dealer prior to delivery of the vehicle. This indemnity obligation of the manufacturer, importer, or distributor shall apply regardless of whether the damage constitutes material damage.\n\n(23) Affixing an Alabama revenue stamp, including local municipal or county stamps, to, or upon, any package of cigarettes, or selling or holding for sale any package of cigarettes to which an Alabama revenue stamp, including local municipal or county stamps, has been affixed, if:\n\na. The package differs in any respect with the requirements of the Federal Cigarette Labeling and Advertising Act (15 U.S.C. § 1331, et seq.), for the placement of labels, warnings, or any other information upon a package of cigarettes that is to be sold within the United States;\n\nb. The package is labeled “For Export Only,” “U.S. Tax Exempt,” “For Use Outside U.S.,” or similar wording indicating that the manufacturer did not intend that the product be sold in the United States;\n\nc. The package, or a package containing individually stamped packages, has been altered by adding or deleting the wording, labels, or warnings described in paragraph a. or b. of this subdivision;\n\nd. With respect to the cigarettes, any person is not in compliance with 15 U.S.C. § 1335a (relating to submission of ingredient information to federal authorities), 19 U.S.C. § 1681-1681b (relating to imports of certain cigarettes), 26 U.S.C. § 5754 (relating to previously exported tobacco products), or any other federal law or implementing federal regulations; or\n\ne. The package in any way violates federal trademark or copyright laws.\n\nFor the purposes of this subdivision, the term “package” means a pack, carton, or container of any kind in which cigarettes are offered for sale, sold, or otherwise distributed, or intended for distribution, to consumers. Also for the purposes of this subdivision, the term “Alabama revenue stamp” means the stamp or stamps by the use of which the tax levied under Article 1 of Chapter 25 of Title 40, is paid.\n\n(24) Engaging in the sale, distribution, possession, acquisition, importation, or transportation of any cigarettes that do not comply with all applicable requirements imposed by or pursuant to federal law and federal implementing regulations.\n\n(25) Engaging in a scheme or artifice to defraud by telephone communication. For purposes of this subdivision, a “scheme or artifice to defraud” means a systematic, ongoing course of conduct with the specific intent to defraud one or more persons in order to obtain property from that person by a telephone communication; and “telephone communication” means the transmission of information by the use of the telephone, with the specific intent of defrauding a person by a material misrepresentation and obtaining property from that person as a result of the fraud. Puffing or puffery does not constitute a scheme or artifice to defraud.\n\n(26) Making any communication by telephone directly to another person which offers to the other person a gift, award, or prize, where the person making the communication has actual knowledge at the time of making the communication that the communication was materially false and the person making the communication specifically intended to deprive the other person of real or personal property as a result of the false communication.\n\n(27) Engaging in any other unconscionable, false, misleading, or deceptive act or practice in the conduct of trade or commerce.\n\n(Acts 1981, No. 81-355, p. 510, §5; Acts 1993, No. 93-203, §1; Act 99-583, p. 1327, §1; Act 2000-712, p. 1509, §1; Act 2002-496, p. 1276, §1; Act 2021-349, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-5/"
    },
    {
      "id": "section-8-19-6",
      "number": "8-19-6",
      "heading": "Interpretation.",
      "text": "Section 8-19-6\n\nInterpretation.\n\nIt is the intent of the legislature that in construing Section 8-19-5, due consideration and great weight shall be given where applicable to interpretations of the Federal Trade Commission and the federal courts relating to Section 5(a)(1) of the Federal Trade Commission Act (15 U.S.C. 45(a)(1)), as from time to time amended.\n\n(Acts 1981, No. 81-355, p. 510, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-6/"
    },
    {
      "id": "section-8-19-7",
      "number": "8-19-7",
      "heading": "Exemptions.",
      "text": "Section 8-19-7\n\nExemptions.\n\nNothing in this chapter shall apply to:\n\n(1) Acts done by the publisher, owner, agent or employee of a newspaper, periodical, radio, or television station or telephone company in the publication or dissemination of an advertisement, which the owner, agent, or employee did not have knowledge of the false, misleading or deceptive character of the advertisement;\n\n(2) Any seller of goods or services who meets all the following requirements:\n\na. Has disseminated advertisement or promotional material from a manufacturer, packer, distributor, or other seller, from whom he has purchased the goods or services, unless the seller knew the advertisement or promotional material to be false or misleading; and\n\nb. On the request of the Attorney General or district attorney, provides the name and address of the manufacturer, packer, distributor or other seller from whom he has purchased the goods or services; and\n\nc. On the request of the Attorney General or district attorney, agrees in writing to discontinue dissemination of such false and misleading material;\n\n(3) Any person or activity which is subject to the provisions of the Alabama Insurance Code, Title 27, as amended, or any bank or affiliate of a bank which is regulated by the State Banking Department of Alabama, the Comptroller of the Currency of the United States, Federal Deposit Insurance Corporation or the Board of Governors of the Federal Reserve System, or to any person or activity which is subject to the provisions of Title 10, Chapter 4, Article 6, or to the regulated activities of any utility, telephone company or railroad which is regulated by the Alabama Public Service Commission;\n\n(4) Any violation of the Federal Consumer Credit Protection Act (15 U.S.C. §1601 et seq.);\n\n(5) Any activity which is subject to the provisions of the Securities Act of Alabama, Chapter 6 of this title or to the provisions of the Sale of Checks Acts, Chapter 7 of this title; or to the provisions of Article 5 of Chapter 6 of this title (relating to a notification procedure for the issuance of certain industrial revenue bonds).\n\n(6) For purposes of this section, the burden of proving exemption from the provisions of this chapter shall be upon the person claiming the exemption.\n\n(Acts 1981, No. 81-355, p. 510, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-7/"
    },
    {
      "id": "section-8-19-8",
      "number": "8-19-8",
      "heading": "Restraining Orders.",
      "text": "Section 8-19-8\n\nRestraining Orders.\n\n(a) Whenever the office of the Attorney General or the office of the district attorney has reason to believe that any person is engaging in, has engaged in or is about to engage in any act or practice declared to be unlawful by this chapter, the Attorney General or the district attorney may bring an action in the name of the state against such person to restrain by temporary restraining order, temporary or permanent injunction such acts or practices. However, unless the Attorney General or district attorney determines that a person subject to the provisions of this chapter designs quickly to depart from this state or to remove his property therefrom, or to conceal himself or his property therein, or to continue practices unlawful under this chapter, he shall, before initiating any legal proceedings is contemplated, allow such person a reasonable opportunity to appear before the Attorney General or district attorney and solve the dispute to the parties’ satisfaction.\n\n(b) The court may appoint a master or receiver or order sequestration of assets whenever it shall appear that the defendant threatens or is about to remove, conceal, or dispose of his property to the damage of persons to whom restoration would be made, or whenever a person who has been ordered to make restitution under this section has failed to do so within three months after the order to make restitution has become final and nonappealable, and assess the expenses of the master or receiver against the defendant.\n\n(c) Upon a showing to the court by the office of the Attorney General or the office of the district attorney that a person has engaged in continuous and willful violations of the provisions of this chapter, the court may suspend or revoke any license or certificate authorizing that person to engage in business in this state or the court may enjoin any person from engaging in business in this state.\n\n(d) The penalties authorized under this section shall not apply to any person who shows by a preponderance of evidence that he had established reasonable procedures to comply with the provisions of this chapter.\n\n(e) The court may grant such other appropriate relief as the court may determine.\n\n(Acts 1981, No. 81-355, p. 510, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-8/"
    },
    {
      "id": "section-8-19-9",
      "number": "8-19-9",
      "heading": "Discovery of Information.",
      "text": "Section 8-19-9\n\nDiscovery of Information.\n\nBefore any action is commenced, the Attorney General or the district attorneys may issue subpoenas to any person to appear and produce relevant papers, documents, and physical evidence, and administer an oath or affirmation to any person, in aid of any investigation or inquiry into possible violations of this chapter. Such subpoenas shall be served in accordance with the appropriate Alabama Rules of Civil Procedure. Upon failure of a person without lawful excuse to obey such subpoena, the Attorney General or district attorney may apply to a court of competent jurisdiction for an order compelling compliance. After an action is commenced, discovery may proceed in accordance with the Alabama Rules of Civil Procedure.\n\n(Acts 1981, No. 81-355, p. 510, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-9/"
    },
    {
      "id": "section-8-19-10",
      "number": "8-19-10",
      "heading": "Private Right of Action.",
      "text": "Section 8-19-10\n\nPrivate Right of Action.\n\n(a) Any person who commits one or more of the acts or practices declared unlawful under this chapter and thereby causes monetary damage to a consumer, and any person who commits one or more of the acts or practices declared unlawful in subdivisions (19) and (20) of Section 8-19-5 and thereby causes monetary damage to another person, shall be liable to each consumer or other person for:\n\n(1) Any actual damages sustained by such consumer or person, or the sum of $100, whichever is greater; or\n\n(2) Up to three times any actual damages, in the court’s discretion. In making its determination under this subsection, the court shall consider, among other relevant factors, the amount of actual damages awarded, the frequency of the unlawful acts or practices, the number of persons adversely affected thereby, and the extent to which the unlawful acts or practices were committed intentionally; and\n\n(3) In the case of any successful action or counterclaim to enforce the foregoing liability or in which injunctive relief is obtained, the costs of the action or counterclaim, together with a reasonable attorney’s fee. On a finding by the court that an action or counterclaim under this section was frivolous or brought in bad faith or for the purpose of harassment, the court shall award to the defendant (or counterclaim-defendant) reasonable attorney’s fees and costs.\n\n(b) The liability provided in this section may be enforced by counterclaim in an action arising from the same transaction without regard to the statute of limitations provided in Section 8-19-14.\n\n(c) Any action under this section may be brought in the circuit court for the county in which the defendant resides, has his or her principal place of business, is doing business, or committed the unlawful act or practice.\n\n(d) Upon commencement of any action brought under this section, the clerk of the court shall mail a copy of the complaint or other initial pleading to the office of the Attorney General and to the local district attorney and, upon entry of any injunction, judgment, or decree in the action, shall mail a copy of such injunction, judgment, or decree to the office of the Attorney General and to the local district attorney.\n\n(e) At least 15 days prior to the filing of any action under this section, a written demand for relief, identifying the claimant and reasonably describing the unfair or deceptive act or practice relied upon and the injury suffered, shall be communicated to any prospective respondent by placing in the United States mail or otherwise. Any person receiving such a demand for relief who, within 15 days of the delivering of the demand for relief, makes a written tender of settlement which is rejected by the claimant may, in any subsequent action, file the written tender and an affidavit concerning this rejection. If the court finds that the relief tendered was sufficient to compensate the petitioner for his or her actual damages, the court shall not award any additional damages or attorney’s fees or costs to the petitioner. The demand requirements of this subsection shall not apply if the prospective respondent does not maintain a place of business or does not keep assets within the state, but such respondent may otherwise employ the provisions of this section by making a written offer of relief and paying the rejected tender into court as soon as practicable after receiving notice of an action commenced under this section. All written tenders of settlement such as described in this subsection shall be presumed to be offered without prejudice in compromise of a disputed matter.\n\n(f) A consumer or other person bringing an action under this chapter may not bring an action on behalf of a class. The limitation in this subsection is a substantive limitation and allowing a consumer or other person to bring a class action or other representative action for a violation of this chapter would abridge, enlarge, or modify the substantive rights created by this chapter.\n\n(g) Notwithstanding the limitation in subsection (f), only the office of the Attorney General or district attorney shall have the right and authority to bring action in a representative capacity on behalf of any named person or persons. In any such representative action brought by the office of the Attorney General or a district attorney, the court shall not award minimum damages or treble damages, but recovery shall be limited to actual damages suffered by the person or persons, plus reasonable attorney’s fees and costs.\n\n(h) Any person who sells, distributes, or manufactures cigarettes and sustains direct economic or commercial injury as a result of a violation of subdivision (23) of Section 8-19-5 may bring an action in good faith for appropriate injunctive relief.\n\n(Acts 1981, No. 81-355, p. 510, §10; Act 2002-496, p. 1276, §1; Act 2016-407, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-10/"
    },
    {
      "id": "section-8-19-11",
      "number": "8-19-11",
      "heading": "Penalties.",
      "text": "Section 8-19-11\n\n(a) Any person who violates the terms of an injunction or order issued under this chapter shall forfeit and pay a civil penalty of not more than $25,000 per violation and shall be adjudged in contempt. For the purpose of this section, any circuit court issuing an injunction or order under this chapter shall retain jurisdiction, and in such cases the Attorney General or the district attorney acting in the name of the state may petition for recovery of such civil penalties.\n\n(b) Any person who is knowingly engaging in or has knowingly engaged in any act or practice declared unlawful by Section 8-19-5 shall forfeit and pay a civil penalty of not more than $2,000 per violation upon petition by the Attorney General or a district attorney acting in the name of the state to the circuit court for the county in which the defendant resides, is doing business, or has his/her principal place of business, or the county in which the unlawful act or practice was or is being committed.\n\n(c) Furthermore, upon a second or continuing violation of an injunction after imposition of the sanctions in subsection (a) of this section, and upon petition by the Attorney General or a district attorney, the circuit court of general jurisdiction of a county may, in its discretion, order the dissolution or suspension or forfeiture of the franchise of any corporation, partnership, or sole proprietorship which willfully violates the terms of any injunction issued under Section 8-19-8.\n\n(d) The penalties authorized under this section shall not apply to any offender who shows by a preponderance of evidence that he had established reasonable procedures to comply with this chapter or with any injunction issued under Section 8-19-8.\n\n(e) In any successful action or petition brought under this section, the court shall award the office of the Attorney General and/or the office of the district attorney reasonable attorney’s fees and costs.\n\n(f) All penalties collected under this section shall be remitted by the circuit court to the state treasurer and shall be credited to the account of either the office of the Attorney General or the office of the district attorney, whichever initiated the action or petition resulting in imposition of such penalties.\n\n(Acts 1981, No. 81-355, p. 510, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-11/"
    },
    {
      "id": "section-8-19-12",
      "number": "8-19-12",
      "heading": "Violations.",
      "text": "Section 8-19-12\n\nViolations.\n\n(a) Any person who continuously and willfully violates any provision of this chapter shall be guilty of a Class A misdemeanor.\n\n(b) In addition to any other penalties set forth in this chapter, a person who violates subdivision (23) of Section 8-19-5:\n\n(1) Shall be guilty of a Class A misdemeanor.\n\n(2) Shall be subject to the revocation of any license or permit pertaining to the sale or distribution of cigarettes or other tobacco products, including, but not limited to, any license or permit issued by the Commissioner of Revenue pursuant to Chapter 25 of Title 40.\n\n(c) Notwithstanding any other provision of law, any law enforcement officer or agent of the Department of Revenue shall seize any cigarettes that are acquired, held, owned, possessed, transported in, imported into, or sold or distributed in this state in violation of subdivision (23) of Section 8-19-5. Any cigarettes so seized shall be deemed contraband goods and shall be confiscated and destroyed. Such cigarettes shall be deemed contraband goods whether the violation is knowing or otherwise.\n\n(Acts 1981, No. 81-355, p. 510, §12; Act 99-583, p. 1327, §1; Act 2002-496, p. 1276, §1; Act 2009-503, p. 929, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-12/"
    },
    {
      "id": "section-8-19-13",
      "number": "8-19-13",
      "heading": "Defense.",
      "text": "Section 8-19-13\n\nAny person against whom any civil action or proceeding is brought pursuant to this chapter shall have a defense to such action or proceeding upon a showing by a preponderance of the evidence presented that such person did not knowingly commit any act or knowingly engage in any activity which constitutes a violation of any provision of this chapter.\n\n(Acts 1981, No. 81-355, p. 510, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-13/"
    },
    {
      "id": "section-8-19-14",
      "number": "8-19-14",
      "heading": "Statute of Limitations.",
      "text": "Section 8-19-14\n\nStatute of Limitations.\n\nNo action may be brought under this chapter more than one year after the person bringing the action discovers or reasonably should have discovered the act or practice which is the subject of the action, but in no event may any action be brought under this chapter more than four years from the date of the transaction giving rise to the cause of action unless the contract or warranty is for more than three years. If the contract or warranty is for more than three years, no action may be brought more than one year from the expiration date of the contract or warranty or more than one year after the person bringing the action discovered or reasonably should have discovered the act or practice which is the subject of the action, whichever occurs first.\n\n(Acts 1981, No. 81-355, p. 510, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-14/"
    },
    {
      "id": "section-8-19-15",
      "number": "8-19-15",
      "heading": "Savings Clause.",
      "text": "Section 8-19-15\n\nSavings Clause.\n\n(a) The civil remedies provided herein and the civil remedies available at common law, by statute or otherwise, for fraud, misrepresentation, deceit, suppression of material facts or fraudulent concealment are mutually exclusive. An election to pursue the civil remedies prescribed in this chapter shall exclude and be a surrender of all other rights and remedies available at common law, by statute or otherwise, for fraud, misrepresentation, deceit, suppression of material facts or fraudulent concealment arising out of any act, occurrence or transaction actionable under this chapter.\n\n(b) An election to pursue any civil remedies available at common law, by statute or otherwise, for fraud, misrepresentation, deceit, suppression of material facts or fraudulent concealment arising out of any act, occurrence or transaction actionable under this chapter shall exclude and be a surrender of all rights and remedies available under this chapter. All other remedies, penalties or actions presently provided by statute or common law or hereafter provided for in any other law or rule of procedure are cumulative with the provisions, remedies and actions in this chapter and this chapter shall not be construed to repeal or supersede any law not inconsistent herewith.\n\n(Acts 1981, No. 81-355, p. 510, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-19/section-8-19-15/"
    }
  ]
}