{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-28-disposal-of-molds-dies-or-patterns",
  "sections": [
    {
      "id": "section-8-28-1",
      "number": "8-28-1",
      "heading": "Definitions.Section 8-28-2 - When Molder May Dispose of Form Owned by Customer",
      "text": "Section 8-28-1\n\nDefinitions.\n\nAs used in this chapter, the following words shall have the following meanings respectively ascribed to them, unless the context clearly indicates otherwise:\n\n(1) CUSTOMER. Any person who causes a molder to make a form or to use a form to make a product.\n\n(2) FORM. An object in or around which material is placed to make a mold for pouring plastic or casting metal, and includes a mold, die or pattern.\n\n(3) MOLDER. Any person who makes a form or who uses a form to make a product.\n\n(Acts 1989, No. 89-537, p. 1125, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-28/section-8-28-1/"
    },
    {
      "id": "section-8-28-2",
      "number": "8-28-2",
      "heading": "When Molder May Dispose of Form Owned by Customer.",
      "text": "Section 8-28-2\n\nWhen Molder May Dispose of Form Owned by Customer.\n\nUnless a customer and a molder otherwise agree in writing, a molder may, as provided in Section 8-28-3, dispose of a form owned by a customer if the customer does not take from the molder physical custody of the form within three years after the molder’s last prior use of the form.\n\n(Acts 1989, No. 89-537, p. 1125, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-28/section-8-28-2/"
    },
    {
      "id": "section-8-28-3",
      "number": "8-28-3",
      "heading": "Procedure for Disposal; Notice.",
      "text": "Section 8-28-3\n\nProcedure for Disposal; Notice.\n\nA molder who wishes to dispose of a form shall send written notice by registered mail with return receipt requested to the customer’s last-known address and to any address set forth in the agreement under which the molder obtained physical custody of the form. The notice shall state that the molder intends to dispose of the form. The molder may dispose of the form without liability to the customer if, within 120 days after the molder receives the return receipt of the notice or within 120 days after the molder sends notice if no return receipt is received within that period, the customer does not take physical custody of the form or enter into an agreement with the molder for taking possession or physical custody of the form.\n\n(Acts 1989, No. 89-537, p. 1125, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-28/section-8-28-3/"
    },
    {
      "id": "section-8-28-4",
      "number": "8-28-4",
      "heading": "Applicability.",
      "text": "Section 8-28-4\n\nApplicability.\n\nThis chapter applies to any form, whether it was last used before, on or after May 4, 1989.\n\n(Acts 1989, No. 89-537, p. 1125, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-28/section-8-28-4/"
    }
  ]
}