{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-33-vehicle-protection-product-act",
  "sections": [
    {
      "id": "section-8-33-1",
      "number": "8-33-1",
      "heading": "Short Title.Section 8-33-2 - Definitions",
      "text": "Section 8-33-3 - Compliance.Section 8-33-4 - Registration Requirements.Section 8-33-5 - Conditions for Warrantors.Section 8-33-6 - Conditions for Policies.Section 8-33-7 - Form and Contents of Warranty.Section 8-33-8 - Cancellation of Warranty.Section 8-33-9",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-33-2",
      "number": "8-33-2",
      "heading": "Definitions.",
      "text": "Section 8-33-2\n\nDefinitions.\n\nAs used in this chapter, the following words shall have the following meanings:\n\n(1) ADMINISTRATOR. A third party other than the warrantor who is designated by the warrantor to be responsible for the administration of vehicle protection product warranties.\n\n(2) COMMISSIONER. The Commissioner of the Department of Insurance.\n\n(3) DEPARTMENT. The Department of Insurance.\n\n(4) INCIDENTAL COSTS. Expenses specified in the warranty incurred by the warranty holder related to the failure of the vehicle protection product to perform as provided in the warranty. Incidental costs may include, without limitation, insurance policy deductibles, rental vehicle charges, the difference between the actual value of the stolen vehicle at the time of theft and the cost of a replacement vehicle, sales taxes, registration fees, transaction fees, and mechanical inspection fees.\n\n(5) SERVICE CONTRACT. A contract or agreement as defined in subdivision (13) of Section 8-32-2.\n\n(6) VEHICLE PROTECTION PRODUCT. A vehicle protection device, system, or service that is all of the following:\n\na. Installed on or applied to a vehicle.b. Is designed to prevent loss or damage to a vehicle from a specific cause.c. Includes a written warranty.For purposes of this chapter, the term vehicle protection product shall include, without limitation, alarm systems, body part marking products, steering locks, window etch products, pedal and ignition locks, fuel and ignition kill switches, and electronic, radio, and satellite tracking devices. A vehicle protection product is not insurance for any purpose.\n\n(7) VEHICLE PROTECTION PRODUCT WARRANTOR or WARRANTOR. A person who is contractually obligated to the warranty holder under the terms of the vehicle protection product warranty agreement. Warrantor does not include an authorized insurer providing a warranty reimbursement insurance policy.\n\n(8) VEHICLE PROTECTION PRODUCT WARRANTY or WARRANTY. A written agreement by a warrantor that provides if the vehicle protection product fails to prevent loss or damage to a vehicle from a specific cause, that the warranty holder shall be paid specified incidental costs by the warrantor as a result of the failure of the vehicle protection product to perform pursuant to the terms of the warranty. Incidental costs may be reimbursed under the provisions of the warranty in either a fixed amount specified in the warranty or sales agreement or by use of a formula itemizing specific incidental costs incurred by the warranty holder.\n\n(9) WARRANTY HOLDER. The person who purchases a vehicle protection product or who is a permitted transferee.\n\n(10) WARRANTY REIMBURSEMENT INSURANCE POLICY. A policy of insurance that is issued to the vehicle protection product warrantor to provide reimbursement to the warrantor or to pay on behalf of the warrantor all covered contractual obligations incurred by the warrantor under the terms and conditions of the insured vehicle protection product warranties sold by the warrantor.\n\n(Act 2006-600, p. 1638, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-2/"
    },
    {
      "id": "section-8-33-3",
      "number": "8-33-3",
      "heading": "Compliance.",
      "text": "Section 8-33-3\n\nCompliance.\n\n(a) No vehicle protection product may be sold or offered for sale in this state unless the seller, warrantor, and administrator, if any, comply with the provisions of this chapter.\n\n(b) Vehicle protection product warrantors and related vehicle protection product sellers and warranty administrators complying with this chapter are not required to comply with and are not subject to any other provision of the Alabama Insurance Code.\n\n(c) Service contract providers who do not sell vehicle protection products are not subject to the requirements of this chapter and sales of vehicle protection products are exempt from the requirements of Chapter 32.\n\n(d) Warranties, indemnity agreements, and guarantees that are not provided as a part of a vehicle protection product are not subject to this chapter.\n\n(Act 2006-600, p. 1638, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-3/"
    },
    {
      "id": "section-8-33-4",
      "number": "8-33-4",
      "heading": "Registration Requirements.",
      "text": "Section 8-33-4\n\nRegistration Requirements.\n\n(a) A person may not operate as a warrantor or represent to the public that the person is a warrantor unless the person is registered with the department on a form prescribed by the commissioner.\n\n(b) Warrantor registration records shall be filed annually and shall be updated within 30 days of any change. The registration records shall contain the following information:\n\n(1) The warrantor’s name, any fictitious names under which the warrantor does business in the state, principal office address, and telephone number.\n\n(2) The name and address of the warrantor’s agent for service of process in the state if other than the warrantor.\n\n(3) The names of the warrantor’s executive officer or officers directly responsible for the warrantor’s vehicle protection product business.\n\n(4) The name, address, and telephone number of any administrators designated by the warrantor to be responsible for the administration of vehicle protection product warranties in this state.\n\n(5) A copy of the warranty reimbursement insurance policy or policies or other financial information required by Section 8-33-5.\n\n(6) A copy of each warranty the warrantor proposes to use in this state.\n\n(7) A statement indicating under which provision of Section 8-33-5 the warrantor qualifies to do business in this state as a warrantor.\n\n(c) The commissioner may charge each registrant a reasonable fee to offset the cost of processing the registration and maintaining the records in an amount not to exceed two hundred fifty dollars ($250) annually. The information in subdivisions (1) and (2) of subsection (b) shall be made available to the public.\n\n(d) If a registrant fails to register by the renewal deadline, the commissioner shall give him or her written notice of the failure and the registrant will have 30 days to complete the renewal of his or her registration before he or she is suspended from being registered in this state.\n\n(e) An administrator or person who sells or solicits a sale of a vehicle protection product but who is not a warrantor shall not be required to register as a warrantor or be licensed under the insurance laws of this state to sell vehicle protection products.\n\n(Act 2006-600, p. 1638, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-4/"
    },
    {
      "id": "section-8-33-5",
      "number": "8-33-5",
      "heading": "Conditions for Warrantors.",
      "text": "Section 8-33-5\n\nConditions for Warrantors.\n\n(a) No vehicle protection product shall be sold or offered for sale in this state unless the warrantor meets one of the conditions in subsection (b) or (c) in order to ensure adequate performance under the warranty. No other financial security requirements or financial standards for warrantors shall be required.\n\n(b) The vehicle protection product warrantor is insured under a warranty reimbursement insurance policy issued by an insurer authorized to do business in this state which provides that:\n\n(1) The insurer will pay to, or on behalf of, the warrantor 100 percent of all sums that the warrantor is legally obligated to pay according to the warrantor’s contractual obligations under the warrantor’s vehicle protection product warranty.\n\n(2) A true and correct copy of the warranty reimbursement insurance policy has been filed with the commissioner by the warrantor.\n\n(3) The policy contains the provision required in Section 8-33-6.\n\n(c)(1) The vehicle protection product warrantor, or its parent company, maintains a net worth or stockholders’ equity of fifty million dollars ($50,000,000).\n\n(2) The warrantor provides the commissioner with a copy of the warrantor’s or the warrantor’s parent company’s most recent Form 10-K or Form 20-F filed with the Securities and Exchange Commission within the last calendar year or, if the warrantor does not file with the Securities and Exchange Commission, a copy of the warrantor’s or the warrantor’s parent company’s audited financial statements that shows a net worth of the warrantor or its parent company of at least fifty million dollars ($50,000,000). If the warrantor’s parent company’s Form 10-K, Form 20-F, or audited financial statements are filed to meet the warrantor’s financial stability requirement, then the parent company shall agree to guarantee the obligations of the warrantor relating to warranties issued by the warrantor in this state. The audited financial statements filed pursuant to this section shall be exempt from public disclosure under Section 36-12-40.\n\n(Act 2006-600, p. 1638, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-5/"
    },
    {
      "id": "section-8-33-6",
      "number": "8-33-6",
      "heading": "Conditions for Policies.",
      "text": "Section 8-33-6\n\nConditions for Policies.\n\nNo warranty reimbursement insurance policy shall be issued, sold, or offered for sale in this state unless the policy meets the following conditions:\n\n(1) The policy states that the issuer of the policy will reimburse or pay on behalf of the vehicle protection product warrantor all covered sums which the warrantor is legally obligated to pay or will provide all service that the warrantor is legally obligated to perform according to the warrantor’s contractual obligations under the provisions of the insured warranties sold by the warrantor.\n\n(2) The policy states that in the event payment due under the terms of the warranty is not provided by the warrantor within 60 days after proof of loss has been filed according to the terms of the warranty by the warranty holder, the warranty holder may file directly with the warranty reimbursement insurance company for reimbursement.\n\n(3) The policy provides that a warranty reimbursement insurance company that insures a warranty shall be deemed to have received payment of the premium if the warranty holder paid for the vehicle protection product and the insurer’s liability under the policy shall not be reduced or relieved by a failure of the warrantor, for any reason, to report the issuance of a warranty to the insurer.\n\n(4) The policy has the following provisions regarding cancellation of the policy:\n\na. The issuer of a reimbursement insurance policy shall not cancel such policy until a notice of cancellation in writing has been mailed or delivered to the commissioner and each insured warrantor.\n\nb. The cancellation of a reimbursement insurance policy shall not reduce the issuer’s responsibility for vehicle protection products sold prior to the date of cancellation.\n\nc. In the event an insurer cancels a policy that a warrantor has filed with the commissioner, the warrantor shall do either of the following:\n\n1. File a copy of a new policy with the commissioner, before the termination of the prior policy, providing no lapse in coverage following the termination of the prior policy.\n\n2. Discontinue acting as a warrantor as of the termination date of the policy until a new policy becomes effective and is accepted by the commissioner.\n\n(Act 2006-600, p. 1638, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-6/"
    },
    {
      "id": "section-8-33-7",
      "number": "8-33-7",
      "heading": "Form and Contents of Warranty.",
      "text": "Section 8-33-7\n\nForm and Contents of Warranty.\n\n(a) Every vehicle protection product warranty in its entirety shall be written, printed, or typed in eight point type size or larger and shall not be sold or offered for sale in this state unless the warranty:\n\n(1) States that the obligations of the warrantor to the warranty holder are guaranteed under a warranty reimbursement insurance policy if the warrantor elects to meet its financial responsibility obligations under subsection (b) of Section 8-33-5 or states that the obligations of the warrantor under the warranty are backed by the full faith and credit of the warrantor if the warrantor elects to meet its financial responsibility obligations under subsection (c) of Section 8-33-5.\n\n(2) States that in the event a warranty holder must make a claim against a party other than the warranty reimbursement insurance policy issuer, the warranty holder is entitled to make a direct claim against the insurer upon the failure of the warrantor to pay any claim or meet any obligation under the terms of the warranty within 60 days after proof of loss has been filed with the warrantor.\n\n(3) States the name and address of the issuer of the warranty reimbursement insurance policy and this information need not be preprinted on the warranty form, but may be added to or stamped on the warranty, if the warrantor elects to meet its financial responsibility obligations under subsection (c) of Section 8-33-5.\n\n(4) Identifies the warrantor, the seller, and the warranty holder.\n\n(5) Sets forth the total purchase price and the terms under which it is to be paid, however, the purchase price is not required to be preprinted on the vehicle protection product warranty and may be negotiated with the consumer at the time of sale.\n\n(6) Sets forth the procedure for making a claim, including a telephone number.\n\n(7) States the existence of a deductible amount, if any.\n\n(8) Specifies the payments or performance to be provided under the warranty including payments for incidental costs, the manner of calculation or determination of payments or performance, and any limitations, exceptions, or exclusions.\n\n(9) Sets forth all of the obligations and duties of the warranty holder including the duty to protect against any further damage to the vehicle, the obligation to notify the warrantor in advance of any repair, or other similar requirements, if any.\n\n(10) Sets forth any terms, restrictions, or conditions governing transferability of the warranty, if any.\n\n(11) Contains a disclosure that reads substantially as follows: “This agreement is a product warranty and is not insurance.”\n\n(b) At the time of sale, the seller or warrantor shall provide one of the following to the purchaser:\n\n(1) A copy of the vehicle protection product warranty.\n\n(2) A receipt or other written evidence of the purchase of the vehicle protection product and a copy of the warranty within 30 days of the date of purchase.\n\n(Act 2006-600, p. 1638, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-7/"
    },
    {
      "id": "section-8-33-8",
      "number": "8-33-8",
      "heading": "Cancellation of Warranty.",
      "text": "Section 8-33-8\n\nCancellation of Warranty.\n\n(a) No vehicle protection product may be sold or offered for sale in this state unless the vehicle protection product warranty clearly states the terms and conditions governing the cancellation of the sale and warranty, if any.\n\n(b) The warrantor may only cancel the warranty if the warranty holder does any of the following:\n\n(1) Fails to pay for the vehicle protection product.\n\n(2) Makes a material misrepresentation to the seller or warrantor.\n\n(3) Commits fraud related to the purchase of the vehicle protection product, registration of the warranty, or a claim made under the warranty.\n\n(4) Substantially breaches the warranty holder’s duties under the warranty.\n\n(c) A warrantor canceling a warranty shall mail written notice of cancellation to the warranty holder at the last address of the warranty holder in the warrantor’s records at least 30 days prior to the effective date of the cancellation. The notice shall state the effective date of the cancellation and the reason for cancellation.\n\n(Act 2006-600, p. 1638, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-8/"
    },
    {
      "id": "section-8-33-9",
      "number": "8-33-9",
      "heading": "Prohibited Acts.",
      "text": "Section 8-33-9\n\nProhibited Acts.\n\n(a) Unless licensed as an insurance company, a vehicle protection product warrantor shall not use in its name, contracts, or literature, any of the words “insurance,” “casualty,” “surety,” “mutual,” or any other words descriptive of the insurance, casualty, or surety business or deceptively similar to the name or description of any insurance or surety corporation, or any other vehicle protection product warrantor. A warrantor may use the term “guaranty” or similar word in the warrantor’s name.\n\n(b) A vehicle protection product seller or warrantor may not require as a condition of sale or financing that a retail purchaser of a motor vehicle purchase a vehicle protection product that is not installed on the motor vehicle at the time of sale.\n\n(Act 2006-600, p. 1638, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-9/"
    },
    {
      "id": "section-8-33-10",
      "number": "8-33-10",
      "heading": "Record Keeping Requirements.",
      "text": "Section 8-33-10\n\nRecord Keeping Requirements.\n\n(a) All vehicle protection product warrantors shall keep accurate accounts, books, and records concerning transactions regulated under this chapter.\n\n(b) A vehicle protection product warrantor’s accounts, books, and records shall include:\n\n(1) Copies of all vehicle protection product warranties.\n\n(2) The name and address of each warranty holder.\n\n(3) The dates, amounts, and descriptions of all receipts, claims, and expenditures.\n\n(c) A vehicle protection product warrantor shall retain all required accounts, books, and records pertaining to each warranty holder for at least two years after the specified period of coverage has expired. A warrantor discontinuing business in this state shall maintain its records until it furnishes the commissioner satisfactory proof that it has discharged all obligations to warranty holders in this state.\n\n(d) Vehicle protection product warrantors shall make all accounts, books, and records concerning transactions regulated under this chapter available to the commissioner for examination.\n\n(Act 2006-600, p. 1638, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-10/"
    },
    {
      "id": "section-8-33-11",
      "number": "8-33-11",
      "heading": "Enforcement Provisions.",
      "text": "Section 8-33-11\n\nEnforcement Provisions.\n\n(a) The commissioner may conduct examinations of warrantors, administrators, or other persons to enforce this chapter and protect warranty holders in this state. Upon request of the commissioner, a warrantor shall make available to the commissioner all accounts, books, and records concerning vehicle protection products sold by the warrantor that are necessary to enable the commissioner to reasonably determine compliance or noncompliance with this chapter.\n\n(b) The commissioner may take action that is necessary or appropriate to enforce this chapter, the commissioner’s rules and orders, and to protect warranty holders in this state. If a warrantor engages in a pattern or practice of conduct that violates this chapter and that the commissioner reasonably believes threatens to render the warrantor insolvent or cause irreparable loss or injury to the property or business of any person or company located in this state, the commissioner may do any of the following:\n\n(1) Issue an order directed to that warrantor to cease and desist from engaging in further acts, practices, or transactions that are causing the conduct.\n\n(2) Issue an order prohibiting that warrantor from selling or offering for sale vehicle protection products in violation of this chapter.\n\n(3) Issue an order imposing a civil penalty on that warrantor.\n\n(4) Issue any combination of the foregoing, as applicable.\n\n(c) Prior to the effective date of any order issued pursuant to subsection (b), the commissioner must provide written notice of the order to the warrantor and the opportunity for a hearing to be held within 10 business days after receipt of the notice, except prior notice and hearing shall not be required if the commissioner reasonably believes that the warrantor has become, or is about to become, insolvent.\n\n(d) A person aggrieved by an order issued under this section may request a hearing before the commissioner. The hearing request shall be filed with the commissioner within 20 days after the date the commissioner’s order is effective, and the commissioner must hold such a hearing within 15 days after receipt of the hearing request.\n\n(e) At the hearing, the burden shall be on the commissioner to show why the order issued pursuant to this section is justified. The provisions of the Alabama Department of Insurance Administrative Code Chapter 482-1-065 shall apply to a hearing request under this section.\n\n(f) The commissioner may bring an action in any court of competent jurisdiction for an injunction or other appropriate relief to enjoin threatened or existing violations of this chapter or of the commissioner’s orders or rules. An action filed under this section also may seek restitution on behalf of persons aggrieved by a violation of this chapter or orders or rules of the commissioner.\n\n(g) A person who is found to have violated this chapter or orders or rules of the commissioner may be ordered to pay to the commissioner a civil penalty in an amount, determined by the commissioner, of not more than five hundred dollars ($500) per violation and not more than ten thousand dollars ($10,000) in the aggregate for all violations of a similar nature. For purposes of this section, violations shall be of a similar nature if the violation consists of the same or similar course of conduct, action, or practice, irrespective of the number of times the conduct, action, or practice that is determined to be a violation of this chapter occurred.\n\n(h) This chapter does not create a separate civil cause of action.\n\n(Act 2006-600, p. 1638, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-11/"
    },
    {
      "id": "section-8-33-12",
      "number": "8-33-12",
      "heading": "Rules and Regulations.",
      "text": "Section 8-33-12\n\nRules and Regulations.\n\nThe commissioner may adopt such administrative rules consistent with this chapter as are necessary to implement this chapter. Such rules and regulations shall include disclosures for the benefit of the warranty holder, record keeping, and procedures for public complaints. Such rules and regulations shall also include the conditions under which surplus lines insurers may be rejected for the purpose of underwriting vehicle protection product warranty agreements.\n\n(Act 2006-600, p. 1638, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-12/"
    },
    {
      "id": "section-8-33-13",
      "number": "8-33-13",
      "heading": "Applicability.",
      "text": "Section 8-33-13\n\nApplicability.\n\nThis chapter applies to all vehicle protection products sold or offered for sale on or after January 1, 2007. The failure of any person to comply with this chapter prior to January 1, 2007, shall not be admissible in any court proceeding, administrative proceeding, arbitration, or alternative dispute resolution proceeding and may not otherwise be used to prove that the action of any person or the affected vehicle protection product was unlawful or otherwise improper. The adoption of this chapter does not imply that a vehicle protection product warranty was insurance prior to January 1, 2007. The penalty provisions of this chapter do not apply to any violation of this chapter relating to or in connection with the sale or failure to disclose in a retail installment contract or lease, or contract or agreement that provides for payments under a vehicle protection product warranty as long as the sale of such product, contract, or agreement was otherwise disclosed to the purchaser in writing at the time of the purchase or lease. In the event of a violation for which the penalty provisions of this chapter do not apply, the court shall award actual damages and costs, including reasonable attorney’s fees. Nothing in this section shall be construed to require the application of the penalty provisions where this section is not applicable.\n\n(Act 2006-600, p. 1638, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-13/"
    },
    {
      "id": "section-8-33-14",
      "number": "8-33-14",
      "heading": "Disposition of Funds; Examination Expenses.",
      "text": "Section 8-33-14\n\nDisposition of Funds; Examination Expenses.\n\n(a) All fees collected pursuant to this chapter shall be paid into the Insurance Department Fund for the enforcement of this chapter.\n\n(b) Each person being examined by the commissioner in the enforcement of this chapter shall be liable for and pay the expenses of the examination as provided in Section 27-2-25.\n\n(Act 2021-163, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-33/section-8-33-14/"
    }
  ]
}