{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-1a-uniform-electronic-transactions-act",
  "sections": [
    {
      "id": "section-8-1a-1",
      "number": "8-1A-1",
      "heading": "Short Title.Section 8-1A-2 - Definitions",
      "text": "Section 8-1A-3 - Scope.Section 8-1A-4 - Prospective Application.Section 8-1A-5 - Use of Electronic Records and Electronic Signatures; Variation by Agreement.Section 8-1A-6 - Construction and Application.Section 8-1A-7 - Legal Recognition of Electronic Records",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-1a-2",
      "number": "8-1A-2",
      "heading": "Definitions.",
      "text": "Section 8-1A-2\n\nDefinitions.\n\nAs used in this chapter, each of the following words have the following meanings:\n\n(1) AGREEMENT. The bargain of the parties in fact, as found in their language or inferred from other circumstances and from rules, regulations, and procedures given the effect of agreements under laws otherwise applicable to a particular transaction.\n\n(2) AUTOMATED TRANSACTION. A transaction conducted or performed, in whole or in part, by electronic means or electronic records, in which the acts or records of one or both parties are not reviewed by an individual in the ordinary course in forming a contract, performing under an existing contract, or fulfilling an obligation required by the transaction.\n\n(3) COMPUTER PROGRAM. A set of statements or instructions to be used directly or indirectly in an information processing system in order to bring about a certain result.\n\n(4) CONSUMER. An individual who obtains, through a transaction, products or services which are used primarily for personal, family, or household purposes, and also means the legal representative of such an individual.\n\n(5) CONTRACT. The total legal obligation resulting from the parties’ agreement as affected by this chapter and other applicable law.\n\n(6) ELECTRONIC. Relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, telephonic, or similar capabilities.\n\n(7) ELECTRONIC AGENT. A computer program or an electronic or other automated means used independently to initiate an action or respond to electronic records or performances in whole or in part, without review or action by an individual.\n\n(8) ELECTRONIC RECORD. A record created, generated, sent, communicated, received, or stored by electronic means.\n\n(9) ELECTRONIC SIGNATURE. An electronic sound, symbol, or process attached to or logically associated with a record and executed or adopted by a person with the intent to sign the record.\n\n(10) GOVERNMENTAL AGENCY. An executive, legislative, or judicial agency, department, board, commission, authority, institution, or instrumentality of the federal government or of a state or of a county, municipality, or other political subdivision of a state.\n\n(11) INFORMATION. Data, text, images, sounds, codes, computer programs, software, databases, or the like.\n\n(12) INFORMATION PROCESSING SYSTEM. An electronic system for creating, generating, sending, receiving, storing, displaying, or processing information.\n\n(13) PERSON. An individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, governmental agency, public corporation, or any other legal or commercial entity.\n\n(14) RECORD. Information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n(15) SECURITY PROCEDURE. A procedure employed for the purpose of verifying that an electronic signature, record, or performance is that of a specific person or for detecting changes or errors in the information in an electronic record. The term includes a procedure that requires the use of algorithms or other codes, identifying words or numbers, encryption, or callback or other acknowledgment procedures.\n\n(16) STATE. A state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band, or Alaskan native village, which is recognized by federal law or formally acknowledged by a state.\n\n(17) TRANSACTION. An action or set of actions occurring between two or more persons relating to the conduct of business, commercial, or governmental affairs.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-2/"
    },
    {
      "id": "section-8-1a-3",
      "number": "8-1A-3",
      "heading": "Scope.",
      "text": "Section 8-1A-3\n\n(a) Except as otherwise provided in subsection (b), this chapter applies to electronic records and electronic signatures relating to a transaction.\n\n(b) This chapter does not apply to a transaction to the extent it is governed by any of the following:\n\n(1) A law governing the creation and execution of wills, codicils, or testamentary trusts.\n\n(2) Title 7, the Uniform Commercial Code, other than Sections 7-1-107 and 7-1-206, Article 2, and Article 2A.\n\n(3) A statute, regulation, or other rule of law governing adoption, divorce, or other matters of family law.\n\n(c) This chapter does not apply to any of the following:\n\n(1) Court orders or notices, or official court documents, including briefs, pleadings, and other writings, required to be executed in connection with court proceedings.\n\n(2) Any notice of any of the following:\n\na. The cancellation or termination of utility services, including water, heat, and power.\n\nb. Default, acceleration, repossession, foreclosure, or eviction, or the right to cure, under a credit agreement secured by, or a rental agreement for, a primary residence of an individual.\n\nc. The cancellation or termination of health insurance or benefits or life insurance benefits, excluding annuities.\n\nd. Recall of a product, or material failure of a product, that risks endangering health or safety.\n\n(3) Any document required to accompany any transportation or handling of hazardous materials, pesticides, or other toxic or dangerous materials.\n\n(d) This chapter applies to an electronic record or electronic signature otherwise excluded from the application of this chapter under subsection (b) or (c) to the extent it is governed by a law other than those specified in subsection (b) or (c).\n\n(e) A transaction subject to this chapter is also subject to other applicable substantive law.\n\n(f) A governmental agency which is a party to a transaction subject to this chapter is also further subject to both of the following:\n\n(1) The records retention requirements for state government records established by the State Records Commission.\n\n(2) The records retention requirements for local government records established by the Local Government Records Commission.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-3/"
    },
    {
      "id": "section-8-1a-4",
      "number": "8-1A-4",
      "heading": "Prospective Application.",
      "text": "Section 8-1A-4\n\nProspective Application.\n\nThis chapter applies to any electronic record or electronic signature created, generated, sent, communicated, received, or stored on or after January 1, 2002.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-4/"
    },
    {
      "id": "section-8-1a-5",
      "number": "8-1A-5",
      "heading": "Use of Electronic Records and Electronic Signatures; Variation by Agreement.",
      "text": "Section 8-1A-5\n\nUse of Electronic Records and Electronic Signatures; Variation by Agreement.\n\n(a) This chapter does not require a record or signature to be created, generated, sent, communicated, received, stored, or otherwise processed or used by electronic means or in electronic form.\n\n(b) This chapter applies only to transactions between parties each of which has agreed to conduct transactions by electronic means. Whether the parties agree to conduct a transaction by electronic means is determined from the context and surrounding circumstances, including the parties’ conduct.\n\n(c) A party that agrees to conduct a transaction by electronic means may refuse to conduct other transactions by electronic means. The right granted by this subsection may not be waived by agreement.\n\n(d) Except as otherwise provided in this chapter, the effect of any of its provisions may be varied by agreement. The presence in certain provisions of this chapter of the words “unless otherwise agreed,” or words of similar import, does not imply that the effect of other provisions may not be varied by agreement.\n\n(e) Whether an electronic record or electronic signature has legal consequences is determined by this chapter and other applicable law.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-5/"
    },
    {
      "id": "section-8-1a-6",
      "number": "8-1A-6",
      "heading": "Construction and Application.",
      "text": "Section 8-1A-6\n\nConstruction and Application.\n\nThis chapter shall be construed and applied in each of the following manners:\n\n(1) To facilitate electronic transactions consistent with other applicable law.\n\n(2) To be consistent with reasonable practices concerning electronic transactions and with the continued expansion of those practices.\n\n(3) To effectuate its general purpose to make uniform the law with respect to the subject of this chapter among states enacting it.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-6/"
    },
    {
      "id": "section-8-1a-7",
      "number": "8-1A-7",
      "heading": "Legal Recognition of Electronic Records, Electronic Signatures, and Electronic Contracts.",
      "text": "Section 8-1A-7\n\nLegal Recognition of Electronic Records, Electronic Signatures, and Electronic Contracts.\n\n(a) A record or signature may not be denied legal effect or enforceability solely because it is in electronic form.\n\n(b) A contract may not be denied legal effect or enforceability solely because an electronic record was used in its formation.\n\n(c) If a law requires a record to be in writing, an electronic record satisfies the law.\n\n(d) If a law requires a signature, an electronic signature satisfies the law.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-7/"
    },
    {
      "id": "section-8-1a-8",
      "number": "8-1A-8",
      "heading": "Provision of Information in Writing; Presentation of Records.",
      "text": "Section 8-1A-8\n\nProvision of Information in Writing; Presentation of Records.\n\n(a) Subject to subsection (e), if parties have agreed to conduct a transaction by electronic means and a law requires a person to provide, send, or deliver information in writing to another person, the requirement is satisfied if the information is provided, sent, or delivered, as the case may be, in an electronic record capable of retention by the recipient at the time of receipt. An electronic record is not capable of retention by the recipient if the sender or its information processing system inhibits the ability of the recipient to print or store the electronic record.\n\n(b) If a law other than this chapter requires a record to be posted or displayed in a certain manner, to be sent, communicated, or transmitted by a specified method, or to contain information that is formatted in a certain manner, the following rules apply:\n\n(1) The record shall be posted or displayed in the manner specified in the other law.\n\n(2) Except as otherwise provided in subdivision (2) of subsection (d), the record shall be sent, communicated, or transmitted by the method specified in the other law.\n\n(3) The record shall contain the information formatted in the manner specified in the other law.\n\n(c) If a sender inhibits the ability of a recipient to store or print an electronic record, the electronic record is not enforceable against the recipient.\n\n(d) The requirements of this section may not be varied by agreement, but both of the following apply:\n\n(1) To the extent a law other than this chapter requires information to be provided, sent, or delivered in writing but permits that requirement to be varied by agreement, the requirement under subsection (a) that the information be in the form of an electronic record capable of retention may also be varied by agreement.\n\n(2) A requirement under a law other than this chapter to send, communicate, or transmit a record by first-class mail, postage prepaid or regular United States mail, may be varied by agreement to the extent permitted by the other law.\n\n(e)(1) If a statute, regulation, or other rule of law requires that information relating to a transaction or transactions be provided or made available to a consumer in writing, the use of an electronic record to provide or make available, whichever is required, such information satisfies the requirement that such information be in writing if each of the following is met:\n\na. The consumer has affirmatively consented to such use and has not withdrawn such consent.\n\nb. The consumer, prior to consenting, is provided with a clear and conspicuous statement that does all of the following:\n\n1. Informs the consumer of both of the following:\n\n(i) Any right or option of the consumer to have the record provided or made available on paper or in nonelectronic form.\n\n(ii) The right of the consumer to withdraw the consent to have the record provided or made available in an electronic form and of any conditions, consequences (which may include termination of the parties’ relationship), or fees in the event of such withdrawal.\n\n2. Informs the consumer of whether the consent applies:\n\n(i) Only to the particular transaction which gave rise to the obligation to provide the record.\n\n(ii) To identified categories of records that may be provided or made available during the course of the parties’ relationship.\n\n3. Describes the procedures the consumer shall use to withdraw consent as provided in subparagraph 1. of paragraph b. of subdivision (1) of this subsection and to update information needed to contact the consumer electronically.\n\n4. Informs the consumer:\n\n(i) How, after the consent, the consumer, upon request, may obtain a paper copy of an electronic record.\n\n(ii) Whether any fee will be charged for such copy.\n\nc. If, with respect to the consumer, both of the following occur:\n\n1. Prior to consenting, the consumer is provided with a statement of the hardware and software requirements for access to and retention of the electronic records.\n\n2. The consumer consents electronically, or confirms his or her consent electronically, in a manner that reasonably demonstrates that the consumer can access information in the electronic form that will be used to provide the information that is the subject of the consent.\n\nd. After the consent of a consumer in accordance with paragraph a. of subdivision (1) of this subsection, if a change in the hardware or software requirements needed to access or retain electronic records creates a material risk that the consumer will not be able to access or retain a subsequent electronic record that was the subject of the consent, the person providing the electronic record:\n\n1. Provides the consumer with a statement of (i) the revised hardware and software requirements for access to and retention of the electronic records, and (ii) the right to withdraw consent without the imposition of any fees for such withdrawal and without the imposition of any condition or consequence that was not disclosed under subparagraph 1. of paragraph b. of subdivision (1) of this subsection.\n\n2. Again complies with paragraph c. of subdivision (1) of this subsection.\n\n(2) a. Nothing in this chapter affects the content or timing of any disclosure or other record required to be provided or made available to any consumer under any statute, regulation, or other rule of law.\n\nb. If a law that was enacted prior to this chapter expressly requires a record to be provided or made available by a specified method that requires verification or acknowledgment of receipt, the record may be provided or made available electronically only if the method used provides verification or acknowledgment of receipt, whichever is required.\n\n(3) The legal effectiveness, validity, or enforceability of any contract executed by a consumer shall not be denied solely because of the failure to obtain electronic consent or confirmation of consent by that consumer in accordance with subparagraph 2. of paragraph c. of subdivision (1) of this subsection.\n\n(4) Withdrawal of consent by a consumer shall not affect the legal effectiveness, validity, or enforceability of electronic records provided or made available to that consumer in accordance with subdivision (1) prior to implementation of the consumer’s withdrawal of consent. A consumer’s withdrawal of consent shall be effective within a reasonable period of time after receipt of the withdrawal by the provider of the record. Failure to comply with paragraph d. of subdivision (1) of this subsection may, at the election of the consumer, be treated as a withdrawal of consent for purposes of this subdivision.\n\n(5) This subsection does not apply to any records that are provided or made available to a consumer who has consented prior to January 1, 2002, to receive such records in electronic form as permitted by any statute, regulation, or other rule of law.\n\n(6) An oral communication or a recording of an oral communication shall not qualify as an electronic record for purposes of this subsection except as otherwise provided under applicable law.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-8/"
    },
    {
      "id": "section-8-1a-9",
      "number": "8-1A-9",
      "heading": "Attribution and Effect of Electronic Record and Electronic Signature.",
      "text": "Section 8-1A-9\n\nAttribution and Effect of Electronic Record and Electronic Signature.\n\n(a) An electronic record or electronic signature is attributable to a person if it was the act of the person. The act of the person may be shown in any manner, including a showing of the efficacy of any security procedure applied to determine the person to which the electronic record or electronic signature was attributable.\n\n(b) The effect of an electronic record or electronic signature attributed to a person under subsection (a) is determined from the context and surrounding circumstances at the time of its creation, execution, or adoption, including the parties’ agreement, if any, and otherwise as provided by law.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-9/"
    },
    {
      "id": "section-8-1a-10",
      "number": "8-1A-10",
      "heading": "Effect of Change or Error.",
      "text": "Section 8-1A-10\n\nEffect of Change or Error.\n\nIf a change or error in an electronic record occurs in a transmission between parties to a transaction, the following rules apply:\n\n(1) If the parties have agreed to use a security procedure to detect changes or errors and one party has conformed to the procedure, but the other party has not, and the nonconforming party would have detected the change or error had that party also conformed, the conforming party may avoid the effect of the changed or erroneous electronic record.\n\n(2) In an automated transaction involving an individual, the individual may avoid the effect of an electronic record that resulted from an error made by the individual in dealing with the electronic agent of another person if the electronic agent did not provide an opportunity for the prevention or correction of the error and, at the time the individual learns of the error, the individual meets the following requirements:\n\na. Promptly notifies the other person of the error and that the individual did not intend to be bound by the electronic record received by the other person.\n\nb. Takes reasonable steps, including steps that conform to the other person’s reasonable instructions, to return to the other person or, if instructed by the other person, to destroy the consideration received, if any, as a result of the erroneous electronic record.\n\nc. Has not used or received any benefit or value from the consideration, if any, received from the other person.\n\n(3) If neither subdivision (1) nor subdivision (2) applies, the change or error has the effect provided by other law, including the law of mistake, and the parties’ contract, if any.\n\n(4) Subdivisions (2) and (3) may not be varied by agreement.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-10/"
    },
    {
      "id": "section-8-1a-11",
      "number": "8-1A-11",
      "heading": "Notarization and Acknowledgment.",
      "text": "Section 8-1A-11\n\nNotarization and Acknowledgment.\n\nIf a law requires a signature or record to be notarized, acknowledged, verified, or made under oath, the requirement is satisfied if the electronic signature of the person authorized to perform those acts, together with all other information required to be included by other applicable law, is attached to or logically associated with the signature or record.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-11/"
    },
    {
      "id": "section-8-1a-12",
      "number": "8-1A-12",
      "heading": "Retention of Electronic Records; Originals.",
      "text": "Section 8-1A-12\n\nRetention of Electronic Records; Originals.\n\n(a) If a law requires that a record be retained, the requirement is satisfied by retaining an electronic record of the information in the record which meets the following requirements:\n\n(1) Accurately reflects the information set forth in the record as it was first generated in final form as an electronic record or otherwise.\n\n(2) Remains accessible for later reference.\n\n(b) A requirement to retain a record in accordance with subsection (a) does not apply to any information the sole purpose of which is to enable the record to be sent, communicated, or received.\n\n(c) A person may satisfy subsection (a) by using the services of another person if the requirements of that subsection are satisfied.\n\n(d) If a law requires a record to be presented or retained in its original form, or provides consequences if the record is not presented or retained in its original form, that law is satisfied by an electronic record retained in accordance with subsection (a).\n\n(e) If a law requires retention of a check, that requirement is satisfied by retention of an electronic record of the information on the front and back of the check in accordance with subsection (a).\n\n(f) A record retained as an electronic record in accordance with subsection (a) satisfies a law requiring a person to retain a record for evidentiary, audit, or like purposes, unless a law enacted after January 1, 2002, specifically prohibits the use of an electronic record for the specified purpose.\n\n(g) This section does not preclude the State Records Commission, Local Government Records Commission, or other governmental agency of this state from specifying additional requirements for the retention by the agency of a record subject to the agency’s jurisdiction. The State Records Commission and the Local Government Records Commission may promulgate records retention standards for state and local government agencies to follow in compliance with this chapter.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-12/"
    },
    {
      "id": "section-8-1a-13",
      "number": "8-1A-13",
      "heading": "Admissibility in Evidence.",
      "text": "Section 8-1A-13\n\nAdmissibility in Evidence.\n\n(a) In any proceeding, evidence of a record or signature may not be excluded solely because it is in electronic form.\n\n(b) In determining the attribution and authenticity or evidentiary weight of an electronic record or signature, the trier of fact may consider, along with any other relevant and probative evidence, proof of the efficacy of any security procedure applied. This may include a showing that the procedure: (1) uniquely identifies the signer or creator of the record; (2) prevents others from using the same identifier; and/or (3) provides a mechanism for determining whether the data contained in the record was changed after it was created or signed. Evidence bearing on the means and the reliability with which the procedure performs these functions may also be considered.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-13/"
    },
    {
      "id": "section-8-1a-14",
      "number": "8-1A-14",
      "heading": "Automated Transaction.",
      "text": "Section 8-1A-14\n\nAutomated Transaction.\n\nIn an automated transaction, the following rules apply:\n\n(1) A contract may be formed by the interaction of electronic agents of the parties, even if no individual was aware of or reviewed the electronic agents’ actions or the resulting terms and agreements.\n\n(2) A contract may be formed by the interaction of an electronic agent and an individual, acting on the individual’s own behalf or for another person, including by an interaction in which the individual performs actions that the individual is free to refuse to perform and which the individual knows or has reason to know will cause the electronic agent to complete the transaction or performance.\n\n(3) The terms of the contract are determined by the substantive law applicable to it.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-14/"
    },
    {
      "id": "section-8-1a-15",
      "number": "8-1A-15",
      "heading": "Time and Place of Sending and Receipt.",
      "text": "Section 8-1A-15\n\nTime and Place of Sending and Receipt.\n\n(a) Unless otherwise agreed between the sender and the recipient, an electronic record is sent when the record meets all of the following requirements:\n\n(1) The record is addressed properly or otherwise directed properly to an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record.\n\n(2) The record is in a form capable of being processed by that system.\n\n(3) The record enters an information processing system outside the control of the sender or of a person that sent the electronic record on behalf of the sender or enters a region of the information processing system designated or used by the recipient which is under the control of the recipient.\n\n(b) Unless otherwise agreed between a sender and the recipient, an electronic record is received when the record meets the following requirements:\n\n(1) The record enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record.\n\n(2) The record is in a form capable of being processed by that system.\n\n(c) Subsection (b) applies even if the place the information processing system is located is different from the place the electronic record is deemed to be received under subsection (d).\n\n(d) Unless otherwise expressly provided in the electronic record or agreed between the sender and the recipient, an electronic record is deemed to be sent from the sender’s place of business and to be received at the recipient’s place of business. For purposes of this subsection, the following rules apply:\n\n(1) If the sender or recipient has more than one place of business, the place of business of that person is the place having the closest relationship to the underlying transaction.\n\n(2) If the sender or the recipient does not have a place of business, the place of business is the sender’s or recipient’s residence, as the case may be.\n\n(e) An electronic record is received under subsection (b) even if no individual is aware of its receipt.\n\n(f) Receipt of an electronic acknowledgment from an information processing system described in subsection (b) establishes that a record was received but, by itself, does not establish that the content sent corresponds to the content received.\n\n(g) If a person is aware that an electronic record purportedly sent under subsection (a), or purportedly received under subsection (b), was not actually sent or received, the legal effect of the sending or receipt is determined by other applicable law. Except to the extent permitted by the other law, the requirements of this subsection may not be varied by agreement.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-15/"
    },
    {
      "id": "section-8-1a-16",
      "number": "8-1A-16",
      "heading": "Transferable Records.",
      "text": "Section 8-1A-16\n\nTransferable Records.\n\n(a) In this section, “transferable record” means an electronic record that meets the following criteria:\n\n(1) Would be a note under Article 3 of the Uniform Commercial Code or a document under Article 7 of the Uniform Commercial Code if the electronic record were in writing.\n\n(2) The issuer of the electronic record expressly has agreed is a transferable record.\n\n(b) A person has control of a transferable record if a system employed for evidencing the transfer of interests in the transferable record reliably establishes that person as the person to which the transferable record was issued or transferred.\n\n(c) A system satisfies subsection (b), and a person is deemed to have control of a transferable record, if the transferable record is created, stored, and assigned in such a manner that all of the following occur:\n\n(1) A single authoritative copy of the transferable record exists which is unique, identifiable, and, except as otherwise provided in subdivisions (4), (5), and (6), unalterable.\n\n(2) The authoritative copy identifies the person asserting control as:\n\na. The person to which the transferable record was issued; or\n\nb. If the authoritative copy indicates that the transferable record has been transferred, the person to which the transferable record was most recently transferred.\n\n(3) The authoritative copy is communicated to and maintained by the person asserting control or its designated custodian.\n\n(4) Copies or revisions that add or change an identified assignee of the authoritative copy can be made only with the consent of the person asserting control.\n\n(5) Each copy of the authoritative copy and any copy of a copy is readily identifiable as a copy that is not the authoritative copy.\n\n(6) Any revision of the authoritative copy is readily identifiable as authorized or unauthorized.\n\n(d) Except as otherwise agreed, a person having control of a transferable record is the holder, as defined in subdivision (20) of Section 7-1-201 of the Uniform Commercial Code, of the transferable record and has the same rights and defenses as a holder of an equivalent record or writing under the Uniform Commercial Code, including, if the applicable statutory requirements under subsection (a) of Section 7-3-302, Section 7-7-501, or Section 7-9-308 of the Uniform Commercial Code or Section 5-19-5 are satisfied, the rights and defenses of a holder in due course, a holder to which a negotiable document of title has been duly negotiated, or a purchaser, respectively. Delivery, possession, and indorsement are not required to obtain or exercise any of the rights under this subsection.\n\n(e) Except as otherwise agreed, an obligor under a transferable record has the same rights and defenses as an equivalent obligor under equivalent records or writings under the Uniform Commercial Code.\n\n(f) If requested by a person against which enforcement is sought, the person seeking to enforce the transferable record shall provide reasonable proof that the person is in control of the transferable record. Proof may include access to the authoritative copy of the transferable record and related business records sufficient to review the terms of the transferable record and to establish the identity of the person having control of the transferable record.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-16/"
    },
    {
      "id": "section-8-1a-17",
      "number": "8-1A-17",
      "heading": "Creation and Retention of Electronic Records; Conversion of Written Records.",
      "text": "Section 8-1A-17\n\nCreation and Retention of Electronic Records; Conversion of Written Records.\n\n(a) The Alabama Supreme Court and any other court or judicial official or entity with rulemaking authority and each governmental agency of this state with rulemaking authority reviewable under Section 41-22-23 may determine by rule whether, and the extent to which, it will create and retain electronic records and convert written records to electronic records.\n\n(b) The governing body of each municipality in the state may determine by ordinance whether, and the extent to which, an executive, legislative, or judicial agency, department, board, commission, authority, institution, or instrumentality of the municipality shall create and retain electronic records and convert written records to electronic records.\n\n(Act 2001-458, p. 597, §1; Act 2021-304, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-17/"
    },
    {
      "id": "section-8-1a-18",
      "number": "8-1A-18",
      "heading": "Acceptance and Distribution of Electronic Records and Electronic Signatures.",
      "text": "Section 8-1A-18\n\nAcceptance and Distribution of Electronic Records and Electronic Signatures.\n\n(a)(1) Except as otherwise provided in subsection (f) of Section 8-1A-12, the Alabama Supreme Court and any other court or judicial official or entity with rulemaking authority and each governmental agency of this state with rulemaking authority reviewable under Section 41-22-23 may determine by rule whether, and the extent to which, it will send and accept electronic records and electronic signatures to and from other persons and otherwise create, generate, communicate, store, process, use, and rely upon electronic records and electronic signatures.\n\n(2) Except as otherwise provided in subsection (f) of Section 8-1A-12, the governing body of each municipality in the state may determine by ordinance whether, and the extent to which, an executive, legislative, or judicial agency, department, board, commission, authority, institution, or instrumentality of the municipality shall send and accept electronic records and electronic signatures to and from other persons and otherwise create, generate, communicate, store, process, use, and rely upon electronic records and electronic signatures.\n\n(b) To the extent that a governmental agency uses electronic records and electronic signatures under subsection (a), the governmental agency, giving due consideration to security, may specify each of the following:\n\n(1) The manner and format in which the electronic records shall be created, generated, sent, communicated, received, and stored and the systems established for those purposes.\n\n(2) If electronic records must be signed by electronic means, the type of electronic signature required, the manner and format in which the electronic signature shall be affixed to the electronic record, and the identity of, or criteria that shall be met by, any third party used by a person filing a document to facilitate the process.\n\n(3) Control processes and procedures as appropriate to ensure adequate preservation, disposition, integrity, security, confidentiality, and auditability of electronic records.\n\n(c) Except as otherwise provided in subsection (f) of Section 8-1A-12, this chapter does not require a governmental agency of this state to use or permit the use of electronic records or electronic signatures.\n\n(Act 2001-458, p. 597, §1; Act 2021-304, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-18/"
    },
    {
      "id": "section-8-1a-19",
      "number": "8-1A-19",
      "heading": "Interoperability.",
      "text": "Section 8-1A-19\n\nInteroperability.\n\n(a) A governmental agency of this state which adopts standards pursuant to Section 8-1A-18 may encourage and promote consistency and interoperability with similar requirements adopted by other governmental agencies of this and other states and the federal government and nongovernmental persons interacting with governmental agencies of this state. If appropriate, those standards may specify differing levels of standards from which governmental agencies of this state may choose in implementing the most appropriate standard for a particular application.\n\n(b) The Alabama Office of Information Technology, by rule, may provide a procedure for any agency under the purview of the office to create and retain electronic records, convert written records to electronic records, and accept electronic signatures. The rule shall satisfy the requirements of Sections 8-1A-17 and 8-1A-18, shall be permissive, and may not repeal or alter any existing or future agency rules relating to electronic signatures or electronic records.\n\n(Act 2001-458, p. 597, §1; Act 2021-304, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-19/"
    },
    {
      "id": "section-8-1a-20",
      "number": "8-1A-20",
      "heading": "Severability.",
      "text": "Section 8-1A-20\n\nSeverability.\n\nIf any provision of this chapter or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable.\n\n(Act 2001-458, p. 597, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-1a/section-8-1a-20/"
    }
  ]
}