{
  "state": "alabama",
  "path": "title-title-8-commercial-law-and-consumer-protection/chapter-chapter-31-alabama-unconscionable-pricing-act",
  "sections": [
    {
      "id": "section-8-31-1",
      "number": "8-31-1",
      "heading": "Short Title.Section 8-31-2 - Definitions",
      "text": "Section 8-31-3 - Prohibition of Unconscionable Pricing During Declared State of Emergency.Section 8-31-4 - Determination of Unconscionable Price During a State of Emergency.Section 8-31-5 - Penalties for Violation of Chapter; Penalties Collected Remitted to S",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-31-2",
      "number": "8-31-2",
      "heading": "Definitions.",
      "text": "Section 8-31-2\n\nDefinitions.\n\nAs used in this chapter, the following words and phrases have the following meanings unless a different meaning is required by the context:\n\n(1) COMMODITY. Any goods, services, materials, merchandise, supplies, equipment, resources, or other articles of commerce, and includes, without limitation, all services offered or provided or work performed or offered to be performed as an occupation or business to consumers and food, water, ice, chemicals, petroleum products, and lumber necessary for consumption or use as a direct result of the emergency.\n\n(2) PERSON. Shall include, but not be limited to, natural persons, corporations, trusts, partnerships, incorporated or unincorporated associations, and any other legal entity.\n\n(3) RENTAL FACILITY. Shall include, but not be limited to, any hotel, motel, boarding house, dwelling house, and self storage facility offered for rent or lease.\n\n(Acts 1996, No. 96-171, p. 195, §2; Act 2003-336, p. 843, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-31/section-8-31-2/"
    },
    {
      "id": "section-8-31-3",
      "number": "8-31-3",
      "heading": "Prohibition of Unconscionable Pricing During Declared State of Emergency.",
      "text": "Section 8-31-3\n\nProhibition of Unconscionable Pricing During Declared State of Emergency.\n\nIt is unlawful and a violation of Section 8-19-5, for any person to impose unconscionable prices for the sale or rental of any commodity or rental facility during the period of a declared state of emergency for any time periods and in any affected areas specified in a proclamation by the Governor or a joint resolution of the Legislature issued pursuant to Section 31-9-8(a).\n\n(Acts 1996, No. 96-171, p. 195, §3; Act 2003-336, p. 843, §1; Act 2023-122, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-31/section-8-31-3/"
    },
    {
      "id": "section-8-31-4",
      "number": "8-31-4",
      "heading": "Determination of Unconscionable Price During a State of Emergency.",
      "text": "Section 8-31-4\n\nDetermination of Unconscionable Price During a State of Emergency.\n\nIt is prima facie evidence that a price is unconscionable if any person, during a state of emergency declared pursuant to the powers granted to the Governor in Section 31-9-8, charges a price that exceeds, by an amount equal to or in excess of 25 percent the average price at which the same or similar commodity or rental facility was obtainable in the affected area during the last 30 days immediately prior to the declared state of emergency and the increase in the price charged is not attributable to reasonable costs incurred in connection with the rental or sale of the commodity. For purposes of this section, the term “affected area” means any area specified as an affected area in a proclamation by the Governor or a joint resolution by the Legislature issued pursuant to Section 31-9-8(a).\n\n(Acts 1996, No. 96-171, p. 195, §4; Act 2001-1104, 4th Sp. Sess., p. 1168, §1; Act 2003-336, p. 843, §1; Act 2023-122, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-31/section-8-31-4/"
    },
    {
      "id": "section-8-31-5",
      "number": "8-31-5",
      "heading": "Penalties for Violation of Chapter; Penalties Collected Remitted to State Treasurer; Suspension or Revocation of License or Certificate.",
      "text": "Section 8-31-5\n\nPenalties for Violation of Chapter; Penalties Collected Remitted to State Treasurer; Suspension or Revocation of License or Certificate.\n\n(a) Upon an entry of judgement or decree for a violation of this chapter, the court shall impose a civil penalty not to exceed one thousand dollars ($1,000) per violation with an aggregate total not to exceed twenty-five thousand dollars ($25,000) for any 24-hour period.\n\n(b) All penalties collected under this chapter shall be remitted by the circuit court to the State Treasurer and shall be credited to the account of either the office of the Attorney General or the office of the district attorney whichever initiated the action resulting in the imposition of such penalties.\n\n(c) Upon a showing to the court by the office of the Attorney General or the office of the district attorney that a person has engaged in continuous and willful violations of this chapter, the court may suspend or revoke any license or certificate authorizing that person to engage in business in this state or the court may enjoin any person from engaging in business in this state.\n\n(Acts 1996, No. 96-171, p. 195, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-31/section-8-31-5/"
    },
    {
      "id": "section-8-31-6",
      "number": "8-31-6",
      "heading": "Private Cause of Action Not Created.",
      "text": "Section 8-31-6\n\nPrivate Cause of Action Not Created.\n\nNothing in this chapter creates a private cause of action in favor of any person damaged by a violation of this chapter.\n\n(Acts 1996, No. 96-171, p. 195, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-8/chapter-31/section-8-31-6/"
    }
  ]
}