{
  "state": "nebraska",
  "path": "title-chapter-66-oils-fuels-and-energy/chapter-66-734-cash-bond-contribution-how-collected",
  "sections": [
    {
      "id": "section-66-734cash",
      "number": "66-734.Cash",
      "heading": "bond; contribution; how collected",
      "text": "(1) The contribution for the cash bond required in section 66-733 shall be collected by the department each tax period with the tax return for all such periods beginning on and after September 30, 1985. The amount due shall be deemed to be tax for the purpose of col",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-66-734",
      "number": "66-734",
      "heading": "",
      "text": "66-734.Cash bond; contribution; how collected.\n\n(1) The contribution for the cash bond required in section 66-733 shall be collected by the department each tax period with the tax return for all such periods beginning on and after September 30, 1985. The amount due shall be deemed to be tax for the purpose of collection or refund.\n\n(2) The amount collected each tax period from the motor fuel producers, suppliers, distributors, wholesalers, importers, and retailers shall be the portion of the commission allowed which equals one-fourth of one percent of the total tax due.\n\n(3) The contributions from the motor fuel producers, suppliers, distributors, wholesalers, importers, and retailers shall continue to be collected until the amount in the trust fund, including interest earned, is equal to one percent of the total motor fuel tax collected during the preceding year. The contributions shall resume whenever the amount is less than one-half of one percent of the motor fuel tax collected during the preceding year.\n\n(4) The department shall notify the producers, suppliers, distributors, wholesalers, importers, and retailers whenever it is necessary for the contributions to resume. The contributions shall begin with the first tax return that is due at least thirty days after notice is provided by the department.\n\nSourceLaws 1985, LB 273, § 26;R.S.1943, (1990), § 66-610.02;Laws 1991, LB 627, § 129;Laws 1994, LB 1160, § 105;Laws 1995, LB 182, § 57;Laws 2004, LB 983, § 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-66/statute-66-734/"
    }
  ]
}