{
  "state": "nebraska",
  "path": "title-chapter-66-oils-fuels-and-energy/chapter-66-2211-retail-motor-fuel-site-motor-fuel-storage-and-dispen",
  "sections": [
    {
      "id": "section-66-2211retail",
      "number": "66-2211.Retail",
      "heading": "motor fuel site; motor fuel storage and dispensing infrastructure; new or replacement; retail dealer; requirements",
      "text": "(1) Beginning January 1, 2024, if a retail dealer constructs a new retail motor fuel site or cumulatively from such date replaces more than eighty percent of the motor fuel storage and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-66-2211",
      "number": "66-2211",
      "heading": "",
      "text": "66-2211.Retail motor fuel site; motor fuel storage and dispensing infrastructure; new or replacement; retail dealer; requirements.\n\n(1) Beginning January 1, 2024, if a retail dealer constructs a new retail motor fuel site or cumulatively from such date replaces more than eighty percent of the motor fuel storage and dispensing infrastructure located at an existing retail motor fuel site, the retail dealer shall advertise for sale and sell E-15 gasoline from at least fifty percent of all qualifying motor fuel dispensers located at such retail motor fuel site unless the retail dealer has filed a statement with the department under section 66-2215 in which the retail dealer swears or affirms that the retail motor fuel site qualifies as a small retail motor fuel site.\n\n(2) If the statewide ethanol blend rate for 2027 is below fourteen percent as determined pursuant to section 66-2216 and the retail motor fuel site is not a retail motor fuel site described in subsection (1) of this section, then beginning January 1, 2028, the retail dealer shall advertise for sale and sell E-15 gasoline from at least one qualifying motor fuel dispenser located at such retail motor fuel site unless:\n\n(a) A waiver has been issued under section 66-2213 because the motor fuel storage and dispensing infrastructure located at the retail motor fuel site is not compatible with the use of E-15 gasoline;\n\n(b) The retail motor fuel site is exempt under section 66-2214 because all of the motor fuel storage tanks located at such site are listed with the State Fire Marshal as described in section 66-2214; or\n\n(c) The retail dealer has filed a statement with the department under section 66-2215 in which the retail dealer swears or affirms that the retail motor fuel site qualifies as a small retail motor fuel site.\n\n(3) A retail dealer owning or operating a retail motor fuel site is not prohibited from advertising for sale and selling motor fuel from any number of nonqualifying motor fuel dispensers.\n\n(4) It is not a violation of this section if a retail dealer is out of compliance with this section while (a) temporarily maintaining, repairing, or reconditioning motor fuel storage and dispensing infrastructure or (b) temporarily installing, expanding, replacing, or converting motor fuel storage and dispensing infrastructure. The department may require that a retail dealer notify the department in advance of such actions, and the department may inspect the retail motor fuel site to determine if a violation occurred.\n\nSourceLaws 2023, LB562, ยง 4;Laws 2024, LB1095, ยง 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-66/statute-66-2211/"
    }
  ]
}