{
  "state": "missouri",
  "path": "title-title-iii/chapter-chapter-18",
  "sections": [
    {
      "id": "section-18-060",
      "number": "18.060",
      "heading": "",
      "text": "Title III LEGISLATIVE BRANCH\n\n18.060. Southern states energy compact. —The Southern States Energy Compact is enacted into law and entered into by this state as a party, and is of full force and effect between the state and any other states joining therein in accordance with the terms of the compact, which said compact is substantially as follows:\n\n(1) POLICY AND PURPOSE.—The party states recognize that the proper employment and conservation of energy and employment of energy-related facilities, materials and products within the context of a responsible regard for the environment, can assist substantially in the industrialization of the south and the development of a balanced economy for the region. They also recognize that optimum benefit from an acquisition of energy resources and facilities requires systematic encouragement, guidance and assistance from the party states on a cooperative basis. It is the policy of the party states to undertake such cooperation on a continuing basis; it is the purpose of this compact to provide the instruments and framework for such a cooperative effort to improve the economy of the south and contribute to the individual and community well-being of the people of this region.\n\n(2) BOARD.—\n\n(a) There is hereby created an agency of the party states to be known as the southern states energy board (hereinafter called the board). The board shall be composed of three members from each party state designated or appointed in accordance with the law of the state which they represent*and serving and subject to removal in accordance with such law. Any member of the board may provide for the discharge of his duties and the performance of his functions thereon (either for the duration of his membership or for any less period of time) by a deputy or assistant, if the laws of his state make specific provision therefor. The federal government may be represented without vote if provision is made by federal law for such representation.\n\n(b) Each party state shall be entitled to one vote on the board, to be determined by majority vote of the members from the party state present and voting on any question. No action of the board shall be binding unless taken at a meeting at which a majority of all party states are represented and unless a majority of the total number of votes are cast in favor thereof.\n\n(c) The board shall have a seal.\n\n(d) The board shall elect annually, from among its members, a chairman, a vice chairman, and a treasurer. The board shall appoint an executive director who shall serve at its pleasure and who shall also act as secretary, and who, together with the treasurer, shall be bonded in such amounts as the board may require.\n\n(e) The executive director, with approval of the board, shall appoint and remove or discharge such personnel as may be necessary for the performance of the board's functions irrespective of the civil service, personnel or other merit system laws of any of the party states.\n\n(f) The board may establish and maintain, independently or in conjunction with any one or more of the party states, a suitable retirement system for its full-time employees. Employees of the board shall be eligible for Social Security coverage in respect of old age and survivors' insurance, provided that the board takes such steps as may be necessary pursuant to federal law to participate in such program of insurance as a governmental agency or unit. The board may establish and maintain or participate in such additional programs of employee benefits as may be appropriate.\n\n(g) The board may borrow, accept or contract for the services of personnel from any state or the United States or any subdivision or agency thereof, from any interstate agency, or from any institution, person, firm or corporation.\n\n(h) The board may accept for any of its purposes and functions under this compact any and all donations, and grants of money, equipment, supplies, materials and services (conditional or otherwise) from any state or the United States or from any institution, person, firm or corporation, and may receive, utilize and dispose of the same.\n\n(i) The board may establish and maintain such facilities as may be necessary for the transacting of its business. The board may acquire, hold and convey real and personal property and any interest therein.\n\n(j) The board shall adopt by-laws, rules and regulations for the conduct of its business, and shall have the power to amend and rescind these by-laws, rules and regulations. The board shall publish its by-laws, rules and regulations in convenient form and shall also file a copy of any amendment thereto with the appropriate agency or officer in each of the party states.\n\n(k) The board annually shall make to the governor of each party state a report covering the activities of the board for the preceding year, and embodying such recommendations as may have been adopted by the board, which report shall be transmitted to the legislature of said state. The board may issue such additional reports as it may deem desirable.\n\n(3) FINANCES.—\n\n(a) The board shall submit to the executive head or designated officer or officers of each state a budget of its estimated expenditures for such period as may be required by the laws of that jurisdiction for presentation to the legislature thereof.\n\n(b) Each of the board's budgets of estimated expenditures shall contain specific recommendations of the amount or amounts to be appropriated by each of the party states. One-half of the total amount of each budget of estimated expenditures shall be apportioned among the party states in equal shares; one quarter of each such budget shall be apportioned among the party states in accordance with the ratio of their populations to the total population of the entire group of party states based on the latest official decennial census; and one quarter of each such budget shall be apportioned among the party states on the basis of the relative average per capita income of the inhabitants in each of the party states based on the latest computations published by the federal census-taking agency. Subject to appropriation by their respective legislatures, the board shall be provided with such funds by each of the party states as are necessary to provide the means of establishing and maintaining facilities, a staff of personnel, and such activities as may be necessary to fulfill the powers and duties imposed upon and entrusted to the board.\n\n(c) The board may meet any of its obligations in whole or in part with funds available to it under subsection (2)(h), provided that the board takes specific action setting aside such funds prior to the incurring of any obligation to be met in whole or in part in this manner. Except where the board makes use of funds available to it under subsection (2)(h), the board shall not incur any obligation prior to the allotment of funds by the party jurisdiction adequate to meet the same.\n\n(d) The board shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the board shall be subject to the audit and accounting procedures established under its by-laws. However, all receipts and disbursements of funds handled by the board shall be audited yearly by a qualified public accountant and the report of the audit shall be included in and become part of the annual report of the board.\n\n(e) The accounts of the board shall be open at any reasonable time for inspection.\n\n(4) ADVISORY COMMITTEES.—The board may establish such advisory and technical committees as it may deem necessary, membership on which to include but not to be limited to private citizens, expert and lay personnel, representatives of industry, labor, commerce, agriculture, civic associations, medicine, education, voluntary health agencies and officials of local, state and federal government, and may cooperate with and use the services of any such committees and the organizations which they represent in furthering any of its activities under this compact.\n\n(5) POWERS.—The board shall have the power to:\n\n(a) Ascertain and analyze on a continuing basis the position of the south with respect to energy, energy-related industries, and environmental concerns.\n\n(b) Encourage the development, conservation and responsible use of energy and energy-related facilities, installations and products as part of a balanced economy and healthy environment.\n\n(c) Collect, correlate and disseminate information relating to civilian uses of energy and energy-related materials and products.\n\n(d) Conduct, or cooperate in conducting, programs of training for state and local personnel engaged in any aspects of\n\n1. Energy, environment, and application of energy, environmental, and related concerns to industry, medicine or education or the promotion or regulation thereof.\n\n2. The formulation or administration of measures designed to promote safety in any matter related to the development, use or disposal of energy and energy-related materials, products, installations or wastes.\n\n(e) Organize and conduct, or assist and cooperate in organizing and conducting, demonstrations of energy product, material or equipment use and disposal and of proper techniques or processes for the application of energy resources to the civilian economy or general welfare.\n\n(f) Undertake such nonregulatory functions with respect to sources of radiation as may promote the economic development and general welfare of the region.\n\n(g) Study industrial, health, safety and other standards, laws, codes, rules, regulations and administrative practices in or related to energy and environmental fields.\n\n(h) Recommend such changes in, or amendments or additions to the laws, codes, rules, regulations, administrative procedures and practices or ordinances of the party states in any of the fields of its interest and competence as in its judgment may be appropriate. Any such recommendation shall be made in the case of Florida, through the Florida nuclear commission.\n\n(i) Prepare, publish and distribute (with or without charge), such reports, bulletins, newsletters or other material as it deems appropriate.\n\n(j) Cooperate with the United States Department of Energy or any agency successor thereto, any other officer or agency of the United States, and any other governmental unit or agency or officer thereof, and with any private persons or agencies in any of the fields of its interest.\n\n(k) Act as licensee of the United States government or any party state with respect to the conduct of any research activity requiring such license and operate such research facility or undertake any program pursuant thereto.\n\n(l) Ascertain from time to time such methods, practices, circumstances and conditions as may bring about the prevention and control of energy and environmental incidents in the area comprising the party states to coordinate the nuclear environmental, and other energy-related incident prevention and control plans and the work relating thereto of the appropriate agencies of the party states and to facilitate the rendering of aid by the party states to each other in coping with energy and environmental incidents. The board may formulate and, in accordance with need from time to time, revise a regional plan or regional plans for coping with energy and environmental incidents within the territory of the party states as a whole or within any subregion or subregions of the geographic areas covered by this compact.\n\n(6) SUPPLEMENTARY AGREEMENTS.—\n\n(a) To the extent that the board has not undertaken an activity or project which would be within its power under the provisions of this compact, any two or more of the party states (acting by their duly constituted administrative officials) may enter into supplementary agreements for the undertaking and continuance of such an activity or project. Any such agreement shall specify its purpose or purposes, its duration and the procedure for termination thereof or withdrawal therefrom, the method of financing and allocating the costs of the activity or project and such other matters as may be necessary or appropriate. No such supplementary agreement entered into pursuant to this act shall become effective prior to its submission to and approval by the board. The board shall give such approval unless it finds that the supplementary agreement or activity or project contemplated thereby is inconsistent with the provisions of this compact or a program or activity conducted by or participated in by the board.\n\n(b) Unless all of the party states participate in a supplementary agreement, any costs thereof shall be borne separately by the states party thereto. However, the board may administer or otherwise assist in the operation of any supplementary agreement.\n\n(c) No party to a supplementary agreement entered into pursuant to this act shall be relieved thereby of any obligation or duty assumed by said party state under or pursuant to this compact, except that timely and proper performance of such obligation or duty by means of the supplementary agreement may be offered as performance pursuant to the compact.\n\n(7) OTHER LAWS AND REGULATIONS.—Nothing in this compact shall be construed to:\n\n(a) Permit or require any person or other entity to avoid or refuse compliance with any law, rule, regulation, order or ordinance of a party state or subdivision thereof now or hereafter made, enacted or in force.\n\n(b) Limit, diminish or otherwise impair jurisdiction exercised by the United States Department of Energy, any agency successor thereto, or any other federal department, agency or officer pursuant to and in conformity with any valid and operative act of Congress.\n\n(c) Alter the relations between the respective internal responsibilities of the government of a party state and its subdivisions.\n\n(d) Permit or authorize the board to exercise any regulatory authority or to own or operate any nuclear reactor for the generation of electric energy; nor shall the board own or operate any facility or installation for industrial or commercial purposes.\n\n(8) ELIGIBLE PARTIES, ENTRY INTO FORCE AND WITHDRAWAL.—\n\n(a) Any or all of the states of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Missouri, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, West Virginia, the Commonwealth of Puerto Rico, and the United States Virgin Islands shall be eligible to become party to this compact.\n\n(b) As to any eligible party state, this compact shall become effective when its legislature shall have enacted the same into law; provided that it shall not become initially effective until enacted into law by seven states.\n\n(c) Any party state may withdraw from this compact by enacting a statute repealing the same, but no such withdrawal shall become effective until the governor of the withdrawing state shall have sent formal notice in writing to the governor of each other party state informing said governors of the action of the legislature in repealing the compact and declaring an intention to withdraw.\n\n(9) SEVERABILITY AND CONSTRUCTION.—The provisions of this compact and of any supplementary agreement entered into hereunder shall be severable and if any phrase, clause, sentence or provision of this compact or such supplementary agreement is declared to be contrary to the constitution of any participating state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact or such supplementary agreement and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact or any supplementary agreement entered into hereunder shall be held contrary to the constitution of any state participating therein, the compact or such supplementary agreement shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters. The provisions of this compact and of any supplementary agreement entered into pursuant hereto shall be liberally construed to effectuate the purposes thereof.\n\n(L. 1965 p. 515 § 324.060, A.L. 1992 S.B. 563)\n\n*Words \"he represents\" appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-iii/chapter-18/section-18-060/"
    },
    {
      "id": "section-18-065",
      "number": "18.065",
      "heading": "",
      "text": "Title III LEGISLATIVE BRANCH\n\n18.065. Southern states energy board members, appointment, expenses. —The three members of the southern states energy board from the state of Missouri shall be the governor or his designee, one member of the senate appointed by the president pro tem of the senate, and one member of the house of representatives appointed by the speaker of the house of representatives. Any necessary expenses associated therewith shall be paid out of the funds appropriated to the respective appointing authority.\n\n(L. 1995 H.B. 574)",
      "source_url": "https://law.justia.com/codes/missouri/title-iii/chapter-18/section-18-065/"
    },
    {
      "id": "section-18-070",
      "number": "18.070",
      "heading": "",
      "text": "Title III LEGISLATIVE BRANCH\n\n18.070. Supplemental agreements dependent upon appropriations — state agencies to cooperate with board. —1. Any supplementary agreement entered into under paragraph (6) of the compact in section 18.060 requiring the expenditure of funds shall not become effective as to Missouri until the required funds are appropriated by the legislature.\n\n2. The department, agencies and officers of this state and its subdivisions are authorized to cooperate with the board in the furtherance of any of its activities pursuant to the compact, provided such proposed activities have been made known to, and have the approval of the governor.\n\n(L. 1965 p. 515 § 324.070, A.L. 1992 S.B. 563, A.L. 1995 H.B. 574)",
      "source_url": "https://law.justia.com/codes/missouri/title-iii/chapter-18/section-18-070/"
    }
  ]
}