{
  "state": "south-carolina",
  "path": "title-title-11/chapter-t11c040",
  "sections": [
    {
      "id": "section-11-40-10",
      "number": "11-40-10",
      "heading": "",
      "text": "This chapter may be cited as the \"South Carolina Infrastructure Facilities Authority Act\". HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-10/"
    },
    {
      "id": "section-11-40-20",
      "number": "11-40-20",
      "heading": "",
      "text": "(A) There is created a body corporate and politic and an instrumentality of the State to be known as the South Carolina Infrastructure Facilities Authority. The members of the State Fiscal Accountability Authority comprise the authority to serve ex officio in the same capacity as they serve as members of the authority. (B) The corporate purpose of the authority is assistance to local governments in constructing, extending, rehabilitating, repairing, replacing, and renewing infrastructure facilities necessary for public purposes and commercial, residential, and industrial development purposes or necessary or incidental to such purposes by providing grants, loans, bonds, and other forms of financial and technical assistance to local governments to finance any project or pay the cost of any project. The exercise by the authority of a power conferred in this chapter is an essential public function. HISTORY: 1994 Act No. 525, Section 2; 2014 Act No. 121 (S.22), Pt VII, Section 20.G.1, eff July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-20/"
    },
    {
      "id": "section-11-40-30",
      "number": "11-40-30",
      "heading": "",
      "text": "As used in this chapter, unless a different meaning clearly appears from the context: (1) \"Authority\" means the South Carolina Infrastructure Facilities Authority. (2) \"Bonds\" means bonds, notes, or other evidences of obligation of the authority issued under this chapter, including bond, grant or revenue anticipation notes, notes in the nature of commercial paper, and refunding bonds. (3) \"Bond Resolution\" means the resolution or resolutions of the authority, including the trust agreement or trust indenture, if any, authorizing the issuance of and providing for the terms and conditions applicable to bonds. (4) \"Federal program\" means any federal statutes or regulations pursuant to which federal grant funds are made available for environmental facilities and projects, and the rules and regulations promulgated thereunder. (5) \"Fund\" means the South Carolina Infrastructure Revolving Loan Fund established pursuant to Section 11-40-50, including the various accounts established thereunder. (6) \"Infrastructure facilities\" or \"environmental facilities\" means any publicly-owned projects, structures, and other real or personal property acquired, rehabilitated, constructed, or planned for the purposes of water supply, treatment, storage and distribution; sewerage collection treatment and disposal; or solid waste collection, treatment and disposal. (7) \"Infrastructure service\" or \"environmental services\" means the provision, collectively or individually, of water facilities, sewerage facilities, solid waste facilities, or management services. (8) \"Loan\" means a loan from the authority to a local government for the purpose of financing all or a portion of the cost of a project. (9) \"Loan agreement\" means a written agreement entered into between the authority and a local government to evidence its indebtedness with respect to a loan. (10) \"Loan obligation\" means a bond, note, or other evidence of obligation issued by a local government to evidence its indebtedness under a loan agreement or otherwise with respect to a loan. (11) \"Local government\" or \"local governing authority\" means any municipal corporation, county, special purpose district, special service district, commissioners of public works, or any other public body or agency of the State, including combinations of two or more of these entities acting jointly to construct, own, or operate a project or provide water or sewer or solid waste services, and any other state or local authority, board, or political subdivision created by the General Assembly or pursuant to the Constitution and laws of the State which may construct, own, or operate a project. (12) \"Management services\" means technical, administrative, instructional, or informational services provided to any current or potential loan recipient in, but not limited to, the areas of service charge structure; accounting, capital improvements budgeting or financing; financial reporting, treasury management, debt structure or administration or related fields of financial management; contract or grant administration; management of water, sewer, or solid waste systems; and economic development administration strategies. (13) \"Obligation\" means any bond, revenue bond, note, lease, contract, evidence of indebtedness, debt, or other obligation of the authority, the State, or local governments which are authorized to be issued under this chapter or under the Constitution or other laws of this State, including refunding bonds. (14) \"Project\" or \"infrastructure project\" means: (a) the acquisition, construction, installation, modification, renovation, repair, extension, renewal, replacement, or rehabilitation of land, interest in land, buildings, structures, facilities, or other improvements and the acquisition, installation, modification, renovation, repair, extension, renewal, replacement, rehabilitation, or furnishing of fixtures, machinery, equipment, furniture, or other property of any nature whatsoever used on, in, or in connection with any such land, interest in land, building, structure, facility, or other improvement, for the essential public purpose of providing environmental facilities and services to meet public health and environmental standards and to aid the development of trade, commerce, industry, agriculture, and employment opportunities; and (b) management programs or other programs or plans authorized to be established under federal programs, including, but not limited to, developing and implementing conservation and management plans and such other projects as the authority determines are permissible uses of funds. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-30/"
    },
    {
      "id": "section-11-40-40",
      "number": "11-40-40",
      "heading": "",
      "text": "In addition to the powers set forth elsewhere in this chapter, the authority shall have all power necessary, useful, or appropriate to fund, use, and administer the South Carolina Infrastructure Revolving Loan Fund and to perform its other functions hereunder, including, but not limited to, the power: (1) to have perpetual succession; (2) to adopt, promulgate, amend, and repeal bylaws and regulations not inconsistent with this chapter for the administration of its affairs and the implementation of its functions; (3) to sue and be sued in its own name; (4) to have a seal and alter the same at its pleasure, although the failure to affix the seal does not affect the validity of an instrument executed on behalf of the authority; (5) to make and service loans, enter into loan agreements, accept and enforce loan obligations, and provide other forms of financial assistance permitted by this chapter; (6) to make and execute contracts, lease agreements, and all other instruments necessary or convenient to exercise the powers of the authority or to further the public purpose for which the authority is created; (7) to establish (a) policies and procedures for the making and administering of loans and (b) fiscal controls and accounting procedures to ensure proper accounting and reporting by the authority and local governments; (8) to acquire by purchase, lease, donation, eminent domain or otherwise and to sell, convey, mortgage, pledge, lease, exchange, transfer and otherwise dispose of all or any part of its properties and assets of every kind and character, or any interest therein, in furtherance of the public purpose of the authority; (9) to hire staff and employ agents, advisers, consultants, and other employees, including attorneys, financial advisers, engineers, and other technical advisers and public accountants and determine their duties and compensation; (10) to procure insurance against a loss in connection with its property, assets, or activities including insurance against liability for its acts or the acts of its employees or agents, or establishing cash reserves to enable it to act as a self-insurer against any and all such losses; (11) to borrow money to further or carry out its public purpose and to issue revenue bonds, notes, or other obligations of the authority subject to the provisions of this chapter to evidence such loans and to execute leases, trust indentures, trust agreements for the sale of its revenue bonds, notes, or other obligations, loan agreements, mortgages, deeds to secure debt, trust deeds, security agreements, assignments, and other agreements or instruments as may be necessary or desirable in the judgment of the authority, and to evidence and to provide security for such loans, all as provided further in this chapter; (12) to collect fees and charges in connection with its loans, commitments, management services, and servicing including, but not limited to, reimbursements of costs of financing, as the authority shall determine to be reasonable and as shall be approved by the authority; (13) to procure insurance, guarantees, letters of credit, and other forms of collateral or security or credit support from a public or private entity, including a department, agency, or instrumentality of the United States or of this State, for the payment of bonds issued by it; including the power to pay premiums or fees on insurance, guarantees, letters of credit, and other forms of collateral or security or credit support; (14) to apply for, receive and accept from any source aid, grants, and contributions of money, property, labor, or other things of value to be used to carry out the purposes of this chapter subject to the conditions upon which the aid, grants, or contributions are made; (15) to enter into agreements with a department, agency, or instrumentality of the United States or of this State for the purpose of planning and providing for the financing of projects; (16) to collect or authorize the trustee under a trust indenture securing bonds to collect amounts due under the loan agreement or loan obligation, including taking the action required to obtain payment of sums in default; (17) to enter into contracts or agreements for the servicing and processing of loan agreements or loan obligations; (18) unless restricted under an agreement with bondholders, consent to a modification with respect to the rate of interest, time, and payment of an installment of principal or interest, or other term of a loan agreement or loan obligation; (19) to establish and revise, amend and repeal, and collect fees and charges in connection with activities or services rendered by the authority; (20) to disburse monies from the fund for program, project, loan, and fund management; (21) to provide advisory, technical, consultative, training, educational, and project assistance services to the State and to local governments and to enter into contracts with the State and local governments to provide such services; (22) to extend credit or make loans, including the acquisition of bonds, revenue bonds, notes, or other obligations to the State, any local government, or other entity, including the federal government, for the cost or expense of any project or any part of the cost or expense of any project, which credit or loans may be evidenced or secured by trust indentures, loan agreements, notes, mortgages, deeds to secure debt, trust deeds, security agreements, or assignments, on such terms and conditions as the authority shall determine to be reasonable in connection with such extension of credit or loans, including provision for the establishment and maintenance of reserve funds; and, in the exercise of powers granted by this chapter in connection with any project, the authority shall have the right and power to require the inclusion in any such trust indentures, loan agreement, note, mortgage, deed to secure debt, trust deed, security agreement, assignment, or other instrument such provisions or requirements for guaranty of any obligations, insurance, construction, use, operation, maintenance, and financing of a project and such other terms and conditions as the authority may deem necessary or desirable; (23) as security for repayment of any bonds, revenue bonds, notes, or other obligations of the authority, pledge, lease, mortgage, convey, assign, hypothecate, or otherwise encumber any property of the authority including, but not limited to, real property, fixtures, personal property, and revenues or other funds and to execute any lease, trust indenture, trust agreement, agreement for the sale of the authority's revenue bonds, notes or other obligations, loan agreement, mortgage, deed to secure debt, trust deed, security agreement, assignment, or other agreement or instrument as may be necessary or desirable, in the judgment of the authority, to secure any such revenue bonds, notes, or other obligations, which instruments or agreements may provide for foreclosure or forced sale of any property of the authority upon default in any obligation of the authority, either in payment of principal, premium, if any, or interest or in the performance of any term or condition contained in any such agreement or instrument; (24) to use income earned on any investment or loan for such corporate purposes of the authority as the authority in its discretion shall determine; (25) to do all other things necessary or convenient to the exercise of the powers granted or reasonably implied by this chapter. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-40/"
    },
    {
      "id": "section-11-40-50",
      "number": "11-40-50",
      "heading": "",
      "text": "(A) There is established the South Carolina Infrastructure Revolving Loan Fund, which must be held and administered by the authority in accordance with the provisions of this chapter and policies, rules, regulations, directives, and agreements as may be promulgated or entered into by the authority pursuant to this chapter. Earnings on balances in the fund must be credited to the fund. Amounts remaining in the fund at the end of a fiscal year accrue only to the credit of the fund. Amounts in the fund must be available in perpetuity for the purpose of providing financial assistance in accordance with the provisions of this chapter and such federal programs as have provided grants therefor. The authority may establish accounts and subaccounts within the fund as considered desirable to effectuate the purposes of this chapter, to comply with the provisions of a bond resolution, or to meet the requirements of any state or federal programs. (B) There may be deposited in the fund: (1) federal capitalization grants and awards or other federal assistance received under the authority of federal programs for purposes of the fund; (2) funds appropriated by the General Assembly for deposit to the fund; (3) payments received from a local government in repayment of a loan, including amounts withheld by the State Treasurer and paid to the authority pursuant to Section 11-40-200; (4) net proceeds of bonds issued by the authority; (5) interest or other income earned on the investment of monies in the fund; and (6) additional monies made available from public or private sources, including state grants and proceeds of state capital improvement bonds for the purposes for which the fund has been established. (C) Amounts in the fund may be used only: (1) to make loans, through the acquisition of bonds or other obligations, to local governments in accordance with provisions of this chapter; (2) to finance projects by loan, loan guarantee or otherwise, and to pay the cost of any project from the proceeds of bonds of the authority or any other funds of the authority; (3) to buy or refinance debt obligations of local governments at or below market rates; (4) to guarantee or purchase insurance for bonds, notes, or other evidences of obligation issued by a local government for the purpose of financing all or a portion of the cost of a project, if the action improves credit market access or reduces interest rates; (5) as a source of revenue or security for the payment of principal and interest on bonds issued by the authority if the proceeds of the sale of the bonds are deposited in the fund; (6) to make grants to local governments but only if the use of such funds for such purpose is specifically provided for under a federal program that capitalizes a revolving loan fund; (7) to earn interest on fund accounts; (8) for the reasonable costs of administering the fund and conducting activities under federal or state programs; and (9) for any other purpose authorized by federal or state programs. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-50/"
    },
    {
      "id": "section-11-40-60",
      "number": "11-40-60",
      "heading": "",
      "text": "(A) The authority may make loans to a local government to pay all or any part of the cost of a project. The authority may require the local government to issue bonds or revenue bonds as evidence of its loan obligation. The authority and a local government may enter into the loan commitments and option agreements as may be determined appropriate by the authority. (B) The authority may require as a condition of any loan to a local government that the local government shall perform any or all of the following: (1) establish and collect rents, rates, fees, and charges so as to produce revenues sufficient to pay all or a specified portion of: (a) costs of operation, maintenance, renewal, replacement, and repairs of the project of such local government; and (b) outstanding indebtedness incurred for the purposes of such project, including the principal of and interest on the bonds, revenue bonds, notes, or other obligations issued by the local government, as the same shall become due and payable, and to create and maintain any required reserves; (2) create and maintain a special fund or funds, as additional security for the payment of the principal of the loan obligations and the interest thereon and any other amounts becoming due under any agreement, entered into in connection therewith and for the deposit therein of the revenues as shall be sufficient to make the payment as the same shall become due and payable; (3) create and maintain other special funds as may be required by the authority; and (4) perform those other acts, including the conveyance of real and personal property together with all right, title, or interest therein to the authority, or take other actions as may be considered necessary or desirable by the authority to secure the payment of the principal of and interest on the loan obligations and to provide for the remedies of the authority in the event of a default by the local government in the payment. (C) In connection with the making of any loan authorized by this chapter, the authority may fix and collect the fees and charges including, but not limited to, reimbursement of all costs of financing by the authority, the authority determines to be reasonable. (D) As a condition to the receipt of a loan authorized by this chapter for the construction of water or sewer services, or both, the authority, as it determines appropriate, may require a local government to submit a financial plan which demonstrates that user charge rate levels will produce sufficient revenues to properly operate and maintain the system and build a reserve for improvements. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-60/"
    },
    {
      "id": "section-11-40-70",
      "number": "11-40-70",
      "heading": "",
      "text": "The authority may receive funds from federal, state, or other sources for the purpose of making grants to local governments to fund, or assist in funding, projects, infrastructure services and management services. Except with respect to funds for the purpose of making grants described in Section 11-40-50 (C)(6), the funds must be held by the authority separately from the fund. The authority may hold and distribute the funds in accordance with any federal or state program in connection with which the funds were received by the authority. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-70/"
    },
    {
      "id": "section-11-40-80",
      "number": "11-40-80",
      "heading": "",
      "text": "(A) All local governments are authorized to borrow money from the authority through loan agreements and the issuance of loan obligations in favor of the authority; all local governments are also authorized to apply for, accept and receive grants made by the authority pursuant to this chapter. Local governments are authorized to enter into and issue such agreements and evidences of indebtedness as shall comprise the loan agreements and loan obligations in accordance with the provisions of this chapter, and no further statutory authorization is required for the issuance and delivery by local governments of their loan obligations. All local governments entering into loan agreements and issuing loan obligations to the authority may perform any acts, take any action, adopt any proceedings, and make and carry out any contracts or agreements with the authority as may be agreed to by the authority and any local government for the carrying out of the purposes contemplated by this chapter. The contracts need not be identical among all local governments, but may be structured as determined by the authority according to the needs of the contracting local governments and the authority. (B) In addition to the authorizations contained in this chapter, all other statutes or provisions thereof permitting local governments to borrow money and issue obligations, including both general obligation and revenue bonds, may be utilized by any local government borrowing money from the authority to the extent deemed necessary or useful by such local government in connection with any loan agreement and the issuance, securing, or sale of loan obligations to the authority. (C) All local governments are authorized to contract with the authority for the provision of management services and to enter into any other contracts or agreements with the authority to avail themselves of the intended benefits of this chapter. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-80/"
    },
    {
      "id": "section-11-40-90",
      "number": "11-40-90",
      "heading": "",
      "text": "(A) The authority has the power and is authorized from time to time to issue bonds, including refunding bonds, in the principal amounts it determines to be necessary or convenient to provide amounts necessary for any corporate purposes, and to use the proceeds thereof for the purpose of: (1) paying or lending the proceeds thereof to pay all or any part of the cost of any project or the principal of and premium, if any, and interest on the revenue bonds, bonds, notes, or other obligations of any local government issued for the purpose of paying in whole or in part, the cost of any project; (2) paying all costs of the authority incidental to or necessary and appropriate to furthering or carrying out the purposes of the authority; (3) paying all costs of the authority incurred in connection with the issuance of the bonds; and (4) providing for the payment, defeasance, or retirement of any bonds or other obligations of the authority or any local government, including all or any portion of the principal, interest, or redemption premium in connection therewith. (B) At or before the delivery of bonds by the authority, the authority, by resolution of the authority, certificate of an officer or employee of the authority, or other manner as the authority determines, shall establish with respect to all bonds of the authority then outstanding and then proposed to be delivered that, following the period during which interest on bonds or loan obligations is capitalized, either: (1) the ratio of all assets, including, without limitation, loan obligations, reserves, and any amounts to be received pursuant to an agreement with any federal or state agency held, or to be held, as security for all the bonds to the principal amount of all the bonds is not less than 1.10 to 1; or (2) the ratio of anticipated annual receipts to be derived from assets described in (1), above, to annual debt service on all the bonds is estimated to be not less than 1.10 to 1. (C) With respect to bonds, or that portion of an issue of bonds, issued to refund outstanding bonds of the authority, in lieu of the requirements of subsection (B) of this section, the bonds may be issued if the authority establishes with respect to the issuing of the bonds the debt service with respect to the refunding bonds is not expected to exceed debt service with respect to the refunded bonds in any year in which the refunded bonds were outstanding. (D) No project receiving funding from bond proceeds authorized under this chapter may be implemented until the Joint Bond Review Committee, in consultation with the authority, establishes priorities for funding of the projects. The Joint Bond Review Committee shall report its priorities to the members of the General Assembly within thirty days of the establishment of the funding priorities. In establishing these priorities for projects authorized and funded by bonds issued pursuant to this chapter, the Joint Bond Review Committee has the same responsibilities, mutatis mutandis, provided in Section 2-47-30 for its functions with respect to projects funded by state general obligation and institutional bonds. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-90/"
    },
    {
      "id": "section-11-40-100",
      "number": "11-40-100",
      "heading": "",
      "text": "The authority may pledge any of its revenues or funds to the payment of its bonds, subject only to prior agreement with the holders of particular bonds which may have pledged specific money or revenue. Bonds may be secured by a pledge of any loan obligation owned by the authority, any grant, contribution, or guaranty from the United States, the State, or a corporation, association, institution or person, other property or assets of the authority, or a pledge of any money, income, or revenue of the authority from any source. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-100/"
    },
    {
      "id": "section-11-40-110",
      "number": "11-40-110",
      "heading": "",
      "text": "Bonds issued by the authority are not a debt or a pledge of the faith and credit of this State or its political subdivisions other than the authority, but are payable solely from the revenue, money, or property of the authority as provided for in this chapter. The bonds issued do not constitute an indebtedness of this State within the meaning of a constitutional or statutory limitation. No members of the authority or a person executing bonds of the authority is liable personally on the bonds by reason of their issuance or execution. Each bond issued under this chapter must contain on its face a statement to the effect that: (1) neither this State, nor its political subdivisions, nor the authority is obligated to pay the principal of or interest on the bond or other costs incident to the bond except from the revenue, money, or property of the authority pledged; (2) neither the faith and credit nor the taxing power of this State, or its political subdivisions, is pledged to the payment of the principal of or interest on the bonds; (3) the authority does not have taxing power. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-110/"
    },
    {
      "id": "section-11-40-120",
      "number": "11-40-120",
      "heading": "",
      "text": "The bonds of the authority must be authorized by a resolution of the authority and must be in the form and executed in the manner provided in the bond resolution. The bonds shall bear the date and mature at the time which the bond resolution provides, except that no bond may mature more than thirty years from its date of issue. The bonds may be in the denominations, be executed in the manner, be payable in the medium of payment, be payable at the place at the time, and be subject to redemption or repurchase and contain other provisions determined by the authority. The bonds may bear interest payable at a time and at a rate as determined by the authority, including the determination of interest rates by agents designated by the authority under guidelines established by it. Bonds may be sold by the authority at public or private sale at the price it determines and approves. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-120/"
    },
    {
      "id": "section-11-40-130",
      "number": "11-40-130",
      "heading": "",
      "text": "(A) Bonds may be secured by a trust indenture between the authority and a corporate trustee, which may be the State Treasurer or a bank having trust powers or a trust company designated by the State Treasurer. A trust indenture may contain provisions for protecting and enforcing the rights and remedies of the bondholders which are reasonable and proper, including covenants setting forth the duties of the authority in relation to the exercise of its powers and the custody, safekeeping, and application of its money. The authority may provide by the trust indenture for the payment of the proceeds of the bonds and all or any part of the revenues of the authority to the trustee under the trust indenture or to some other depository, and for the method of its disbursement with safeguards and restrictions prescribed by it. (B) A bond resolution or trust indenture pursuant to which bonds are issued may contain provisions which are part of the contract with the holders of the bonds as to such matters relating to the terms of the bonds or the security or protection of the holders of the bonds which the authority considers appropriate. (C) Bonds may be primarily secured by a pool of obligations issued by local governments when the proceeds of the local government obligations are applied to local environmental facility projects. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-130/"
    },
    {
      "id": "section-11-40-140",
      "number": "11-40-140",
      "heading": "",
      "text": "A pledge made by the authority is valid and binding from the time the pledge is made. The revenue, money, or property pledged and thereafter received by the authority is immediately subject to the lien of the pledge without physical delivery or further act. The lien of a pledge is valid and binding as against all parties having claims of any kind in tort, contract, or otherwise against the authority, irrespective of whether the parties have notice of the pledge. No recording or filing of the resolution authorizing the issuance of bonds, the trust indenture securing bonds, or other instrument including filings under the Uniform Commercial Code is necessary to create or perfect a pledge or security interest granted by the authority to secure bonds, but the record of the proceedings relative to the issuance of any bonds must be filed as prescribed by Section 11-15-20. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-140/"
    },
    {
      "id": "section-11-40-150",
      "number": "11-40-150",
      "heading": "",
      "text": "Whether or not the bonds of the authority are of such form and character as to be negotiable instruments, the bonds are made negotiable instruments within the meaning of and for all the purposes of the law of this State. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-150/"
    },
    {
      "id": "section-11-40-160",
      "number": "11-40-160",
      "heading": "",
      "text": "The authority is performing an essential governmental function in the exercise of the powers conferred upon it and is not required to pay taxes or assessments upon property or upon its operations or the income from them, or taxes or assessments upon property or loan obligation acquired or used by the authority or upon the income from them. Bonds issued by the authority, the transfer of bonds, and the income from them, are free from taxation and assessment of every kind by this State, and by the local governments and other political subdivisions of this State. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-160/"
    },
    {
      "id": "section-11-40-170",
      "number": "11-40-170",
      "heading": "",
      "text": "The bonds of the authority are made securities in which all public officials and bodies of the State and all municipalities, all insurance companies and associations, and other persons carrying on an insurance business, all banks, bankers, trust companies, savings banks, and savings associations, investment companies and other persons carrying on a banking business, and administrators, guardians, executors, trustees, and other fiduciaries and all other persons whatsoever, who are now or may hereafter be authorized to invest in bonds or other obligations of the State, may properly and legally invest funds including capital in their control or belonging to them. The bonds are also made securities which may be deposited with and may be received by all public officers and bodies of this State and all municipalities for any purposes for which the deposit of bonds or other obligations of this State are now or hereafter may be authorized. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-170/"
    },
    {
      "id": "section-11-40-180",
      "number": "11-40-180",
      "heading": "",
      "text": "The offer, sale, or issuance of bonds, notes, or other obligations by the authority are not subject to regulation under Chapter 1, Title 35. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-180/"
    },
    {
      "id": "section-11-40-190",
      "number": "11-40-190",
      "heading": "",
      "text": "This State pledges to and agrees with the holders of any bonds issued by the authority pursuant to this chapter that it shall not alter or limit the rights vested in the authority to fulfill the terms of any agreement made with or for the benefit of the holders of bonds or in any way impair the rights and remedies of bondholders until the bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of such holders, are fully met and discharged or funds for the payment of such are fully provided. The authority may include this pledge and agreement of the State in any agreement with bondholders. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-190/"
    },
    {
      "id": "section-11-40-200",
      "number": "11-40-200",
      "heading": "",
      "text": "(A) If a local government fails to collect and remit in full all amounts due to the authority on the date such amounts are due under the terms of any bond, revenue bond, note, or other obligation of the local government, the authority shall notify the State Treasurer who, subject to the withholding of amounts under Section 14, Article X of the State Constitution, shall withhold all or a portion of such funds of the State and all funds administered by the State, its agencies, boards, and instrumentalities allotted or appropriated to such local government and apply so much as is necessary to the payment of this amount. (B) Nothing contained in this section mandates the withholding of funds allocated to a local government which would violate contracts to which the State is a party, the requirements of federal law imposed on the State, or judgments of any court binding the State. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-200/"
    },
    {
      "id": "section-11-40-210",
      "number": "11-40-210",
      "heading": "",
      "text": "Neither the members of the authority nor any officer or employee of the authority acting in behalf thereof, while acting within the scope of his authority, are subject to any liability resulting from: (1) the construction, ownership, maintenance, or operation of any project financed with the assistance of the authority; (2) the construction, ownership, maintenance, or operation of any solid waste system, sewerage system, or water system owned by a local government; or (3) carrying out any of the powers given in this chapter. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-210/"
    },
    {
      "id": "section-11-40-220",
      "number": "11-40-220",
      "heading": "",
      "text": "No notice, proceeding, or publication except those required in this chapter are necessary to the performance of any act authorized in this chapter; nor is any such act subject to referendum. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-220/"
    },
    {
      "id": "section-11-40-230",
      "number": "11-40-230",
      "heading": "",
      "text": "All money of the authority, except as otherwise authorized by law or provided in this chapter, must be deposited with and invested by the State Treasurer. Funds of the authority not needed for immediate use or disbursement may be invested by the State Treasurer in obligations or securities which are declared to be legal obligations by the provisions of Chapter 5 of Title 6, Section 11-9-660, and Section 11-9-661. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-230/"
    },
    {
      "id": "section-11-40-240",
      "number": "11-40-240",
      "heading": "",
      "text": "Following the close of each fiscal year, the authority shall submit an annual report of its activities for the preceding year to the Governor and to the General Assembly. The authority shall also submit an annual report to the appropriate federal agency in accordance with requirements of any federal program. An independent certified public accountant shall perform an audit of the books and accounts of the authority at least once in each fiscal year. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-240/"
    },
    {
      "id": "section-11-40-250",
      "number": "11-40-250",
      "heading": "",
      "text": "The Division of Local Government of the State Rural Infrastructure Authority shall provide staff and otherwise assist the authority in the administration of the fund and the performance of its functions under this chapter. The funds to be used for purposes of the Infrastructure Facilities Authority must come from funds appropriated to or made available to the Infrastructure Facilities Authority and not those funds of the Rural Infrastructure Authority, the administration of which also is a part of the responsibilities of the Division of Local Government as provided by law. In providing such assistance the Division of Local Government shall: (1) assist in the formulation, establishment, and structuring of programs undertaken by the authority pursuant to this chapter; (2) provide local governments information as to the programs of the authority and the procedures for obtaining the assistance intended by the chapter; (3) assist local governments in making application to such state and federal agencies, including the authority, as may be necessary or helpful in order to avail themselves of such programs; (4) assist the authority in analyzing and evaluating local government requests for assistance pursuant to this chapter; (5) assist in the structuring and negotiation of local government loan agreements and loan obligations and authority bonds; (6) administer the fund, including any accounts therein; (7) administer the authority's programs and loans, including monitoring compliance by local governments with any rules, regulations, or other requirements of the authority with respect to such programs and compliance with covenants and agreements made by local governments with respect to any loan agreement or loan obligation; and (8) provide other assistance and perform other duties as may be requested or directed by the authority. HISTORY: 1994 Act No. 525, Section 2; 2014 Act No. 121 (S.22), Pt VII, Section 20.G.2, eff July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-250/"
    },
    {
      "id": "section-11-40-260",
      "number": "11-40-260",
      "heading": "",
      "text": "This chapter, being for the welfare of this State and its inhabitants, must be liberally construed to effect the purposes specified in this chapter. No proceeding, notice, or approval is required for the issuance of bonds of the authority or loan obligations by a local government or instruments or the security for the bonds or loan obligation, except as provided in this chapter. If the provisions of this chapter are inconsistent with the provisions of any other law, general, special, or local, the provisions of this chapter control. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-260/"
    },
    {
      "id": "section-11-40-270",
      "number": "11-40-270",
      "heading": "",
      "text": "If any provision of this chapter is held or determined to be unconstitutional, invalid, or otherwise unenforceable by a court of competent jurisdiction, it is the intention of the General Assembly that the provision is, or is deemed to be, severable from the remaining provisions of the chapter and that the holding does not invalidate or render unenforceable any other provision of the chapter. HISTORY: 1994 Act No. 525, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-40/section-11-40-270/"
    }
  ]
}