{
  "state": "south-carolina",
  "path": "title-title-11/chapter-chapter-19",
  "sections": [
    {
      "id": "section-11-19-10",
      "number": "11-19-10.",
      "heading": "",
      "text": "(a) The term \"borrower\" shall mean the State, any agency, authority, department or institution of the State, any county, any incorporated city or town, any school district, any special purpose district, and all other political units now existing or hereafter created.\n\n(b) The term \"governing body\" shall mean that agency or body upon which is devolved by law the administrative and executive functions of the borrower.\n\n(c) The term \"grant\" shall mean any monies to be received from the United States Government or any of its agencies, intended to be used for the construction of facilities for any waterworks systems, facilities for the collection, treatment and disposal of sewage and the construction or improvement of any public works which the borrower may lawfully undertake as to which an unconditional grant has been made by the granting agency and the funds have been appropriated therefor. The term \"grant\" shall also include Federal revenue-sharing funds to which any borrower shall be entitled.\n\n(d) The term \"person\" shall mean any person, firm, corporation, governmental agency or lending institution.\n\n(e) The term \"project\" shall mean the public works or undertaking for which the grant is made applicable.\n\nHISTORY: 1962 Code Section 1-641; 1971 (57) 902; 1974 (58) 2363.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-10/"
    },
    {
      "id": "section-11-19-20",
      "number": "11-19-20.",
      "heading": "",
      "text": "Any borrower which is entitled to any grant may, pending the receipt thereof, but within the limitation set forth in this chapter, borrow from any person and evidence the debt so incurred by a note or other written obligation executed by the officers of the borrower and containing such terms and provisions as may be prescribed by the governing body of the borrower. Such note shall be expressed to mature not later than the occasion on which the proceeds of the grant are expected to be received and shall pledge for the payment of the principal and interest therefor the proceeds of such grant and in addition thereto may pledge the full faith, credit and taxing power of the borrower.\n\nHISTORY: 1962 Code Section 1-641.1; 1971 (57) 902; 1976 Act No. 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-20/"
    },
    {
      "id": "section-11-19-30",
      "number": "11-19-30.",
      "heading": "",
      "text": "The maximum amount of any loan made pursuant to this chapter shall not exceed ninety percent of the estimated amount of the grant in anticipation of which the loan is made.\n\nHISTORY: 1962 Code Section 1-641.2; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-30/"
    },
    {
      "id": "section-11-19-40",
      "number": "11-19-40.",
      "heading": "",
      "text": "The governing body may arrange the issue of obligations authorized by this chapter by negotiation or may cause them to be advertised and bids therefor received, under such conditions as the governing body shall prescribe.\n\nHISTORY: 1962 Code Section 1-641.3; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-40/"
    },
    {
      "id": "section-11-19-50",
      "number": "11-19-50.",
      "heading": "",
      "text": "Whenever the favorable result of an election is prescribed by the Constitution or applicable statute as a condition precedent to the undertaking of the project by the borrower, then prior to the issuance of any obligations pursuant to this chapter, the election shall have been held and shall have resulted favorably to the undertaking of the project.\n\nHISTORY: 1962 Code Section 1-641.4; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-50/"
    },
    {
      "id": "section-11-19-60",
      "number": "11-19-60.",
      "heading": "",
      "text": "If any consent or approval shall be necessary prior to the undertaking of the project by the borrower, the borrower shall obtain the same consent or approval prior to the issuance of obligations pursuant hereto.\n\nHISTORY: 1962 Code Section 1-641.5; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-60/"
    },
    {
      "id": "section-11-19-70",
      "number": "11-19-70.",
      "heading": "",
      "text": "It shall be the duty of the governing body to apply the proceeds of any obligations issued pursuant to this chapter to the cost of the construction of the project for which the grant is to be made, but no purchaser of any obligations shall be liable for the proper application of the proceeds.\n\nHISTORY: 1962 Code Section 1-641.6; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-70/"
    },
    {
      "id": "section-11-19-80",
      "number": "11-19-80.",
      "heading": "",
      "text": "All obligations issued pursuant to this chapter and all interest to accrue thereon shall have the tax exempt status prescribed by Section 12-1-60.\n\nHISTORY: 1962 Code Section 1-641.7; 1971 (57) 902.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-11/chapter-19/section-11-19-80/"
    }
  ]
}