{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-179-disciplinary-actions-unprofessional-conduct-defined",
  "sections": [
    {
      "id": "section-38-179disciplinary",
      "number": "38-179.Disciplinary",
      "heading": "actions; unprofessional conduct, defined",
      "text": "For purposes of section 38-178, unprofessional conduct means any departure from or failure to conform to the standards of acceptable and prevailing practice of a profession or the ethics of the profession, regardless of whether a person, consumer, or entity i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-179",
      "number": "38-179",
      "heading": "",
      "text": "38-179.Disciplinary actions; unprofessional conduct, defined.\n\nFor purposes of section 38-178, unprofessional conduct means any departure from or failure to conform to the standards of acceptable and prevailing practice of a profession or the ethics of the profession, regardless of whether a person, consumer, or entity is injured, or conduct that is likely to deceive or defraud the public or is detrimental to the public interest, including, but not limited to:\n\n(1) Receipt of fees on the assurance that an incurable disease can be permanently cured;\n\n(2) Division of fees, or agreeing to split or divide the fees, received for professional services with any person for bringing or referring a consumer other than (a) with a partner or employee of the applicant or credential holder or his or her office or clinic, (b) with a landlord of the applicant or credential holder pursuant to a written agreement that provides for payment of rent based on gross receipts, or (c) with a former partner or employee of the applicant or credential holder based on a retirement plan or separation agreement;\n\n(3) Obtaining any fee for professional services by fraud, deceit, or misrepresentation, including, but not limited to, falsification of third-party claim documents;\n\n(4) Cheating on or attempting to subvert the credentialing examination;\n\n(5) Assisting in the care or treatment of a consumer without the consent of such consumer or his or her legal representative;\n\n(6) Use of any letters, words, or terms, either as a prefix, affix, or suffix, on stationery, in advertisements, or otherwise, indicating that such person is entitled to practice a profession for which he or she is not credentialed;\n\n(7) Performing, procuring, or aiding and abetting in the performance or procurement of a criminal abortion;\n\n(8) Knowingly disclosing confidential information except as otherwise permitted by law;\n\n(9) Commission of any act of sexual abuse, misconduct, or exploitation related to the practice of the profession of the applicant or credential holder;\n\n(10) Failure to keep and maintain adequate records of treatment or service;\n\n(11) Prescribing, administering, distributing, dispensing, giving, or selling any controlled substance or other drug recognized as addictive or dangerous for other than a medically accepted therapeutic purpose;\n\n(12) Prescribing any controlled substance to (a) oneself or (b) except in the case of a medical emergency (i) one's spouse, (ii) one's child, (iii) one's parent, (iv) one's sibling, or (v) any other person living in the same household as the prescriber;\n\n(13) Failure to comply with any federal, state, or municipal law, ordinance, rule, or regulation that pertains to the applicable profession;\n\n(14) Disruptive behavior, whether verbal or physical, which interferes with consumer care or could reasonably be expected to interfere with such care;\n\n(15) Violation of the Preborn Child Protection Act;\n\n(16) Beginning October 1, 2023, performing gender-altering procedures for an individual younger than nineteen years of age in violation of section 71-7304; and\n\n(17) Such other acts as may be defined in rules and regulations.\n\nNothing in this section shall be construed to exclude determination of additional conduct that is unprofessional by adjudication in individual contested cases.\n\nSourceLaws 1927, c. 167, § 47, p. 466;C.S.1929, § 71-602;Laws 1935, c. 141, § 1, p. 518;C.S.Supp.,1941, § 71-602;Laws 1943, c. 146, § 11, p. 542;R.S.1943, § 71-148;Laws 1979, LB 95, § 2;Laws 1981, LB 466, § 1;Laws 1986, LB 286, § 46;Laws 1986, LB 579, § 38;Laws 1986, LB 926, § 25;Laws 1987, LB 473, § 16;Laws 1988, LB 273, § 9;Laws 1988, LB 1100, § 17;Laws 1991, LB 425, § 11;Laws 1991, LB 456, § 11;Laws 1993, LB 536, § 45;Laws 1994, LB 1210, § 27;Laws 1997, LB 23, § 5;R.S.1943, (2003), § 71-148;Laws 2007, LB463, § 79;Laws 2021, LB148, § 49;Laws 2023, LB574, § 8.\n\nCross ReferencesPreborn Child Protection Act, see section 71-6912.\n\nAnnotations\n\nUnder the former law, the general definition in the introductory paragraph of this section does not include as unprofessional conduct a single act of ordinary negligence. Mahnke v. State, 276 Neb. 57, 751 N.W.2d 635 (2008).\n\nPerformance of a criminal abortion is immoral, unprofessional, and dishonorable conduct justifying revocation of license to practice medicine and surgery. State ex rel. Sorensen v. Lake, 121 Neb. 331, 236 N.W. 762 (1931).\n\nDisclosure by a physician of the contagious or infectious nature of a patient's disease to a person who might become exposed is not a betrayal of a professional secret which will constitute unprofessional conduct. Simonsen v. Swenson, 104 Neb. 224, 177 N.W. 831 (1920), 9 A.L.R. 1250 (1920).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-179/"
    }
  ]
}