{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-145-continuing-competency-requirements-board-duties",
  "sections": [
    {
      "id": "section-38-145",
      "number": "38-145",
      "heading": "",
      "text": "38-145.Continuing competency requirements; board; duties.\n\n(1) The appropriate board shall establish continuing competency requirements for persons seeking renewal of a credential.\n\n(2) The purposes of continuing competency requirements are to ensure (a) the maintenance by a credential holder of knowledge and skills necessary to competently practice his or her profession, (b) the utilization of new techniques based on scientific and clinical advances, and (c) the promotion of research to assure expansive and comprehensive services to the public.\n\n(3) Each board shall consult with the department and the appropriate professional academies, professional societies, and professional associations in the development of such requirements.\n\n(4)(a) For a profession for which there are no continuing education requirements on December 31, 2002, the requirements may include, but not be limited to, any one or a combination of the continuing competency activities listed in subsection (5) of this section.\n\n(b) For a profession for which there are continuing education requirements on December 31, 2002, continuing education is sufficient to meet continuing competency requirements. The requirements may also include, but not be limited to, any one or a combination of the continuing competency activities listed in subdivisions (5)(b) through (5)(p) of this section which a credential holder may select as an alternative to continuing education.\n\n(5) Continuing competency activities may include, but not be limited to, any one or a combination of the following:\n\n(a) Continuing education;\n\n(b) Clinical privileging in an ambulatory surgical center or hospital as defined in section 71-405 or 71-419;\n\n(c) Board certification in a clinical specialty area;\n\n(d) Professional certification;\n\n(e) Self-assessment;\n\n(f) Peer review or evaluation;\n\n(g) Professional portfolio;\n\n(h) Practical demonstration;\n\n(i) Audit;\n\n(j) Exit interviews with consumers;\n\n(k) Outcome documentation;\n\n(l) Testing;\n\n(m) Refresher courses;\n\n(n) Inservice training;\n\n(o) Practice requirement; or\n\n(p) Any other similar modalities.\n\n(6) Beginning with the first license renewal period which begins on or after October 1, 2018, the continuing competency requirements for a nurse midwife, dentist, physician, physician assistant, nurse practitioner, podiatrist, and veterinarian who prescribes controlled substances shall include at least three hours of continuing education biennially regarding prescribing opiates as defined in section 28-401. The continuing education may include, but is not limited to, education regarding prescribing and administering opiates, the risks and indicators regarding development of addiction to opiates, and emergency opiate situations. One-half hour of the three hours of continuing education shall cover the prescription drug monitoring program described in sections 71-2454 to 71-2456. This subsection terminates on January 1, 2029.\n\nSourceLaws 1976, LB 877, § 14;Laws 1984, LB 481, § 21;Laws 1985, LB 250, § 4;Laws 1986, LB 286, § 62;Laws 1986, LB 579, § 54;Laws 1992, LB 1019, § 38;Laws 1994, LB 1210, § 41;Laws 1999, LB 828, § 47;Laws 2002, LB 1021, § 12;R.S.1943, (2003), § 71-161.09;Laws 2007, LB463, § 45;Laws 2018, LB731, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-145/"
    }
  ]
}