{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-2873-delegated-dispensing-permit-requirements",
  "sections": [
    {
      "id": "section-38-2873",
      "number": "38-2873",
      "heading": "",
      "text": "38-2873.Delegated dispensing permit; requirements.\n\n(1) Any person who has entered into a delegated dispensing agreement pursuant to section 38-2872 may apply to the department for a delegated dispensing permit. An applicant shall apply at least thirty days prior to the anticipated date for commencing delegated dispensing activities. Each applicant shall (a) file an application as prescribed by the department and a copy of the delegated dispensing agreement and (b) pay any fees required by the department. A hospital applying for a delegated dispensing permit shall not be required to pay an application fee if it has a pharmacy license under the Health Care Facility Licensure Act.\n\n(2) The department shall issue or renew a delegated dispensing permit to an applicant if the department, with the recommendation of the board, determines that:\n\n(a) The application and delegated dispensing agreement comply with the Pharmacy Practice Act;\n\n(b) The public health and welfare is protected and public convenience and necessity is promoted by the issuance of such permit. If the applicant is a hospital, public health clinic, or dialysis drug or device distributor, the department shall find that the public health and welfare is protected and public convenience and necessity is promoted. For any other applicant, the department may, in its discretion, require the submission of documentation to demonstrate that the public health and welfare is protected and public convenience and necessity is promoted by the issuance of the delegated dispensing permit; and\n\n(c) The applicant has complied with any inspection requirements pursuant to section 38-2874.\n\n(3) In addition to the requirements of subsection (2) of this section, a public health clinic (a) shall apply for a separate delegated dispensing permit for each clinic maintained on separate premises even though such clinic is operated under the same management as another clinic and (b) shall not apply for a separate delegated dispensing permit to operate an ancillary facility. For purposes of this subsection, ancillary facility means a delegated dispensing site which offers intermittent services, which is staffed by personnel from a public health clinic for which a delegated dispensing permit has been issued, and at which no legend drugs or devices are stored.\n\n(4) A delegated dispensing permit shall not be transferable. Such permit shall expire annually on July 1 unless renewed by the department. The department, with the recommendation of the board, may adopt and promulgate rules and regulations to reinstate expired permits upon payment of a late fee.\n\nSourceLaws 2001, LB 398, ยง 48;R.S.1943, (2003), ยง 71-1,147.63;Laws 2007, LB463, ยง 969;Laws 2009, LB604, ยง 10.\n\nCross ReferencesHealth Care Facility Licensure Act, see section 71-401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-2873/"
    }
  ]
}