{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-1141-permit-to-administer-minimal-sedation-issuance-condi",
  "sections": [
    {
      "id": "section-38-1141permit",
      "number": "38-1141.Permit",
      "heading": "to administer minimal sedation; issuance; conditions; termination of existing permit",
      "text": "(1) The department, with the recommendation of the board, shall issue a permit to a Nebraska-licensed dentist to administer minimal sedation on an outpatient basis to dental patients if the dentist:(a) Maintains a p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-1141",
      "number": "38-1141",
      "heading": "",
      "text": "38-1141.Permit to administer minimal sedation; issuance; conditions; termination of existing permit.\n\n(1) The department, with the recommendation of the board, shall issue a permit to a Nebraska-licensed dentist to administer minimal sedation on an outpatient basis to dental patients if the dentist:\n\n(a) Maintains a properly equipped facility for the administration of minimal sedation as determined by the board;\n\n(b) Is currently certified in basic life-support skills for health care providers as determined by the board and, if providing minimal sedation for persons twelve years of age and under, is currently certified in pediatric advanced life support as determined by the board; and\n\n(c) Meets at least one of the following criteria:\n\n(i) Has completed an advanced education program approved by the board that affords comprehensive and appropriate training necessary to administer and manage minimal sedation; or\n\n(ii) Has completed training to the level of competency in minimal sedation consistent with the standards set by the American Dental Association as determined by the board or a comprehensive training program in minimal sedation as approved by the board.\n\n(2) An inhalation analgesia permit issued pursuant to this section prior to July 1, 2016, terminates on such date.\n\nSourceLaws 1986, LB 438, ยง 9;R.S.1943, (2003), ยง 71-193.29;Laws 2007, LB463, ยง 474;Laws 2015, LB80, ยง 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-1141/"
    }
  ]
}