{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-1419-funeral-establishment-qualifications-relocation-chan",
  "sections": [
    {
      "id": "section-38-1419funeral",
      "number": "38-1419.Funeral",
      "heading": "establishment; qualifications; relocation; change of manager; change of name",
      "text": "(1) In order for a funeral establishment to be licensed, it shall employ as its manager a licensed funeral director and embalmer who shall be responsible for all transactions conducted in the funeral establishment, except t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-1419",
      "number": "38-1419",
      "heading": "",
      "text": "38-1419.Funeral establishment; qualifications; relocation; change of manager; change of name.\n\n(1) In order for a funeral establishment to be licensed, it shall employ as its manager a licensed funeral director and embalmer who shall be responsible for all transactions conducted in the funeral establishment, except that any person holding a valid license as a funeral director may serve as a manager of a funeral establishment. The manager shall maintain and operate the funeral establishment in accordance with all laws, rules, and regulations relating thereto.\n\n(2) If the applicant for a funeral establishment license proposes to operate more than one establishment, a separate application and fee shall be required for each location.\n\n(3) A funeral establishment desiring to relocate shall make application to the department at least thirty days prior to the designated date of such change in location.\n\n(4) A funeral establishment desiring to change its manager shall make application to the department at least fifteen days prior to the designated date of such change, except that in the case of death of a manager, the application shall be made immediately following such death. No license shall be issued under this subsection by the department until the original license has been surrendered.\n\n(5) A funeral establishment desiring to change its name shall request such change to the department at least thirty days prior to the designated change in name.\n\nSourceLaws 1957, c. 295, § 3, p. 1060;Laws 1973, LB 515, § 15;Laws 1980, LB 94, § 6;Laws 1986, LB 926, § 49;Laws 1987, LB 473, § 37;Laws 1992, LB 1019, § 61;Laws 1993, LB 187, § 20;Laws 2003, LB 242, § 98;R.S.1943, (2003), § 71-1327;Laws 2007, LB463, § 555.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-1419/"
    }
  ]
}