{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-2055-physician-assistants-prescribe-drugs-and-devices-res",
  "sections": [
    {
      "id": "section-38-2055physician",
      "number": "38-2055.Physician",
      "heading": "assistants; prescribe drugs and devices; restrictions; therapeutic regimen; powers",
      "text": "(1) A physician assistant, under a collaborative agreement with a supervising physician, may prescribe drugs and devices.(2) All such prescriptions and prescription container labels shall bear the name of the physicia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-2055",
      "number": "38-2055",
      "heading": "",
      "text": "38-2055.Physician assistants; prescribe drugs and devices; restrictions; therapeutic regimen; powers.\n\n(1) A physician assistant, under a collaborative agreement with a supervising physician, may prescribe drugs and devices.\n\n(2) All such prescriptions and prescription container labels shall bear the name of the physician assistant. A physician assistant who prescribes controlled substances listed in Schedule II, III, IV, or V of section 28-405 shall obtain a federal Drug Enforcement Administration registration number. A physician assistant may dispense drug samples to patients and may request, receive, or sign for drug samples.\n\n(3) A physician assistant, under a collaborative agreement with a supervising physician, may plan and initiate a therapeutic regimen, which includes ordering and prescribing nonpharmacological interventions, including, but not limited to, durable medical equipment, nutrition, blood and blood products, and diagnostic support services, such as home health care, hospice, physical therapy, and occupational therapy.\n\nSourceLaws 1985, LB 132, § 15;Laws 1992, LB 1019, § 41;Laws 1999, LB 379, § 4;Laws 1999, LB 828, § 94;Laws 2005, LB 175, § 1;R.S.Supp.,2006, § 71-1,107.30;Laws 2007, LB463, § 713;Laws 2009, LB195, § 46;Laws 2020, LB755, § 16.\n\nCross ReferencesSchedules of controlled substances, see section 28-405.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-2055/"
    }
  ]
}