{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-2047-physician-assistants-services-performed-supervision-",
  "sections": [
    {
      "id": "section-38-2047",
      "number": "38-2047",
      "heading": "",
      "text": "38-2047.Physician assistants; services performed; supervision requirements.\n\n(1) A physician assistant may perform medical services that (a) are delegated by and provided under the supervision of a licensed physician who meets the requirements of section 38-2050, (b) are appropriate to the level of education, experience, and training of the physician assistant, (c)(i) form a component of the supervising physician's scope of practice or (ii) form a component of the scope of practice of a physician who meets the requirements of section 38-2050 working in the same physician group as the physician assistant if delegated by and provided under the supervision of and collaboration with such physician, (d) are medical services for which the physician assistant has been prepared by education, experience, and training and that the physician assistant is competent to perform, and (e) are not otherwise prohibited by law.\n\n(2) A physician assistant shall have at least one supervising physician for each employer. If the employer is a multispecialty practice, the physician assistant shall have a supervising physician for each specialty practice area in which the physician assistant performs medical services.\n\n(3) Each physician assistant and his or her supervising physician shall be responsible to ensure that (a) the scope of practice of the physician assistant is identified, (b) the delegation of medical tasks is appropriate to the level of education, experience, and training of the physician assistant, (c) the relationship of and access to the supervising physician is defined, and (d) a process for evaluation of the performance of the physician assistant is established.\n\n(4) A physician assistant may pronounce death and may complete and sign death certificates and any other forms if such acts are within the scope of practice of the physician assistant.\n\n(5) A physician assistant may practice under the supervision of a podiatrist as provided in section 38-3013.\n\nSourceLaws 1973, LB 101, § 3;R.S.Supp.,1973, § 85-179.06;Laws 1985, LB 132, § 3;Laws 1993, LB 316, § 2;Laws 1996, LB 1108, § 9;R.S.1943, (2003), § 71-1,107.17;Laws 2007, LB463, § 705;Laws 2009, LB195, § 43;Laws 2020, LB755, § 12.\n\nCross ReferencesLiability limitations:Malpractice, Nebraska Hospital-Medical Liability Act, see section 44-2801 et seq.Rendering emergency aid, see section 25-21,186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-2047/"
    }
  ]
}