{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-1514-examination-for-licensure-contents-purpose",
  "sections": [
    {
      "id": "section-38-1514",
      "number": "38-1514",
      "heading": "",
      "text": "38-1514.Examination for licensure; contents; purpose.\n\n(1) The examination required by section 38-1512 for licensure as a hearing instrument specialist shall be comprised of:\n\n(a) A written or computer-based, psychometrically valid, competency examination approved by the board that tests the examinee for knowledge fundamental to the practice of ordering the use and fitting of hearing instruments;\n\n(b) A practical examination approved by the board that requires the examinee to demonstrate competence in the practice of ordering the use and fitting of hearing instruments; and\n\n(c) A jurisprudence examination approved by the board.\n\n(2)(a) If an examinee fails more than one portion of the practical examination, the examinee shall retake the entire practical examination upon payment of the examination fee.\n\n(b) If an examinee fails only one portion of the practical examination, the examinee may retake that portion of the examination without payment of a fee.\n\n(c) If an examinee fails the jurisprudence examination or competency examination, the examinee shall retake the entire examination upon payment of the examination fee.\n\n(d) If an examinee fails either the practical or competency component of the examination and fails two subsequent reexaminations, the examinee shall be disqualified from retaking the examination a fourth time until the examinee meets with the board, presents an acceptable written training plan to the board for passing the components of the examination, and successfully completes that plan.\n\n(3) The qualifying examination provided in section 38-1512 shall be designed to demonstrate the applicant's adequate technical qualifications by:\n\n(a) Tests of knowledge in the following areas as they pertain to the practice of ordering the use and fitting of hearing instruments:\n\n(i) Basic physics of sound;\n\n(ii) The anatomy and physiology of the ear; and\n\n(iii) The function of hearing instruments; and\n\n(b) Practical tests of proficiency in the following techniques as they pertain to the fitting of hearing instruments:\n\n(i) Pure tone audiometry, including air conduction testing and bone conduction testing;\n\n(ii) Live voice or recorded voice speech audiometry;\n\n(iii) Masking when indicated;\n\n(iv) Recording and evaluation of audiograms and speech audiometry to determine proper selection and adaptation of a hearing instrument; and\n\n(v) Taking earmold impressions.\n\nSourceLaws 1969, c. 767, § 9, p. 2908;Laws 1986, LB 701, § 8;R.S.1943, (2003), § 71-4709;Laws 2007, LB463, § 578;Laws 2009, LB195, § 32;Laws 2025, LB332, § 22.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-1514/"
    }
  ]
}