{
  "state": "nebraska",
  "path": "title-chapter-38-health-occupations-and-professions/chapter-38-1239-law-enforcement-canine-transportation-and-emergency-",
  "sections": [
    {
      "id": "section-38-1239law",
      "number": "38-1239.Law",
      "heading": "enforcement canine; transportation and emergency medical care; authorized, when; immune from liability",
      "text": "(1) For purposes of this section, law enforcement canine means any canine that is owned or employed in the service of any state or local law enforcement agency, the Department of Correctional Servi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-1239",
      "number": "38-1239",
      "heading": "",
      "text": "38-1239.Law enforcement canine; transportation and emergency medical care; authorized, when; immune from liability.\n\n(1) For purposes of this section, law enforcement canine means any canine that is owned or employed in the service of any state or local law enforcement agency, the Department of Correctional Services, any local fire department, or the State Fire Marshal for the purpose of aiding in the detection of criminal activity, flammable materials, or missing persons; the enforcement of laws; the investigation of fires; or the apprehension of criminal offenders.\n\n(2) An emergency medical service validly licensed for emergency transport may transport a law enforcement canine injured in the line of duty to a veterinary clinic or similar facility if there is no person requiring medical attention or transport at that time.\n\n(3) An emergency care provider may provide emergency medical care to a law enforcement canine injured in the line of duty while at the scene of an emergency or while a law enforcement canine is being transported to a veterinary clinic or similar facility if there is no person requiring medical attention or transport at that time.\n\n(4) An emergency care provider who acts in good faith to provide emergency medical care to an injured law enforcement canine pursuant to subsection (2) or (3) of this section shall be immune from criminal or civil liability.\n\n(5) The department may adopt and promulgate rules and regulations to implement the provisions of this section.\n\nSourceLaws 2024, LB910, ยง 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-38/statute-38-1239/"
    }
  ]
}