{
  "state": "connecticut",
  "path": "title-title-31-labor/chapter-chapter-564-private-employment-and-information-agencies",
  "sections": [
    {
      "id": "section-31-129",
      "number": "31-129.",
      "heading": "Definitions.Section 31-130. - Licenses; application, bond, fees, location, qualifications; temporary license, exemptions; registration",
      "text": "As used in this chapter:\n\n(a) “Person” includes persons or a company, society, association, limited liability company or corporation;\n\n(b) “Employment agency” includes the business of procuring or offering to procure work or employment for persons seeking employment, or acting as agent for procuring such work or employment where a fee or other valuable thing is exacted, charged or received for procuring or assisting to procure employment, work or a situation of any kind or for procuring or providing help for any person;\n\n(c) “To accept or obtain employment, work or a situation” means to enter upon the duties of that employment, work or situation, with resulting remuneration for the same;\n\n(d) “Emigrant agent” means any person who, on behalf of an employment agency and for a fee, procures or attempts to procure domestic or household employment in Connecticut for persons outside the state seeking such employment, or domestic or household employees from outside the state for employers in the state seeking the services of such employees;\n\n(e) “Temporary help service” means any person conducting a business which consists of employing individuals directly for the purpose of furnishing part-time or temporary help to others.\n\n(1949 Rev., S. 3781; 1959, P.A. 640, S. 1; 1961, P.A. 401, S. 1; P.A. 73-461, S. 1, 8; P.A. 89-128, S. 1; P.A. 95-79, S. 116, 189.)\n\nHistory: 1959 act extended agency definition to include seeking employees for employers and defined “to accept or obtain employment,” etc.; 1961 act defined “emigrant agent”; P.A. 73-461 made technical changes and defined “temporary help service”; P.A. 89-128 redefined “employment agency” to exclude agencies who only supply employees to employers; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995.\n\nCited. 42 CS 376.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-129/"
    },
    {
      "id": "section-31-130",
      "number": "31-130.",
      "heading": "Licenses; application, bond, fees, location, qualifications; temporary license, exemptions; registration.",
      "text": "(a) No person shall open, keep or carry on any employment agency unless he procures a license from the Labor Commissioner authorizing the licensee to open, keep or carry on such agency at a designated place. Application for such license or for renewal annually of such license shall be on forms prescribed and furnished by the commissioner and shall be accompanied by a bond, as hereinafter described, copies of all forms to be used in the conduct of the agency, a schedule of fees to be charged and a fee of one hundred fifty dollars for each year. Any license applicant refused a license shall have his fee refunded. The fee for an original application or renewal shall be prorated at the rate of twenty-five per cent thereof for each full three-month period or part thereof remaining between the date of such application and the May first next ensuing. Any license issued on and after July 1, 1973, shall expire on the May first next following the date thereof, unless sooner revoked by the Labor Commissioner. Any license in effect on July 1, 1973, shall continue in effect until its date of expiration.\n\n(b) The Labor Commissioner may issue a temporary license to any person licensed pursuant to subsection (a) of this section to operate an employment agency at a place other than that designated in said license issued pursuant to subsection (a) upon the filing by said licensee with the Labor Commissioner of an application on forms provided therefor with no additional fee or additional bond. Such temporary license shall be valid only for the place and period designated by the Labor Commissioner. Such license may be issued, in the discretion of the Labor Commissioner, for premises otherwise prohibited by subsection (g) of this section upon good cause shown and upon such conditions as he shall set forth.\n\n(c) The provisions of this chapter shall not apply (1) to any temporary help service, to any nonprofit registry conducted by incorporated individual alumni associations or registered nurses or to any registry conducted by a hospital for private duty placement of nurses employed by such hospital or (2) to any person engaged in the business of procuring or offering to procure employees for persons seeking the services of employees or supplying employees to render services where a fee or other valuable thing is exacted, charged or received from the employer for procuring or assisting to procure or supplying such employees, except as provided in subsection (i) of this section.\n\n(d) Every applicant for an employment agency license shall file with the Labor Commissioner a written application stating the name and address of the applicant; the street and the number of the building in which the business of the employment agency is to be conducted; the name of the person who is to have the responsibility for the general management of the office; and the name under which the business of the office is to be carried on. The application shall be signed by the applicant and sworn to before a notary public and shall identify anyone holding a twenty per cent interest therein. If the applicant is a corporation, the application shall state the names and addresses of each of the officers, directors and anyone holding a twenty per cent interest therein and shall be signed and sworn to by the president and secretary thereof. If the applicant is a partnership, the application shall state the names and addresses of all partners therein and shall be signed and sworn to by all of them. The application shall also state whether or not the applicant or any person required to be identified by this section is, at the time of making the application, or has been at any previous time, engaged in or had an interest in or been employed by anyone engaged in the business of an employment agency. Each application shall be accompanied by affidavits of at least three creditable citizens who reside in the state on behalf of each person required to be identified by this section together with the fingerprints of each such person.\n\n(e) Each person shall file with his application for a license a bond to the state in the penal sum of seven thousand five hundred dollars, with surety approved by the commissioner. Such bond shall be conditioned that the obligor shall comply with every provision of this chapter and every regulation or order issued thereunder and shall pay any loss or damage occasioned to any person by reason of such failure to comply. Any person suffering loss or damage by reason of the failure of an employment agency to comply with any provision of this chapter or any regulation or order issued thereunder shall be entitled to recover on such bond for the amount of such loss or damage. Action may be brought on such bond in the name of the state by any person suffering such loss or damage or by the commissioner for the use of such person; provided suit shall be commenced within ninety days after demand made upon the employment agency.\n\n(f) Prior to the initial issuance of an employment agency license the person who is to have the responsibility for the general management of the office shall demonstrate to the Labor Commissioner that he has sufficient knowledge of laws and regulations applicable to employment agencies and to employment discrimination. Any person certified by the National Employment Association in the state as a certified employment consultant or any person licensed prior to July 1, 1973, shall be deemed to have fulfilled the requirements of this subsection. The licensee shall notify the commissioner promptly of any changes of the persons licensed and of any material change in the ownership or operation of the agency.\n\n(g) Such applications shall be examined by the commissioner, who may request additional information, and, if he finds that the same complies with the law and that the applicant and those identified in subsection (d) of this section are of good moral character and are qualified to receive a license, he shall issue a license to the applicant or applicants upon the payment of the license fee. Each license shall contain a designation of the city, the street, the building and the number of the room or suite in which the person licensed intends to carry on such employment agency and the number and date of such license. Such agencies shall be conducted in offices suitable for such purpose, which shall be approved by said commissioner before the issuance of a license. Such premises shall provide for the availability of one private office for conducting confidential interviews where requested by an applicant. No license shall be granted to a person to conduct the business of an employment agency in rooms used for living purposes, in rooms where boarders or lodgers are kept, in rooms where meals are served, in rooms where persons sleep or in rooms where intoxicating liquors are sold to be consumed on the premises.\n\n(h) Each license issued hereunder shall be valid only as to the person and place named therein, and such place may be changed only upon approval of the commissioner and endorsement of the new location on the license. Such license shall be effective from the date specified therein and shall remain in effect until the May first next following the date thereof unless sooner cancelled.\n\n(i) No person shall engage in the business of procuring or offering to procure employees for persons seeking the services of employees or supplying employees to render services where a fee or other valuable thing is exacted, charged or received from the employer for procuring or assisting to procure or supplying such employees unless he registers with the Labor Commissioner. Application for such registration or for the annual renewal of such registration shall be on forms furnished by the commissioner and shall be accompanied by a fee of one hundred fifty dollars.\n\n(1949 Rev., S. 3782; 1959, P.A. 640, S. 2; 1971, P.A. 870, S. 124; P.A. 73-461, S. 2, 8; P.A. 77-47; P.A. 81-84, S. 1–3; P.A. 89-128, S. 2.)\n\nHistory: 1959 act provided for renewal of license biennially, rather than annually, increased license fee, increased bond requirement, required verification and affidavits with application and added provisions limiting validity of license to person and place named, clarifying period during which license is effective, setting forth commissioner's power to cancel license and the procedure for doing so, clarifying conditions of bond and procedure to recover on bonds, requiring the keeping of records and prohibiting divisions of fees between agencies and persons securing workers through them; 1971 act divided section into Subsecs. and replaced superior court with court of common pleas in Subsec. (b), effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable; P.A. 73-461 required annual, rather than biennial, renewal of license, deleted provisions re verification and affidavits, validity and effective period of license, contents of license and requirements for offices in which business is to be located and added provisions re refund of fee or prorated fees and interim renewals until switch from biennial to annual renewal is effected in Subsec. (a), replaced Subsec. (b) re cancellation of license and procedure for doing so with provisions re temporary licenses, inserted new Subsecs. (c) and (d) re applicability of chapter and contents of application, relettered former Subsec. (c) as (e) and raised bond from $2,500 to $5,000, deleted former Subsecs. (d) and (e) re required records and prohibition of fee division and inserted new Subsecs. (f) to (h); P.A. 77-47 extended exemption in Subsec. (c) to registries conducted by hospitals for private duty placement of their nurses; P.A. 81-84 increased the annual fee in Subsec. (a) from $75 to $150 and the required bond in Subsec. (e) from $5,000 to $7,500 and changed expiration date of licenses from the first Tuesday of May to May first; P.A. 89-128 amended Subsec. (c) to provide that employment agencies which are engaged in the business of procuring employees for employers and which receive their fees from the employer are not required to be licensed and added Subsec. (i) requiring such agencies to register with the labor commissioner.\n\nSee Sec. 31-134a re procurement of out-of-state domestic employees.\n\nWhen license is required. 30 CS 544.\n\nSubsec. (i):\n\nEvident purpose of statutory scheme is to protect prospective employees, not employers, from unscrupulous tactics of employment agencies. 68 CA 61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-130/"
    },
    {
      "id": "section-31-131",
      "number": "31-131.",
      "heading": "Fees. Receipt for fee. Agreements with applicant.",
      "text": "(a) If an applicant does not obtain or accept a situation or employment through the agency of a licensed person, such licensed person shall not be entitled to collect a fee from such applicant. If an applicant obtains or accepts a situation or employment through the agency of a licensed person but does not remain in the situation or employment for longer than ten weeks, the applicant shall then be entitled to a refund or adjustment of that part of the fee paid or owing which is greater than ten per cent of the amount he has received as remuneration for that employment. Each licensed person shall give, to each applicant from whom a fee or other valuable thing is received for procuring employment, a receipt in which shall be stated the name of the applicant, the amount of such fee or other valuable thing, and the date and the name and address of the person or persons with whom such employment was procured, and there shall be printed on its back, in the English language, a copy of this section. Each licensed person shall cause a plain and legibly printed copy of this section to be posted in a conspicuous place in such agency or place of business. The licensed person shall maintain and keep for at least a year a duplicate copy of each receipt issued by him.\n\n(b) No licensed person shall require any applicant to sign any document, agreement or paper setting forth the amount of the fee to be paid to the licensed person or the terms of payment of such fee except on such forms as have been approved by the commissioner as permitted by sections 31-129 to 31-131c, inclusive, and any document, agreement or paper made or executed contrary to the provisions of said sections shall be void and unenforceable both in law and equity. All conditions in any document, paper or agreement, which such applicant is requested to sign, shall be printed in no smaller than twelve point type, of standard width and standard weight. Such agreement shall contain only such terms and clauses for delinquent accounts or unpaid fees as are approved by the Labor Commissioner or, if suit is commenced, such costs and legal fees as are determined by the court. Any applicant who signs such a document, agreement or paper with a licensed person shall, at the time he signs, be given a duplicate copy of the same by the licensed person and such applicant shall not be bound by any terms or conditions except those contained therein. Such duplicate copy shall have printed on it or attached to it a copy of subsection (a) of this section, and a copy of the schedule of fees of such licensed person on file with the Labor Department.\n\n(1949 Rev., S. 3783; 1959, P.A. 640, S. 3; P.A. 73-461, S. 3, 8.)\n\nHistory: 1959 act changed receipt form, required retention of duplicate and prohibited collection of fee from person who does not accept or obtain a situation and required refund of portion of fee if situation accepted terminates after not more than 10 weeks where previously fee was to be refunded if position not found or accepted and fee was forfeited if position was accepted regardless of duration of employment and added provisions re contents of agreements, permissible charges, etc.; P.A. 73-461 divided section into Subsecs., deleted provision which had prohibited use of phrase “The Connecticut Free Public Employment Bureau” and deleted provisions added by 1959 act re permissible charges, etc., adding requirement that duplicate copy contain a copy of Subsec. (a) and a copy of fee schedule.\n\nWhen inapplicable to hiring by employment agency. 29 CS 490. Cited. 32 CS 79.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-131/"
    },
    {
      "id": "section-31-131a",
      "number": "31-131a.",
      "heading": "Conduct of business.",
      "text": "(a) No licensed person shall impose any fee for registration or exact a fee from any applicant except for employment obtained directly through the effort of such agency.\n\n(b) No person shall display, on any sign or window or in any publication, the name “The Connecticut Free Public Employment Bureau”, or a name similar thereto.\n\n(c) No licensed person shall charge any fee except in accordance with the agency's schedule of fees which is on file with the commissioner. Such schedule of fees may be changed by an agency only after fifteen days' notice of submission of rates by registered or certified mail in writing to the commissioner.\n\n(d) No owner, officer or employee of an agency shall divide, or offer to divide, directly or indirectly, any fee charged or received with any person who secures workers through such agency, or to whom workers are referred by such agency.\n\n(e) No fee may be exacted by the agency from an applicant who has obtained work with an employer to whom he was referred by an agency unless such applicant obtains such work within six calendar months following his last referral to that employer by the agency, or has voluntarily renewed his application immediately prior to expiration of the stated period; but this provision shall not apply to those professional, executive or technical classifications which require for proper performance of the work either extensive experience and education or experience of such scope and character as to require a longer period of exploration for job placement and the applicants for which indicate, upon application, that a fee shall be payable if such applicant obtains work with an employer to whom he was referred by the agency within one year of his last referral to such employer by the agency. Nothing in this section shall be construed as prohibiting the charging by a nurses' registry of a single, annual fee in lieu of a separate charge for each engagement supplied, provided that amount of any fee paid which exceeds ten per cent of the remuneration earned through the services of the registry shall be returned on demand.\n\n(f) No licensed person shall send any applicant for employment to a place where a strike or lockout exists without furnishing such applicant with a written statement as to the existence of such strike or lockout, a copy of which, signed by the applicant, shall be kept on file for one year after the date thereof.\n\n(g) No such licensed person shall send or cause to be sent any help to a place of bad repute, house of ill-fame or assignation house or to a house or place of amusement kept for immoral purposes.\n\n(h) No such licensed person shall publish or cause to be published any false or fraudulent notice or advertisement or knowingly give any false information concerning the character of the prospective job, length of employment, hours or salary or make any false promise relating to work or employment to anyone who registers for employment.\n\n(i) No such licensed person shall make any false entries in the records kept by him.\n\n(j) No such licensed person shall publish or cause to be published any notice or advertisement relating to employment which does not include the following identification: The trade name of the agency and the words “FEE PAID” if there is no charge to the applicant for employment; the trade name of the agency, and the words “APPLICANT PAID” if there is a charge to the applicant for employment.\n\n(P.A. 73-461, S. 5, 8; P.A. 83-10; P.A. 84-501, S. 2.)\n\nHistory: P.A. 83-10 added Subsec. (j) prohibiting any licensed person from publishing any notice relating to employment which does not identify the licensee as an employment agency; P.A. 84-501 amended Subsec. (j) to require the agency to state in any advertisement for employment its trade name and whether the fee is paid by the employer or the applicant.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-131a/"
    },
    {
      "id": "section-31-131b",
      "number": "31-131b.",
      "heading": "Records to be kept.",
      "text": "(a) Every licensed person shall keep a register for at least one year in which shall be entered the date of the application for employment and the name and address of every applicant from whom a fee is received or charged, the name and address of the person by whom the applicant was employed, the wages agreed to be paid, and the amount of fee charged and received. Such licensed person shall also enter, in the same or in a separate register, the name and address of every employer from whom a fee is received or charged, the date of such employer's request or assent that applicants be furnished, the name of the one employed, the capacity in which employed, the rate of wages agreed upon, and the amount of fee received or charged.\n\n(b) The original or duplicate original of each application for employment shall be retained by every employment agency for one year following the date on which the application is filed.\n\n(c) A true copy of every advertisement used, together with a true copy of the job order upon which it was predicated, shall be retained by every employment agency for a period of sixty days following the date of publication of such advertisement.\n\n(d) All such records shall, at all reasonable hours, be open to the examination of the commissioner or his authorized agents.\n\n(P.A. 73-461, S. 4, 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-131b/"
    },
    {
      "id": "section-31-131c",
      "number": "31-131c.",
      "heading": "Enforcement, penalties.",
      "text": "(a) The commissioner may cancel or suspend the license of any person when it appears to his satisfaction, upon hearing, that such person has been convicted in a state or federal court of an offense which, under the laws of the state, is a felony or of any offense involving moral turpitude, or that such person had obtained his license illegally or fraudulently or was guilty of fraud, false swearing or deception in applying for his license, or that such person has engaged in any immoral, fraudulent conduct in connection with the operation of an employment agency, or that such person has violated or is violating the provisions of this chapter. The commissioner shall not cancel the license of any person until a complaint in writing, made by a creditable person, is filed with him, specifying the ground or grounds of the complaint, and a full and fair hearing given to the licensee thereon.\n\n(b) Upon the filing of a complaint, the commissioner shall conduct a hearing on such complaint in accordance with the provisions of chapter 54, governing contested cases.\n\n(c) Any person whose license is suspended or cancelled or against whom a fine has been levied by the commissioner may, within thirty days after the service upon him of the decision of the commissioner, appeal such decision to the Superior Court. If the person whose license has been suspended or cancelled by the commissioner or against whom a fine has been levied by the commissioner, within ten days after receiving information of such suspension, cancellation, or fine, gives notice to the commissioner in writing of his intention to appeal such decision, the action of the commissioner in suspending or cancelling such license or imposing a fine shall be suspended for a period of thirty days but, unless such appeal is filed within said time, the action of the commissioner shall be final. If an appeal from the decision of the commissioner is filed within said time, the action of the commissioner shall remain suspended until the validity of the license or fine in question is adjudicated by the court in such appeal. Any person whose license is finally cancelled according to the provisions of this section shall be prohibited from obtaining another private employment agency license for a period of five years.\n\n(d) Any person who operates an employment agency without obtaining a license therefor shall be guilty of a class A misdemeanor. If it is shown to the satisfaction of the commissioner, after hearing as provided in subsection (b) of this section, that any person has violated any other provision of this chapter, the commissioner may levy a fine against such person not to exceed two hundred and fifty dollars.\n\n(P.A. 73-461, S. 6, 8; P.A. 76-436, S. 268, 681.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court in Subsec. (c), effective July 1, 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-131c/"
    },
    {
      "id": "section-31-132",
      "number": "31-132",
      "heading": "and 31-133. - Penalties. Excepted agencies.",
      "text": "Sections 31-132 and 31-133 are repealed.\n\n(1949 Rev., S. 3784, 3785; 1959, P.A. 640, S. 4, 5; P.A. 73-461, S. 7, 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-132-and-31-133/"
    },
    {
      "id": "section-31-134",
      "number": "31-134.",
      "heading": "Information agencies; records inspection.",
      "text": "No person or corporation, nor any agent or attorney thereof, nor any association of persons or corporations, shall maintain, subscribe to, belong to or support any bureau or agency conducted for the purpose of preserving and furnishing to any member thereof or to others information descriptive of the character, skill, acts or affiliations of any person whereby his reputation, standing in a trade or ability to secure employment may be affected, unless a complete record of such information is open at all reasonable times to the inspection of the person to whom such information relates or of his authorized agent or attorney. All items of information pertaining to each person so described shall be recorded, in reasonably clear and unambiguous terms, on a single sheet or card, and all records preserved in any such bureau or agency shall be at all times open to the inspection of the Labor Commissioner. The name of the person or corporation, together with the names of the officers of any such corporation, conducting any such bureau or agency, the exact business address of such bureau or agency and the name of every subscriber thereto or member thereof shall be furnished promptly to the Labor Commissioner and by him recorded and preserved in a convenient form for public inspection. Any person or corporation, or any officer or employee of any bureau or agency subject to the provisions of this section, who violates any of said provisions shall be fined not less than fifty nor more than two hundred dollars for each offense. Said provisions shall not apply to religious or charitable institutions maintained solely for humanitarian purposes; nor to agencies maintained solely for the purpose of vending employment and in which persons seeking such employment authorize the registration of their names and qualifications; nor to companies, agencies or associations conducted solely for the purpose of preserving records and furnishing reports of financial standing and personal or business credit; nor to the private records of employees kept by any person or corporation to be used in accordance with the provisions of section 31-51.\n\n(1949 Rev., S. 8532.)\n\nStatute is constitutional. 86 C. 141. Cited. 313 U.S. 184.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-134/"
    },
    {
      "id": "section-31-134a",
      "number": "31-134a.",
      "heading": "Procurement of out-of-state domestic employees.",
      "text": "(a) No employment agency, directly or indirectly, shall accept applications from persons outside the state of Connecticut, or procure or offer to procure employment, as domestic or household employees, of persons who are residing outside of the state but within the continental United States, previous to their applications for employment in this state, except as provided in this section and the applicable provisions of this chapter.\n\n(b) An employment agency which engages in recruitment of such employees or in offer or procurement as described in subsection (a), directly or indirectly, shall furnish to the Labor Commissioner a written list containing the name and address of all emigrant agents from whom it accepts job applicants. If such emigrant agents are required to be licensed in the places in which they are recruiting employees, no employment agency, directly or indirectly, shall accept applicants from any such agent there unless he is so licensed.\n\n(c) No employment agency shall accept, procure or offer to procure employment for such an applicant unless evidence or an affidavit executed by the applicant before a person authorized to administer oaths in Connecticut has been filed with the agency that the applicant has reached the age of eighteen years.\n\n(d) If an employment agency engages in the recruitment of domestic or household employees from outside of the state, it shall enter into its records the following information, in addition to records prescribed in section 31-130: (1) The last home address and birth date of all applicants for such employment whom the employment agency is responsible for bringing into the state of Connecticut; (2) the name and address of the emigrant agent, if any, through whom such applicant was obtained; (3) the name and address of each person to whom the employment agency has made payments in connection with the recruitment of the applicant and amounts of such payments; (4) the total charges made by the agency to the applicant, including, to be separately designated, agency fee, recruitment fee, any charge for transportation, and any other charges in connection with placement.\n\n(e) The employment agency shall have the following additional obligations with respect to such persons as it is bringing or has brought, directly or indirectly, into the state: (1) To provide direct transportation of such person into the state by licensed common carrier and (2) to provide, solely at its expense, suitable lodging and meals for such person until such person is placed in employment after arrival at the office of the employment agency and for any period of unemployment during the thirty days ensuing after arrival or until the employment agency has provided the person with reasonable allowance for meals for each day of travel and return fare by common carrier to the place whence he came, whichever is sooner. The obligation to provide lodging, meals and return fare shall terminate if the unemployment is due to the refusal by such person to accept suitable employment or to a leaving by such person of his work without sufficient cause connected with his employment or to a discharge for wilful misconduct.\n\n(f) The bond required in section 31-130 shall be conditioned that the obligor shall comply with this section.\n\n(1961, P.A. 401, S. 2.)\n\nSee Sec. 31-129 for applicable definitions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-564/section-31-134a/"
    }
  ]
}