{
  "state": "connecticut",
  "path": "title-title-31-labor/chapter-chapter-577-miscellaneous-provisions",
  "sections": [
    {
      "id": "section-31-900",
      "number": "31-900.",
      "heading": "Connecticut Essential Workers COVID-19 Assistance Program",
      "text": "(a) As used in this section and section 31-290a:\n\n(1) “Affected person” means an essential employee who died or was unable to work as a result of contracting COVID-19, or due to symptoms that were later diagnosed as COVID-19, at any time between March 10, 2020, and July 20, 2021, provided: (A) The contraction of COVID-19 by such employee is confirmed by a positive laboratory test or, if a laboratory test was not available for the employee, as diagnosed and documented by the employee's licensed physician, licensed physician assistant or licensed advanced practice registered nurse, based on the employee's symptoms; (B) a copy of the positive laboratory test or the written documentation of the physician's, physician assistant's or advanced practice registered nurse's diagnosis is provided to the administrator; and (C) such employee, during the fourteen consecutive days immediately preceding the date the employee died or was unable to work due to contracting COVID-19, (i) was not employed in a capacity where the employee worked solely from home and did not have physical interaction with other employees, or (ii) was the recipient of a written offer or directive from such employee's employer to work solely from home but otherwise chose to work at a work site of the employer. “Affected person” does not include a federal employee who qualifies for benefits under the COVID-19 workers' compensation presumption included in the American Rescue Plan Act of 2021;\n\n(2) “Essential employee” means any person employed in a category recommended by the Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices as of February 20, 2021, to receive a COVID-19 vaccination in phase 1a, 1b or 1c of the COVID-19 vaccination program;\n\n(3) “Administrator” means an employee of the Office of the Comptroller, or a third-party administrator;\n\n(4) “Assistance” means moneys payable by the Comptroller from the Connecticut Essential Workers COVID-19 Assistance Fund, established pursuant to subsection (c) of this section, to assist affected persons pursuant to this section;\n\n(5) “Uncompensated leave” means the wages or salary lost by (A) an affected person unable to work as a result of contracting COVID-19, or due to symptoms that were later diagnosed as COVID-19, at any time during the public health and civil preparedness emergencies declared by the Governor on March 10, 2020, or any extension of such declarations; and\n\n(6) “COVID-19” means the respiratory disease designated by the World Health Organization on February 11, 2020, as coronavirus 2019, and any related mutation thereof recognized by the World Health Organization as a communicable respiratory disease.\n\n(b) There is established the Connecticut Essential Workers COVID-19 Assistance Program. The program shall offer assistance, within available funds and on a first-come, first-served basis, to affected persons eligible for assistance under this section, pending verification of eligibility, provided no assistance shall be paid to any affected person after June 30, 2024. The program shall be administered by the administrator. The administrator shall accept applications for assistance on or after October 1, 2021. For the purposes of this section, the administrator shall be authorized to (1) determine whether an affected person meets the requirements for eligibility for assistance under this section and the amount of assistance that should be provided; (2) summon and examine under oath such witnesses that may provide information relevant to the eligibility of an affected person, and direct the production of, and examine or cause to be produced or examined, such books, records, vouchers, memoranda, documents, letters, contracts or other papers in relation to any matter at issue as the administrator may find proper; and (3) take or cause to be taken affidavits or depositions within or without the state.\n\n(c) There is established an account to be known as the “Connecticut Essential Workers COVID-19 Assistance Fund” which shall be a separate, nonlapsing account within the General Fund. The account shall contain any moneys required by law to be deposited in the account. Moneys in the account shall be expended by the Comptroller at the discretion of the administrator for the purposes of (1) assistance offered under the Connecticut Essential Workers COVID-19 Assistance Program, and (2) costs and expenses of operating the program, including the hiring of necessary employees and the expense of public outreach and education regarding the program and fund, provided not more than five per cent of the total moneys received by the fund shall be used for any administrative costs, including hiring temporary or durational staff or contracting with a third-party administrator, or other costs and expenses incurred by the administrator or Comptroller in connection with carrying out the provisions of this section and subsection (a) of section 31-306. The administrator shall make all reasonable efforts to limit the costs and expenses of operating the program without compromising affected persons' access to the program.\n\n(d) To apply for assistance from the Connecticut Essential Workers COVID-19 Assistance Fund, an affected person with a pending workers' compensation claim under chapter 568, related to COVID-19, or an affected person who does not have such pending workers' compensation claim, shall submit a claim to the administrator, in such form as required by the administrator, not later than December 31, 2022. An affected person who does not have a pending workers' compensation claim related to COVID-19 shall submit a claim to the administrator, in such form as required by the administrator, not later than one year after the date such person was initially unable to work as a result of contracting COVID-19 or due to symptoms that were later diagnosed as COVID-19 or December 31, 2022, whichever is later. Any such claim shall include: (1) A certificate issued by a licensed medical professional documenting the laboratory test or diagnosis that such affected person contracted COVID-19 (A) requiring such person to isolate and quarantine from others, (B) preventing such affected person from performing such affected person's employment duties, or (C) requiring in-patient or outpatient medical treatment; (2) for the purposes of requesting assistance for uncompensated leave, evidence of (A) such affected person's weekly earnings during the eight calendar weeks immediately preceding the time of diagnosis, except in the case of an employee who has not yet worked for that employer for an eight-week period, for the time period such employee was employed, and (B) uncompensated leave due to the contraction of COVID-19 or symptoms that were later diagnosed as COVID-19; (3) for the purposes of requesting assistance for out-of-pocket costs for medical and surgical aid or hospital or nursing service, evidence of such affected person's costs; and (4) any additional information as requested or required by the administrator.\n\n(e) The level of assistance offered to an affected person shall be calculated as follows, subject to available funds, and payable on a retroactive basis from the date such person was initially unable to work as a result of contracting COVID-19 or due to symptoms that were later diagnosed as COVID-19, but not earlier than March 10, 2020, and not later than July 20, 2021: (1) Weekly assistance for all uncompensated leave, calculated as seventy-five per cent of such affected person's average weekly earnings during the eight calendar weeks immediately preceding the date such person was initially unable to work as a result of contracting COVID-19, or due to symptoms that were later diagnosed as COVID-19, except in the case of an employee who has not yet worked for that employer for an eight-week period, seventy-five per cent of such affected person's average weekly earnings for the time period such employee was employed, and after such earnings have been reduced by any deduction for: (A) Federal or state taxes, or both; (B) the federal Insurance Contributions Act, provided such assistance shall not exceed the average weekly earnings of all workers in the state as calculated by the Labor Commissioner, pursuant to section 31-309; and (C) any benefits received for total or partial unemployment as provided in chapter 567, any amount of temporary total or temporary partial disability benefits under chapter 568, and any amounts provided through a paid leave plan provided by an employer or pursuant to any state or federal law, for the same days of such claimed assistance; (2) all documented out-of-pocket COVID-19 related costs for medical and surgical aid or hospital and nursing service incurred directly as a result of such affected person contracting COVID-19, including, but not limited to, medical rehabilitation services, mental health therapy services and prescription drugs; and (3) burial expenses in the amount of three thousand dollars in any case in which an employee died due to contracting COVID-19 during (A) the public health and civil preparedness emergencies declared by the Governor on March 10, 2020, or any extension of such declarations, or (B) any new public health and civil preparedness emergencies declared by the Governor as a result of a COVID-19 outbreak in this state.\n\n(f) The administrator shall promptly review all claims submitted pursuant to this section. The administrator shall evaluate each claim and determine, on the basis of information provided by the affected person, or additional information provided at the request of the administrator, whether or not such claim should be approved and, if approved, the amount of assistance offered. The administrator shall provide such determination, in writing, to such affected person not later than sixty business days after having received the notice of claim, or, if the administrator requested additional information, not later than ten business days after receiving such additional information, and shall direct the Comptroller to pay any such assistance offered to such affected person in the amount and for the duration determined by the administrator, if applicable. If the administrator determines more information is needed from the affected person for the purpose of requesting assistance for uncompensated leave, out-of-pocket costs for medical and surgical aid or hospital or nursing service or burial expenses, the administrator may pay such affected person for the completed parts of their claim while the remainder of the claim is pending.\n\n(g) For purposes of this section, a pending workers' compensation claim submitted by an affected person shall not prevent the administrator from approving such person's claim for assistance under this section, provided any workers' compensation benefits such affected person receives for the workers' compensation claim shall be offset by the amount of assistance such affected person receives for uncompensated leave under this section, as deemed appropriate by the presiding administrative law judge. Any assistance available under this section shall be offset by any workers' compensation benefits already paid to the affected person for the uncompensated leave or out-of-pocket medical costs, including payments made without prejudice. It shall be the responsibility of the administrator of the fund to notify the Workers' Compensation Commission of an available offset.\n\n(h) For purposes of this section, a disability or unemployment claim submitted by an affected person or affected employee shall not prevent the administrator from approving such person's claim for assistance under this section, provided any assistance available under this section shall be offset by any disability or unemployment benefits already paid to the affected person for the uncompensated leave, including payments made without prejudice. If an affected person or affected employee received unemployment benefits pursuant to chapter 567, nothing in this section shall be construed to require such person to be currently employed with a previous employer in order to qualify for assistance from the fund.\n\n(i) An affected person may request that a determination made pursuant to subsection (f) of this section be reconsidered by the administrator's designee by filing a request with the administrator, on a form prescribed by the administrator, not later than twenty business days after the mailing of the notice of such determination. The administrator, not later than three business days after receipt of such request for reconsideration, shall designate an individual to conduct such reconsideration and shall submit to such designated individual all documents relating to such affected person's claim. The administrator's designee shall conduct any reconsideration requested by an affected person, which shall consist of a de novo review of all relevant evidence, not later than twenty business days after such individual's designation. Such administrator's designee shall issue such designee's decision affirming, modifying or reversing the decision of the administrator not later than twenty business days after the designee's reconsideration of the determination and shall submit such decision in writing to the administrator and the affected person. The decision shall include a short statement of findings that shall specify any assistance to be paid to the affected person in accordance with subsection (f) of this section.\n\n(j) Any statement, document, information or matter may be considered by the administrator or, on reconsideration, by the administrator's designee, if in the opinion of the administrator or designee, it contributes to a determination of the claim, whether or not the same would be admissible in a court of law.\n\n(k) There shall be no right of appeal by any affected person or affected employee claiming assistance under this section following the final decision of the administrator's designee issued pursuant to subsection (i) of this section.\n\n(l) Any assistance provided to an affected person under this section shall not be considered income for the purpose of the state's personal income tax law, corporation tax or any other tax laws.\n\n(m) If a claim is paid to an affected person erroneously or as a result of wilful misrepresentation by such affected person, the administrator may seek repayment of benefits from the affected person having received such compensation and may also, in the case of wilful misrepresentation, seek payment of a penalty in the amount of fifty per cent of the benefits paid as a result of such misrepresentation.\n\n(n) On or before January 1, 2022, and monthly thereafter, and any other time at the request of the administrator, the Comptroller shall submit a report to the administrator indicating the value of the Connecticut Essential Workers COVID-19 Assistance Fund at the time of the report.\n\n(o) On or before January 1, 2022, and at least quarterly thereafter, the administrator shall submit to the joint standing committee of the General Assembly having cognizance of matters relating to labor, in accordance with section 11-4a, a report on the financial condition of the Connecticut Essential Workers COVID-19 Assistance Fund. Such report shall include (1) an estimate of the fund's value as of the date of the report; (2) the effect of scheduled payments on the fund's value; (3) an estimate of the monthly administrative costs necessary to operate the program and the fund; and (4) any recommendations for legislation to improve the operation or administration of the program and the fund.\n\n(p) On or after May 7, 2022, the administrator shall review any previously denied, or currently pending, claim for assistance from the program and make a new determination of eligibility.\n\n(June Sp. Sess. P.A. 21-2, S. 289; P.A. 22-118, S. 205; P.A. 24-24, S. 15.)\n\nHistory: P.A. 22-118 amended Subsec. (a)(5) to redefine “uncompensated leave”, amended Subsec. (d) to replace “July 20, 2022” with “December 31, 2022”, amended Subsec. (e)(1)(C) to add reference to amounts provided through paid leave plan, amended Subsec. (f) re administrator pays affected person for completed parts of claim, added Subsec. (h) re administrator's approval, redesignated Subsecs. (h) to (n) as Subsecs. (i) to (o) and added Subsec. (p) re administrator shall review any previously denied and currently pending claim, effective May 7, 2022; P.A. 24-24 amended Subsec. (g) by substituting “administrative law judge” for “workers' compensation commissioner”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-577/section-31-900/"
    },
    {
      "id": "section-31-901",
      "number": "31-901.",
      "heading": "Connecticut Premium Pay Program. Account. Claims. Calculation of payment. Reconsideration. Penalty. Report.",
      "text": "(a) As used in this section:\n\n(1) “Eligible applicant” means any person who (A) (i) worked during the entire period of the public health and civil preparedness emergency declared by the Governor on March 10, 2020, or any extension of such declaration, up until May 7, 2022, and (ii) was in a category recommended by the Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices, as of February 20, 2021, to receive a COVID-19 vaccination in phase 1a or 1b of the COVID-19 vaccination program, (B) is not a federal, state or municipal employee, (C) was not employed in a capacity where the employee worked or could have worked from home, and (D) meets the income criteria established in subsection (b) of this section;\n\n(2) “Administrator” means an employee of the office of the Comptroller, or a third-party administrator;\n\n(3) “Full-time” means any eligible applicant who worked thirty hours or more per week;\n\n(4) “Part-time” means any eligible applicant who worked less than thirty hours per week; and\n\n(5) “Premium pay” means moneys payable by the Comptroller from the Connecticut Premium Pay program, established pursuant to subsection (b) of this section, to recognize and compensate eligible applicants for their service pursuant to this section.\n\n(b) (1) There is established the Connecticut Premium Pay program. The program shall provide payment to each full-time eligible applicant that applied prior to or on October 1, 2022,according to the following formula: (A) One thousand dollars to each worker whose individual income was less than fifty thousand dollars; (B) eight hundred dollars to each worker whose individual income was greater than or equal to fifty thousand dollars and less than sixty thousand dollars; (C) seven hundred fifty dollars to each worker whose individual income was greater than or equal to sixty thousand dollars and less than seventy thousand dollars; (D) five hundred dollars to each worker whose individual income was greater than or equal to seventy thousand dollars and less than eighty thousand dollars; (E) two hundred fifty dollars to each worker whose individual income was greater than or equal to eighty thousand dollars and less than ninety thousand dollars; (F) two hundred dollars to each worker whose individual income was greater than or equal to ninety thousand dollars and less than one hundred thousand dollars; and (G) one hundred dollars to each worker whose individual income was greater than or equal to one hundred thousand dollars and less than one hundred and fifty thousand dollars. No payment shall be made to any full-time eligible applicant whose income is one hundred fifty thousand dollars or more. The program shall provide two hundred dollars to each part-time eligible applicant. No assistance shall be paid to any eligible applicant after June 30, 2024. The program shall be administered by the office of the Comptroller, or a third party under contract with said office to act as an administrator.\n\n(2) The administrator shall accept applications for assistance on and after May 7, 2022. For the purposes of this section, the administrator shall be authorized to: (A) Determine whether an eligible applicant meets the requirements for eligibility for compensation under this section; (B) summon and examine under oath such witnesses who may provide information relevant to the eligibility of an eligible applicant; (C) direct the production of, and examine or cause to be produced or examined, such books, records, vouchers, memoranda, documents, letters, contracts or other papers in relation to any matter at issue as the administrator may find proper; and (D) take or cause to be taken affidavits or depositions within or without the state.\n\n(c) There is established an account to be known as the “Connecticut premium pay account” which shall be a separate, nonlapsing account within the General Fund. The account shall contain any moneys required by law to be deposited in the account. Moneys in the account shall be expended by the Comptroller at the direction of the administrator for purposes of: (1) Compensation provided under the Connecticut Premium Pay program; and (2) costs and expenses of operating the program, including hiring of necessary employees and the expense of public outreach and education regarding the program and account. Not more than five per cent of the total moneys received by the account shall be used for any administrative costs, including hiring of temporary or durational staff or contracting with a third-party administrator, or other costs and expenses incurred by the administrator or Comptroller in connection with carrying out the provisions of this section. The administrator shall make all reasonable efforts to limit the costs and expenses of operating the program without compromising eligible applicants' access to the program.\n\n(d) To apply for compensation from the Connecticut Premium Pay program, an eligible applicant shall submit a claim to the administrator, in such form and manner as required by the administrator, not later than October 1, 2022. Any such claim shall include: (1) Proof of employment as an eligible applicant from March 10, 2020, to May 7, 2022, as determined by an eligible applicant's proof of earnings; and (2) any additional information as requested or required by the administrator. An eligible applicant may submit, as proof of employment, official payroll records or another form of proof including, but not limited to, a letter from an employer stating the eligible applicant's dates of work, or a declaration from an individual with personal knowledge of the eligible applicant's employment.\n\n(e) The administrator shall promptly review all applications for compensation submitted pursuant to this section. The administrator shall evaluate each application and determine, on the basis of the information provided by the eligible applicant, or additional information provided at the request of the administrator, whether or not such application shall be approved. The administrator shall provide such determination, in writing, to each applicant not later than sixty business days after the date the application is submitted, or, if the administrator requested additional information, not later than ten business days after the administrator receives such additional information from the applicant. If such claim is approved, the administrator shall direct the Comptroller to pay the full-time or part-time eligible applicant in accordance with subsection (b) of this section not later than ten business days after such approval.\n\n(f) An eligible applicant may request that a determination made pursuant to subsection (e) of this section be reconsidered by filing a request with the administrator, on a form prescribed by the administrator, not later than twenty business days after the mailing of the notice of such determination. The administrator shall, not later than three business days after receipt of such request for reconsideration, designate an individual to conduct such reconsideration and shall submit to such designated individual all documents relating to such eligible applicant's application and request for reconsideration. The administrator's designee shall reconsider each determination requested by an eligible applicant pursuant to this subsection. Such review shall consist of a de novo review of all relevant evidence and shall be completed not later than twenty business days after such individual's request for reconsideration. Such designee shall issue a decision affirming, modifying or reversing the decision of the administrator not later than twenty business days after the designee's reconsideration of the determination and shall submit such decision, in writing, to the administrator and the applicant. The decision shall include a short statement of findings that shall specify if premium pay shall be paid to the applicant in accordance with subsection (e) of this section.\n\n(g) Any statement, document, information or matter may be considered by the administrator or, on reconsideration, by the administrator's designee, if, in the opinion of the administrator or designee, it contributes to a determination of the claim, whether or not the same would be admissible in a court of law.\n\n(h) Notwithstanding sections 4-183 and 51-197b, there shall be no right of appeal by any applicant following the final decision of the administrator's designee issued pursuant to subsection (f) of this section.\n\n(i) If a payment is made to a program applicant erroneously, or as a result of wilful misrepresentation by such applicant, the administrator may seek repayment of benefits from the applicant having received such payment and may also, in the case of wilful misrepresentation, seek payment of a penalty in the amount of fifty per cent of the benefits paid as a result of such misrepresentation. Any person, including an employer, who intentionally aids, abets, assists, promotes or facilitates the making of, or the attempt to make, any claim for payment or the receipt or attempted receipt of payment by another person in violation of this subsection shall be liable for the same financial penalty as the person making, or attempting to make, such claim or receiving, or attempting to receive, benefits from the program.\n\n(j) On or before July 31, 2022, and monthly thereafter, and any other time at the request of the administrator, the Comptroller shall submit a report to the administrator indicating the value of the Connecticut premium pay account at the time of the report.\n\n(k) On or before September 1, 2022, and at least quarterly thereafter, the administrator shall submit a report, in accordance with the provisions of section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to labor on the financial condition of the Connecticut premium pay account. Such report shall include: (1) An estimate of the account's value as of the date of the report; (2) the effect of scheduled payments on the account's value; (3) an estimate of the monthly administrative costs necessary to operate the program and the account; and (4) any recommendations for legislation to improve the operation or administration of the program and the account.\n\n(P.A. 22-118, S. 143; Nov. Sp. Sess. P.A. 22-1, S. 3.)\n\nHistory: P.A. 22-118 effective May 7, 2022; Nov. Sp. Sess. P.A. 22-1 amended Subsec. (b)(1) to adjust payment amounts, corresponding salary ranges and applicable application dates, effective November 29, 2022 and applicable to applications submitted on or after May 7, 2022, and prior to or on October 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-577/section-31-901/"
    },
    {
      "id": "section-31-901a",
      "number": "31-901a.",
      "heading": "Connecticut Premium Pay Program. Employer discrimination.",
      "text": "(a) No employer shall: (1) Discharge, or cause to be discharged, or in any manner discipline or discriminate against any employee because the employee has filed an application for premium pay pursuant to section 31-901, or (2) deliberately misinform or deliberately dissuade an employee from filing an application for payment from the Connecticut Premium Pay program.\n\n(b) Any employee who is so discharged, disciplined or discriminated against or who has been deliberately misinformed or deliberately dissuaded from filing an application for payment from the Connecticut Premium Pay program may bring a civil action in the superior court for the judicial district where the employer has its principal office for the reinstatement to the employee's position of employment, payment of back wages, reestablishment of employee benefits to which the employee would have otherwise been entitled if the employee had not been discriminated against or discharged and any other damages caused by such discrimination or discharge. The superior court may also award punitive damages. Any employee who prevails in such a civil action shall be awarded reasonable attorney's fees and costs.\n\n(P.A. 22-118, S. 144.)\n\nHistory: P.A. 22-118 effective May 7, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-31/chapter-577/section-31-901a/"
    }
  ]
}