{
  "state": "south-dakota",
  "path": "title-title-29a-uniform-probate-code/chapter-chapter-01-general-provisions-definitions-and-probate-jurisd",
  "sections": [
    {
      "id": "section-29a-1-101",
      "number": "29A-1-101",
      "heading": "Short title.Section 29A-1-102 - Purposes - Rule of construction",
      "text": "Section 29A-1-103 - Supplementary general principles of laws applicable.Section 29A-1-103.1 - Certain provisions governing express trusts for third-party beneficiaries applicable.Section 29A-1-104 - Severability.Section 29A-1-105 - Rese",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29a-1-102",
      "number": "29A-1-102",
      "heading": "Purposes - Rule of construction.",
      "text": "29A-1-102. Purposes--Rule of construction.\n\nThe South Dakota Uniform Probate Code shall be liberally construed and applied to promote simplification, clarification, and efficiency in the law of decedent's estates, guardianship and conservatorship, and multiple-party accounts and other nonprobate transfers.\n\nSource:SL 1995, ch 167, §1-102; SL 1998, ch 282, §44; SL 2017, ch 208, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-102/"
    },
    {
      "id": "section-29a-1-103",
      "number": "29A-1-103",
      "heading": "Supplementary general principles of laws applicable.",
      "text": "29A-1-103. Supplementary general principles of laws applicable.\n\nUnless displaced by the particular provisions of this code, the principles of law and equity supplement its provisions.\n\nSource:SL 1995, ch 167, §1-103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-103/"
    },
    {
      "id": "section-29a-1-1031",
      "number": "29A-1-103.1",
      "heading": "Certain provisions governing express trusts for third-party beneficiaries applicable.",
      "text": "29A-1-103.1. Certain provisions governing express trusts for third-party beneficiaries applicable.\n\nThe provisions of §§55-3-24 to 55-3-44, inclusive, are applicable to actions or proceedings relating to estates supervised or administered under Title 29A.\n\nSource:SL 2000, ch 229, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-103-1/"
    },
    {
      "id": "section-29a-1-104",
      "number": "29A-1-104",
      "heading": "Severability.",
      "text": "29A-1-104. Severability.\n\nIf any provision of this code or the application thereof to any person or circumstances is held invalid, the invalidity shall not affect other provisions or applications of the code which can be given effect without the invalid provision or application, and to this end the provisions of this code are severable.\n\nSource:SL 1995, ch 167, §1-104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-104/"
    },
    {
      "id": "section-29a-1-105",
      "number": "29A-1-105",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29a-1-106",
      "number": "29A-1-106",
      "heading": "Effect of fraud and evasion.",
      "text": "29A-1-106. Effect of fraud and evasion.\n\nIf fraud has been perpetrated in connection with any proceeding or in any statement filed under this code or if fraud is used to avoid or circumvent the provisions or purposes of this code, any person injured thereby may obtain appropriate relief against the perpetrator of the fraud or restitution from any person (other than a bona fide purchaser) benefitting from the fraud, whether innocent or not. Any proceeding must be commenced within two years after the discovery of the fraud, but no proceeding may be brought against one not a perpetrator of the fraud later than five years after the time of commission of the fraud. This section does not limit remedies relating to fraud perpetrated on a decedent during the decedent's lifetime which affect the succession of the decedent's estate.\n\nSource:SL 1995, ch 167, §1-106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-106/"
    },
    {
      "id": "section-29a-1-107",
      "number": "29A-1-107",
      "heading": "Evidence as to death or status.",
      "text": "29A-1-107. Evidence as to death or status.\n\nIn addition to the rules of evidence in courts of general jurisdiction, the following rules relating to a determination of death and status apply:\n\n(1)Death occurs when an individual is determined to be dead under §34-25-18.1.\n\n(2)A certified or authenticated copy of a death certificate issued by an official or agency of the place where the death occurred is prima facie proof of the fact, place, date, time of death, and identity of the decedent.\n\n(3)A certified or authenticated copy of any record or report of a governmental agency, domestic or foreign, that an individual is dead, alive, or an absentee is prima facie proof of the status and of the dates, circumstances, and places disclosed by the record or report.\n\n(4)In the absence of prima facie proof of death, the fact of death may be established by other competent evidence, including circumstantial evidence.\n\n(5)An absentee who has not been seen or heard from for a continuous period of five years, and whose absence is not satisfactorily explained after diligent search or inquiry, is presumed to be dead and is presumed to have died at the end of the period.\n\n(6)A document described in paragraph (2) or (3) that states a time of death 120 hours or more after the time of death of another individual is prima facie proof that the individual survived the other individual by 120 hours.\n\nSource:SL 1995, ch 167, §1-107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-107/"
    },
    {
      "id": "section-29a-1-108",
      "number": "29A-1-108",
      "heading": "Acts by holder of general power.",
      "text": "29A-1-108. Acts by holder of general power.\n\nFor the purpose of granting consent or approval with regard to the acts or accounts of a personal representative or trustee, and for purposes of consenting to modification or termination of a trust or to deviation from its terms, the sole holder or all co-holders of a presently exercisable general power of appointment are deemed to act for beneficiaries to the extent their interests (as objects, takers in default, or otherwise) are subject to the power.\n\nSource:SL 1995, ch 167, §1-108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-108/"
    },
    {
      "id": "section-29a-1-201",
      "number": "29A-1-201",
      "heading": "General Definitions.",
      "text": "29A-1-201. General definitions.\n\nSubject to additional definitions contained in the subsequent chapters that are applicable to specific chapters, parts, or sections, and unless the context otherwise requires, in this code:\n\n(1)\"Absentee\" means an individual who has disappeared, who has been forcibly detained either illegally or by a foreign power, or who is otherwise located in a foreign country and is unable to return.\n\n(2)\"Agent\" includes an attorney-in-fact under a durable or nondurable power of attorney.\n\n(3)\"Application\" means a written request to the clerk of court for an order of informal probate or appointment under Part 3 of chapter 29A-3.\n\n(4)\"Beneficiary,\" as it relates to a trust beneficiary, includes a person who has any present or future interest, vested or contingent, and also includes the owner of an interest by assignment or other transfer; as it relates to a charitable trust, includes any person entitled to enforce the trust; as it relates to a \"beneficiary of a beneficiary designation,\" refers to a beneficiary of an insurance or annuity policy, of a POD account, of a security registered in beneficiary form (TOD), or of a pension, profit-sharing, retirement, or similar benefit plan, or other nonprobate transfer at death; and, as it relates to a \"beneficiary designated in a governing instrument,\" includes a grantee of a deed, a devisee, a trust beneficiary, a beneficiary of a beneficiary designation, a donee, appointee, or taker in default of a power of appointment, and a person in whose favor a power of attorney or a power held in any individual, fiduciary, or representative capacity is exercised.\n\n(5)\"Beneficiary designation\" refers to a governing instrument naming a beneficiary of an insurance or annuity policy, of a POD account, of a security registered in beneficiary form (TOD), or of a pension, profit-sharing, retirement, or similar benefit plan, or other nonprobate transfer at death.\n\n(6)\"Child\" includes an individual entitled to take as a child under this code by intestate succession from the parent whose relationship is involved and excludes a person who is only a stepchild, a foster child, a grandchild, or any more remote descendant. Any child of a deceased parent who is born after the decedent's death is considered a child in being at the decedent's death, if the child was conceived prior to the decedent's death, was born within ten months of the decedent's death, and survived one hundred twenty hours or more after birth.\n\n(7)\"Claims,\" in respect to estates of decedents, includes liabilities of the decedent whether arising in contract, in tort, or otherwise, and liabilities of the estate which arise at or after the death of the decedent, including funeral expenses and expenses of administration. The term does not include estate or inheritance taxes, or demands or disputes regarding title of a decedent to specific assets alleged to be included in the estate.\n\n(8)\"Court\" means the circuit court.\n\n(9)\"Conservator\" means a person appointed by a court to manage the estate of a minor or protected person.\n\n(10)\"Descendant\" of an individual means the individual's descendants of all generations, with the relationship of parent and child at each generation being determined by the definition of child and parent contained in this code.\n\n(11)\"Devise,\" when used as a noun, means a testamentary disposition of real or personal property and, when used as a verb, means to dispose of real or personal property by will.\n\n(12)\"Devisee\" means a person designated in a will to receive a devise. For the purposes of chapter 29A-2, in the case of a devise to an existing trust or trustee, or to a trustee or trust described by will, the beneficiaries are devisees and the trustee or trust is not a devisee. For purposes of chapter 29A-3, the trust or trustee is the devisee and the beneficiaries are not devisees.\n\n(13)\"Distributee\" means any person who has received property of a decedent from a personal representative other than as a creditor or purchaser. A testamentary trustee is a distributee only to the extent of distributed assets or increment thereto remaining with the trustee. A beneficiary of a testamentary trust to whom the trustee has distributed property received from a personal representative is a distributee of the personal representative. For the purposes of this provision, \"testamentary trustee\" includes a trustee to whom assets are transferred by will, to the extent of the devised assets.\n\n(14)\"Estate\" includes the property of the decedent, trust, or other person whose affairs are subject to this code as originally constituted and as it exists from time to time during administration.\n\n(15)\"Exempt property\" means the property of a decedent's estate which is referred to in §29A-2-402.\n\n(16)\"Fiduciary\" includes a personal representative, guardian, conservator, and trustee.\n\n(17)\"Foreign personal representative\" means a personal representative appointed by another jurisdiction.\n\n(18)\"Formal proceedings\" means proceedings conducted before a judge with notice to interested persons.\n\n(19)\"Governing instrument\" means a deed, will, trust, insurance or annuity policy, POD account, security registered in beneficiary form (TOD), pension, profit-sharing, retirement, or similar benefit plan, instrument creating or exercising a power of appointment or a power of attorney, or a dispositive, appointive, or nominative instrument of any similar type.\n\n(20)\"Guardian\" means a person appointed by a court to be responsible for the personal affairs of a minor or protected person, but excludes one who is merely a guardian ad litem.\n\n(21)\"Heirs,\" except as controlled by §29A-2-711, means persons, including the surviving spouse and the state, who are entitled under the statutes of intestate succession to the property of a decedent.\n\n(22)\"Informal proceedings\" means those conducted without notice to interested persons by the clerk of court.\n\n(23)\"Interested person\" includes heirs, devisees, children, spouses, creditors, beneficiaries, and any others having a property right in or claim against a trust estate or the estate of a decedent, minor, or protected person. It also includes persons having priority for appointment as personal representative, and other fiduciaries representing interested persons. The meaning as it relates to particular persons may vary from time to time and must be determined according to the particular purposes of, and matter involved in, any proceeding.\n\n(24)\"Joint tenants with the right of survivorship\" and \"community property with the right of survivorship\" includes co-owners of property held under circumstances that entitle one or more to the whole of the property on the death of the other or others, but excludes forms of co-ownership registration in which the underlying ownership of each party is in proportion to that party's contribution.\n\n(25)\"Lease\" includes an oil, gas, or other mineral lease.\n\n(26)\"Letters\" includes letters testamentary, letters of guardianship, letters of administration, and letters of conservatorship.\n\n(27)\"Minor\" means an individual who is under eighteen years of age.\n\n(28)\"Mortgage\" means any conveyance, agreement, or arrangement in which property is encumbered or used as security.\n\n(29)\"Nonresident decedent\" means a decedent who was domiciled in another jurisdiction at the time of death.\n\n(30)\"Organization\" means a corporation, business trust, limited liability company, estate, trust, partnership, joint venture, association, government or governmental subdivision or agency, or any other legal or commercial entity.\n\n(31)\"Parent\" includes any person entitled to take, or who would be entitled to take if the child died without a will, as a parent under this code by intestate succession from the child whose relationship is in question and excludes any person who is only a stepparent, foster parent, or grandparent.\n\n(32)\"Payor\" means a trustee, insurer, business entity, employer, government, governmental agency or subdivision, or any other person authorized or obligated by law or a governing instrument to make payments.\n\n(33)\"Person\" means an individual or an organization.\n\n(34)\"Personal representative\" includes executor, administrator, successor personal representative, special administrator, and persons who perform substantially the same function under the law governing their status. \"General personal representative\" excludes a special administrator.\n\n(35)\"Petition\" means a written request to the court for an order after notice.\n\n(36)\"Power of appointment\" means a power to vest absolute ownership in the property subject to the power, whether or not the powerholder then had capacity to exercise the power. \"General power of appointment\" means a power exercisable in favor of the powerholder, the powerholder's estate, the powerholder's creditors, or the creditors of the powerholder's estate, whether or not the power is also exercisable in favor of others. \"Presently exercisable general power of appointment\" includes a power to revoke or invade the principal of a trust or other property arrangement, but excludes a power exercisable only by the powerholder's will.\n\n(37)\"Proceeding\" includes action at law and suit in equity.\n\n(38)\"Property\" includes both real and personal property or any interest therein and means anything that may be the subject of ownership.\n\n(39)\"Protected person\" means an individual for whom a guardian or conservator has been appointed other than for reasons of minority.\n\n(40)\"Security\" includes any note, stock, treasury stock, bond, debenture, evidence of indebtedness, certificate of interest or participation in an oil, gas, or mining title or lease or in payments out of production under such a title or lease, collateral trust certificate, transferable share, voting trust certificate, and, in general, any interest or instrument commonly known as a security, or any certificate of interest or participation, any temporary or interim certificate, receipt, or certificate of deposit for, or any warrant or right to subscribe to or purchase, any of the foregoing.\n\n(41)\"Settlement,\" in reference to a decedent's estate, includes the full process of administration, distribution, and closing.\n\n(42)\"Special administrator\" means a personal representative as described by §§29A-3-614 to 29A-3-618, inclusive.\n\n(43)\"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States.\n\n(44)\"Stepchild,\" with reference to an individual, means a child of the individual's spouse, including a child of a surviving or deceased spouse but excluding a child of the individual or a child of a divorced spouse.\n\n(45)\"Successor personal representative\" means a personal representative, other than a special administrator, who is appointed to succeed a previously appointed personal representative.\n\n(46)\"Successors\" means persons, other than creditors, who are entitled to property of a decedent under the decedent's will or this code.\n\n(47)\"Supervised administration\" refers to the proceedings described in chapter 29A-3, Part 5.\n\n(48)\"Survive\" means that an individual has neither predeceased an event, including the death of another individual, nor is deemed to have predeceased an event under §29A-2-104 or 29A-2-702. The term includes its derivatives, such as \"survives,\" \"survived,\" \"survivor,\" and \"surviving.\"\n\n(49)\"Testacy proceeding\" means a proceeding to establish a will or determine intestacy.\n\n(50)\"Trust\" includes an express trust, private or charitable, with additions thereto, wherever and however created. The term also includes a trust created or determined by judgment or decree under which the trust is to be administered in the manner of an express trust. The term excludes other constructive trusts and excludes resulting trusts, conservatorships, personal representatives, trust accounts as defined in §29A-6-101, custodial arrangements for minors pursuant to chapter 55-10A, business trusts providing for certificates to be issued to beneficiaries, common trust funds, voting trusts, security arrangements, liquidation trusts, and trusts for the primary purpose of paying debts, dividends, interest, salaries, wages, profits, pensions, or employee benefits of any kind, and any arrangement under which a person is nominee or escrowee for another.\n\n(51)\"Trustee\" includes an original, additional, or successor trustee, whether or not appointed or confirmed by a court.\n\n(52)\"Will\" means an instrument, including a codicil, executed with testamentary intent and in the manner prescribed by this code, including an instrument which (i) disposes of property on or after the testator's death, (ii) appoints a personal representative, (iii) revokes or amends another will, (iv) nominates a guardian or conservator, or (v) expressly excludes or limits the right of an individual or class to succeed to property of the decedent passing by intestate succession.\n\nSource:SL 1995, ch 167, §1-201; SL 2007, ch 247, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-201/"
    },
    {
      "id": "section-29a-1-301",
      "number": "29A-1-301",
      "heading": "Territorial application.",
      "text": "29A-1-301. Territorial application.\n\nExcept as otherwise provided in this code, this code applies to and the court has jurisdiction over (1) the estates of decedents and absentees domiciled in this state, (2) the property of nonresident decedents located in this state or property coming into the control of a fiduciary who is subject to the laws of this state, (3) guardianship proceedings for individuals domiciled in or located in this state, (4) conservatorship proceedings for individuals domiciled in or who have property located in this state, and (5) multiple-person bank accounts and other nonprobate transfers in this state.\n\nSource:SL 1995, ch 167, §1-301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-301/"
    },
    {
      "id": "section-29a-1-302",
      "number": "29A-1-302",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29a-1-303",
      "number": "29A-1-303",
      "heading": "Venue.",
      "text": "29A-1-303. Venue.\n\nIf a proceeding under this code could be maintained in more than one county in this state, the court of the county in which the proceeding is first commenced has the exclusive right to proceed unless that court determines that venue is properly in another court.\n\nSource:SL 1995, ch 167, §1-303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-303/"
    },
    {
      "id": "section-29a-1-304",
      "number": "29A-1-304",
      "heading": "Practice in court.",
      "text": "29A-1-304. Practice in court.\n\nUnless specifically provided to the contrary in this code or unless inconsistent with its provisions, the rules of civil procedure, including the rules concerning vacation of orders and appellate review, govern formal proceedings under this code.\n\nSource:SL 1995, ch 167, §1-304.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-304/"
    },
    {
      "id": "section-29a-1-305",
      "number": "29A-1-305",
      "heading": "Records and certified copies.",
      "text": "29A-1-305. Records and certified copies.\n\nThe clerk of court shall maintain a record of each document relating to a decedent's estate or guardianship or conservatorship which may be filed with the court under this code, including petitions and applications, demands for notices, and of any orders or responses relating thereto, and establish and maintain a system for indexing, filing, or recording which is sufficient to enable users of the records to obtain adequate information. Upon payment of the fees required by law the clerk must issue certified copies of any probated wills, letters, or any other record of paper filed or recorded. Certificates relating to probated wills must indicate whether the decedent was domiciled in this state and whether the probate was formal or informal. Certificates relating to letters must show the date of appointment.\n\nSource:SL 1995, ch 167, §1-305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-305/"
    },
    {
      "id": "section-29a-1-306",
      "number": "29A-1-306",
      "heading": "Jury trial.",
      "text": "29A-1-306. Jury trial.\n\n(a) If duly demanded, a party is entitled to trial by jury in a formal testacy proceeding and any proceeding in which any controverted question of fact arises as to which any party has a constitutional right to trial by jury.\n\n(b) If there is no right to trial by jury under subsection (a) or the right is waived, the court in its discretion may call a jury to decide any issue of fact, in which case the verdict is advisory only.\n\nSource:SL 1995, ch 167, §1-306.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-306/"
    },
    {
      "id": "section-29a-1-307",
      "number": "29A-1-307",
      "heading": "Performance of acts and orders.",
      "text": "29A-1-307. Performance of acts and orders.\n\nThe acts and orders which this code specifies as performable by the clerk of court may be performed either by a judge of the court or by the clerk.\n\nSource:SL 1995, ch 167, §1-307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-307/"
    },
    {
      "id": "section-29a-1-308",
      "number": "29A-1-308",
      "heading": ", 29A-1-309. Reserved.",
      "text": ", 29A-1-309. Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29a-1-310",
      "number": "29A-1-310",
      "heading": "Oath or affirmance on filed documents.",
      "text": "29A-1-310. Oath or affirmance on filed documents.\n\nExcept as otherwise specifically provided in this code, every document filed with the court under this code including applications, petitions, and demands for notice, shall be deemed to include an oath, affirmation, or statement to the effect that its representations are true as far as the person executing or filing it knows or is informed, and penalties for perjury may follow deliberate falsification in the document.\n\nSource:SL 1995, ch 167, §1-310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-310/"
    },
    {
      "id": "section-29a-1-311",
      "number": "29A-1-311",
      "heading": "Fixing time and place for hearings.",
      "text": "29A-1-311. Fixing time and place for hearings.\n\nA judge or clerk of courts may fix a time and place for hearing on any guardianship petition, conservatorship petition, petition for testacy, appointment, or other probate matter pursuant to Title 29A as well as for any petitions relating to the administration of trust estates under chapter 21-22. Any order or notice signed by a clerk of courts need not be attested but shall be sealed with the official seal of the circuit court.\n\nSource:SL 1997, ch 110, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-311/"
    },
    {
      "id": "section-29a-1-401",
      "number": "29A-1-401",
      "heading": "Notice - Method and time of giving.",
      "text": "29A-1-401. Notice--Method and time of giving.\n\n(a) If notice of a hearing on any petition is required and except for specific notice requirements as otherwise provided, the petitioner shall cause notice of the time and place of hearing of any petition, together with a copy of the petition, to be given to any interested person or the person's attorney if the person has appeared by attorney or requested that notice be sent to an attorney. Notice shall be given:\n\n(1)By mailing a copy of the notice of hearing and of the petition at least fourteen days before the time set for the hearing by certified, registered, or ordinary first class mail addressed to the person being notified at the post office address given in the person's demand for notice, if any, or at the person's place of residence, if known;\n\n(2)By delivering a copy of the notice of hearing and of the petition to the person being notified personally at least fourteen days before the time set for the hearing; or\n\n(3)If the address or identity of any person is not known and cannot be ascertained with reasonable diligence, by publishing at least once a week for three consecutive weeks, a copy of the notice of hearing in a legal newspaper in the county where the hearing is to be held, the last publication of which is to be at least fourteen days before the time set for the hearing; or\n\n(4)If any person entitled to notice is a resident of a foreign country, by mailing a copy of the notice of hearing and a copy of the petition to the legation of the foreign country at Washington, D.C. at least fourteen days prior to the date fixed for hearing.\n\n(b) The court for good cause shown may provide for a different method or time of giving notice for any hearing.\n\n(c) Proof of the giving of notice shall be made on or before the hearing and filed in the proceeding.\n\nSource:SL 1995, ch 167, §1-401; SL 1997, ch 171, §1; SL 2000, ch 135, §1; SL 2004, ch 188, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-401/"
    },
    {
      "id": "section-29a-1-402",
      "number": "29A-1-402",
      "heading": "Notice - Waiver.",
      "text": "29A-1-402. Notice--Waiver.\n\nA person, including a guardian ad litem, conservator, or other fiduciary, may waive notice by a writing signed by the person or the person's attorney and filed in the proceeding. An individual for whom a guardianship or conservatorship is sought, or for whom a guardian or conservator has been appointed, may not waive notice.\n\nSource:SL 1995, ch 167, §1-402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-29a/chapter-01-d-1/section-29a-1-402/"
    }
  ]
}