{
  "state": "pennsylvania",
  "path": "title-title-62/chapter-chapter-39",
  "sections": [
    {
      "id": "section-3901",
      "number": "3901",
      "heading": "",
      "text": "(a) Application.--Except as otherwise specifically provided in this chapter, this chapter applies to contracts entered into by a government agency through competitive sealed bidding or competitive sealed proposals.\n\n(b) Purpose of chapter.--The purpose of this chapter is to establish a uniform and mandatory system governing public contracts to the extent of the requirements set forth in this chapter and shall be construed to effectuate such purpose. The provisions of this chapter shall in no way affect the provisions of the act of August 15, 1961 (P.L.987, No.442), known as the Pennsylvania Prevailing Wage Act, nor the regulations promulgated under that act, nor shall any requirements of this chapter affect any provisions of a contract to be awarded pursuant to any Federal law or regulations containing specific provisions which are different from the public contract requirements of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3901/"
    },
    {
      "id": "section-3902",
      "number": "3902",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Contract.\"A contract exceeding $50,000 for construction as defined in section 103 (relating to definitions), including heating or plumbing contracts but excluding Department of Transportation contracts under section 301(c)(1) (relating to procurement responsibility).\n\n\"Contractor.\"A person who enters into a contract with a government agency.\n\n\"Deficiency item.\"Work performed but which the design professional, the contractor or the inspector will not certify as being completed according to the contract.\n\n\"Design professional.\"Persons performing professional services as defined in section 901 (relating to definitions).\n\n\"Government agency.\"Includes any State-aided institutions.\n\n\"Inspector.\"The person authorized or engaged by the government agency to inspect the work performed and materials furnished pursuant to a contract to determine whether the work completed is in compliance with the contract.\n\n\"Local government unit.\"Any county, city, borough, incorporated town, township, school district, vocational school district, county institution, local authority or any joint or cooperative body of local government units or any instrumentality, authority or corporation thereof which has authority to enter into a contract.\n\n\"State-aided institution.\"Any institution which receives State funds directly or indirectly for construction as defined in section 103 (relating to definitions).\n\n\"Subcontractor.\"A person who has contracted to furnish labor or materials to or has performed labor for a contractor or another subcontractor in connection with a contract.\n\n\"Substantial completion.\"Construction that is sufficiently completed in accordance with the contract and certified by the architect or engineer of the government agency, as modified by change orders agreed to by the parties, so that the project can be used, occupied or operated for its intended use. In no event shall a project be certified as substantially complete until at least 90% of the work on the project is completed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3902/"
    },
    {
      "id": "section-3911",
      "number": "3911",
      "heading": "",
      "text": "(a) General rule.--In the case of a contract to be entered into by a government agency through competitive sealed bidding, the contract shall be awarded to the lowest responsible and responsive bidder within 60 days of the bid opening, or all bids shall be rejected except as otherwise provided in this section.\n\n(b) Delay.--If the award is delayed by the required approval of another government agency, the sale of bonds or the award of a grant, the contract shall be awarded to the lowest responsible and responsive bidder within 120 days of the bid opening, or all bids shall be rejected.\n\n(c) Extensions.--Extensions of the date for the award may be made by the mutual written consent of the government agency and the lowest responsible and responsive bidder.\n\n(d) List of bidders.--All government agencies shall be required to provide a list of the bidders and their bid amount on each contract within ten working days of the bid opening to interested parties for a fee to be determined by the government agency to cover the cost of developing such list. This requirement shall not apply to the contracting bodies of any political subdivision or local authority which has the authority to enter into a contract.\n\n(e) Contract negotiation.--When the amount of the bid submitted by the lowest responsive and responsible bidder for a Department of General Services construction contract exceeds the verifiable contract allocation established by the Department of General Services for the contract, the department may, prior to awarding the contract, negotiate the price, work items and time requirements for the contract with the lowest responsive and responsible bidder to bring the bid within the established contract allocation.\n\n(Dec. 3, 2002, P.L.1147, No.142, eff. imd.)\n\n2002 Amendment.Act 142 added subsec. (e).\n\nCross References.Section 3911 is referred to in section 3913 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3911/"
    },
    {
      "id": "section-3912",
      "number": "3912",
      "heading": "",
      "text": "In the case of a contract entered into by a government agency through competitive sealed bidding, the contract shall be executed by the government agency within 60 days of the date that the contract is awarded.\n\nCross References.Section 3912 is referred to in section 3913 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3912/"
    },
    {
      "id": "section-3913",
      "number": "3913",
      "heading": "",
      "text": "Failure of the government agency to comply with the requirements of sections 3911 (relating to time for awarding contract) and 3912 (relating to time for executing contract) shall, unless the successful bidder waives the noncompliance by written notice to the government agency, release the successful bidder from any liability in respect to its bid or contract and entitle all bidders to the immediate return of any bonds or security deposits posted in connection with the bid or contract.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3913/"
    },
    {
      "id": "section-3921",
      "number": "3921",
      "heading": "",
      "text": "(a) Contract provision.--A contract may include a provision for the retainage of a portion of the amount due the contractor to insure the proper performance of the contract except that the sum withheld by the government agency from the contractor shall not exceed 10% of the amount due the contractor until 50% of the contract is completed. When the contract is 50% completed, one-half of the amount retained by the government agency shall be returned to the contractor. However, the architect or engineer must approve the application for payment. The contractor must be making satisfactory progress, and there must be no specific cause for greater withholding. The sum withheld by the government agency from the contractor after the contract is 50% completed shall not exceed 5% of the value of completed work based on monthly progress payment requests. In the event a dispute arises between the government agency and any prime contractor, which dispute is based upon increased costs claimed by one prime contractor occasioned by delays or other actions of another prime contractor, additional retainage in the sum of one and one-half times the amount of any possible liability may be withheld until such time as a final resolution is agreed to by all parties directly or indirectly involved unless the contractor causing the additional claim furnishes a bond satisfactory to the government agency to indemnify the agency against the claim. All money retained by the government agency may be withheld from the contractor until substantial completion of the contract.\n\n(b) Department of General Services.--Notwithstanding subsection (a), when the Department of General Services is the government agency, the contract may include a provision for the retainage of a portion of the amount due the contractor to insure the proper performance of the contract except that the sum withheld by the department for the contractor shall not exceed 6% of the then total estimates until 50% of the contract is satisfactorily completed. The sum withheld by the department from the contractor after the contract is 50% satisfactorily completed shall not exceed 3% of the original contract amount.\n\nCross References.Section 3921 is referred to in sections 3932, 3941 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3921/"
    },
    {
      "id": "section-3922",
      "number": "3922",
      "heading": "",
      "text": "In the absence of sufficient reason, within 20 days of the receipt of payment by the contractor, the contractor shall pay all subcontractors with which it has contracted their earned share of the payment the contractor received.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3922/"
    },
    {
      "id": "section-3931",
      "number": "3931",
      "heading": "",
      "text": "(a) Entitlement of contractor to payment.--Performance by a contractor in accordance with the provisions of a contract shall entitle the contractor to payment by the government agency.\n\n(b) Entitlement of subcontractor to payment.--Performance by a subcontractor in accordance with the provisions of a contract shall entitle the subcontractor to payment from the contractor with whom the subcontractor has contracted.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3931/"
    },
    {
      "id": "section-3932",
      "number": "3932",
      "heading": "",
      "text": "(a) Payments in accordance with contract.--The government agency shall pay the contractor or design professional strictly in accordance with the contract.\n\n(b) Application for progress payments.--If the contract does not contain a term governing the time for payment, the contractor or design professional shall be entitled to make application for payment from the government agency for progress payments, and the government agency shall make payment less the applicable retainage amount as authorized in section 3921 (relating to retainage) to the contractor or design professional within 45 calendar days of the date the application for payment is received.\n\n(c) Interest on progress payments not timely made.--Except as otherwise agreed by the parties, if any progress payment less the applicable retainage amount as authorized in section 3921 is not made to a contractor or design professional by the due date established in the contract or in subsection (b), the government agency shall pay to the contractor or design professional, in addition to the amount due, interest on the amount due, and the interest shall be computed at the rate determined by the Secretary of Revenue for interest payments on overdue taxes or the refund of taxes as provided in sections 806 and 806.1 of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code.\n\n(d) When interest payment not required.--In the event that the contract does not contain a grace period and if a contractor or design professional is not paid by the payment date required by subsection (b), no interest penalty payment required under this section shall be paid if payment is made on or before the 15th calendar day after the payment date required under this subchapter.\n\nCross References.Section 3932 is referred to in sections 3933, 3938 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3932/"
    },
    {
      "id": "section-3933",
      "number": "3933",
      "heading": "",
      "text": "(a) Performance by subcontractor entitles subcontractor to payment.--Performance by a subcontractor in accordance with the provisions of the contract shall entitle the subcontractor to payment from the party with whom the subcontractor has contracted. For purposes of this section, the contract between the contractor and subcontractor is presumed to incorporate the terms of the contract between the contractor and the government agency.\n\n(b) Disclosure of progress payment due dates.--A contractor or subcontractor shall disclose to a subcontractor, before a subcontract is executed, the due date for receipt of progress payments from the government agency. Notwithstanding any other provisions of this subchapter, if a contractor or a subcontractor fails to accurately disclose the due date to a subcontractor, the contractor or subcontractor shall be obligated to pay the subcontractor as though the due dates established in subsection (c) were met by the government agency. This subsection shall not apply to a change in due dates because of conditions outside of the contractor's control, including, but not limited to, design changes, change orders or delays in construction due to weather conditions.\n\n(c) Payment.--When a subcontractor has performed in accordance with the provisions of the contract, a contractor shall pay to the subcontractor, and each subcontractor shall in turn pay to its subcontractors, the full or proportional amount received for each such subcontractor's work and material, based on work completed or services provided under the subcontract, 14 days after receipt of a progress payment. Payment shall be made under this section unless it is being withheld under section 3934 (relating to withholding of payment for good faith claims).\n\n(d) Interest due when progress payment not timely.--If any progress payment is not made to a subcontractor by the due date established in the contract or in subsection (c), the contractor shall pay to the subcontractor, in addition to the amount due, interest as computed in section 3932(c) (relating to government agency's progress payment obligations).\n\n(e) When interest payment not required.--In the event that the contract does not contain a grace period and if a subcontractor is not paid by the payment date required by subsection (c), no interest penalty payment required under this section shall be paid if payment is made on or before the 15th calendar day after the payment date required under this subchapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3933/"
    },
    {
      "id": "section-3934",
      "number": "3934",
      "heading": "",
      "text": "(a) When government agency may withhold payment.--The government agency may withhold payment for deficiency items according to terms of the contract. The government agency shall pay the contractor according to the provisions of this subchapter for all other items which appear on the application for payment and have been satisfactorily completed. The contractor may withhold payment from any subcontractor responsible for a deficiency item. The contractor shall pay any subcontractor according to the provisions of this subchapter for any item which appears on the application for payment and has been satisfactorily completed.\n\n(b) Notification when payment withheld for deficiency item.--If a government agency withholds payment from a contractor for a deficiency item, it shall notify the contractor of the deficiency item within the time period specified in the contract or 15 calendar days of the date that the application for payment is received. If a contractor withholds payment from a subcontractor for a deficiency item, it must notify the subcontractor or supplier and the government agency of the reason within 15 calendar days of the date after receipt of the notice of the deficiency item from the government agency.\n\nCross References.Section 3934 is referred to in sections 3933, 3935 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3934/"
    },
    {
      "id": "section-3935",
      "number": "3935",
      "heading": "",
      "text": "(a) Penalty.--If arbitration or a claim with the Board of Claims or a court of competent jurisdiction is commenced to recover payment due under this subchapter and it is determined that the government agency, contractor or subcontractor has failed to comply with the payment terms of this subchapter, the arbitrator, the Board of Claims or the court may award, in addition to all other damages due, a penalty equal to 1% per month of the amount that was withheld in bad faith. An amount shall be deemed to have been withheld in bad faith to the extent that the withholding was arbitrary or vexatious. An amount shall not be deemed to have been withheld in bad faith to the extent it was withheld pursuant to section 3934 (relating to withholding of payment for good faith claims).\n\n(b) Attorney fees.--Notwithstanding any agreement to the contrary, the prevailing party in any proceeding to recover any payment under this subchapter may be awarded a reasonable attorney fee in an amount to be determined by the Board of Claims, court or arbitrator, together with expenses, if it is determined that the government agency, contractor or subcontractor acted in bad faith. An amount shall be deemed to have been withheld in bad faith to the extent that the withholding was arbitrary or vexatious.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3935/"
    },
    {
      "id": "section-3936",
      "number": "3936",
      "heading": "",
      "text": "If any provision of this chapter conflicts with a Federal statute or regulation or with conditions attached to the receipt of Federal aid, this chapter shall not operate to prevent receipt of the Federal aid in accordance with any Federal statute or regulation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3936/"
    },
    {
      "id": "section-3937",
      "number": "3937",
      "heading": "",
      "text": "A provision in the contract making it subject to the laws of another state or requiring that any litigation, arbitration or other dispute resolution process on the contract occurs in another state shall be unenforceable.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3937/"
    },
    {
      "id": "section-3938",
      "number": "3938",
      "heading": "",
      "text": "(a) Not applicable in certain situations.--This subchapter shall not apply in the following situations:\n\n(1) Section 3932 (relating to government agency's progress payment obligations) shall not apply when the Commonwealth agency's nonpayment on a particular project is caused by the failure of the General Assembly to enact a budget for the fiscal year of payment.\n\n(2) Section 3932 shall not apply when a local government unit's nonpayment on a particular project is caused by failure of the Federal or State Government to pay funds due and payable to the local government unit.\n\n(3) Section 3932 shall not apply when a government agency's nonpayment on a particular project is caused by the failure of the General Assembly to enact an operating budget for the fiscal year of payment or a capital budget for the capital project or by failure of the Federal, State or local government to pay funds designated or to be designated for the specific project.\n\n(4) Nothing in this subchapter shall be construed to require payment of interest penalties by the Federal or State Government if the local government unit is liable for the interest.\n\n(b) Not applicable to following entities.--This chapter shall not apply to any of the following:\n\n(1) A municipality determined to be distressed under the act of July 10, 1987 (P.L.246, No.47), known as the Municipalities Financial Recovery Act.\n\n(2) A school district which has been determined to be a distressed school district under section 691 of the act of March 10, 1949 (P.L.30, No.14), known as the Public School Code of 1949.\n\n(3) (Repealed).\n\n(4) A corporate entity or school district as defined in the Pennsylvania Intergovernmental Cooperation Authority Act for Cities of the First Class.\n\n(5) A transportation authority organized or operating under 74 Pa.C.S. Ch. 17 (relating to metropolitan transportation authorities).\n\n(July 7, 2022, P.L.440, No.36, eff. 60 days)\n\n2022 Repeal.Act 36 repealed subsec. (b)(3).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3938/"
    },
    {
      "id": "section-3939",
      "number": "3939",
      "heading": "",
      "text": "(a) No obligation to third parties.--The government agency shall have no obligation to any third parties for any claim.\n\n(b) Barred claims.--Once a contractor has made payment to the subcontractor according to the provisions of this subchapter, future claims for payment against the contractor or the contractor's surety by parties owed payment from the subcontractor which has been paid shall be barred.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3939/"
    },
    {
      "id": "section-3941",
      "number": "3941",
      "heading": "",
      "text": "(a) Contract containing provision for retainage.--A contract containing a provision for retainage as provided in section 3921 (relating to retainage) shall contain a provision requiring the architect or engineer to make final inspection within 30 days of receipt of the request of the contractor for final inspection and application for final payment. If the work is substantially completed, the architect or engineer shall issue a certificate of completion and a final certificate for payment, and the government agency shall make payment in full within 45 days except as provided in section 3921, less only one and one-half times the amount required to complete any then-remaining uncompleted minor items, which amount shall be certified by the architect or engineer and, upon receipt by the government agency of any guarantee bonds which may be required, in accordance with the contract, to insure proper workmanship for a designated period of time. The certificate given by the architect or engineer shall list in detail each uncompleted item and a reasonable cost of completion. Final payment of any amount withheld for the completion of the minor items shall be paid upon completion of the items in the certificate of the engineer or architect.\n\n(b) Interest.--The final payment due the contractor from the government agency after substantial completion of the contract shall bear interest at a rate of 6% per annum for all contracts without provisions for retainage and at a rate of 10% per annum for all contracts with provisions for retainage, the interest to begin after the date that such payment becomes due and payable to the contractor. However, where the government agency has issued bonds to finance the project, interest shall be payable to the contractor at the rate of interest of the bond issue or at the rate of 10% per annum, whichever is less, but in no event shall the interest payable to the contractor be at a rate of interest less than the legal rate of interest.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3941/"
    },
    {
      "id": "section-3942",
      "number": "3942",
      "heading": "",
      "text": "If a dispute should arise between the contractor and the government agency over the payment of retainages and final payment, then the dispute shall be arbitrated under the applicable terms of the contract. If the contract contains no provision for arbitration, then both parties may mutually agree to arbitrate the dispute under the rules of the American Arbitration Association or in accordance with 42 Pa.C.S. Ch. 73 (relating to arbitration). In any event, either party shall have the right of appeal from any decision and award as provided by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-39/section-3942/"
    }
  ]
}