{
  "state": "connecticut",
  "path": "title-title-53-crimes/chapter-chapter-949d-communications-consumer-privacy-act",
  "sections": [
    {
      "id": "section-53-420",
      "number": "53-420.",
      "heading": "Short title: Communications Consumer Privacy Act",
      "text": "Section 53-421. - Definitions.Section 53-422. - Prohibited activities. Penalty. Recovery of damages.Section 53-423 to 53-439. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-421",
      "number": "53-421.",
      "heading": "Definitions.",
      "text": "As used in this chapter, “communications company” means any person or organization which owns, controls, operates or manages any company which provides information or entertainment electronically to a household, including but not limited to a cable or community antenna television system.\n\n(P.A. 84-304, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949d/section-53-421/"
    },
    {
      "id": "section-53-422",
      "number": "53-422.",
      "heading": "Prohibited activities. Penalty. Recovery of damages.",
      "text": "(a) It shall be unlawful for a communications company to:\n\n(1) Install and use any equipment which would allow a communications company to visually observe or listen to what is occurring in the household of an individual subscriber without the knowledge or permission of the subscriber.\n\n(2) Provide any person or public or private organization with a list containing the name of a subscriber, unless (A) the communications company gives notice thereof to the subscriber and (B) the subscriber does not object to the disclosure of his name to such person or organization, or (C) such person or public or private organization is acting as an agent, servant or employee of the communications company.\n\n(3) Disclose the television viewing habits of any individual subscriber without the consent of the subscriber.\n\n(4) Install or maintain a home-protection scanning device in a dwelling as part of a communication service without the express written consent of the occupant.\n\n(b) Any communications company which violates any provision of this section shall be fined not more than ten thousand dollars for each violation. Any person who has been injured by a violation of this section shall have the right of action against any communications company which has committed the violation to recover damages for such injury. If the court awards damages, the plaintiff shall be awarded costs.\n\n(P.A. 84-304, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949d/section-53-422/"
    },
    {
      "id": "section-53-423",
      "number": "53-423",
      "heading": "to 53-439. - Reserved for future use.",
      "text": "to 53-439. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}