{
  "state": "connecticut",
  "path": "title-title-53-crimes/chapter-chapter-948-frauds-and-false-pretenses",
  "sections": [
    {
      "id": "section-53-354",
      "number": "53-354",
      "heading": "to 53-364. - Embezzlement by public or corporation officer or fiduciary",
      "text": "Embezzlement, generally. Obtaining valuable thing or service by false pretenses. Fraudulent issue of checks or drafts. Procuring property or credit by false statement. Fraudulent warehouse receipts. Defrauding of public communi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-365",
      "number": "53-365.",
      "heading": "Transferred to Chapter 736, Sec. 42-115a.",
      "text": "Transferred to Chapter 736, Sec. 42-115a.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-366",
      "number": "53-366",
      "heading": "and 53-367. - Diversion from state of benefit of labor of employees. Unlawful removal of vessel by master.",
      "text": "and 53-367. - Diversion from state of benefit of labor of employees. Unlawful removal of vessel by master.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-368",
      "number": "53-368.",
      "heading": "Falsely certifying as to administration of oath.",
      "text": "Any person authorized by the laws of this state to administer oaths and affirmations, who falsely certifies that an oath or affirmation has been administered by him to any person in any matter where an oath or affirmation is by law required or falsely certifies that any affidavit, deposition or written statement of any kind required by law to be made upon oath or affirmation has been sworn or affirmed to before him by the person making such affidavit, deposition or written statement in any case where the same is required by law to be made, shall be guilty of a class E felony.\n\n(1949 Rev., S. 8706; P.A. 13-258, S. 31.)\n\nHistory: P.A. 13-258 changed penalty from fine of not more than $1,000 or imprisonment of not more than 3 years to a class E felony.\n\nSee Sec. 1-24 re officers empowered to administer oaths.\n\nStatute not void for vagueness; it is sufficiently explicit to guide persons of ordinary intelligence; “false” imports requirement of specific intent to deceive. 175 C. 279.\n\nCited. 5 CA 616.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-368/"
    },
    {
      "id": "section-53-369",
      "number": "53-369.",
      "heading": "False pretenses as to pedigree of animal.",
      "text": "Any person who, by any false pretense, device or representation, obtains from any club, association, society or company for improving the breed of cattle, horses, sheep, swine or other domestic animals the registration of any animal in the herd register or other register of any such club, association, society or company or the transfer of any such registration or who knowingly gives a false pedigree of any such animal shall be imprisoned not more than one year or fined not more than five hundred dollars or both. The person who wrongfully obtains a registration or the transfer of a registration, as aforesaid, may be tried therefor either in the venue where the false pretense, device or representation was made or practiced or where such registration or transfer was made.\n\n(1949 Rev., S. 8709.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-369/"
    },
    {
      "id": "section-53-370",
      "number": "53-370.",
      "heading": "Fraudulent sale of liquid fuels or lubricating oils.",
      "text": "No person, firm or corporation, or any member or employee thereof, shall store, expose for sale or sell any liquid fuels, lubricating oils, greases or similar products in such manner as to deceive as to identity, nature or quality; or use any container for storage with the trademark or symbol of any manufacturer or distributor except that of the manufacturer or distributor of the product contained therein; or imitate the design, trademark or symbol of any manufacturer on any container, buildings or equipment with intent to deceive purchasers as to the nature, source or quality of the commodity sold; or mix, blend or compound any of such products of one manufacturer or distributor with that of another and sell the same as the product of either, provided any owner may sell such compound under his own trademark; or aid, assist or abet any person in the violation of the above provisions by depositing or delivering such products in any container other than that of the manufacturer or distributor of such product. Any person who violates any of the provisions of this section shall be guilty of a class D misdemeanor.\n\n(1949 Rev., S. 8710; P.A. 12-80, S. 108.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $200 or imprisonment of not more than 30 days or both with a class D misdemeanor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-370/"
    },
    {
      "id": "section-53-371",
      "number": "53-371",
      "heading": "to 53-376. - Defrauding keeper of hotel, restaurant or boarding house",
      "text": "Evasion of fares. Fraudulent issue and use of transfer ticket upon public conveyance. False statement by hirer of horse; by hirer of boat. Conversion of money by court officer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-377",
      "number": "53-377.",
      "heading": "Fraudulent uses of badges or insignia.",
      "text": "Any person who copies, imitates or simulates the insignia, flag, ribbon, badge, rosette, seal, button or emblem of any society, association, labor union or incorporated club, registered under the provisions of section 35-18c, or of any society, association, labor union or incorporated club which has been in existence continuously since May 23, 1898, or any person who wears the button, badge or insignia of the Grand Army of the Republic, the American Legion or Italian American War Veterans of the United States, Incorporated, or the insignia, rosette, badge or other indicia of membership of any fraternal or beneficial order or society or of any historical, naval or military organization or uses the same to obtain aid or assistance, or uses the name of any such society, organization or order or the title of any of its officers or its rituals or ceremonies unless such person is entitled to do so under the constitution, bylaws or rules and regulations of such order or society, or falsely claims to be a member thereof, shall be fined not more than five hundred dollars.\n\n(1949 Rev., S. 8718; 1961, P.A. 240; P.A. 74-338, S. 43, 94.)\n\nHistory: 1961 act added Italian American War Veterans of the United States, Incorporated; P.A. 74-338 substituted reference to Sec. 35-18c for reference to Sec. 35-14.\n\nSee Sec. 53-341a re sale of badge or shield of governmental official or employee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-377/"
    },
    {
      "id": "section-53-378",
      "number": "53-378.",
      "heading": "Wearing of armed forces uniform. False representation of award of armed forces decoration, medal, badge, ribbon, button or rosette.",
      "text": "(a) Any person, other than an officer or enlisted man or woman of the armed forces, as defined in section 27-103, or any reserve component thereof, or of the state, as defined in section 27-2, or a member of a school or college military or naval organization, organized, uniformed and drilling as such, or a resident of any veterans' or soldiers' home, or a police officer, who, at any time, wears the uniform, or any part of the uniform, of any of said armed forces, reserve components or organizations, within the state, shall be fined not less than five hundred dollars or more than one thousand dollars or imprisoned not more than six months, or both, provided nothing in this section shall be construed as prohibiting any person having been honorably discharged from any of said armed forces, reserve components or organizations from wearing the person's uniform in accordance with the laws of the United States or the state and the regulations governing any of said armed forces, reserve components or organizations, or any person taking part in any play, opera, theater or other entertainment from wearing such uniform while actually engaged in such entertainment.\n\n(b) Any person who, with the intent to obtain money, property or other tangible benefit, falsely represents himself or herself, orally or in writing, to have been awarded any decoration or medal authorized by the United States Congress for the armed forces, as defined in section 27-103, or any of the service medals or badges awarded to the members of such armed forces, or the ribbon, button or rosette of any such decoration, medal or badge, or any colorable imitation thereof, shall be fined not less than five hundred dollars or more than one thousand dollars or imprisoned not more than six months, or both.\n\n(1949 Rev., S. 8719; 1951, S, 3318d; 1957, P.A. 163, S. 46; P.A. 07-128, S. 1; P.A. 14-56, S. 1.)\n\nHistory: P.A. 07-128 designated existing provisions as Subsec. (a) and amended same to increase penalty range from $100 to $500 to $500 to $1,000, substitute “armed forces, reserve components or organizations” for “units or services” and make technical changes, and added Subsec. (b) re false oral or written representation of being awarded any decoration, medal, badge, ribbon, button or rosette of the armed forces; P.A. 14-56 amended Subsec. (b) to add “, with the intent to obtain money, property or other tangible benefit,” re false representation.\n\nSee Sec. 53a-130a re impersonation of police officer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-378/"
    },
    {
      "id": "section-53-378a",
      "number": "53-378a.",
      "heading": "Solicitation of contributions for veterans' charitable organization with intent to defraud.",
      "text": "(a) No person, firm or corporation that holds itself out as a representative of a veterans' charitable organization shall, with intent to defraud, solicit a contribution for such veterans' charitable organization that inures or is intended to inure to the benefit of any person, firm or corporation other than such veterans' charitable organization. For the purposes of this section, “veterans' charitable organization” means any person, firm or corporation that is or purports to be established for any benevolent, educational, philanthropic, humane, scientific, patriotic, social welfare or advocacy purpose relating to or on behalf of veterans, and “veteran” has the same meaning as provided in subsection (a) of section 27-103.\n\n(b) Any person, firm or corporation that violates any provision of subsection (a) of this section shall be guilty of a class C misdemeanor.\n\n(P.A. 12-195, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-378a/"
    },
    {
      "id": "section-53-379",
      "number": "53-379.",
      "heading": "False representations to dispensaries.",
      "text": "Section 53-379 is repealed.\n\n(1949 Rev., S. 8720; 1969, P.A. 828, S. 214.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-379/"
    },
    {
      "id": "section-53-379a",
      "number": "53-379a.",
      "heading": "Residential mortgage fraud. Penalties. Definitions.",
      "text": "(a) A person commits residential mortgage fraud when, for financial gain and with the intent to defraud, such person: (1) Knowingly makes any material written misstatement, misrepresentation or omission during the mortgage lending process with the intention that a mortgage lender, mortgage correspondent lender or mortgage broker, as defined in section 36a-485, a borrower or any other person that is involved in the mortgage lending process will rely on such written misstatement, misrepresentation or omission; (2) knowingly uses or facilitates the use or attempts to use or facilitate the use of any written misstatement, misrepresentation or omission during the mortgage lending process with the intention that a mortgage lender, mortgage correspondent lender, as defined in section 36a-485, borrower or any other person that is involved in the mortgage lending process relies on it; (3) receives or attempts to receive proceeds or any other funds in connection with a residential mortgage closing that the person knew or should have known resulted from an act or acts constituting residential mortgage fraud; or (4) conspires with or solicits another to engage in an act or acts constituting residential mortgage fraud.\n\n(b) (1) A person who commits a single act of residential mortgage fraud is guilty of a class D felony.\n\n(2) A person who commits two or more acts of residential mortgage fraud is guilty of a class C felony.\n\n(3) For purposes of this section, (A) “person” means (i) a mortgage broker, mortgage lender, mortgage correspondent lender, mortgage loan originator, loan processor or underwriter, as such terms are defined in section 36a-485, or (ii) any other individual who is a mortgagor on more than three individual mortgage loans or who purchases or sells more than three residential properties in a consecutive twelve-month period; (B) “mortgage lending process” means the process through which an individual seeks or obtains a residential mortgage loan, including solicitation, application, origination, negotiation of terms, underwriting, signing, closing and funding of a residential mortgage loan and services provided incident to such mortgage loan, including the appraisal of the residential property; and (C) “residential property” means “residential property” as defined in section 36a-485.\n\n(c) It shall be sufficient in any prosecution for residential mortgage fraud to show that the party accused did the act with the intent to deceive or defraud. It shall be unnecessary to show that any particular person was harmed financially in the transaction or that the person to whom the deliberate misstatement, misrepresentation or omission was made relied upon the misstatement, misrepresentation or omission. For purposes of this section, the residential mortgage fraud is committed: (1) In the county in which the residential real property for which the mortgage loan is being sought is located; (2) in the county in which any act was performed in furtherance of residential mortgage fraud; (3) in any county in which any person alleged to have engaged in an act that constitute residential mortgage fraud had control or possession of any proceeds of such residential mortgage fraud; (4) if a closing occurred, in any county in which the closing occurred; or (5) in any county in which a document containing a deliberate misstatement, misrepresentation or omission is filed with an official registrar.\n\n(P.A. 09-207, S. 1; 09-209, S. 42; P.A. 11-216, S. 48.)\n\nHistory: P.A. 09-209 amended Subsec. (b)(3)(A)(ii) by changing “individual who makes” to “individual who is a mortgagor on”; P.A. 11-216 amended Subsec. (b)(3)(A) to redefine “person” by adding references to loan processor or underwriter and making technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-379a/"
    },
    {
      "id": "section-53-379b",
      "number": "53-379b.",
      "heading": "Judgment liens in residential mortgage fraud. Restitution.",
      "text": "(a) All real and personal property of every kind used or intended for use in the course of, derived from or realized through an act of residential mortgage fraud may be subject to a judgment lien in favor of the state to secure any fine levied against a person convicted of mortgage fraud. Such judgment lien shall comply with the provisions of section 52-380a or 52-355a and shall be subordinate to any security interest in the property recorded prior to the date on which such lien is recorded.\n\n(b) In addition to the penalty prescribed under section 53-379a, courts may order restitution to any person that has suffered a financial loss due to any act or acts constituting residential mortgage fraud.\n\n(c) In the absence of fraud, bad faith or malice, a person shall not be subject to an action for civil liability for filing reports or furnishing other information regarding suspected residential mortgage fraud under section 53-379a to a regulatory or law enforcement agency.\n\n(P.A. 09-207, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-948/section-53-379b/"
    }
  ]
}