{
  "state": "connecticut",
  "path": "title-title-53-crimes/chapter-chapter-949c-corrupt-organizations-and-racketeering-activity",
  "sections": [
    {
      "id": "section-53-393",
      "number": "53-393.",
      "heading": "Short title: Corrupt Organizations and Racketeering Activity Act",
      "text": "Section 53-394. - Definitions.Section 53-395. - Prohibited activities.Section 53-396. - Charging of incidents of racketeering activity. Sentencing on separately charged offense.Section 53-397. - Penalty. Forfeiture of property. Disposi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-394",
      "number": "53-394.",
      "heading": "Definitions.",
      "text": "(a) “Racketeering activity” means to commit, to attempt to commit, to conspire to commit, or to intentionally aid, solicit, coerce or intimidate another person to commit any crime which, at the time of its commission, was a felony chargeable by indictment or information under the following provisions of the general statutes then applicable: (1) Sections 53-278a to 53-278f, inclusive, relating to gambling activity; (2) chapter 949a, relating to extortionate credit transactions; (3) chapter 952, part IV, relating to homicide; (4) chapter 952, part V, relating to assault, except assault with a motor vehicle as defined in section 53a-60d; (5) sections 53a-85 to 53a-88, inclusive, relating to prostitution; (6) chapter 952, part VII, relating to kidnapping; (7) chapter 952, part VIII, relating to burglary, arson and related offenses; (8) chapter 952, part IX, relating to larceny, robbery and related offenses; (9) chapter 952, part X, relating to forgery and related offenses; (10) chapter 952, part XI, relating to bribery and related offenses; (11) chapter 952, part XX, relating to obscenity and related offenses; (12) chapter 952, part XIX, relating to coercion; (13) sections 53-202, 53-206, 53a-211 and 53a-212, relating to weapons and firearms; (14) section 53-80a, relating to the manufacture of bombs; (15) sections 36b-2 to 36b-34, inclusive, relating to securities fraud and related offenses; (16) sections 21a-277, 21a-278, 21a-278b and 21a-279, relating to drugs; (17) section 22a-131a, relating to hazardous waste; (18) chapter 952, part XXIII, relating to money laundering; (19) section 53a-192a, relating to trafficking in persons; or (20) subsection (b) of section 12-304 or section 12-308, relating to cigarettes, or subsection (c) of section 12-330f or subsection (b) of section 12-330j, relating to tobacco products.\n\n(b) “Unlawful debt” means any money or other thing of value constituting principal or interest of a debt that is incurred or contracted:\n\n(1) In violation of any of the following provisions of law: (A) Sections 53-278a to 53-278f, inclusive, relating to gambling activity; (B) chapter 663, relating to interest violations; or\n\n(2) In gambling activity in violation of federal law or in the business of lending money at a rate usurious under state or federal law.\n\n(c) “Enterprise” means any individual, sole proprietorship, corporation, business trust, union chartered under the laws of this state or other legal entity, or any unchartered union, association or group of individuals associated in fact although not a legal entity, and includes illicit as well as licit enterprises and governmental, as well as other entities. In determining whether any unchartered union, association or group of individuals exists, factors which may be considered as evidence of association include, but are not limited to: (1) A common name or identifying sign, symbols or colors and (2) rules of behavior for individual members.\n\n(d) “Person” includes any individual or entity, governmental, business or other, capable of holding a legal or beneficial interest in property.\n\n(e) “Pattern of racketeering activity” means engaging in at least two incidents of racketeering activity that have the same or similar purposes, results, participants, victims or methods of commission or otherwise are interrelated by distinguishing characteristics, including a nexus to the same enterprise, and are not isolated incidents, provided the latter or last of such incidents occurred after October 1, 1982, and within five years after a prior incident of racketeering activity.\n\n(f) “State's attorney” means the Chief State's Attorney, a deputy chief state's attorney, any state's attorney or any assistant state's attorney.\n\n(g) “Property” includes any property, real or personal, or any interest therein or any beneficial interest of whatever kind.\n\n(P.A. 82-343, S. 2; P.A. 84-138, S. 1; P.A. 91-36; July Sp. Sess. P.A. 94-2, S. 8; P.A. 06-43, S. 2; P.A. 09-193, S. 1; June Sp. Sess. P.A. 15-5, S. 128; P.A. 17-147, S. 41; P.A. 18-25, S. 8; June Sp. Sess. P.A. 21-1, S. 156.)\n\nHistory: P.A. 84-138 amended Subsec. (a) by replacing alphabetic Subdiv. indicators with numeric Subdiv. indicators and adding Subdiv. (17) re Sec. 22a-131a; P.A. 91-36 added Subsec. (a)(18) re chapter 952, part XXIII; July Sp. Sess. P.A. 94-2 redefined “enterprise” to add provision re factors that may be considered as evidence of association when determining whether any unchartered union, association or group of individuals exists; P.A. 06-43 added Subsec. (a)(19) re Sec. 53a-192a, effective July 1, 2006; P.A. 09-193 amended Subsec. (a) to redefine “racketeering activity” by replacing “sections 36b-2 to 36b-33, inclusive, relating to securities” with “sections 36b-2 to 36b-34, inclusive, relating to securities fraud and related offenses” in Subdiv. (15); June Sp. Sess. P.A. 15-5 amended Subsec. (a) by adding Subdiv. (20) re Sec. 12-304(b)(1) or Sec. 12-308 relating to cigarettes, effective June 30, 2015; P.A. 17-147 amended Subsec. (a)(20) by adding reference to Sec. 12-330f(c) or 12-330j(b) relating to tobacco products, effective July 1, 2017; P.A. 18-25 amended Subsec. (a)(20) by deleting “subdivision (1) of” re Sec. 12-304(b), effective July 1, 2018; June Sp. Sess. P.A. 21-1 amended Subsec. (a)(16) by adding reference to Sec. 21a-278b, effective July 1, 2021.\n\nCited. 206 C. 421. A partnership qualifies as an enterprise under the category of other chartered legal entities; although defendant viewed relationship as a partnership, it constituted an unchartered enterprise, or association in fact, under Subsec. (c). 297 C. 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-394/"
    },
    {
      "id": "section-53-395",
      "number": "53-395.",
      "heading": "Prohibited activities.",
      "text": "(a) It is unlawful for any person who has knowingly received any proceeds derived, directly or indirectly, from a pattern of racketeering activity or through the collection of an unlawful debt to use or invest, whether directly or indirectly, any part of such proceeds, or the proceeds derived from the investment or use thereof, in the acquisition of any title to, or any right, interest or equity in, real property or in the establishment or operation of any enterprise.\n\n(b) It is unlawful for any person, through a pattern of racketeering activity or through the collection of an unlawful debt, to receive anything of value or to acquire or maintain, directly or indirectly, any interest in or control of any enterprise or real property.\n\n(c) It is unlawful for any person employed by, or associated with, any enterprise to knowingly conduct or participate in, directly or indirectly, such enterprise through a pattern of racketeering activity or through the collection of an unlawful debt.\n\n(d) Speech, conduct or association to the extent protected by article first of the Constitution of the state or the first amendment to the United States Constitution shall not be considered unlawful under this section.\n\n(P.A. 82-343, S. 3; P.A. 94-211.)\n\nHistory: P.A. 94-211 added Subsec. (d) re speech, conduct or association protected by the state or federal constitution.\n\nCited. 206 C. 421; 229 C. 479; 238 C. 692.\n\nCited. 28 CA 306; 43 CA 555.\n\nSubsec. (b):\n\nSubsec. requires proof of an enterprise; under Subsec., an unchartered association in fact enterprise does not require proof of an ascertainable structure separate from that inherent in the pattern of racketeering activity with which defendant is charged. 297 C. 66.\n\nSubsec. (c):\n\nProof of two separate cocaine sales did not establish that defendant and his two confederates operated as a continuing unit pursuant to an overall scheme in which they depended on each other for the accomplishment of a common, mutually beneficial purpose. 156 CA 256; judgment affirmed in part, see 325 C. 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-395/"
    },
    {
      "id": "section-53-396",
      "number": "53-396.",
      "heading": "Charging of incidents of racketeering activity. Sentencing on separately charged offense.",
      "text": "(a) In any information charging a violation of this chapter, the state shall allege the existence of a pattern of racketeering activity based upon at least two incidents of racketeering activity, which shall be specified in such information. The state may, where otherwise permitted by law, individually charge in separate counts of the same information or by indictment any offense notwithstanding that such offense may also constitute an incident of racketeering activity specified in the count charging a violation of this chapter. Any information charging a violation of this chapter shall also indicate whether, and to what extent, the state alleges that any property of the defendant is subject to forfeiture under this chapter.\n\n(b) In any prosecution under this chapter the court or the jury, as the case may be, shall indicate by special verdict the particular incidents of racketeering activity that it finds to have been proved by the state beyond a reasonable doubt.\n\n(c) In any prosecution under this chapter, the court shall impose a separate sentence on any separately charged offense of which the defendant has been found guilty notwithstanding that the offense also constitutes an incident of racketeering activity under that portion of the information charging a violation of this chapter. Any term of imprisonment imposed on the separately charged offense shall, in the discretion of the court, run either concurrently or consecutively with respect to the sentence imposed on the count charging a violation of this chapter, as provided in section 53a-27, except, in the case in which such separately charged offense constitutes a violation of section 53-202, 53-206, 53a-211 or 53a-212, such sentences shall run consecutively.\n\n(P.A. 82-343, S. 4; July Sp. Sess. P.A. 94-2, S. 9.)\n\nHistory: July Sp. Sess. P.A. 94-2 amended Subsec. (c) to add exception requiring consecutive sentences when the separately charged offense constitutes a violation of Sec. 53-202, 53-206, 53a-211 or 53a-212.\n\nCited. 229 C. 479. The special verdict provision does not require that the jury's finding as to the existence of an enterprise to be based solely on the evidence concerning the predicate incidents of racketeering activity specified in the special verdict that the jury has found to constitute the pattern of racketeering; the jury and a reviewing court may consider the entire record in determining whether the state has proven the existence of an enterprise. 325 C. 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-396/"
    },
    {
      "id": "section-53-397",
      "number": "53-397.",
      "heading": "Penalty. Forfeiture of property. Disposition of seized property. Appointment of receiver.",
      "text": "(a) A person who violates any provision of this chapter shall be imprisoned for a definite term of not less than one year nor more than twenty years or may be fined not more than twenty-five thousand dollars, or both, and shall forfeit to the state: (1) Any property he has acquired, maintained or used in violation of this chapter, including profits derived therefrom and the appreciated value thereof, or, where applicable, the proceeds from the sale thereof; and (2) any interest in, security of, claim against, or property or contractual right of any kind affording a source of influence over any enterprise which he has established, operated, controlled, conducted or participated in the conduct of, in violation of this chapter.\n\n(b) (1) Upon conviction of a person under this chapter the court or the jury, as the case may be, before which the defendant was tried shall determine the extent to which any property of such person is subject to forfeiture under this chapter and shall hear evidence thereon. Upon a determination thereof, the court shall render a judgment of forfeiture and authorize the Chief State's Attorney to seize in the name of the state all property subject to forfeiture under this chapter upon such terms or conditions, relating only to such matters as the time and method of such seizure, as the court shall deem proper.\n\n(2) If a property right is not exercisable or transferable for value by the state, it shall expire, and shall not revert to the convicted person.\n\n(3) If the court or the jury, as the case may be, concludes that property previously owned by the defendant would have been subject to forfeiture under this chapter but for the fact that it was transferred by the defendant prior to any judgment of forfeiture with the intention of preventing its forfeiture under this chapter, the court may set aside such transfer. The court may also render any other appropriate order reasonably necessary to protect the rights of any innocent party to any such transfer.\n\n(4) The court shall order the Chief State's Attorney to convert into cash all such property seized under this chapter that is not yet cash as soon as commercially feasible, and shall make provision for the rights of any innocent person or entity, governmental, business or other, that are superior to that of the state and that are then known to the court or the state's attorney or state's attorneys involved in the case. In lieu of ordering the sale of any such property, the court may (A) if it finds that the property can be used by a state governmental agency, order the property to be delivered to such agency for such use, (B) order the property to be sold or transferred to any innocent person or entity or (C) order any equitable relief with respect to the disposition of such property as it deems appropriate.\n\n(5) (A) To facilitate such disposition, the court may, upon motion of the Chief State's Attorney or his designee, or on its own motion, appoint one or more receivers, who shall be vested with the right of immediate possession and control of such property forfeited to the state as is designated by the court. Any such receiver shall have and exercise all powers of ownership that are reasonable and necessary for the purpose of converting into cash the property in his possession, and shall: (i) Before assuming to act as such, file with the clerk of the court by which he was appointed, a bond with such surety or sureties, and for such an amount as such court or judge may order and approve, payable to the state and conditioned upon the faithful performance of his official duties; (ii) comply with any order of the court by which he was appointed, including orders relating to the method of transfer and sale of any property in his possession and orders directing him to file reports with the court; (iii) sign, swear to and file a final report with the court and the Chief State's Attorney upon the disposition of all property in his possession, which report shall include a full and detailed account of his actions as such receiver and a statement of the services he has rendered in connection with his appointment, and such report shall be accompanied by a motion seeking the court's acceptance and approval thereof; (iv) deposit with the clerk of the court at the time the final report is filed the net proceeds received by him during the pendency of his appointment from the disposition of any property in his possession together with all interest accrued thereon.\n\n(B) Upon the faithful completion of his duties and the court's acceptance and approval of his final report, the receiver shall be compensated by the court from the proceeds of the sale of the property placed under his control by the payment of a sum that the court determines is fair and reasonable.\n\n(C) Any receiver appointed under this subdivision shall act as a fiduciary of the state. He may be removed at any time, at the pleasure of the court by which he was appointed or, if such court is not in session, by a judge thereof; and if such receiver is removed, declines to act, or dies, the court that appointed him, or, if such court is not in session, a judge thereof, may fill the vacancy.\n\n(6) Any money forfeited to the state under this chapter and the proceeds from the sale of any property forfeited to the state under this chapter shall be deposited in the General Fund.\n\n(7) At any time either before or after a judgment of forfeiture under this chapter, the Chief State's Attorney shall have the authority to compromise or otherwise remit or mitigate in whole or in part any claim or potential claim of the state arising under this chapter.\n\n(8) Nothing in this chapter shall in any way diminish the right of the state to exercise any of the powers conferred upon it or its agents regarding seized property under part III of chapter 959 and section 54-33g.\n\n(P.A. 82-343, S. 5; P.A. 84-138, S. 2.)\n\nHistory: P.A. 84-138 amended Subsec. (a) to provide for the forfeiture of property “used” in violation of this chapter.\n\nCited. 206 C. 421; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-397/"
    },
    {
      "id": "section-53-398",
      "number": "53-398.",
      "heading": "Court orders.",
      "text": "(a) At any time in any prosecution under this chapter, the Superior Court shall have jurisdiction to render and may render the following orders:\n\n(1) An order prohibiting the defendant from transferring, depleting or otherwise alienating or diminishing any property of his which there is probable cause to believe is subject to forfeiture under this chapter;\n\n(2) An order appointing a receiver, in accordance with chapter 920 and the rules of court relating thereto which are not inconsistent with this chapter, over such property which there is probable cause to believe is subject to forfeiture under this chapter. Such receiver shall have all powers and obligations, subject to the supervision of the court, that exist under the statutes, the common law and the rules of court relating thereto, which are not inconsistent with this chapter, and shall be compensated with funds appropriated to the Judicial Department in an amount that the court determines is reasonable;\n\n(3) An order permitting the defendant to transfer or deplete any property of his which there is probable cause to believe is subject to forfeiture under this chapter upon the posting by such defendant of such security as is equal to the value of the property described therein, which security shall be subject to forfeiture under this chapter to the extent that the property to which it relates otherwise would have been subject to forfeiture;\n\n(4) Any other order, consistent with due process of law, that the court deems to be reasonable and necessary to protect the rights of any innocent person or entity or to effectuate the purposes of this chapter.\n\n(b) Nothing in this section shall be construed as affecting the right of the defendant to receive any net income or profits resulting from the use and ownership of such property belonging to him for which there is probable cause to believe is subject to forfeiture under this chapter until a final judgment of forfeiture is rendered.\n\n(P.A. 82-343, S. 6.)\n\nCited. 206 C. 421; 224 C. 29; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-398/"
    },
    {
      "id": "section-53-399",
      "number": "53-399.",
      "heading": "Lien notice. Lien in favor of state.",
      "text": "(a) At the commencement of or during any prosecution under this chapter, any state's attorney or his designee may file or cause to be filed in the official records of any town clerk or other appropriate official within this state or in the official records of any other state a CORA lien notice. No filing fee shall be required for the filing of such notice in this state.\n\n(b) The CORA lien notice shall be signed by a state's attorney and shall set out the following information:\n\n(1) The name of the defendant; the notice may include any aliases or fictitious names under which the defendant may be known and may also name any corporation, partnership or other entity that is either controlled by or entirely owned by the defendant;\n\n(2) To the extent then known by such state's attorney, the present residence and business address of the defendant;\n\n(3) A statement that a prosecution under this chapter has been commenced against the defendant, the name of the judicial district in which such case is pending, the name of the case, and, to the extent then known by such state's attorney, the docket number of the proceeding;\n\n(4) A statement that the notice is being filed pursuant to this chapter;\n\n(5) The name of the state's attorney who is bringing the proceeding and the address of his office; and\n\n(6) A description of the appropriate property of the defendant which the state's attorney has probable cause to believe is subject to forfeiture under this chapter.\n\n(c) A CORA lien notice shall apply only to one person and, to the extent applicable, to any associated aliases, fictitious names or other names, including names of corporations, partnerships or other entities as provided in subdivision (1) of subsection (b) of this section.\n\n(d) The state's attorney shall, as soon as practicable after the filing of each CORA lien notice, furnish to the defendant either a copy of the recorded notice or a copy of the notice with a notation thereon of the office or offices in which the notice has been recorded. The failure of the state's attorney to so furnish a copy of the notice under this subsection shall not invalidate or otherwise affect the notice.\n\n(e) The filing of a CORA lien notice creates, from the time of its filing, a lien in favor of the state on the property therein described of the defendant named in the notice as provided in subdivision (1) of subsection (b) of this section.\n\n(f) The lien shall commence and attach as of the time of filing of the CORA lien notice and shall continue thereafter until expiration, termination or discharge pursuant to section 53-400. The lien created in favor of the state shall be superior and prior to the interest of any other person in the property acquired subsequent to the filing of the notice.\n\n(g) The filing of a CORA lien notice shall not affect the use to which the property to which it pertains may be put or the right of the defendant to receive any avails, rents or other proceeds resulting from the use and ownership but not the sale of such property, unless and until a judgment of forfeiture is rendered.\n\n(P.A. 82-343, S. 7.)\n\nCited. 206 C. 421; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-399/"
    },
    {
      "id": "section-53-400",
      "number": "53-400.",
      "heading": "Duration of lien notice. Release, discharge or modification of lien notice.",
      "text": "(a) A CORA lien notice shall be effective during the pendency of any criminal prosecution commenced under this chapter and all appellate proceedings related thereto; provided that where a judgment of forfeiture is rendered a CORA lien notice shall be effective until the recording or filing of such judgment pursuant to section 53-402.\n\n(b) The state's attorney filing the CORA lien notice may release in whole or in part any CORA lien notice or may release any specific property from the CORA lien notice upon such terms and conditions as he may determine. Any release of a CORA lien notice executed by the state's attorney shall be filed in the official records in which the CORA lien notice to which it relates has been filed. No charge or fee shall be imposed for the filing of any release of a CORA lien notice in this state.\n\n(c) At any time after a CORA lien notice has been filed by a state's attorney or his designee pursuant to this chapter, the defendant or any state's attorney may, by motion to the court in which such action is pending, seek a discharge or modification of such notice.\n\n(1) The clerk shall, upon the filing of such motion, immediately set a date for hearing, which date shall be not less than five nor more than ten days after the motion has been filed, and shall notify the parties thereof. At the hearing, the court shall determine whether there is probable cause to believe (A) that any property owned by the defendant is covered by the CORA lien notice; and if so, (B) that such property or any additional property not yet covered by such notice but sought by the state to be included therein is subject to forfeiture under this chapter. The state shall bear the burden of proof at such hearing and may present to the court affidavits, testimony under oath, or other evidence that would establish such probable cause. The defendant may appear and be heard on the issue. If the court concludes that, based on the evidence, there is no probable cause to believe that any property or a portion thereof, which is covered by the CORA lien notice is subject to forfeiture under this chapter, it shall discharge the CORA lien notice or shall modify such notice so that it applies only to the property which there is probable cause to believe is subject to forfeiture under this chapter.\n\n(2) At the hearing set forth in subdivision (1) of this subsection, the court may release from the CORA lien notice any property, upon the posting by the defendant of such security as is equal to the value of the property owned by such defendant.\n\n(3) The court shall release from the CORA lien notice any specific property if a sale of the property is pending and the filing of the notice prevents the sale of the property; provided, the proceeds resulting from the sale of the property shall be deposited with the clerk of the court, subject to the further order of the court.\n\n(4) The proceeds of any sale transacted pursuant to subdivision (3) of this subsection and any security posted pursuant to subdivision (2) of this subsection shall be subject to forfeiture under this chapter to the extent that the property to which they relate otherwise would have been subject to forfeiture.\n\n(P.A. 82-343, S. 8.)\n\nCited. 206 C. 421; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-400/"
    },
    {
      "id": "section-53-401",
      "number": "53-401.",
      "heading": "Appeal of orders. Stay of execution. Filing of orders.",
      "text": "(a) Any order rendered as provided in section 53-398 or 53-400 shall be deemed a final judgment for the purpose of appeal, which, notwithstanding section 54-96, may be taken by the state or the defendant.\n\n(b) No appeal shall be taken from such order except within seven days thereof. The effect of such order shall be automatically stayed for such seven-day period. If an appeal is taken within such seven-day period, the party taking such appeal may, within such period, file an application with the clerk of the court in which such order was issued requesting a stay of execution of such order pending such appeal, which application shall set forth the reasons for such request. A copy of such application shall be sent to the adverse party by the applicant. Upon the filing of such application, the effect of such order shall be further stayed until a decision is rendered thereon. A hearing on such application shall be held promptly. Where an appeal is taken by the defendant, such order shall be stayed if the defendant posts a bond, as provided in subsection (c) of this section.\n\n(c) At the hearing on such application, the court shall: (1) Upon motion of a defendant who is taking the appeal, set an amount of bond with surety for the stay of such order as provided in subsection (b) of this section, which amount shall be as much as the court deems sufficient to protect the state's interest in the matter; (2) grant the stay; (3) deny the stay; or (4) condition the granting of the stay upon the giving of such bond by the defendant.\n\n(d) The clerk of the court shall file a certified copy of any order of the court discharging or modifying a CORA lien notice on the official records wherein the CORA lien notice to which it relates is filed as soon as the time for taking an appeal from such order has elapsed or, if an appeal is taken and an application for a stay of such order is filed, as soon as a decision granting or denying such stay has been rendered. Such order shall be accompanied by a notation of the court's decision on any application for a stay relating thereto. Such filing may be accomplished by mailing a certified copy of such order to the office wherein such official records are kept, with return receipt requested. Such order of the court shall be effective upon the filing of it on such official records. No charge or fee shall be imposed for the filing of any such order in this state.\n\n(e) No appeal taken pursuant to this section shall stay the underlying criminal prosecution under this chapter.\n\n(P.A. 82-343, S. 9.)\n\nCited. 206 C. 421; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-401/"
    },
    {
      "id": "section-53-402",
      "number": "53-402.",
      "heading": "Judgment of conviction and forfeiture. Title of the state to forfeited property.",
      "text": "(a) Upon the entry of a final judgment of conviction and forfeiture in any criminal prosecution under this chapter from which the defendant does not appeal within the period of time permitted by law, the court shall direct the clerk to record or cause to be recorded such judgment in the official records wherein a CORA lien notice relating to such case has been filed or, in the event no such CORA lien notice has been filed, in the official records of the town clerk or other appropriate official of the town in which property that is the subject of the judgment is located or in the office of the Secretary of the State, where appropriate.\n\n(b) If the defendant appeals the judgment of conviction and forfeiture during such period the judgment shall not be so recorded by the clerk unless and until all appellate proceedings relating to the conviction have concluded and the judgment has been affirmed. During the pendency of any such appellate proceedings the state may move for the appointment of a receiver pursuant to section 53-398 if one has not already been appointed pursuant to said section. After a judgment of conviction and forfeiture has been rendered by the court under this chapter such receiver shall hold and record any net income or profits resulting from the use and ownership of the property committed to his charge. Upon the conclusion of all appellate proceedings relating to the conviction under this chapter and an affirmance of the final judgment rendered, the clerk shall record the judgment of conviction and forfeiture in the appropriate records as provided in subsection (a) of this section and all net income or profits held by the receiver shall be deemed to be part of the property forfeited to the state by the defendant.\n\n(c) The title of the state to the forfeited property shall, in the case of real property or a beneficial interest, relate back to the date on which a CORA lien notice covering such property or interest was filed in the appropriate official records, and if no CORA lien notice has been filed, shall vest, in the case of real property, on the date such judgment is recorded pursuant to this section, and in the case of a beneficial interest, on the date such judgment is recorded or, where appropriate, filed with the clerk of the court. In the case of personal property, the title of the state shall relate back to the date a CORA lien notice covering such property was filed in the appropriate official records, and if no CORA lien notice has been filed, shall vest on the date such judgment is filed with the clerk of the court.\n\n(P.A. 82-343, S. 10.)\n\nCited. 206 C. 421; 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-402/"
    },
    {
      "id": "section-53-403",
      "number": "53-403.",
      "heading": "Limitation on prosecutions. Severability.",
      "text": "(a) Notwithstanding any other provision of law, a criminal prosecution under this chapter may be commenced at any time within five years after the conduct in violation of a provision of this chapter terminates.\n\n(b) The determination by any court of competent jurisdiction that any portion of this chapter or the application thereof to any person or circumstance violates any provision of the state or federal Constitutions or is otherwise invalid shall not affect the enforceability of any other provision of this chapter which may be given effect without the invalid portion or application.\n\n(P.A. 82-343, S. 11.)\n\nCited. 229 C. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-53/chapter-949c/section-53-403/"
    },
    {
      "id": "section-53-404",
      "number": "53-404",
      "heading": "to 53-419. - Reserved for future use.",
      "text": "to 53-419. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}