{
  "state": "alabama",
  "path": "title-title-39-public-works/chapter-chapter-3-use-of-domestic-products-and-resident-workmen-for-",
  "sections": [
    {
      "id": "section-39-3-1",
      "number": "39-3-1",
      "heading": "Contracts for Public Works Project Financed Entirely by State or Subdivisions Thereof to Provide for Use of Domestic Products If Available, Etc",
      "text": "Section 39-3-1\n\nContracts for Public Works Project Financed Entirely by State or Subdivisions Thereof to Provide for Use of Domestic Products If Available, Etc.; Penalty.\n\n(a) The awarding authority contracting for a public works project to be financed entirely by the State of Alabama or any political subdivision of the state, shall stipulate or cause to be stipulated in the contract a provision whereby the person, firm, or corporation undertaking the project agrees to use in the execution of the contract materials, supplies, and products manufactured, mined, processed, or otherwise produced in the United States or its territories, if the same are available at reasonable and competitive prices and are not contrary to any sole source specification implemented under subsection (f) of Section 39-2-2.\n\n(b) In the event the contractor breaches the agreement to use domestic products, and domestic products are not used, there shall be a downward adjustment in the contract price equal to any realized savings or benefits to the contractor.\n\n(Acts 1961, No. 876, p. 1376; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-3/section-39-3-1/"
    },
    {
      "id": "section-39-3-4",
      "number": "39-3-4",
      "heading": "Contractors for Public Works Project Financed Entirely by State or Subdivisions Thereof to Use Steel Produced in United States; Penalty.",
      "text": "Section 39-3-4\n\nContractors for Public Works Project Financed Entirely by State or Subdivisions Thereof to Use Steel Produced in United States; Penalty.\n\n(a) Any contractor for a public works project, financed entirely by the State of Alabama or any political subdivision thereof, within this state shall use iron or steel produced within the United States when specifications in the construction contract require the use of iron or steel and do not limit its supply to a sole source under subsection (f) of Section 39-2-2. If the awarding authority decides that the procurement of domestic iron or steel products becomes impractical as a result of a national emergency, national strike, or other cause, the awarding authority shall waive the above restriction.\n\n(b) In the event the contractor violates the domestic iron or steel requirements of subsection (a), and domestic iron or steel is not used, there shall be a downward adjustment in the contract price equal to any realized savings or benefits to the contractor.\n\n(Acts 1983, 2nd Ex. Sess., No. 83-196, p. 368; Acts 1997, No. 97-225, p. 348, §1; Act 2023-180, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-3/section-39-3-4/"
    },
    {
      "id": "section-39-3-5",
      "number": "39-3-5",
      "heading": "Preference to Resident Contractors in Letting of Certain Public Contracts.",
      "text": "Section 39-3-5\n\nPreference to Resident Contractors in Letting of Certain Public Contracts.\n\n(a) In the letting of public contracts in which any state, county, or municipal funds are utilized, except those contracts funded in whole or in part with funds received from a federal agency, preference shall be given to resident contractors, and a nonresident bidder domiciled in a state having laws granting preference to local contractors shall be awarded Alabama public contracts only on the same basis as the nonresident bidder’s state awards contracts to Alabama contractors bidding under similar circumstances; and resident contractors in Alabama, as defined in Section 39-2-12, be they corporate, individuals, or partnerships, are to be granted preference over nonresidents in awarding of contracts in the same manner and to the same extent as provided by the laws of the state of domicile of the nonresident.\n\n(b) A summary of this law shall be made a part of the advertised specifications of all projects affected by this law.\n\n(Acts 1984, No. 84-228, p. 348; Act 2001-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-3/section-39-3-5/"
    }
  ]
}