{
  "state": "alabama",
  "path": "title-title-39-public-works/chapter-chapter-2-letting-execution-and-administration-of-public-imp",
  "sections": [
    {
      "id": "section-39-2-1",
      "number": "39-2-1",
      "heading": "Definitions.Section 39-2-2 - Advertisement for and Opening of Sealed Bids for Public Works Contracts; Violations; Exclusions; Emergency Actions; Sole Source Specification",
      "text": "Section 39-2-1\n\nDefinitions.\n\nAs used in this title, the following words have the meanings ascribed to them as follows:\n\n(1) AWARDING AUTHORITY. Any governmental board, commission, agency, body, authority, instrumentality, department, or subdivision of the state, its counties and municipalities. This term includes, but shall not be limited to, the Department of Transportation,the Division of Real Property Management of the Department of Finance, the State Board of Education, and any other entity contracting for public works. This term shall exclude the State Docks Department and any entity exempted from the competitive bid laws of the state by statute.\n\n(2) FORCE ACCOUNT WORK. Work paid for by reimbursing for the actual costs for labor, materials, and equipment usage incurred in the performance of the work, as directed, including a percentage for overhead and profit, where appropriate.\n\n(3) LIFE CYCLE COSTS. The total cost of ownership over the extended life of a public works project, taking into consideration the costs of construction, operation, and maintenance, less any value obtained from salvage and quantifiable environmental benefits, or the sum of all recurring and one-time (non-recurring) costs over the full life span or a specified period of a good, service, structure, or system, including purchase price, installation costs, operating costs, maintenance and upgrade costs, and remaining (residual or salvage) value at the end of ownership or its useful life.\n\n(4) PERSON. Natural persons, partnerships, limited liability companies, corporations, and other legal entities.\n\n(5) PUBLIC PROPERTY. Real property that the state, county, municipality, or awarding authority thereof owns or has a contractual right to own or purchase, including easements, rights-of-way, or otherwise.\n\n(6) PUBLIC WORKS. The construction, installation, repair, renovation, or maintenance of public buildings, structures, sewers, waterworks, roads, curbs, gutters, side walls, bridges, docks, underpasses, and viaducts as well as any other improvement to be constructed, installed, repaired, renovated, or maintained on public property and to be paid, in whole or in part, with public funds or with financing to be retired with public funds in the form of lease payments or otherwise.\n\n(Acts 1947, No. 492, p. 338, §13; Acts 1961, No. 715, p. 1013; Acts 1997, No. 97-225, p. 348, §1; Act 2011-530, p. 869, §1; Act 2023-497, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-1/"
    },
    {
      "id": "section-39-2-2",
      "number": "39-2-2",
      "heading": "Advertisement for and Opening of Sealed Bids for Public Works Contracts; Violations; Exclusions; Emergency Actions; Sole Source Specification.",
      "text": "Section 39-2-2\n\nAdvertisement for and Opening of Sealed Bids for Public Works Contracts; Violations; Exclusions; Emergency Actions; Sole Source Specification.\n\n(a)(1) Before entering into any contract for a public works involving an amount in excess of one hundred thousand dollars ($100,000), the awarding authority shall advertise for sealed bids, except as provided in subsection (j).\n\n(2)a. If the awarding authority is the state,a county, or an instrumentality thereof, it shall advertise for sealed bids at least once each week for three consecutive weeks in a newspaper of general circulation in the county or counties in which the improvement, or some part thereof, is to be made.\n\nb. If the awarding authority is a municipality, or an instrumentality thereof, it shall advertise for sealed bids at least once in a newspaper of general circulation published in the municipality where the awarding authority is located. If no newspaper is published in the municipality, the awarding authority shall advertise by posting notice thereof on a bulletin board maintained outside the purchasing office and in any other manner and for the length of time as may be determined. In addition to bulletin board notice, sealed bids shall also be solicited by sending notice by mail to all persons who have filed a request in writing with the official designated by the awarding authority that they be listed for solicitation on bids for the public works contracts indicated in the request. If any person whose name is listed fails to respond to any solicitation for bids after the receipt of three such solicitations, the listing may be canceled.\n\n(3)The advertisements shall briefly describe the improvement, state that plans and specifications for the improvement are on file for examination in a designated office of the awarding authority, state the procedure for obtaining plans and specifications, state the time and place in which bids shall be received and opened, and identify whether prequalification is required and where all written prequalification information is available for review.\n\n(4)All bids shall be opened publicly at the advertised time and place.\n\n(5)No public work, as defined in this chapter, involving a sum in excess ofone hundred thousand dollars ($100,000)shall be split into parts involving sums ofone hundred thousand dollars ($100,000)or less for the purpose of evading the requirements of this section.\n\n(b)(1) An awarding authority may let contracts for public works involvingone hundred thousand dollars ($100,000)or less with or without advertising or sealed bids.\n\n(2) An awarding authority may enter into a contract for public works if an advertisement for sealed bids for the contract was submitted by the awarding authority to a newspaper and the newspaper only published the advertisement for two weeks if the authority can provide proof that it, in good faith, submitted the advertisement to the newspaper with instructions to publish the notice in accordance with the provisions of this section.\n\n(c) All contracts for public works entered into in violation of this title shall be void and violative of public policy. Anyone who willfully violates this article concerning public works shall be guilty of a Class C felony.\n\n(d)(1) Excluded from the operation of this title shall be contracts with persons who shall perform only architectural, engineering, construction management, program management, or project management services in support of the public works and who shall not engage in actual construction, repair, renovation, or maintenance of the public works with their own forces, by contract, subcontract, purchase order, lease, or otherwise.\n\n(2) Excluded from operation of the bidding requirements in this title are contracts for the purchase of any heating or air conditioning units or systems by any awarding authority subject to Chapter 13B of Title 16, Article 3, commencing with Section 41-16-50, of Chapter 16 of Title 41,or Article 5, commencing with Section 41-4-110, of Chapter 4 of Title 41,provided the contract is entered into with an Alabama vendor who has been granted approved vendor status for the sale of heating or air conditioning units or systems as a part of a purchasing cooperative, and each of the following occur:\n\na. The heating or air conditioning unit or system being purchased is available as a result of a competitive bid process conducted by a governmental entity which has been approved by the Department of Examiners of Public Accounts.\n\nb. The purchase of the heating or air conditioning unit or system is not available on the state purchasing program at the time or the purchase under the purchasing cooperative is available at a price that is equal to or less than that available through the state purchasing program.\n\nc. The entity entering into the contract for the purchase of the heating or air conditioning unit or system has been notified by the Department of Examiners of Public Accounts that the competitive bid process utilized by the cooperative program offering the goods complies with this subdivision.\n\nd. Upon request, the vendor has provided the purchasing entity with a report of sales made under this subdivision during the previous 12-month period, to include a general description of the heating or air conditioning units and systems sold, the number of units sold per entity, and the purchase price of the units.\n\ne. The exemption from the requirement to utilize sealed bids for the purchase of heating or air conditioning units or systems authorized by this section shall not serve to exempt any public works project from the remaining provisions of this article, including, but not limited to, design, installation, and review requirements, compliance with all applicable codes, laws, specifications, and standards, and the compensation of engineers, architects, or others as mandated by state law or rule.\n\n(e)(1)In case of an emergency for which a delay in remedying would cause immediate harm to a person or public property, contracts may be let to the extent necessary to meet the emergency without public advertisement or bidding.\n\n(2) In case of an emergency affecting public health, safety, or convenience, as declared in writing by the awarding authority, setting forth the nature of the danger to the public health, safety, or convenience which would result from delay, contracts may be let to the extent necessary to meet the emergency without public advertisement.\n\n(3) Any action taken under subdivision (1) or (2), and the reasons for the action taken, shall immediately be made public by the awarding authority and published in writing.\n\n(f) No awarding authority may specify in the plans and specifications for the improvement the use of materials, products, systems, or services by a sole source unless all of the following requirements are met:\n\n(1) Except for contracts involving the construction, reconstruction, renovation, or replacement of public roads, bridges, and water and sewer facilities, the awarding authority can document to the satisfaction of theDivision of Real Property Management of the Department of Finance, or in the case of an educational institution or state educational institution as provided pursuant to Sections 41-4-353 and 41-4-400, to the satisfaction of its governing board,that the sole source product, material, system, or service is of an indispensable nature for the improvement, that there are no other viable alternatives, and that only this particular product, material, system, or service fulfills the function for which it is needed.\n\n(2) The sole source specification has been recommended by the architect or engineer of record as an indispensable item for which there is no other viable alternative.\n\n(3) All information substantiating the use of a sole source specification, including the recommendation of the architect or engineer of record, shall be documented and made available for examination in the office of the awarding authority at the time of advertisement for sealed bids.\n\n(g) In the event of a proposed public works project, acknowledged in writing by the Alabama Homeland Security Department as: (1) having a direct impact on the security or safety of persons or facilities; and (2) requiring confidential handling for the protection of such persons or facilities, contracts may be let without public advertisement but with the taking of informal bids otherwise consistent with the requirements of this title and the requirements of maintaining confidentiality. Records of bidding and award shall not be disclosed to the public and shall remain confidential.\n\n(h) If a pre-bid meeting is held, the pre-bid meeting shall be held at least seven days prior to the bid opening except when the project has been declared an emergency in accordance with subsection (e).\n\n(i) The awarding authority may not offer a contract for bidding unless confirmation of any applicable grant has been received and any required matching funds have been secured by or are available to the awarding authority.\n\n(j) Notwithstanding subsection (a), the Department of Transportation may enter into contracts for road construction or road maintenance projects that do not involve more than two hundred fifty thousand dollars ($250,000) without advertising for sealed bids, provided the project is listed on the department website for at least seven calendar days before entering into the contract. The total cost of all projects not subject to advertising and sealed bids pursuant to this subsection may not exceed one million dollars ($1,000,000) in the aggregate per year.\n\n(k) For the purposes of this chapter, sealed bids may also be solicited and submitted through electronic means including, but not limited to, electrical, digital, magnetic, optical, electromagnetic, or any other similar technology, provided that the awarding authority adopts rules and policies to ensure that all electronic submissions are transmitted securely and bids remained sealed until bid opening.\n\n(l)(1) Notwithstanding any other provision of law, any entity subject to this chapter that is an awarding authority of a contract for public works, by resolution or board action, may purchase materials or equipment pursuant to subdivisions (14), (16), (17), (18), or (19) of Section 41-16-51(a), even when those materials or equipment are otherwise part of the contract for public works subject to the requirements of this title.\n\n(2) Except for those materials or equipment described in subdivision (1), the remaining portion of the public works project shall be subject to the requirements of this title, even if the remaining portion would involve an amount less thanone hundred thousand dollars ($100,000)as a result of the exclusion of the purchase of the materials or equipment as described in subdivision (1).\n\n(Acts 1947, No. 492, p. 338, §1; Acts 1961, No. 715, p. 1013; Acts 1980, No. 80-726, p. 1468; Acts 1989, No. 89-665, p. 1319, §1; Acts 1994, No. 94-207, p. 270, §1; Acts 1997, No. 97-225, p. 348, §1; Act 2004-487, p. 906, §1; Act 2014-373, p. 1333, §1; Act 2014-404, p. 1485, §1; Act 2018-199, §1; Act 2018-413, §1; Act 2021-282, §1; Act 2023-497, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-2/"
    },
    {
      "id": "section-39-2-3",
      "number": "39-2-3",
      "heading": "Fees to Be Paid Department of Transportation for Proposals, Plans, and Specifications; Deposit for Bid Documents; Furnishing of Plans and Specifications to Building Exchanges, Etc",
      "text": "Section 39-2-3\n\nFees to Be Paid Department of Transportation for Proposals, Plans, and Specifications; Deposit for Bid Documents; Furnishing of Plans and Specifications to Building Exchanges, Etc.\n\n(a) For contracts let by the Department of Transportation, proposals may be obtained only upon payment of a fee, to be determined by the Department of Transportation, not in excess of five dollars ($5). Plans and specifications may be obtained only upon payment of a fee, to be determined by the Department of Transportation, not to exceed the actual cost of printing such plans and specifications.\n\n(b) For all other awarding authorities, an adequate number of sets of bid documents, as determined by the awarding authority, may be obtained by prime contractor bidders upon payment of a deposit for each set, which deposit shall not exceed twice the cost of printing, reproduction, handling, and distribution of each set. The deposit shall be refunded in full to each prime contractor bidder upon return of the documents in reusable condition within 10 days after bid opening. Additional sets for prime contractor bidders, subcontractors, vendors, or dealers may be obtained upon payment of the same deposit. The deposit shall be refunded less the cost of printing, reproduction, handling, and distribution, upon return of the documents in reusable condition within 10 days after bid opening. All refunds are due from the awarding authority within 20 days after bid opening.\n\n(c) Building exchanges and similar agencies may be furnished plans and specifications without charge.\n\n(Acts 1947, No. 492, p. 338, §2; Acts 1956, 1st Ex. Sess., No. 52, p. 82; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-3/"
    },
    {
      "id": "section-39-2-4",
      "number": "39-2-4",
      "heading": "Filing of Guaranties by Bidders; Prequalification Procedures and Criteria; Responsibility of Prequalified Bidders; Revocation of Prequalification; Rejection of Bidder",
      "text": "Section 39-2-4\n\nFiling of Guaranties by Bidders; Prequalification Procedures and Criteria; Responsibility of Prequalified Bidders; Revocation of Prequalification; Rejection of Bidder.\n\n(a) The bidder shall be required to file with his or her bid either a cashier’s check drawn on an Alabama bank or a bid bond executed by a surety company duly authorized and qualified to make such bonds in the State of Alabama, payable to the awarding authority for an amount not less than five percent of the awarding authority’s estimated cost or of the contractor’s bid, but in no event more than ten thousand dollars ($10,000), except if the awarding authority is the Department of Transportation, then the bid guarantee shall not be more than fifty thousand dollars ($50,000). The bid guaranties as provided in this section shall constitute all of the qualifications or guaranty to be required of contractors as prerequisites to bidding for public works, except as required by the State Licensing Board for General Contractors and the prequalification as required by the Department of Transportation, the Building Commission, or any other awarding authority.\n\n(b) With the exception of the Department of Transportation which has prequalification procedures and criteria set forth by statute, any awarding authority that proposes to prequalify bidders shall establish written prequalification procedures and criteria that: (1) are published sufficiently in advance of any affected contract so that a bona fide bidder may seek and obtain prequalification prior to preparing a bid for that contract, such publication to be accomplished by the methods specified in subsection (a) of Section 39-2-2; (2) are related to the purpose of the contract or contracts affected; (3) are related to contract requirements or the quality of the product or service in question; (4) are related to the responsibility, including the competency, experience, and financial ability, of a bidder; and (5) will permit reasonable competition at a level that serves the public interest. The prequalification publication may run concurrently with the publication required under subsection (a) of Section 39-2-2, provided it produces the above required advance notice.\n\n(c) Within the bounds of good faith, the awarding authority retains the right to determine whether a contractor has met prequalification procedures and criteria.\n\n(d) Any bidder who has prequalified pursuant to the requirements in subsection (b) shall be deemed responsible for purposes of award unless the prequalification is revoked by the awarding authority under the following procedures: (1) No later than five working days or the next regular meeting after the opening of bids, the awarding authority issues written notice to the bidder of its intent to revoke prequalification and the grounds therefor; (2) the bidder is then provided an opportunity to be heard before the awarding authority on the intended revocation; (3) the awarding authority makes a good faith showing of a material inaccuracy in the prequalification application of a bidder or of a material change in the responsibility of the bidder since submitting its prequalification application; and (4) the revocation of prequalification is determined no later than 10 days after written notice of intent to revoke, unless the bidder whose qualification is in question agrees in writing to an extension in time.\n\n(e) Nothing in this section shall preclude the rejection of a bidder determined not responsible nor the inclusion of criteria in the bid documents which would limit contract awards to responsible bidders where no prequalification procedure is employed by the awarding authority.\n\n(Acts 1947, No. 492, p. 338, §3; Acts 1949, No. 577, p. 907; Acts 1997, No. 97-225, p. 348, §1; Act 2016-260, §1; Act 2017-279, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-4/"
    },
    {
      "id": "section-39-2-5",
      "number": "39-2-5",
      "heading": "Return of Proposal Guaranties to Bidders Generally; Disposition of Proposal Guaranty When Award Not Made Within 30 Days of Opening of Proposals.",
      "text": "Section 39-2-5\n\nReturn of Proposal Guaranties to Bidders Generally; Disposition of Proposal Guaranty When Award Not Made Within 30 Days of Opening of Proposals.\n\nAll bid guaranties, except those of the three lowest bona fide bidders, shall be returned immediately after bids have been checked, tabulated, and the relation of the bids established. The bid guaranties of the three lowest bidders shall be returned as soon as the contract bonds and the contract of the successful bidder have been properly executed and approved. When the award is deferred for a period of time longer than 15 days after the opening of the bids, all bid guaranties, except those of the potentially successful bidders, shall be returned. If no award is made within 30 days after the opening of the bids, or such other time as specified in the bid documents, all bids shall be rejected and all guaranties returned, except for any potentially successful bidder that agrees in writing to a stipulated extension in time for consideration of its bid, in which case the awarding authority may permit the potentially successful bidder to substitute a satisfactory bidder’s bond for the cashier’s check submitted with its bid as a bid guaranty.\n\n(Acts 1947, No. 492, p. 338, §4; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-5/"
    },
    {
      "id": "section-39-2-6",
      "number": "39-2-6",
      "heading": "Award of Contract; Powers of Awarding Authority; Availability of Plans, Etc.; Disqualifying Activities; Life Cycle Costs.",
      "text": "Section 39-2-6\n\nAward of Contract; Powers of Awarding Authority; Availability of Plans, Etc.; Disqualifying Activities; Life Cycle Costs.\n\n(a) The contract shall be awarded to the lowest responsible and responsive bidder, unless the awarding authority finds that all the bids are unreasonable or that it is not in the interest of the awarding authority to accept any of the bids. A responsible bidder is one who, among other qualities determined necessary for performance, is competent, experienced, and financially able to perform the contract. A responsive bidder is one who submits a bid that complies with the terms and conditions of the invitation for bids. Minor irregularities in the bid shall not defeat responsiveness. The bidder to whom the award is made shall be notified by confirmed facsimile, electronic mail, or letter at the earliest possible date. If the successful bidder fails or refuses to sign the contract, to make bond as provided in this chapter, or to provide evidence of insurance as required by the bid documents, the awarding authority may award the contract to the second lowest responsible and responsive bidder. If the second lowest bidder fails or refuses to sign the contract, make bond as provided in this chapter, or to provide evidence of insurance as required by the bid documents, the awarding authority may award the contract to the third lowest responsible and responsive bidder.\n\n(b) If no bids or only one bid is received at the time stated in the advertisement for bids, the awarding authority may advertise for and seek other competitive bids, or the awarding authority may direct that the work shall be done by force account under its direction and control or, with the exception of the Department of Transportation, the awarding authority may negotiate for the work through the receipt of informal bids not subject to the requirements of this section. Where only one responsible and responsive bid has been received, any negotiation for the work shall be for a price lower than that bid.\n\n(c)With the exception of the Department of Transportation, whentwo or more bids are received, and all bids exceed available funding for the contract,theawarding authority may negotiate for the work with the lowest responsible and responsive bidder,provided that theawarding authority can document the shortage of funding, that time is of the essence, and that the negotiated changes are in the public interest and do not materially alter the scope and nature of the project.\n\n(d) If the awarding authority finds that all bids received are unreasonable or that it is not to the interest of the awarding authority to accept any of the bids, the awarding authority may direct that the work shall be done by force account under its direction and control.\n\n(e) On any construction project on which the awarding authority has prepared plans and specifications, has received bids, and has determined to do by force account or by negotiation, the awarding authority shall make available the plans and specifications, an itemized estimate of cost, and any informal bids for review by the Department of Examiners of Public Accounts and, upon completion of the project by an awarding authority, the final total costs together with an itemized list of cost of any and all changes made in the original plans and specifications shall also be made available for review by the Department of Examiners of Public Accounts. Furthermore, the above described information shall be made public by the awarding authority upon request. Upon the approval of the awarding authority, its duly authorized officer or officers, when proceeding upon the basis of force account, may let any subdivision or unit of work by contract on informal bids.\n\n(f) No provision of this section shall be interpreted as precluding the use of convict labor by the awarding authority. This section shall not apply to routine maintenance and repair jobs done by maintenance personnel who are regular employees of the awarding authority, nor shall it apply to road or bridge construction work performed by an awarding authority’s regular employees and own equipment.\n\n(g) No contract awarded to the lowest responsible and responsive bidder shall be assignable by the successful bidder without written consent of the awarding authority, and in no event shall a contract be assigned to an unsuccessful bidder whose bid was rejected because he or she was not a responsible or responsive bidder.\n\n(h) Any agreement or collusion among bidders or prospective bidders in restraint of freedom of competition to bid at a fixed price or to refrain from bidding or otherwise shall render the bids void and shall cause the bidders or prospective bidders to be disqualified from submitting further bids to the awarding authority on future lettings. Any bidder or prospective bidder who willfully participates in any agreement or collusion in restraint of freedom of competition shall be guilty of a felony and, on conviction thereof, shall be fined not less than five thousand dollars ($5,000) nor more than fifty thousand dollars ($50,000) or, at the discretion of the jury, shall be imprisoned in the penitentiary for not less than one nor more than three years.\n\n(i) Any disclosure in advance of the terms of a bid submitted in response to an advertisement for bids shall render the proceedings void and require advertisement and award anew.\n\n(j) The lowest responsible and responsive bidder on a public works project may be determined to be the bidder offering the lowest life cycle costs. The lowest responsible and responsive bidder shall otherwise meet all of the conditions and specifications contained in the invitation to bid, except that a bidder may still be considered responsive if he or she responds with a bid using different construction materials than those specified in the invitation to bid if the materials’ use would result in lower life cycle costs for the public works project. To utilize this provision to determine the lowest responsible and responsive bidder, the awarding authority must include a notice in the invitation to bid that the lowest responsible and responsive bidder may be determined by using life cycle costs, and must also include in the invitation to bid the criteria under which it shall evaluate the life cycle costs.\n\n(Acts 1947, No. 492, p. 338, §5; Acts 1997, No. 97-225, p. 348, §1; Act 2011-530, p. 869, §1; Act 2021-439, §1; Act 2023-497, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-6/"
    },
    {
      "id": "section-39-2-7",
      "number": "39-2-7",
      "heading": "Effect of Errors and Discrepancies of Prices in Bids.",
      "text": "Section 39-2-7\n\nEffect of Errors and Discrepancies of Prices in Bids.\n\nIn case of error in the extension of prices in bids, the unit price will govern. In case of discrepancy between the prices shown in the figures and in words, the words will govern.\n\n(Acts 1947, No. 492, p. 338, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-7/"
    },
    {
      "id": "section-39-2-8",
      "number": "39-2-8",
      "heading": "Execution of Contracts and Furnishing of Performance Bonds, Etc., Generally by Bidders Awarded Contracts.",
      "text": "Section 39-2-8\n\nExecution of Contracts and Furnishing of Performance Bonds, Etc., Generally by Bidders Awarded Contracts.\n\nThe bidder to whom the award is made shall, when required, enter into a written contract on the form included in the proposal, plans, and specifications, furnish a performance bond and payment bond executed by a surety company duly authorized and qualified to make such bonds in the State of Alabama in the amount required by subsection (a) of Section 39-1-1 and provide evidence of insurance as required by the bid documents within the period specified or, if no period is specified, within 15 days after the prescribed forms have been presented to him or her for signature. If extenuating circumstances prevail, the awarding authority may grant an extension in time not exceeding five days for the return of the contract, required bonds and required evidence of insurance.\n\n(Acts 1947, No. 492, p. 338, §7; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-8/"
    },
    {
      "id": "section-39-2-9",
      "number": "39-2-9",
      "heading": "Approval of Bonds, Etc., and Completion of Execution of Contracts by Awarding Authorities.",
      "text": "Section 39-2-9\n\nApproval of Bonds, Etc., and Completion of Execution of Contracts by Awarding Authorities.\n\nThe awarding authority shall approve the contractor’s bonds meeting the requirements of Section 39-2-8 and the contractor’s evidence of insurance meeting the requirements of the bid documents, as well as complete the execution of the contract, within 20 days after their presentation by the contractor unless the successful contractor agrees in writing to a longer period.\n\n(Acts 1947, No. 492, p. 338, §8; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-9/"
    },
    {
      "id": "section-39-2-10",
      "number": "39-2-10",
      "heading": "Issuance of Proceed Orders by Awarding Authorities, Etc.",
      "text": "Section 39-2-10\n\nIssuance of Proceed Orders by Awarding Authorities, Etc.\n\nA proceed order shall be issued by the awarding authority within 15 days after final execution of the contract by the awarding authority, and execution by the Governor if his or her signature on the contract is required by law, unless both parties agree in writing to a stipulated extension in time for the issuance of a proceed order.\n\n(Acts 1947, No. 492, p. 338, §9; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-10/"
    },
    {
      "id": "section-39-2-11",
      "number": "39-2-11",
      "heading": "Proceedings Upon Failure of Successful Bidders to Execute Contracts and Furnish Bonds, Etc",
      "text": "Section 39-2-11\n\nProceedings Upon Failure of Successful Bidders to Execute Contracts and Furnish Bonds, Etc.; Death of a Low Bidder; Effect of Failure of Awarding Authorities to Complete Execution of Contracts and Issue Proceed Orders; Withdrawal of Low Bid Upon Discovery of Mistake.\n\n(a) Should the successful bidder or bidders to whom a contract is awarded fail to execute a contract and furnish acceptable contract securities and evidence of insurance as required by law within the period as set forth in Section 39-2-8, the awarding authority shall retain from the proposal guaranty, if it is a cashier’s check, or recover from the principal or the sureties, if the guaranty is a bid bond, the difference between the amount of the contract as awarded and the amount of the proposal of the next lowest bidder. If no other bids are received, the full amount of the proposal guaranty shall be so retained or recovered as liquidated damages for such default. Any sums so retained or recovered shall be the property of the awarding authority.\n\n(b) In the event of the death of a low bidder between the date of the opening of bids and the 15 days following the date of award of contract as allowed in Section 39-2-8 for furnishing of contract securities and evidence of insurance, the awarding authority shall return the proposal guaranty intact to the estate of the deceased low bidder.\n\n(c) Failure by the awarding authority to complete the execution of a contract and to issue a proceed order as required in Sections 39-2-9 and 39-2-10 shall be just cause, unless both parties agree in writing to a stipulated extension in time for issuance of a proceed order, for the withdrawal of the contractor’s bid and contract without forfeiture of the certified check or bond.\n\n(d) Except for contracts let by the Department of Transportation, if the low bidder discovers a mistake in its bid rendering a price substantially out of proportion to that of other bidders, the low bidder may seek withdrawal of its bid without forfeiture upon written notice to the awarding authority within three working days after the opening of bids whether or not award has been made. If the low bidder offers clear and convincing documentary evidence as soon as possible, but no later than three working days after the opening of bids, that it made such a mistake due to calculation or clerical error, an inadvertent omission, or a typographical error, the awarding authority shall permit withdrawal without forfeiture. The decision of the awarding authority shall be made within 10 days after receipt of the low bidder’s evidence or by the next regular meeting of the awarding authority. In no event shall a mistake of law, judgment, or opinion constitute a valid ground for the withdrawal of a bid without forfeiture. Upon withdrawal of bid without forfeiture, the low bidder shall be prohibited from (1) doing any work on the contract, either as a subcontractor or in any other capacity, and (2) bidding on the same project if it is readvertised for letting.\n\n(Acts 1947, No. 492, p. 338, §10; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-11/"
    },
    {
      "id": "section-39-2-12",
      "number": "39-2-12",
      "heading": "Partial and Final Payments of Contractors by Awarding Authorities.",
      "text": "Section 39-2-12\n\nPartial and Final Payments of Contractors by Awarding Authorities.\n\n(a) As used in this section the following words shall have the meanings ascribed to them as follows:\n\n(1) CONTRACTOR. Any natural person, partnership, company, firm, corporation, association, limited liability company, cooperative, or other legal entity licensed by the Alabama State Licensing Board for General Contractors.\n\n(2) NONRESIDENT CONTRACTOR. A contractor which is neither a. organized and existing under the laws of the State of Alabama, nor b. maintains its principal place of business in the State of Alabama. A nonresident contractor which has maintained a permanent branch office within the State of Alabama for at least five continuous years shall not thereafter be deemed to be a nonresident contractor so long as the contractor continues to maintain a branch office within Alabama.\n\n(3) RETAINAGE. That money belonging to the contractor which has been retained by the awarding authority conditioned on final completion and acceptance of all work in connection with a project or projects by the contractor.\n\n(b)(1) Unless otherwise provided in the specifications, partial payments shall be made as the work progresses at the end of each calendar month, but in no case later than 35 days after the acceptance by the awarding authority that the estimate and terms of the contract providing for partial payments have been fulfilled. The contract between the contractor and the awarding authority shall designate a person to review the progress of completed work and to review documents submitted by the contractor as provided in this section. Except as otherwise provided for the Department of Transportation, the designated person, within 10 days, shall review the submission and respond in writing to accept or forward, as provided in this subsection, a request for payment. For contracts involving the Department of Transportation, the time frame for review and response shall be 20 days. In the event of an error in the submission or a dispute regarding compliance with the provisions of the contract, the error or dispute shall be disclosed in writing to the contractor within 10 days and, after corrective actions are taken, the invoice may be resubmitted and shall be addressed as provided in this section; provided that for contracts involving the Department of Transportation, the time frame for review and response shall be 20 days. In the absence of error or dispute, the awarding authority shall proceed within 10 days as follows for payment of the invoice:\n\na. For contracts subject to subsection (l), the awarding authority shall forward the request for payment to the entity or agency that is the source of funding to be used by the contractor.\n\nb. For contracts not subject to subsection (l), the payment shall be made by the contracting agency in accordance with the payment requirements and deadlines established in this section.\n\n(2) In preparing estimates, the material delivered on the site, materials suitably stored and insured off-site, and preparatory work done may be taken into consideration. If the amount due by the awarding authority is not in dispute and the amount payable is not paid within the above 35-day period, the contractor to whom payment is due shall also be entitled to interest from the awarding authority at the rate assessed for underpayment of taxes under Section 40-1-44(a), on the unpaid balance due. Any agreement to increase the 35-day period for payment after the execution of the contract is not enforceable. Interest payments shall not be due on payments made after the 35-day period because of administrative or processing delays at the close of the fiscal year or delays resulting from official and announced closures by the awarding authority. The provisions in this subsection shall not apply to contracts administered by the Alabama Building Commission, regardless of the source of the funds to be utilized to fulfill the awarding authority’s obligation under the contract.\n\n(c) In making the partial payments, there shall be retained not more than five percent of the estimated amount of work done and the value of materials stored on the site or suitably stored and insured off-site, and after 50 percent completion has been accomplished, no further retainage shall be withheld. The retainage as set out above shall be held until final completion and acceptance of all work covered by the contract unless the escrow or deposit arrangement described in subsections (f) and (g) is utilized. Provided, however, no retainage shall be withheld on contracts entered into by the Alabama Department of Transportation for the construction or maintenance of public highways, bridges, or roads.\n\n(d) In addition to other requirements, a nonresident contractor shall satisfy the awarding authority that he or she has paid all taxes due and payable to the State of Alabama or any political subdivision thereof prior to receiving final payment for contract work. When maintenance periods are included in the contract covering highways and bridges or similar structures, the periods shall be considered a component part of the contract. On completion and acceptance of each separate building, public work, or other division of the contract on which a price is stated separately in the contract or can be separately ascertained, payment may be made in full, including the retained percentage thereof, less authorized deductions. Nothing in this section shall be interpreted to require the awarding authority to make full payment on an item of work when the item of work is an integral part of a complete improvement.\n\n(e) In lieu of the retained amounts provided for in subsection (c) of this section, the awarding authority may provide in the specifications or contracts an alternate procedure for the maintenance of an escrow account as provided in subsection (f) or the depositing of security as provided in subsection (g).\n\n(f) An escrow account, established pursuant to an escrow agreement, shall be entered into only on the following conditions:\n\n(1) If the contractor shall have entered into more than one construction contract allowing for the maintenance of escrow accounts, the contractor may elect to combine the amounts held in lieu of retainage under each contract into one or more escrow accounts or may elect to establish a separate escrow account for each contract.\n\n(2) Only state or national banks chartered within the State of Alabama or savings and loan associations domiciled in the State of Alabama may serve as an escrow agent.\n\n(3) The escrow agent must limit the investment of funds held in escrow in lieu of retained amounts provided for in subsection (c) of this section to savings accounts, certificates of deposit or similar time deposit investments (which may, at the election of the contractor, be in an amount in excess of the maximum dollar amount of coverage by the Federal Deposit Insurance Corporation, the Federal Savings & Loan Insurance Corporation, or other similar agency), U.S. Treasury Bonds, U.S. Treasury Notes, U.S. Treasury Certificates of Indebtedness, U.S. Treasury Bills, bonds or notes of the State of Alabama or bonds of any political subdivision of the State of Alabama.\n\n(4) As interest on all investments held in escrow becomes due, it shall be collected by the escrow agent and paid to the contractor.\n\n(5) The escrow agent shall periodically acknowledge to the awarding authority and contractor the amount and value of the escrow account held by the escrow agent, and any additions to the escrow account by the awarding authority shall be reported immediately to the contractor. Withdrawals from the escrow account shall only be made subject to the written approval of the awarding authority.\n\n(6) Upon default or overpayment, as determined by the awarding authority, of any contract or contracts subject to this procedure, and upon the written demand of the awarding authority, the escrow agent shall within 10 days deliver a cashier’s check to the awarding authority in the amount of the escrow account balance (subject to the redemption value of such investments at the time of disbursement) relating to the contract or contracts in default.\n\n(7) The escrow account may be terminated upon completion and acceptance of the contract or contracts as provided in subsections (c) and (i) of this section.\n\n(8) All fees and expenses of the escrow agent shall be paid by the contractor to the escrow agent and if not paid shall constitute a lien on the interest accruing to the escrow account and shall be paid therefrom.\n\n(9) The escrow account shall constitute a specific pledge to the awarding authority, and the contractor shall not, except to his or her surety, otherwise assign, pledge, discount, sell, or transfer his or her interest in the escrow account, the funds in which shall not be subject to levy, garnishment, attachment, or any other process whatsoever.\n\n(10) The form of the escrow agreement and provisions thereof in compliance herewith, as well as such other provisions as the awarding authority shall from time to time prescribe, shall be subject to written approval of the awarding authority. The approval of the escrow agreement by the awarding authority shall authorize the escrow agent to accept appointment in such capacity.\n\n(11) The awarding authority shall not be liable to the contractor or his or her surety for the failure of the escrow agent to perform under the escrow agreement, or for the failure of any financial institution to honor investments issued by it which are held in the escrow account.\n\n(g) The contractor may withdraw the whole or any part of the retainage upon deposit of securities only in accordance with the following procedures:\n\n(1) The contractor shall deposit with the State Treasurer or the municipal or county official holding funds belonging to the contractor, the following readily negotiable security or any combination thereof in an amount at least equal to the amount withdrawn, the security shall be accepted at the time of deposit at market value but not in excess of par value:\n\na. U.S. Treasury Bonds, U.S. Treasury Notes, U.S. Treasury Certificates of Indebtedness, or U.S. Treasury Bills.\n\nb. Bonds or notes of the State of Alabama.\n\nc. Bonds of any political subdivision of the State of Alabama.\n\nd. Certificates of deposit issued by the Federal Deposit Insurance Corporation insured banks located in the State of Alabama. The certificates shall be negotiable and only in an amount not in excess of the maximum dollar amount of coverage by the Federal Deposit Insurance Corporation.\n\ne. Certificates of deposit issued by savings and loan associations located in the State of Alabama, the accounts of which are insured by the Federal Deposit Insurance Corporation or the accounts of which are insured by a company approved by the state Savings and Loan Board and the certificates shall be made payable with accrued interest on demand. Any certificate from any of the savings and loan associations referred to in this paragraph shall not be for an amount in excess of the maximum dollar amount of coverage of the Federal Deposit Insurance Corporation.\n\n(2) The agency or department of the state having jurisdiction over any public works contract shall notify the State Treasurer of the amount of the deposit required and shall also notify the State Treasurer when to release the deposit.\n\n(3) The architect or engineer representing any municipality or county or the chair of any board, commission, or agency of any municipality or county shall notify the municipal or county official of the amount of deposit required and shall also notify the municipal or county official when to release the deposit.\n\n(4) At the time of deposit of any security, the security may be endorsed and shall be accompanied by a conditional assignment to the public body designated as owner in the contract document, which assignment shall empower the State Treasurer, or the municipal or county official to negotiate the security at any time to the extent necessary to cause the fulfilling of the contract.\n\n(5) Any interest or income due on any security deposited shall be paid to the contractor. If the deposit is in the form of coupon bonds, the coupons, as they respectively become due, shall be delivered to the contractor.\n\n(6) In the event the contractor defaults in the performance of the contract or any portion of the contract, the securities deposited by the contractor in lieu of retainage and all interest, income, and coupons accruing on the securities, after default, may be sold by the state or any agency or department of the state, any municipality or county, or any board, commission, or agency of the municipality or county and the proceeds of the sale shall be used as if the proceeds represented the retainage provided for under the contract.\n\n(h) All material and work covered by partial payments made shall become the sole property of the awarding authority, but the contractor shall not be relieved from the sole responsibility for the care and protection of materials and work upon which payments have been made, and for the restoration of any damaged work.\n\n(i)(1) Upon the contractor’s completion and the awarding authority’s acceptance of all work required, the awarding authority shall pay the amount due the contractor upon the contractor’s presentation of the following items:\n\na. A properly executed and duly certified voucher for payment.\n\nb. A release, if required, of all claims and claims of lien against the awarding authority arising under and by virtue of the contract, other than such claims of the contractor, if any, as may be specifically excepted by the contractor from the operation of the release in stated amounts to be set forth therein.\n\nc. Proof of advertisement as provided by law. Upon proof of advertisement, the prescribed terms of payment shall not be amended after the terms and specifications have been published.\n\n(2) Such payment shall become due and owing 35 days after all the requirements of subdivision (1) are fulfilled, and any agreement to increase the 35-day period for payment after the execution of the contract is not enforceable. If the amount payable is not paid as required, interest on the amount shall be due and owing to the contractor. Interest shall accrue on the day following the later date described above and shall be paid from the same fund or source from which the contract principal is paid. The interest rate for payments shall be the legal amount currently assessed for under payment of taxes under Section 40-1-44 (a).\n\n(3) Except as may be prohibited by Article I, Section 14 of the Constitution of Alabama of 1901, a contractor or awarding authority may file a civil action against the party contractually obligated for the payment or repayment claimed to recover the amount due plus the interest accrued in accordance with this chapter. In addition to the payment of any amounts due plus interest, if applicable, the court shall award the prevailing party reasonable attorneys’ fees, court costs, and reasonable expenses. This provision shall not apply to contracts administered by the Alabama Building Commission, regardless of the source of the funds to be utilized to fulfill the awarding authority’s obligation under the contract.\n\n(j) If the Department of Transportation or a county awarding authority shall determine that there has been overpayment to a contractor on a contract award pursuant to this chapter, the Department of Transportation or the county awarding authority shall provide written notice of the overpayment to the contractor and the contractor shall remit the overpayment to the Department of Transportation or the county awarding authority within 60 days of receipt of the demand. If the contractor fails to remit payment in full of the overpayment within 60 days of receipt of demand, the contractor shall be disqualified from bidding as a prime contractor or from performing work as a subcontractor on any future Department of Transportation contract or county contract for the construction or maintenance of public highways, bridges, or roads until the overpayment is made. The Department of Transportation or county awarding authority shall also be entitled to interest from the contractor at the rate assessed for under payment of taxes under Section 40-1-44 (a) beginning on the 61st day after the contractor’s receipt of demand.\n\n(k) The contract between the awarding authority and contractor shall contain provisions outlining the source of sufficient funds to be utilized to fulfill the awarding authority’s obligations under the contract, including whether the funds are held by the awarding authority at the time of the execution of the contract or whether the funds will become available at a date following the execution of the contract.\n\n(l) Should the source of funds for the payment be a grant, award, or direct reimbursement from the state, federal government, or other source which will not become available until after the execution of the contract, this shall be disclosed in the bid document and contract and the provisions of this chapter regarding prompt payment shall not apply until the awarding authority is in receipt of the funds as provided in the contract. Upon such receipt, the contracting agency shall process payment within 10 days and the requirement shall be enforceable as provided herein.\n\n(m) In the event of a conflict between the provisions of this section and the provisions of any other section of the Code of Alabama 1975, or any agency’s or department’s rules, regulations, or manuals, this section shall govern.\n\n(n) The provisions of this section shall not apply to any state agency established pursuant to Chapter 1 of Title 33.\n\n(o) The payment provisions of this section shall not apply to contracts entered into by governmental entities as a result of response and recovery to any of the conditions described in Section 31-9-2(a) or as a result of any other disaster event.\n\n(p) The provisions set forth in this section shall apply to all payments, partial or otherwise.\n\n(Acts 1947, No. 492, p. 338, §11; Acts 1975, No. 951, p. 1988, §1; Acts 1977, No. 508, p. 670; Acts 1978, No. 834, p. 1235; Acts 1980, No. 80-692, p. 1393; Acts 1997, No. 97-225, p. 348, §1; Act 2000-691, p. 1404, §1; Act 2004-419, p. 702, §1; Act 2012-379, p. 997, §§1-3; Act 2014-404, p. 1485, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-12/"
    },
    {
      "id": "section-39-2-13",
      "number": "39-2-13",
      "heading": "Promulgation of Rules and Regulations by Awarding Authorities.",
      "text": "Section 39-2-13\n\nPromulgation of Rules and Regulations by Awarding Authorities.\n\nFor the purpose of carrying into effect the terms of this chapter and insuring to the state and its political subdivisions the award of all contracts to responsible and responsive bidders, the awarding authority may prepare and promulgate rules and regulations it deems proper, but not inconsistent with the terms of this chapter.\n\n(Acts 1947, No. 492, p. 338, §12; Acts 1997, No. 97-225, p. 348, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-13/"
    },
    {
      "id": "section-39-2-14",
      "number": "39-2-14",
      "heading": "Registration of Out-of-State Contractors Required; Deposit; Surety Bond.",
      "text": "Section 39-2-14\n\nRegistration of Out-of-State Contractors Required; Deposit; Surety Bond.\n\n(a) Every nonresident contractor, as defined in Section 39-2-12 shall register with the Department of Revenue prior to engaging in the performance of a contract in this state. At the time of registration the contractor shall deposit with the Department of Revenue five per centum of the amount such contractor is to receive for the performance of the contract which shall be held within a “contractors use tax fund” pending the completion of the contract, the determination of the taxes due this state and other governmental bodies, and the payment of same. In lieu of such deposit the contractor may provide a corporate surety bond to be approved by the Commissioner of Revenue as to form, sufficiency, value, amount, stability, and other features necessary to provide a guarantee of payment of the taxes due this state and other governmental bodies.\n\n(b) In addition, within 30 days after registration, the contractor shall file a statement with the Department of Revenue itemizing the machinery, materials, supplies, and equipment that he has or will have on hand at the time he begins the fulfillment of the contract where such tangible personal property has been brought, shipped, or transported from outside the State of Alabama upon which neither the use taxes or ad valorem taxes have been paid and shall pay the tax due thereon at the time of filing and thereafter shall report and pay the tax as required by the Commissioner of Revenue.\n\n(c) Upon payment of the said taxes due, as required hereby, the deposit or the surety bond required herein shall be returned forthwith to the out-of-state contractor posting same.\n\n(d) The Commissioner of Revenue shall have authority to promulgate rules and regulations to carry out the provisions of this section.\n\n(Acts 1984, No. 84-227, p. 347.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-39/chapter-2/section-39-2-14/"
    }
  ]
}