{
  "state": "south-dakota",
  "path": "title-title-25-domestic-relations/chapter-chapter-10-protection-from-domestic-abuse",
  "sections": [
    {
      "id": "section-25-10-1",
      "number": "25-10-1",
      "heading": "Definitions.Section 25-10-2 - Application for relief--Filing--Venue",
      "text": "25-10-1. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Domestic abuse,\" physical harm, bodily injury, or attempts to cause physical harm or bodily injury, or the infliction of fear of imminent physical harm or bodily injury when occurring between persons in a relationship described in §25-10-3.1. Any violation of §25-10-13 or chapter 22-19A or any crime of violence as defined in subdivision 22-1-2(9) constitutes domestic abuse if the underlying criminal act is committed between persons in such a relationship;\n\n(2) \"Protection order,\" an order restraining any person in a relationship described in §25-10-3.1 from committing any act of domestic abuse or an order excluding any person in a relationship described in §25-10-3.1 from the dwelling or residence of another person in such a relationship, whether or not the dwelling or residence is shared. A protection order has a duration of five years or less; and\n\n(3)\"Temporary protection order,\" an order restraining any person in a relationship described in §25-10-3.1 from committing any act of domestic abuse or an order excluding any person in a relationship described in §25-10-3.1 from the dwelling or residence of another person in such a relationship, whether or not the dwelling or residence is shared. A temporary protection order has a duration of thirty days except as provided in §25-10-7.1.\n\nSource:SL 1981, ch 198, §1; SL 1984, ch 191, §1; SL 1986, ch 220, §2; SL 1988, ch 205, §1; SL 1994, ch 208, §1; SL 2000, ch 119, §1; SL 2005, ch 135, §1; SL 2007, ch 161, §1; SL 2014, ch 125, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-1/"
    },
    {
      "id": "section-25-10-2",
      "number": "25-10-2",
      "heading": "Application for relief--Filing--Venue.",
      "text": "25-10-2. Application for relief--Filing--Venue.\n\nAn application for relief under this chapter may be filed in circuit court or in a magistrate court with a magistrate judge presiding. Venue lies where any party to the proceedings resides.\n\nSource:SL 1981, ch 198, §2; SL 1997, ch 118, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-2/"
    },
    {
      "id": "section-25-10-3",
      "number": "25-10-3",
      "heading": "Petition for protection order--Procedure--Standard petition form.",
      "text": "25-10-3. Petition for protection order--Procedure--Standard petition form.\n\nThere exists an action known as a petition for a protection order in cases of domestic abuse. Procedures for the action are as follows:\n\n(1)A petition under this section may be made by any person in a relationship described in §25-10-3.1 against any other person in such a relationship;\n\n(2)A petition shall allege the existence of domestic abuse and shall be accompanied by an affidavit made under oath stating the specific facts and circumstances of the domestic abuse; and\n\n(3)A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. However, if there is any other lawsuit, complaint, petition, or other action pending between the parties, any new petition made pursuant to this section shall be made to the judge previously assigned to the pending lawsuit, petition, or other action, unless good cause is shown for the assignment of a different judge.\n\nThe clerk of the circuit court shall make available standard petition forms with instructions for completion to be used by a petitioner.\n\nSource:SL 1981, ch 198, §3; SL 1987, ch 195, §1; SL 2002, ch 129, §1; SL 2014, ch 124, §1; SL 2014, ch 125, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-3/"
    },
    {
      "id": "section-25-10-31",
      "number": "25-10-3.1",
      "heading": "Persons entitled to apply for protection order.",
      "text": "25-10-3.1. Persons entitled to apply for protection order.\n\nAny person who is involved in one of the following relationships with another party:\n\n(1)Spouse or former spouse;\n\n(2)Is in a significant romantic relationship or has been in one during the past twelve months with the abusing party;\n\n(3)Has a child or is expecting a child with the abusing party;\n\n(4)Parent and child, including a relationship by adoption, guardianship, or marriage; or\n\n(5)Siblings, whether of the whole or half blood, including a relationship through adoption or marriage;\n\nis entitled to apply for a protection order or a temporary protection order pursuant to the provisions of this chapter.\n\nSource:SL 2014, ch 125, §1; SL 2017, ch 112, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-3-1/"
    },
    {
      "id": "section-25-10-32",
      "number": "25-10-3.2",
      "heading": "Factors for determining significant romantic relationship.",
      "text": "25-10-3.2. Factors for determining significant romantic relationship.\n\nFor purposes of chapter 25-10, when determining whether a relationship is a significant romantic relationship, the court shall consider, among others, the following factors:\n\n(1)The length of time of the relationship;\n\n(2)The frequency of interaction between the parties;\n\n(3)The characteristics and the type of the relationship.\n\nSource:SL 2014, ch 125, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-3-2/"
    },
    {
      "id": "section-25-10-33",
      "number": "25-10-3.3",
      "heading": "Petition for protection order in which allegations support stalking or physical injury rather than domestic abuse.",
      "text": "25-10-3.3. Petition for protection order in which allegations support stalking or physical injury rather than domestic abuse.\n\nIf a petition for a protection order alleging the existence of domestic abuse is filed with the court pursuant to §25-10-3 and, if the court, upon an initial review, determines that the allegations do not support the existence of domestic abuse, but that the allegations do support the existence of stalking or physical injury pursuant to §22-19A-8, the court, in its discretion, may hear and act upon the petition as though the petition had been filed under §22-19A-8 and subject to the provisions of chapter 22-19A.\n\nSource:SL 2014, ch 126, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-3-3/"
    },
    {
      "id": "section-25-10-4",
      "number": "25-10-4",
      "heading": "Hearing--Time--Service on respondent.",
      "text": "25-10-4. Hearing--Time--Service on respondent.\n\nUpon receipt of the petition, if sufficient grounds are alleged for relief, the court shall order a hearing which shall be held not later than thirty days from the date of the order unless for good cause the court grants a continuance. Personal service of the petition, affidavit, and notice for hearing shall be made on the respondent not less than five days prior to the hearing.\n\nSource:SL 1981, ch 198, §4; SL 1985, ch 210; SL 1994, ch 208, §2; SL 2009, ch 131, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-4/"
    },
    {
      "id": "section-25-10-5",
      "number": "25-10-5",
      "heading": "Relief authorized on finding abuse--Time limitation.",
      "text": "25-10-5. Relief authorized on finding abuse--Time limitation.\n\nUpon notice and a hearing, if the court finds by a preponderance of the evidence that domestic abuse has taken place, the court may provide relief as follows:\n\n(1)Restrain any party from committing acts of domestic abuse;\n\n(2)Exclude the abusing party from the dwelling which the parties share or from the residence of the petitioner;\n\n(3)Award temporary custody or establish temporary visitation with regards to minor children of the parties;\n\n(4)Establish temporary support for minor children of the parties or a spouse;\n\n(5)Order that the abusing party obtain counseling;\n\n(6)Order other relief as the court deems necessary for the protection of the person to whom relief is being granted, including orders or directives to a sheriff or constable.\n\nAny relief granted by the order for protection shall be for a fixed period and may not exceed five years.\n\nIf any minor child resides with either party, the court shall order that the restrained person receive instruction on parenting approved or provided by the Department of Social Services as part of any relief granted.\n\nSource:SL 1981, ch 198, §5; SL 1984, ch 191, §2; SL 1988, ch 205, §2; SL 1994, ch 208, §3; SL 1998, ch 162, §4; SL 2008, ch 132, §1; SL 2014, ch 125, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-5/"
    },
    {
      "id": "section-25-10-51",
      "number": "25-10-5.1",
      "heading": "Counseling required for domestic abuse defendant placed on probation.",
      "text": "25-10-5.1. Counseling required for domestic abuse defendant placed on probation.\n\nIf a court places a defendant on probation upon receiving a verdict or plea of guilty for a crime involving domestic abuse, the court shall order that a condition of the defendant's probation is that the defendant attend domestic abuse counseling. Failure to attend domestic abuse counseling is a violation of the defendant's probation. Domestic abuse counseling includes issues of power and control, accountability, emotional regulation, or cognitive work addressing errors in thinking. The court may recommend individual or group counseling meeting the requirements of domestic abuse counseling, where available.\n\nSource: SL 1992, ch 178; SL 2022, ch 82, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-5-1/"
    },
    {
      "id": "section-25-10-52",
      "number": "25-10-5.2",
      "heading": "Restrictions on issuance of mutual orders for protection against abuse.",
      "text": "25-10-5.2. Restrictions on issuance of mutual orders for protection against abuse.\n\nNo court may, pursuant to the provisions of §25-10-5, issue a mutual order enjoining both petitioner and respondent from committing acts of domestic abuse unless:\n\n(1)Both the petitioner and the respondent personally appear;\n\n(2)The respondent alleges, under oath, the existence of domestic abuse by stating the specific facts and circumstances of the domestic abuse;\n\n(3)The court finds, by a preponderance of the evidence, that domestic abuse has taken place.\n\nSource:SL 1996, ch 169.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-5-2/"
    },
    {
      "id": "section-25-10-53",
      "number": "25-10-5.3",
      "heading": "Court to require instruction in parenting as part of sentence in certain convictions--Exception.",
      "text": "25-10-5.3. Court to require instruction in parenting as part of sentence in certain convictions--Exception.\n\nIf any person is convicted of a crime involving domestic abuse, and that person is the parent, guardian, or custodian of a minor child who resides with that person or the victim of the crime, the court shall include as part of the sentence, or conditions required as part of the suspended execution or imposition of such sentence, that the person receive instruction on parenting approved or provided by the Department of Social Services. However, this section does not apply to any person convicted and imprisoned for any felony for such a duration that there is no expectation of release for at least four years.\n\nSource:SL 1998, ch 162, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-5-3/"
    },
    {
      "id": "section-25-10-6",
      "number": "25-10-6",
      "heading": "Ex parte temporary protection order.",
      "text": "25-10-6. Ex parte temporary protection order.\n\nIf an affidavit filed with an application under this chapter alleges that immediate and irreparable injury, loss, or damage will result before an adverse party or his or her attorney can be heard in opposition, the court may grant an ex parte temporary protection order pending a full hearing and granting relief as the court deems proper, including an order:\n\n(1)Restraining any person in a relationship described in §25-10-3.1 from committing acts of domestic abuse;\n\n(2)Excluding any person in a relationship described in §25-10-3.1 from the dwelling or the residence of the petitioner.\n\nSource:SL 1981, ch 198, §6; SL 2014, ch 125, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-6/"
    },
    {
      "id": "section-25-10-7",
      "number": "25-10-7",
      "heading": "Limited duration of temporary order--Service on respondent--Notification of service to petitioner--Liability.",
      "text": "25-10-7. Limited duration of temporary order--Service on respondent--Notification of service to petitioner--Liability.\n\nAn ex parte temporary protection order is effective for a period of thirty days except as provided in §25-10-7.1 unless for good cause the court grants a continuance. No continuance may exceed thirty days unless the court finds good cause for the additional continuance and:\n\n(1)The parties stipulate to an additional continuance; or\n\n(2)The court finds that law enforcement is unable to locate the respondent for purposes of service of the ex parte protection order.\n\nIf a continuance is granted, the court by order shall extend the ex parte temporary protection order until the rescheduled hearing date. The respondent shall be personally served without delay with a copy of the ex parte order along with a copy of the petition, affidavit, and notice of the date set for the hearing. The ex parte order shall be served without delay under the circumstances of the case including service of the ex parte order on a Sunday or holiday. The law enforcement agency serving the order shall notify the petitioner by telephone or written correspondence when the order is served if the petitioner has provided to the law enforcement agency either a telephone number or address, or both, where the petitioner may be contacted. The law enforcement agency and any officer of the law enforcement agency is immune from civil and criminal liability if the agency or the officer makes a good faith attempt to notify the petitioner in a manner consistent with the provisions of this section.\n\nSource:SL 1981, ch 198, §7; SL 1986, ch 220, §1; SL 1994, ch 208, §4; SL 2000, ch 119, §2; SL 2004, ch 175, §1; SL 2005, ch 136, §1; SL 2009, ch 132, §1; SL 2016, ch 142, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-7/"
    },
    {
      "id": "section-25-10-71",
      "number": "25-10-7.1",
      "heading": "Temporary order effective until order under § 25-10-5 served.",
      "text": "25-10-7.1. Temporary order effective until order under §25-10-5 served.\n\nIf an ex parte temporary protection order is in effect and a judge issues a protection order pursuant to §25-10-5, the ex parte temporary protection order remains effective until the order issued pursuant to §25-10-5 is served on the respondent.\n\nSource:SL 2000, ch 119, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-7-1/"
    },
    {
      "id": "section-25-10-8",
      "number": "25-10-8",
      "heading": "Security not required of petitioner--Exception.",
      "text": "25-10-8. Security not required of petitioner--Exception.\n\nThe court may not require an undertaking or other security of any party to a petition for an order of protection other than in exceptional circumstances.\n\nSource:SL 1981, ch 198, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-8/"
    },
    {
      "id": "section-25-10-9",
      "number": "25-10-9",
      "heading": "Departure of petitioner from household not waiving right to relief.",
      "text": "25-10-9. Departure of petitioner from household not waiving right to relief.\n\nA person's right to apply for relief under this chapter may not be affected by the departure of that person from the residence or household to avoid abuse.\n\nSource:SL 1981, ch 198, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-9/"
    },
    {
      "id": "section-25-10-10",
      "number": "25-10-10",
      "heading": "Modification of order.",
      "text": "25-10-10. Modification of order.\n\nUpon application, notice to all parties, and hearing, the court may modify the terms of an existing order for protection.\n\nSource:SL 1981, ch 198, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-10/"
    },
    {
      "id": "section-25-10-11",
      "number": "25-10-11",
      "heading": "Real estate titles not affected.",
      "text": "25-10-11. Real estate titles not affected.\n\nNo order issued pursuant to this chapter may affect title to real estate.\n\nSource:SL 1981, ch 198, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-11/"
    },
    {
      "id": "section-25-10-12",
      "number": "25-10-12",
      "heading": "Delivery of order to law enforcement agencies.",
      "text": "25-10-12. Delivery of order to law enforcement agencies.\n\nThe petitioner may deliver an order for protection granted pursuant to this chapter within twenty-four hours to the local law enforcement agency having jurisdiction over the residence of the petitioner. Each appropriate law enforcement agency shall make available to other law enforcement officers information as to the existence and status of any order for protection issued pursuant to this chapter.\n\nSource:SL 1981, ch 198, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12/"
    },
    {
      "id": "section-25-10-121",
      "number": "25-10-12.1",
      "heading": "Enforcement of foreign protection orders--Requirements.",
      "text": "25-10-12.1. Enforcement of foreign protection orders--Requirements.\n\nAny domestic abuse protection order, or any stalking or physical violence protection order, issued by a court of competent jurisdiction of another state, Indian tribe, the District of Columbia, or a commonwealth, territory, or possession of the United States is enforceable as if the order was issued by a court in this state if all of the following requirements are satisfied:\n\n(1)The respondent received notice of the order in compliance with requirements of the issuing jurisdiction;\n\n(2)The order is in effect in the issuing jurisdiction;\n\n(3)The issuing court had jurisdiction over the parties and the subject matter;\n\n(4)The respondent is or has been afforded reasonable notice and opportunity to be heard sufficient to protect that person's right to due process in the issuing jurisdiction. In the case of ex parte orders, notice and opportunity to be heard is or has been provided within the time required by the law of the issuing jurisdiction; and, in any event, within a reasonable time after the order was issued, sufficient to protect the respondent's due process rights;\n\n(5)If the order also provides protection for the respondent, a petition, application, or other written pleading was filed with the issuing court seeking such an order and the issuing court made specific findings that the respondent was entitled to the order; and\n\n(6)The prohibited conduct violative of the foreign protection order could be prohibited by a protection order if issued in this state.\n\nAny protection order meeting the requirements of this section is a foreign domestic abuse protection order or a foreign stalking or physical violence protection order.\n\nSource:SL 2003, ch 148, §1; SL 2006, ch 141, §1; SL 2014, ch 127, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12-1/"
    },
    {
      "id": "section-25-10-122",
      "number": "25-10-12.2",
      "heading": "Filing of foreign violence protection order--Affidavit--Entry in database--Fee.",
      "text": "25-10-12.2. Filing of foreign violence protection order--Affidavit--Entry in database--Fee.\n\nAny person entitled to protection under a foreign domestic violence protection order may file the foreign order in the office of any clerk of a circuit court in this state. The person filing the foreign order shall also file with the clerk of a circuit court an affidavit certifying the validity and status of the order and attesting to the person's belief that the order has not been amended, rescinded, or superseded by any orders from a court of competent jurisdiction. If a foreign order is filed under this section, the clerk of a circuit court shall enter the order in the law enforcement protection order database. Filing of a foreign order under this section is not a prerequisite to the order's enforcement in this state. No fee may be assessed for filing the foreign order.\n\nSource:SL 2003, ch 148, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12-2/"
    },
    {
      "id": "section-25-10-123",
      "number": "25-10-12.3",
      "heading": "Reliance on foreign order--Immunity from liability.",
      "text": "25-10-12.3. Reliance on foreign order--Immunity from liability.\n\nA law enforcement officer may rely upon any foreign domestic violence protection order that has been provided to the officer by any source. The officer may make an arrest pursuant to §25-10-13 for any violation of the foreign order in the same manner as for violation of a protection order issued in this state. A law enforcement officer may rely on the statement of the person protected by the foreign order that the order is in effect and that the respondent was personally served with a copy of the order. A law enforcement officer acting in good faith and without malice in enforcing a foreign order under this section is immune from civil or criminal liability for any action arising in connection with the enforcement of the foreign domestic violence protection order.\n\nSource:SL 2003, ch 148, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12-3/"
    },
    {
      "id": "section-25-10-124",
      "number": "25-10-12.4",
      "heading": "Presentment of false order or denial of service a misdemeanor.",
      "text": "25-10-12.4. Presentment of false order or denial of service a misdemeanor.\n\nAny person who intentionally provides a law enforcement officer with a copy of a foreign domestic violence protection order known by that person to be false, invalid, or not in compliance with the requirements of §25-10-12.1, or who, if served with such a protection order, denies having been served with the protection order, is guilty of a Class 1 misdemeanor.\n\nSource:SL 2003, ch 148, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12-4/"
    },
    {
      "id": "section-25-10-125",
      "number": "25-10-12.5",
      "heading": "Affirmative defense.",
      "text": "25-10-12.5. Affirmative defense.\n\nFailure to satisfy any of the requirements of §25-10-12.1 is an affirmative defense to any prosecution for a violation of the foreign domestic violence protection order or any process filed seeking enforcement of the order in this state.\n\nSource:SL 2003, ch 148, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-12-5/"
    },
    {
      "id": "section-25-10-13",
      "number": "25-10-13",
      "heading": "Protection order--Violation--Penalty",
      "text": "25-10-13. Protection order--Violation--Penalty.\n\nIf a temporary protection order or a protection order is granted pursuant to this chapter, if a foreign protection order is recognized pursuant to §25-10-12.1 or 25-10-25, or if a no contact order is issued pursuant to §25-10-23 or 25-10-25, and if the respondent or person restrained knows of the order, a violation of the order is a Class 1 misdemeanor.\n\nIf the acts constituting a violation of this section also constitute a violation of §22-18-1, 22-18-1.1, or 22-19A-1, the violation of this section is a Class 6 felony.\n\nIf a respondent or person restrained has been convicted of, or entered a plea of guilty to, two or more prior violations of this section, §21-65-19, or §22-19A-16, or the comparable laws of any other state, within ten years of committing the current offense, and the factual basis for the current offense occurred after the date of the second conviction or guilty plea, the respondent or person restrained is guilty of a Class 6 felony for a third offense, a Class 5 felony for a fourth offense, and a Class 4 felony for a fifth or subsequent offense.\n\nAny proceeding under this chapter is in addition to other civil or criminal remedies.\n\nSource:SL 1981, ch 198, §13; SL 1984, ch 191, §3; SL 1994, ch 209; SL 2004, ch 176, §1; SL 2006, ch 130, §11; SL 2008, ch 133, §1; SL 2011, ch 115, §2; SL 2013, ch 120, §1; SL 2015, ch 149, §1; SL 2020, ch 76, § 3; SL 2021, ch 90, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-13/"
    },
    {
      "id": "section-25-10-14",
      "number": "25-10-14",
      "heading": "Citation of chapter.",
      "text": "25-10-14. Citation of chapter.\n\nThis chapter may be cited as the Protection from Domestic Abuse Act.\n\nSource:SL 1981, ch 198, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-14/"
    },
    {
      "id": "section-25-10-15",
      "number": "25-10-15",
      "heading": "25-10-15.Repealed by SL 2011, ch 132, §5.",
      "text": "25-10-15.Repealed by SL 2011, ch 132, §5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-16",
      "number": "25-10-16",
      "heading": "Award of domestic violence program funds--Recipients--Restricted use--Administrative costs.",
      "text": "25-10-16. Award of domestic violence program funds--Recipients--Restricted use--Administrative costs.\n\nThe board of county commissioners shall award domestic violence program funds to domestic violence programs that are locally controlled and situated in the state. The funds may be awarded to either local governmental or nongovernmental agencies or organizations, and may not be used for anything other than the costs of local programs or shelters. No award of funds may be contingent upon the county receiving individual client information. The county may retain ten percent of the county domestic violence program funds for administrative costs. The board of county commissioners shall distribute the money in the county domestic violence program fund to the recipients authorized by this section no less than annually.\n\nSource:SL 1983, ch 204, §5; SL 1993, ch 192, §2; SL 1994, ch 211; SL 2011, ch 132, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-16/"
    },
    {
      "id": "section-25-10-17",
      "number": "25-10-17",
      "heading": "25-10-17.Repealed by SL 2011, ch 132, §6.",
      "text": "25-10-17.Repealed by SL 2011, ch 132, §6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-171",
      "number": "25-10-17.1",
      "heading": "Persons convicted of crimes involving domestic abuse required to support domestic violence programs.",
      "text": "25-10-17.1. Persons convicted of crimes involving domestic abuse required to support domestic violence programs.\n\nIn addition to any other penalty, assessment, or fine provided by law, the court shall order any person convicted of a crime involving domestic violence or domestic abuse to remit costs in the amount of twenty-five dollars to the clerk of courts. The clerk of courts shall forward any amount collected to the county treasurer for deposit in the county domestic violence program fund. Failure to remit the amount to the clerk of courts in the time specified by the court is punishable by contempt proceedings.\n\nSource:SL 2011, ch 133, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-17-1/"
    },
    {
      "id": "section-25-10-18",
      "number": "25-10-18",
      "heading": "Guidelines for awarding domestic violence program funds.",
      "text": "25-10-18. Guidelines for awarding domestic violence program funds.\n\nDomestic violence program funds shall be awarded by the board of county commissioners to domestic violence programs that meet the requirements of §25-10-28 within the following guidelines:\n\n(1)Equitable distribution of funds according to need;\n\n(2)Distribution of funds through grants to private, nonprofit organizations;\n\n(3)Assurance of proper fiscal control and fund accounting procedures;\n\n(4)Exchange of technical assistance with other related programs;\n\n(5)Assurance of proper recordkeeping and reporting procedures; and\n\n(6)Assurance of full opportunity for active citizen participation.\n\nSource:SL 1983, ch 204, §7; SL 2011, ch 132, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-18/"
    },
    {
      "id": "section-25-10-19",
      "number": "25-10-19",
      "heading": "25-10-19, 25-10-20.Repealed by SL 2011, ch 132, §§7, 8.",
      "text": "25-10-19, 25-10-20.Repealed by SL 2011, ch 132, §§7, 8.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-21",
      "number": "25-10-21",
      "heading": "Prohibited services.",
      "text": "25-10-21. Prohibited services.\n\nNo funds authorized or awarded under the provisions of §§25-10-16 and 25-10-18 shall be used to promote or pay, directly or indirectly, for the elective termination of a pregnancy, sterilization, or control of birth by medication or device.\n\nSource:SL 1983, ch 204, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-21/"
    },
    {
      "id": "section-25-10-22",
      "number": "25-10-22",
      "heading": "Effect of divorce or other civil proceedings prior to criminal proceedings.",
      "text": "25-10-22. Effect of divorce or other civil proceedings prior to criminal proceedings.\n\nIn any action involving domestic abuse, the court may not:\n\n(1)Dismiss any charge or delay disposition of the domestic abuse action because of the pendency of a divorce or any other civil proceeding, unless agreed to by all parties, including the victim;\n\n(2)Require proof that either party is seeking dissolution of marriage prior to instigation of criminal proceeding.\n\nSource:SL 1989, ch 224, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-22/"
    },
    {
      "id": "section-25-10-23",
      "number": "25-10-23",
      "heading": "Conditional bond--Violation as misdemeanor.",
      "text": "25-10-23. Conditional bond--Violation as misdemeanor.\n\nIf bond for the defendant in any domestic abuse action is authorized, a condition of no contact with the victim shall be stated and incorporated into the terms of the bond. Willful violation of any such no contact provision is a Class 1 misdemeanor.\n\nSource:SL 1989, ch 224, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-23/"
    },
    {
      "id": "section-25-10-24",
      "number": "25-10-24",
      "heading": "Surrender of weapon or concealed pistol permit.",
      "text": "25-10-24. Surrender of weapon or concealed pistol permit.\n\nThe court may require the defendant to surrender any dangerous weapon or any concealed pistol permit issued under 23-7 in the defendant=s possession to local law enforcement.\n\nSource:SL 1989, ch 224, §3; SL 2016, ch 132, §5, eff. Jan. 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-24/"
    },
    {
      "id": "section-25-10-25",
      "number": "25-10-25",
      "heading": "Convicted defendant prohibited from contacting victim.",
      "text": "25-10-25. Convicted defendant prohibited from contacting victim.\n\nThe court may order that any defendant convicted of a crime involving domestic abuse be prohibited from contact with the victim and the sheriff shall give the victim a copy of any such order.\n\nSource:SL 1989, ch 224, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-25/"
    },
    {
      "id": "section-25-10-26",
      "number": "25-10-26",
      "heading": "25-10-26, 25-10-27.Repealed by SL 2011, ch 132, §§9, 10.",
      "text": "25-10-26, 25-10-27.Repealed by SL 2011, ch 132, §§9, 10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-28",
      "number": "25-10-28",
      "heading": "Domestic violence or sexual assault shelters and service programs--Required services.",
      "text": "25-10-28. Domestic violence or sexual assault shelters and service programs--Required services.\n\nAny shelter or service programs established pursuant to this chapter shall have as its primary purpose the provision of services to victims of domestic violence or sexual assault, or both, and shall include:\n\n(1)Crisis telephone and referral services available twenty-four hours per day, seven days per week;\n\n(2)Shelter available twenty-four hours per day, seven days per week;\n\n(3)Prevention and education programs periodically available to the local community;\n\n(4)Victim advocacy; and\n\n(5)Confidentiality of identity, location, records, and information pertaining to any person to whom services are or were provided.\n\nSource:SL 1989, ch 223, §4; SL 1990, ch 189, §4; SL 1991, ch 214, §4; SL 2011, ch 132, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-28/"
    },
    {
      "id": "section-25-10-29",
      "number": "25-10-29",
      "heading": "25-10-29.Repealed by SL 2011, ch 132, §11.",
      "text": "25-10-29.Repealed by SL 2011, ch 132, §11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-30",
      "number": "25-10-30",
      "heading": "Promulgation of rules.",
      "text": "25-10-30. Promulgation of rules.\n\nThe Department of Public Safety shall promulgate rules pursuant to chapter 1-26 to:\n\n(1)Establish minimum qualifications of sexual assault or domestic violence shelters or service programs; and\n\n(2)Evaluate the programs and services provided by sexual assault or domestic violence shelters or service programs.\n\nSource:SL 1989, ch 223, §6; SL 1990, ch 189, §6; SL 1991, ch 214, §6; SL 1994, ch 212, §2; SL 2011, ch 132, §4; SL 2018, ch 145, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-30/"
    },
    {
      "id": "section-25-10-31",
      "number": "25-10-31",
      "heading": "25-10-31 to 25-10-33.Repealed by SL 2011, ch 132, §§12 to 14.",
      "text": "25-10-31 to 25-10-33.Repealed by SL 2011, ch 132, §§12 to 14.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-10-34",
      "number": "25-10-34",
      "heading": "Domestic abuse charge to be indicated on summons, warrant, or judgment of conviction.",
      "text": "25-10-34. Domestic abuse charge to be indicated on summons, warrant, or judgment of conviction.\n\nThe state's attorney of the county where a crime is believed to have been committed shall indicate on the summons, complaint, information, indictment, arrest warrant, and judgment of conviction whether the charge involves domestic abuse.\n\nSource:SL 2000, ch 111, §2; SDCL §23A-2-13; SL 2002, ch 19, §1; SL 2004, ch 177, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-34/"
    },
    {
      "id": "section-25-10-35",
      "number": "25-10-35",
      "heading": "Arrest of person for abuse--Considerations.",
      "text": "25-10-35. Arrest of person for abuse--Considerations.\n\nIf the officer has probable cause to believe that persons in a relationship as defined in §25-10-3.1 have assaulted each other, the officer is not required to arrest both persons. The officer shall arrest the person whom the officer believes to be the predominant physical aggressor. In making this determination, the officer shall make every reasonable effort to consider:\n\n(1)The intent to protect victims of domestic abuse under this chapter;\n\n(2)The comparative extent of injuries inflicted or serious threats creating fear of physical injury; and\n\n(3)The history of domestic abuse between the persons involved.\n\nSource:SL 1989, ch 207, §2; SDCL §23A-3-2.2; SL 2002, ch 19, §1; SL 2003, ch 147, §1; SL 2015, ch 139, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-35/"
    },
    {
      "id": "section-25-10-36",
      "number": "25-10-36",
      "heading": "Arrest of criminal suspect when responding to domestic abuse call.",
      "text": "25-10-36. Arrest of criminal suspect when responding to domestic abuse call.\n\nIf any law enforcement officer who is responding to a domestic abuse call has probable cause to believe that a crime has been committed, the law enforcement officer shall arrest the person who is suspected of committing the crime and make a complete report of any action taken. The officer shall indicate on the arrest report and the fingerprint document if the arrest is for a crime against a person in a relationship described in §25-10-3.1.\n\nSource:SL 1989, ch 208, §1; SL 2000, ch 111, §1; SDCL §23A-3-21; SL 2002, ch 19, §1; SL 2014, ch 125, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-36/"
    },
    {
      "id": "section-25-10-361",
      "number": "25-10-36.1",
      "heading": "Arrest of domestic abuse victim for outstanding warrant.",
      "text": "25-10-36.1. Arrest of domestic abuse victim for outstanding warrant.\n\nNo law enforcement officer who is called to the scene of a domestic abuse complaint is required to arrest any victim of domestic abuse for an outstanding warrant if:\n\n(1)The victim is not otherwise liable to arrest for any action arising out of the present incidence of domestic abuse; and\n\n(2)The outstanding warrant is for a nonviolent misdemeanor offense.\n\nThe victim is subject to arrest on an outstanding warrant after seventy-two hours have passed since the incidence of the domestic abuse call under this section.\n\nThe decision of an officer to arrest or not to arrest a victim on an outstanding warrant under this section may not constitute a cause of action against the officer, the law enforcement agency, the employing entity, or any of the employing entity's employees.\n\nSource:SL 2014, ch 128, §1; SL 2018, ch 164, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-36-1/"
    },
    {
      "id": "section-25-10-37",
      "number": "25-10-37",
      "heading": "Domestic abuse record keeping.",
      "text": "25-10-37. Domestic abuse record keeping.\n\nThe information required by §§25-10-34 and 25-10-36 shall be compiled, maintained, and reported in accordance with chapter 23-6.\n\nSource:SL 2000, ch 111, §3; SDCL §23A-2-14; SL 2002, ch 19, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-37/"
    },
    {
      "id": "section-25-10-38",
      "number": "25-10-38",
      "heading": "Report of domestic abuse arrest forwarded to prosecutor--Victim to be notified of status of case.",
      "text": "25-10-38. Report of domestic abuse arrest forwarded to prosecutor--Victim to be notified of status of case.\n\nAny report made pursuant to §25-10-36 shall be forwarded to the appropriate prosecutor within ten days of making the report. The prosecutor shall, within five days of receipt of the report, notify the victim either orally or in writing of the status of the case. If the state's attorney decides not to prosecute, the prosecutor shall inform the victim of the reasons.\n\nSource:SL 1989, ch 208, §2; SDCL §23A-3-22; SL 2002, ch 19, §1; SL 2009, ch 133, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-38/"
    },
    {
      "id": "section-25-10-39",
      "number": "25-10-39",
      "heading": "Records of domestic abuse--Disclosure of victim's location during pendency of action.",
      "text": "25-10-39. Records of domestic abuse--Disclosure of victim's location during pendency of action.\n\nEach law enforcement agency shall maintain records for at least five years of all reported incidents of domestic abuse. However, during the pendency of any action instituted pursuant to §25-10-36, records which identify the location of a victim may not be disclosed to a defendant without a court order, except to defendant's attorney.\n\nSource:SL 1989, ch 208, §3; SDCL §23A-3-23; SL 2002, ch 19, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-39/"
    },
    {
      "id": "section-25-10-40",
      "number": "25-10-40",
      "heading": "Restrictions on release of person charged with domestic abuse.",
      "text": "25-10-40. Restrictions on release of person charged with domestic abuse.\n\nNo police officer or sheriff may release a person charged with assaulting a person in a relationship described in §25-10-3.1, or violating a protection order, as provided for in this chapter, without providing notice to a committing magistrate judge or circuit court. A committing magistrate judge or circuit court shall determine if bond or other conditions of release are necessary for the protection of the alleged victim.\n\nSource:SL 1985, ch 199, §1; SDCL §23A-43-4.1; SL 2002, ch 19, §1; SL 2014, ch 125, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-40/"
    },
    {
      "id": "section-25-10-41",
      "number": "25-10-41",
      "heading": "Conditions of release of person charged with domestic abuse.",
      "text": "25-10-41. Conditions of release of person charged with domestic abuse.\n\nIn determining the conditions of release under §25-10-40, the court shall consider the following conditions and may impose any condition it considers reasonably necessary to protect the alleged victim of domestic abuse, including ordering the defendant:\n\n(1)Not to subject the victim to further domestic abuse;\n\n(2)To vacate the home of the victim;\n\n(3)Not to contact the victim other than through counsel;\n\n(4)To engage in counseling;\n\n(5)To refrain from the consumption of alcohol or the use of drugs;\n\n(6)To post bond pursuant to §25-10-23.\n\nAs used in this section, the term, domestic abuse, means a violation of §22-18-1 or 22-18-1.1 if the victim is a person in a relationship described in §25-10-3.1.\n\nSource:SL 1985, ch 199, §2; SDCL §23A-43-4.2; SL 2002, ch 19, §1; SL 2012, ch 145, §1; SL 2014, ch 125, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-41/"
    },
    {
      "id": "section-25-10-42",
      "number": "25-10-42",
      "heading": "Convicted child abuser or sex offender barred from adopting child.",
      "text": "25-10-42. Convicted child abuser or sex offender barred from adopting child.\n\nNo child may be placed for adoption with an individual who has been convicted of child abuse pursuant to chapter 26-10 or a sex offense pursuant to chapter 22-22.\n\nSource:SL 2002, ch 116, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-42/"
    },
    {
      "id": "section-25-10-43",
      "number": "25-10-43",
      "heading": "Defendant prohibited from contacting victim prior to court appearance--Violation as misdemeanor.",
      "text": "25-10-43. Defendant prohibited from contacting victim prior to court appearance--Violation as misdemeanor.\n\nWhile in custody after arrest for a crime involving domestic abuse, no defendant may have or be permitted any contact or communications, either directly or by means of a third party, with the victim or the family or household members of the victim, until the defendant's initial court appearance or until such contact or communication is specifically authorized by the court. Willful violation of this section is a Class 1 misdemeanor.\n\nSource:SL 2010, ch 114, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-43/"
    },
    {
      "id": "section-25-10-44",
      "number": "25-10-44",
      "heading": "Mental illness hold--Release.",
      "text": "25-10-44. Mental illness hold--Release.\n\nNotwithstanding §25-10-40, if the police officer or sheriff believes that the domestic abuse perpetrator has a severe mental illness that makes the person an imminent danger to self or others, the officer or sheriff may initiate a mental illness hold under §27A-10-3 and transport the person to an appropriate regional facility as described in that section and in accordance with the provisions set forth in title 27A. This section is not a substitution for an arrest under the provisions of this chapter, and the person shall be released only to the custody of law enforcement or a law enforcement agency if the mental illness hold is released.\n\nSource:SL 2017, ch 113, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-25/chapter-10/section-25-10-44/"
    }
  ]
}