{
  "state": "wisconsin",
  "path": "title-chapter-059/chapter-chapter-059",
  "sections": [
    {
      "id": "section-59001definitions",
      "number": "59.001",
      "heading": "Definitions",
      "text": "59.001 Definitions. In this chapter, unless the context clearly indicates to the contrary: (1) “Board” means the county board of supervisors. (2) “Clerk” means the county clerk. (2m) “Members-elect” means those members of the governing body of a county, city, village or town, at a particular time, who have been duly elected or appointed for a current regular or unexpired term and whose service has not terminated by death, resignation or removal from office. (2r) “Municipal clerk” means the clerk of a municipality. (3) “Municipality” means any city, village or town. (3m) “Municipal treasurer” means the treasurer of a municipality. (3r) “Professional land surveyor” means a professional land surveyor licensed under ch. 443. (4) “Treasurer” means the county treasurer. History: 1989 a. 260, 268; 1995 a. 201; 2013 a. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-59/section-59-001/"
    },
    {
      "id": "section-5901body",
      "number": "59.01Body",
      "heading": "corporate; status.",
      "text": "corporate; status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5903home",
      "number": "59.03Home",
      "heading": "rule.",
      "text": "rule.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5904construction",
      "number": "59.04Construction",
      "heading": "of powers.",
      "text": "of powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5905county",
      "number": "59.05County",
      "heading": "seat; change.",
      "text": "seat; change.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5906county",
      "number": "59.06County",
      "heading": "property.",
      "text": "property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5907claims",
      "number": "59.07Claims",
      "heading": "against counties; actions on.",
      "text": "against counties; actions on.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5908consolidation",
      "number": "59.08Consolidation",
      "heading": "of counties; procedure; referendum.",
      "text": "of counties; procedure; referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5910boards",
      "number": "59.10Boards",
      "heading": "composition; election; terms; compensation; compatibility.",
      "text": "composition; election; terms; compensation; compatibility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5914publication",
      "number": "59.14Publication",
      "heading": "of ordinances and proceedings.",
      "text": "of ordinances and proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5915neglect",
      "number": "59.15Neglect",
      "heading": "of duty.",
      "text": "of duty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5917county",
      "number": "59.17County",
      "heading": "executive.",
      "text": "executive.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5918county",
      "number": "59.18County",
      "heading": "administrator.",
      "text": "administrator.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5919administrative",
      "number": "59.19Administrative",
      "heading": "coordinator.",
      "text": "coordinator.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5920county",
      "number": "59.20County",
      "heading": "offices and officers.",
      "text": "offices and officers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5921official",
      "number": "59.21Official",
      "heading": "oaths and bonds.",
      "text": "oaths and bonds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5923clerk",
      "number": "59.23",
      "heading": "Clerk",
      "text": "59.23 Clerk. (1) Deputies; salaries; vacancies. (a) Every clerk shall appoint in writing one or more deputies and file the appointment in the clerk’s office. The deputy or deputies shall aid in the performance of the duties of the clerk under the clerk’s direction, and in case of the absence or disability of the clerk or of a vacancy in the clerk’s office, unless another is appointed therefor as provided in par. (c), shall perform all of the duties of the clerk during the absence or until the vacancy is filled. The board may, at its annual meeting or at any special meeting, provide a salary for the deputy or deputies. (b) In each county the clerk may also appoint the number of assistants that the board authorizes and prescribes, and the assistants shall receive salaries that the board provides and fixes. (c) If a clerk is incapable of discharging the duties of office the board shall appoint an acting clerk within 90 days after the board adopts a resolution finding that the clerk is incapable of discharging the duties of the office. The acting clerk shall serve until the disability is removed. If the board is not in session at the time of the incapacity, the chairperson of the board may appoint an acting clerk, whose term shall not extend beyond the next regular or special meeting of the board. A person appointed as acting clerk or appointed to fill a vacancy in the office of clerk, upon giving an official bond with sureties as required of a clerk, shall perform all of the duties of the office; and thereupon the powers and duties of the deputy of the last clerk shall cease. (2) Duties. The clerk shall: (a) Board proceedings. Act as clerk of the board at all of the board’s regular, special, limited term, and standing committee meetings; under the direction of the county board chairperson or committee chairperson, create the agenda for board meetings; keep and record true minutes of all the proceedings of the board in a format chosen by the clerk, including all committee meetings, either personally or through the clerk’s appointee; file in the clerk’s office copies of agendas and minutes of board meetings and committee meetings; make regular entries of the board’s resolutions and decisions upon all questions; record the vote of each supervisor on any question submitted to the board, if required by any member present; publish ordinances as provided in s. 59.14 (1); and perform all duties prescribed by law or required by the board in connection with its meetings and transactions. (b) Recording of proceedings. Record at length every resolution adopted, order passed and ordinance enacted by the board. (c) Orders for payment. Sign all orders for the payment of money directed by the board to be issued, and keep a true and correct account of such orders, and of the name of the person to whom each order is issued; but he or she shall not sign or issue any county order except upon a recorded vote or resolution of the board authorizing the same; and shall not sign or issue any such order for the payment of the services of any clerk of court, district attorney or sheriff until the person claiming the order files an affidavit stating that he or she has paid into the county treasury all moneys due the county and personally collected or received in an official capacity; and shall not sign or issue any order for the payment of money for any purpose in excess of the funds appropriated for such purpose unless first authorized by a resolution adopted by the county board under s. 65.90 (5). (cm) Apportionment of taxes. Apportion taxes and carry out other responsibilities as specified in s. 70.63 (1). (d) Accounts. File and preserve in the clerk’s office all accounts acted upon by the board, and endorse its action thereon, designating specifically upon every account the amount allowed, if any, and the particular items or charges for which allowed, and such as were disallowed, if any. (de) Property. To the extent authorized by the board, exercise the authority under s. 59.52 (6). (dg) Dogs. Perform the responsibilities relating to dog licensing, which are assigned to the clerk under ch. 174, and the dog fund specified in ch. 174. (di) Marriage licenses, domestic partnerships. Administer the program for issuing marriage licenses as provided in ch. 765 and the program for forming and terminating domestic partnerships as provided in ch. 770. (e) Reports of receipts and disbursements. Record the reports of the treasurer of the receipts and disbursements of the county. (f) Recording receipts and disbursements. Keep a true and accurate account of all money which comes into the clerk’s hands by virtue of the clerk’s office, specifying the date of every receipt or payment, the person from or to whom the receipt or payment was received or paid, and the purpose of each particular receipt or disbursement, and keep the book at all times open to the inspection of the county board or any member of the board. (g) Payments to treasurer. Keep in the manner prescribed in par. (f) a separate account of all moneys paid the treasurer by the clerk. (h) Books of account. Keep all of the accounts of the county and all books of account in a manner that the board directs. Books of account shall be maintained on a calendar year basis, which shall be the fiscal year in every county. (i) Chief election officer, election duties. As the chief election officer of the county, perform all duties that are imposed on the clerk in relation to the preparation and distribution of ballots and the canvass and return of votes at general, judicial, and special elections. (L) Duplicate receipts. Make out and deliver to the treasurer duplicate receipts of all money received by the clerk as clerk, and countersign and file in the clerk’s office the duplicate receipts delivered to the clerk by the treasurer of money received by the treasurer. (m) Certified copies; oaths and bonds; signatures. 1. Make and deliver to any person, for a fee that is set by the board under s. 19.35 (3), a certified copy or transcript of any book, record, account, file or paper in his or her office or any certificate which by law is declared to be evidence. 2. Except as otherwise provided, receive and file the official oaths and bonds of all county officers and upon request shall certify under the clerk’s signature and seal the official capacity and authority of any county officer so filing and charge the statutory fee. Upon the commencement of each term every clerk shall file the clerk’s signature and the impression of the clerk’s official seal in the office of the secretary of state. (n) Taxes. Perform all duties that are imposed on the clerk in relation to the assessment and collection of taxes. (nm) Timber harvest notices. Provide notice to a town chairperson regarding the harvesting of raw forest products, as described in s. 26.03 (1m) (a) 2. (o) Report, receipts and disbursements to board. Make a full report to the board, at the annual meeting or at any other regular meeting of the board when so stipulated by the board, in writing, verified by the clerk’s oath, of all money received and disbursed by the clerk, and separately of all fees received by the clerk; and settle with the board the clerk’s official accounts and produce to the board all books, accounts and vouchers relating to the same. (p) Proceedings to historical society. Forward to the historical society, postpaid, within 30 days after their publication a copy of the proceedings of the board, and of all printed reports made under authority of such board or by the authority of other county officers. (q) County highway commissioner; notify of election. Notify a county commissioner of highways of the commissioner’s election within 10 days thereafter. (r) County tax for road and bridge fund. Notify the proper town officers of the levy and rate of any tax for the county road and bridge fund. (s) List of local officials. Annually, on the first Tuesday of June, transmit to the secretary of state a list showing the name, phone number, electronic mail address, and post-office address of local officials, including the chairperson, mayor, president, clerk, treasurer, council and board members, and assessor of each municipality, and of the elective or appointive officials of any other local governmental unit, as defined in s. 66.0135 (1) (c), that is located wholly or partly within the county. Such lists shall be placed on file for the information of the public. The clerk, secretary, or other administrative officer of a local governmental unit, as defined in s. 66.0137 (1) (as), shall provide the county clerk the information he or she needs to complete the requirements of this paragraph. (t) General. Perform all other duties required of the clerk by law. History: 1995 a. 201 ss. 261, 263, 264, 275; 1995 a. 225 ss. 147 to 150; 1997 a. 27; 1999 a. 9; 2013 a. 373; 2019 a. 19. Under s. 59.17 (8) [now sub. (2) (h)], the clerk keeps only those accounts designated by the board. Harbick v. Marinette County, 138 Wis. 2d 172, 405 N.W.2d 724 (Ct. App. 1987). Except for their elected superior’s power to appoint and discharge, chief deputies are subject to the Municipal Employment Relations Act, ss. 111.70 to 111.77, and are not excluded from a collective bargaining unit as a matter of law. Oneida County v. WERC, 2000 WI App 191, 238 Wis. 2d 763, 618 N.W.2d 891, 00-0466. Statutory powers of the county clerk with respect to budgeting and record keeping cannot be transferred by the county board to a new position of finance officer. 63 Atty. Gen. 196. A county board can only grant powers of indirect supervision to a finance director with respect to the accounting or bookkeeping duties of a county clerk. 65 Atty. Gen. 132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-59/section-59-23/"
    },
    {
      "id": "section-5924clerks",
      "number": "59.24Clerks",
      "heading": "of counties containing state institutions to make claims in certain cases.",
      "text": "of counties containing state institutions to make claims in certain cases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5925treasurer",
      "number": "59.25",
      "heading": "Treasurer",
      "text": "59.25 Treasurer. (1) Eligibility. No person holding the office of sheriff, undersheriff, circuit judge, district attorney, clerk of the circuit court, clerk or member of the board shall be eligible to the office of treasurer or deputy treasurer. (2) Deputies; oath; salary; temporary vacancy. (a) The treasurer shall appoint one deputy to aid the treasurer, under the treasurer’s direction, in the discharge of the duties of the office of treasurer. The appointment shall be in writing and shall be filed and recorded in the treasurer’s office. Such deputy, in the absence of the treasurer from the treasurer’s office or in case of a vacancy in said office or any disability of the treasurer to perform the duties of the office of treasurer, unless another is appointed therefor as provided in par. (b), shall perform all of the duties of the office of treasurer until such vacancy is filled or such disability is removed. The person so appointed shall take and file the official oath. The person shall file his or her appointment with the clerk. The board may, at its annual meeting or at any special meeting, provide a salary for the deputy. (b) If any treasurer is incapable of discharging the duties of the office of treasurer, the board may, if it sees fit, appoint a person treasurer who shall serve until such disability is removed. A person so appointed or appointed to fill a vacancy in the office of treasurer, upon giving an official bond with like sureties as are required of such treasurer, shall perform all the duties of such office, and thereupon the powers and duties of any deputy performing the duties of the last treasurer shall cease. (3) Duties. The treasurer shall do all of the following: (a) 1. Receive all moneys from all sources belonging to the county, and all other moneys which by statute or county ordinance are directed to be paid to the treasurer, and, except in counties having a population of 750,000 or more, in the case of the payment of delinquent property taxes or the redemption of land subject to a tax certificate, make out and deliver to the clerk duplicate receipts therefor, and file in the treasurer’s office the duplicate receipts delivered to the treasurer by the clerk for money received by the clerk. 2. In counties having a population of 750,000 or more, file a duplicate receipt in the treasurer’s office. (b) Pay out all moneys belonging to the county only on the order of the board, signed by the clerk and countersigned by the chairperson, except when special provision for the payment thereof is otherwise made by law; and, except in counties having a population of 750,000 or more, pay out all moneys belonging to the county road and bridge fund on the written order of the county commissioner of highways, signed by the clerk and countersigned by the chairperson of the board. (c) Pay all county orders described in par. (b) in the order of time in which they are presented for payment; but where 2 or more are presented at the same time, give precedence to the order of the oldest date, but the treasurer shall receive of municipal treasurers all county orders issued in the county, which the municipal treasurers may present in payment of county taxes, to the amount of the county taxes actually collected by any municipal treasurer in the year for which the orders are offered in payment, which amount shall be determined by the affidavit of the municipal treasurer. (d) Keep a true and correct account of the receipt and expenditure of all moneys which come into the treasurer’s hands by virtue of the treasurer’s office in books kept therefor, specifying the date of every receipt or payment, the person from or to whom the same was received or paid, and the purpose of each particular receipt or payment; keep also in like manner a separate account of all fees received, a separate account of all moneys received for taxes, and a separate account of money received upon redemption of lands from sales thereof for nonpayment of taxes, further specifying in the 2 last accounts the description of the property on account of which such money was paid, which books shall be open at all times to the inspection of the board or any member thereof and to all county and state officers; make in writing a fully itemized statement and report, verified by the treasurer’s oath, to the board on the first day of the annual board meeting and at such other times as the board directs, of all moneys of whatever nature received and disbursed by the county treasurer; exhibit the treasurer’s vouchers therefor to be audited and allowed, and settle with the board the treasurer’s accounts as treasurer; and exhibit to the board all moneys in the custody or control of the treasurer as treasurer, and, if required, make oath that such moneys are the funds of the county. (e) Annually by March 15, furnish to the department of revenue all of the following: 1. The completed tax roll settlement sheets prescribed under s. 70.09 (3). 2. The complete county tax roll, as that term is used in s. 70.65, in a form and manner prescribed by the department. (f) 1. Except as provided in subd. 2., transmit to the secretary of administration at the time required by law to pay the state taxes a particular statement, certified by the county treasurer’s personal signature affixed or attached thereto, of all moneys received by him or her during the preceding year and which are payable to the secretary of administration for licenses, fines, forfeitures, or on any other account, and at the same time pay to the secretary of administration the amount thereof after deducting the legal fees. 2. For all court imposed fines and forfeitures, plus costs, fees, and surcharges imposed under ch. 814, required by law to be deposited in the state treasury, transmit to the secretary of administration a statement of all moneys required by law to be paid on the actions entered during the preceding month on or before the first day of the next succeeding month, certified by the county treasurer’s personal signature affixed or attached thereto, and at the same time pay to the secretary of administration the amount of the money transmitted. (g) Deposit all moneys for jail assessments received under s. 302.46 (1) in a county jail fund and make payments from the fund for purposes of s. 302.46 (2) on order of the board under par. (b). (gm) Deposit all moneys received under s. 973.0455 (2) into a crime prevention fund and, on order of the crime board under s. 59.54 (28) (d), make grant payments as the crime board directs. (h) Cause to be insured, when directed by the board, at the expense of the county, the county buildings or any of them in the name of the county; and, in case of loss, demand and receive the money due on account of such insurance for the use of the county; and all such money shall be applied to rebuilding or repairing such county buildings. (i) Make annually, on the 3rd Monday of March, a certified statement, and forward the statement to each municipal clerk in the county, showing the amount of money paid from the county treasury during the year next preceding to each municipal treasurer in the county. The statement shall specify the date of each payment, the amount thereof and the account upon which the payment was made. (j) 1. Retain all of the following for fees in receiving and paying into the state treasury all money received by the treasurer for the state for fines and forfeitures: a. Except as provided in subd. 1. b. and c., 10 percent of the state forfeitures and fines. b. For a treasurer in a county other than Milwaukee County, 50 percent of the state forfeitures and fines under chs. 341 to 347, 349, and 351. c. For a treasurer in Milwaukee County, 100 percent of the state forfeitures and fines under chs. 341 to 347, 349, and 351. 2. Retain the other fees for receiving and paying money into the state treasury that are prescribed by law. (k) Forward 40 percent of the state forfeitures and fines under ch. 348 to the secretary of administration for deposit in the transportation fund under s. 25.40 (1) (ig). (L) Forward all money received under s. 66.0114 (3) (c) to the secretary of administration for deposit in the transportation fund under s. 25.40 (1) (ig). (m) Forward 50 percent of the fees received under s. 351.07 (1g) to the secretary of administration for deposit in the transportation fund under s. 25.40 (1) (im). (n) Make and deliver to any person, for a fee that is set by the board under s. 19.35 (3), a certified copy or transcript of any book, record, account, file or paper in his or her office or any certificate which by law is declared to be evidence. (o) On the first day of each month pay into the county treasury the fees received by the treasurer. (p) Pay to the secretary of administration on his or her order the state percentage of fees received from the clerk of the circuit court under s. 59.40 (2) (m) and if any such moneys remain in his or her hands when he or she is required to pay the state percentage of fees, pay such moneys therewith to the secretary of administration. (q) Perform all other duties required of the treasurer by law. (s) Exercise any investment authority delegated to the treasurer by the board under s. 59.62. (t) Notify municipalities of payments made under ss. 74.29 and 79.10 in respect to property tax levies originally certified to the municipality for collection. History: 1995 a. 201 ss. 266, 267, 269, 270, 284; 1995 a. 225 ss. 151 to 153; 1995 a. 227 s. 202; 1995 a. 269 s. 2; 1995 a. 408 s. 1; 1995 a. 448 s. 60; 1997 a. 27, 35, 135, 211, 237, 248; 1999 a. 9, 32, 74; 1999 a. 150 s. 672; 2001 a. 16; 2001 a. 30 s. 108; 2001 a. 56, 105; 2003 a. 33, 139, 326; 2013 a. 20; 2015 a. 55; 2017 a. 150; 2017 a. 207 s. 5; 2021 a. 1, 55; 2025 a. 15. Section 59.20 (8) [now sub. (3) (j)], as to retention of 50 percent of traffic fines and forfeitures, is valid. State ex rel. Commissioners of Public Lands v. Anderson, 56 Wis. 2d 666, 203 N.W.2d 84 (1973). Except for their elected superior’s power to appoint and discharge, chief deputies are subject to the Municipal Employment Relations Act, ss. 111.70 to 111.77, and are not excluded from a collective bargaining unit as a matter of law. Oneida County v. WERC, 2000 WI App 191, 238 Wis. 2d 763, 618 N.W.2d 891, 00-0466. The entire amount of bail forfeited under s. 969.13 (4) is to be retained by the county treasurer, and no part is to be paid to the state treasurer. 62 Atty. Gen. 247. Section 59.20 (13) [now sub. (3) (rm)] refers to national forest, which are monies received under Title 16 of the U.S. Code, and does not control the distribution of monies received from the federal government under Title 31. 67 Atty. Gen. 277. A county that has received payments from the federal government under Title 31 of the U.S. Code cannot distribute those payments to the towns in which national forest lands are located. 68 Atty. Gen. 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-59/section-59-25/"
    },
    {
      "id": "section-59255comptroller",
      "number": "59.255",
      "heading": "Comptroller",
      "text": "59.255 Comptroller. (1) Eligibility. (a) No person may hold the office of comptroller unless he or she is either a certified public accountant, licensed or certified under ch. 442, or has a master’s degree or a doctorate degree in accounting or finance from a regionally accredited, nonprofit, post-secondary educational institution. (b) No person holding the office of sheriff, undersheriff, circuit judge, district attorney, clerk of the circuit court, clerk, or member of the board shall be eligible to hold the office of comptroller or deputy comptroller. (c) This section applies only to a county with a population of 750,000 or more. (2) Duties and responsibilities. (a) The comptroller is the chief financial officer of the county, and the administrator of the county’s financial affairs. The comptroller shall oversee all of the county’s debt. (b) The comptroller shall appoint one deputy to aid the comptroller, under the comptroller’s direction, in the discharge of the duties of the office of comptroller. The appointment shall be in writing and shall be filed and recorded in the comptroller’s office. Such deputy, in the absence of the comptroller from the comptroller’s office or in case of a vacancy in said office or any disability of the comptroller to perform the duties of the office of comptroller, unless another is appointed therefor as provided in par. (c), shall perform all of the duties of the office of comptroller until such vacancy is filled or such disability is removed. The person so appointed shall take and file the official oath. The person shall file his or her appointment with the clerk. The board may, at its annual meeting or at any special meeting, provide a salary for the deputy. (c) If any comptroller is incapable of discharging the duties of the office of comptroller, the county executive shall appoint a person, subject to confirmation by the board, comptroller who shall serve until such disability is removed. A person so appointed or appointed to fill a vacancy in the office of comptroller, upon giving an official bond with like sureties as are required of such comptroller, shall perform all the duties of such office, and thereupon the powers and duties of any deputy performing the duties of the last comptroller shall cease. (d) Each month, at the board’s first meeting, the comptroller shall report to the board and the county executive, in writing, the condition of the county’s outstanding contracts and of each of the county’s funds and the claims payable from the funds. The comptroller shall also file with the county executive and the board each year on or before October 1 a certified and detailed statement of the receipts and disbursements on account of each fund of the county during the preceding fiscal year, specifying the source of each receipt and the object of each disbursement, and also an estimate of the receipts and disbursements for the current fiscal year. (e) The comptroller shall countersign all contracts with the county if he or she determines that the county has, or will have, the necessary funds to pay the liability that the county may incur under the contract. No contract is valid until so countersigned. (f) At least monthly the comptroller shall examine the treasurer’s accounts as reported and as kept, and shall report to the county executive and board as to their correctness and as to any violation by the treasurer of the treasurer’s duty in the manner of keeping accounts or disbursing moneys. (g) Whenever requested to do so by the county executive or board, the comptroller shall provide an independent fiscal analysis of any matter affecting the county, and shall provide the county executive and board with a fiscal note for all proposed legislation. (h) Annually, the comptroller shall prepare a written 5-year financial condition forecast for the county, which shall be distributed to the county executive and the board. (i) The comptroller shall perform all audit functions related to county government. The comptroller shall also have the duties and all the powers and responsibilities conferred upon the clerk as auditor under s. 59.47 (1), and shall perform any additional duties and shall have any additional powers as are imposed and conferred upon him or her from time to time by resolution adopted by the board. Audit functions under this paragraph shall be performed in accordance with governmental auditing standards issued by the comptroller general of the United States and generally accepted auditing standards. (j) The comptroller shall administer and oversee all shared services contracts. (k) The comptroller may in writing, filed in the office of the clerk, appoint a deputy who shall act under the comptroller’s direction and in the comptroller’s absence or disability, or in case of a vacancy shall perform the comptroller’s duties. The deputy shall receive such compensation as the board provides. The acts of a deputy shall be covered by official bond as the board directs. History: 2011 a. 62; 2013 a. 165 s. 115; 2017 a. 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-59/section-59-255/"
    },
    {
      "id": "section-5928peace",
      "number": "59.28Peace",
      "heading": "maintenance; powers and duties of peace officers, cooperation.",
      "text": "maintenance; powers and duties of peace officers, cooperation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5930not",
      "number": "59.30Not",
      "heading": "to act as attorney.",
      "text": "to act as attorney.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5931service",
      "number": "59.31Service",
      "heading": "on sheriff; how made.",
      "text": "on sheriff; how made.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5932fees",
      "number": "59.32Fees",
      "heading": "received by sheriff.",
      "text": "received by sheriff.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5933powers",
      "number": "59.33Powers",
      "heading": "after term.",
      "text": "after term.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5935deputy",
      "number": "59.35Deputy",
      "heading": "coroner.",
      "text": "coroner.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5936coroner",
      "number": "59.36Coroner",
      "heading": "and medical examiner; fees.",
      "text": "and medical examiner; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-59365moratorium",
      "number": "59.365Moratorium",
      "heading": "on fee increases.",
      "text": "on fee increases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5937service",
      "number": "59.37Service",
      "heading": "when no coroner.",
      "text": "when no coroner.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5938medical",
      "number": "59.38Medical",
      "heading": "examiner and assistants.",
      "text": "examiner and assistants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5939coroner",
      "number": "59.39Coroner",
      "heading": "or medical examiner as funeral director, limitation.",
      "text": "or medical examiner as funeral director, limitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5940clerk",
      "number": "59.40Clerk",
      "heading": "of court.",
      "text": "of court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5941not",
      "number": "59.41Not",
      "heading": "to act as attorney.",
      "text": "to act as attorney.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5942corporation",
      "number": "59.42Corporation",
      "heading": "counsel.",
      "text": "counsel.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5943register",
      "number": "59.43Register",
      "heading": "of deeds; duties, fees, deputies.",
      "text": "of deeds; duties, fees, deputies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5944county",
      "number": "59.44County",
      "heading": "abstractor; appointment; duties; fees.",
      "text": "abstractor; appointment; duties; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5945county",
      "number": "59.45County",
      "heading": "surveyor; duties, deputies, fees.",
      "text": "surveyor; duties, deputies, fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5946penalty",
      "number": "59.46Penalty",
      "heading": "for nonfeasance.",
      "text": "for nonfeasance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5947county",
      "number": "59.47County",
      "heading": "auditors; powers; duties.",
      "text": "auditors; powers; duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5948county",
      "number": "59.48County",
      "heading": "assessor.",
      "text": "assessor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}