{
  "state": "michigan",
  "path": "title-chapter-388-schools-and-school-aid/chapter-ero-no-1999-7-executive-reorganization-order-388995-388995",
  "sections": [
    {
      "id": "section-388995",
      "number": "388.995",
      "heading": "Transfer of Certain Functions Relating to Career and Technical Education Services, Adult Education Services, and Postsecondary Services From the State Board of Education or the Superintendent of Public Instruction to the Department of Career Development by Type II Transfer; Transfer of Certain Funct",
      "text": "WHEREAS, Article V, Section 2 of the Constitution of the state of Michigan of 1963 empowers the Governor to make changes in the organization of the executive branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, the Governor's authority to exercise his powers under Article V, Section 2 of the Constitution of the state of Michigan of 1963 and the Executive Reorganization Act, Section 16.101 et seq. of the Michigan Compiled Laws with respect to the organization of the executive branch and transfers among its units has been consistently upheld by the Michigan Supreme Court. Soap and Detergent Association v Natural Resources Commission, 415 Mich 728; 330 NW2d 346 (1982); House Speaker v Governor, 443 Mich 560; 506 NW2d 190 (1993); and Straus v Governor, 459 Mich 526; 592 NW2d 53 (1999); and\n\nWHEREAS, Michigan's remarkable economic resurgence enhances the need for employers to find skilled workers in order to continue job growth, increase future investment and assure the ability of employees to have rising, real incomes; and\n\nWHEREAS, on April 5, 1999, the Michigan Department of Career Development was created to focus on providing resources and supporting efforts to increase the skill levels of Michigan workers, with a special emphasis on providing students and first time job seekers with information, skills and requirements of specific careers; and\n\nWHEREAS, Michigan's already successful career development programs will benefit from greater coordination which will improve their effectiveness and efficiency; and\n\nWHEREAS, successful state career development programs require long-term continuity yet maximum flexibility for Michigan citizens to compete effectively in the national and international market place; and\n\nWHEREAS, successful vocational and career development programs can be further improved and enhanced by close coordination with the state's Workforce Development Boards; and\n\nWHEREAS, the state can more effectively and efficiently carry out the Career and Technical Education Services, Adult Education Services, and the Postsecondary Services of the Department of Education by consolidating those services within the Department of Career Development; and\n\nWHEREAS, strengthening and aligning these functions with career development and training opportunities will enhance Michigan's reputation as the state with the most highly skilled men and women; and\n\nWHEREAS, the Michigan Merit Award Board was established within the Department of Treasury pursuant to Act No. 94 of the Public Acts of 1999, being Sections 390.1451 et seq. of the Michigan Compiled Laws, to increase access to postsecondary education and training, and to reward Michigan high school graduates who have demonstrated academic achievement; and\n\nWHEREAS, pursuant to Act No. 94 of the Public Acts of 1999, being Sections 390.1451 et seq. of the Michigan Compiled Laws, the Michigan Merit Award Board is statutorily charged with administering the Michigan Merit Award Scholarship Program (the \"Scholarship Program\"), for which a primary eligibility requirement is that a student take and pass the Michigan Educational Assessment Program (\"MEAP\") subject area assessments in reading, writing, mathematics, and science; and\n\nWHEREAS, pursuant to Section 7 of Act No. 94 of the Public Acts of 1999, being Section 390.1457 of the Michigan Compiled Laws, for assessments administered after January 1, 2000, the Michigan Merit Award Board shall review and approve the assessments before they may be used to determine eligibility under the Scholarship Program; and\n\nWHEREAS, the Scholarship Program will be better coordinated and more effectively and efficiently administered by transferring the responsibility for certain functions associated with the MEAP assessments from the Department of Education to the Department of Treasury.\n\nNOW, THEREFORE, I, John Engler, Governor of the state of Michigan, pursuant to the powers vested in me by the Constitution of the state of Michigan of 1963 and the laws of the state of Michigan, do hereby order the following:\n\nI. DEFINITION\n\nAs used herein:\n\nThe State Board of Education means the State Board of Education created by Article 8, Section 3 of the Constitution of the state of Michigan of 1963.\n\nThe Department of Education is the Department of Education created by Section 300 of Act No. 380 of the Public Acts of 1965, being Section 16.400 of the Michigan Compiled Laws, as reorganized by Executive Order 1996-11 and Executive Order 1996-12.\n\nThe Department of Career Development is the Department of Career Development created by Executive Order 1999-1.\n\nII.TRANSFER OF FUNCTIONS - DEPARTMENT OF CAREER DEVELOPMENT\n\nA. All of the administrative statutory powers, duties, functions and responsibilities of the Superintendent of Public Instruction set forth in the following provisions of the Michigan Compiled Laws to administer all Adult Education Services, as set forth in the following sections of the Michigan Compiled Laws:\n\n1. Section 388.531 regarding adult education programs by counties; and\n\n2. Section 388.532 regarding training and approval of adult education instructors, are hereby transferred to the Department of Career Development by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws (\"Type II transfer\"). The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nB. All of the administrative statutory powers, duties, functions and responsibilities of the State Board of Education set forth in the following provisions of federal law regarding vocational education:\n\n1. The Carl D. Perkins Vocational and Applied Technology Education Act, 20 USC 2301 et seq.;\n\n2. The School to Work Opportunities Act of 1994, 20 USC 6101 et seq.; and\n\n3. The Job Training Partnership Act, 29 USC 1501 et seq., are hereby transferred to the Department of Career Development by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nC. All of the administrative statutory powers, duties, functions and responsibilities of the State Board of Education or Superintendent of Public Instruction, as applicable, set forth in the following provisions of the Michigan Compiled Laws to administer the following postsecondary services:\n\n1. Sections 395.101 to 395.103 regarding proprietary schools;\n\n2. Sections 395.121 to 395.124 regarding private trade or business schools;\n\n3. Sections 450.170 to 450.177 and Section 388.1010(c) regarding educational corporations; and\n\n4. The King-Chavez-Parks Program authorized in the Appropriations Act for Higher Education in 1986 (1999 PA 93, sections 118, 501-507), are hereby transferred to the Department of Career Development by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nD. All of the administrative statutory powers, duties, functions and responsibilities of the Superintendent of Public Instruction as set forth in the following provisions of the Michigan Compiled Laws regarding the administration of postsecondary services:\n\n1. Section 380.3 regarding the designation of service area boundaries for area vocational-technical programs;\n\n2. Section 389.105(4) regarding the designation of territory outside of a community college district to become part of its vocational-technical service area;\n\n3. Section 389.123(b) regarding the approval of tuition waivers in exchange for educational services rendered to community colleges;\n\n4. Section 389.124(a) regarding the education reports for a community college;\n\n5. Section 389.143 regarding the approval of the community college accounting system, the filing of audits, and inspection of books;\n\n6. Section 390.1152(d) regarding the designation of vocational schools eligible to receive student loans;\n\n7. Section 390.1283(d) regarding the designation of eligible postsecondary institutions for participation in the part-time, Independent Student Grant Program;\n\n8. Section 390.1323 regarding the designation of graduate and professional schools eligible to participate in the Michigan Graduate Work-Study Program;\n\n9. Section 390.1373 regarding the designation of postsecondary schools eligible for the Michigan Work-Study Program;\n\n10. Section 390.1403 regarding the designation of eligible postsecondary schools for the Michigan Educational Opportunity Grant Program; and\n\n11. Sections 395.21, 395.31 et seq., 395.1 et seq., and 388.805 regarding the transfer of authority of the abolished state board of control for vocational education that includes the authority to accept and disburse federal funds for specific federal grant programs [Federal Funds for Vocational Education (20 USC 2301 et seq.)], are hereby transferred to the Department of Career Development by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nE. All of the statutory rule making powers, duties, functions and responsibilities of the State Board of Education or the Superintendent of Public Instruction, as applicable, as set forth in the following provisions of the Michigan Compiled Laws or Michigan Administrative Code:\n\n1. Section 388.1661a regarding administrative rules about vocational education consortiums for State Aid purposes; and\n\n2. R 395.231 - 395.376 regarding reimbursed programs of vocational-technical education, are hereby transferred to the Department of Career Development by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nF. All of the administrative statutory powers, duties, functions and responsibilities of the Superintendent of Public Instruction regarding the administration of career preparation program as set forth in the following provisions of the Michigan Compiled Laws:\n\n1. Section 388.1663 regarding the Michigan Manufacturing Technology Program;\n\n2. Section 388.1667(6)(a) regarding the Advanced Career Academy; and\n\n3. Section 388.1668 regarding the Michigan Career Preparation System, are hereby transferred to the Department of Career Development by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining policies, if any, on which the administration of these provisions shall be based.\n\nIII. TRANSFER OF FUNCTIONS - DEPARTMENT OF TREASURY\n\nA. All of the administrative statutory powers, duties, functions and responsibilities of the State Board of Education and the Superintendent of Public Instruction as they relate to state assessments as set forth in the following provisions of the Michigan Compiled Laws:\n\n1. Section 388.1081 et seq. regarding assessment of educational progress;\n\n2. Section 380.1279c and Section 380.1279(2)(3)(6)(7)(9)(10) and (12-16) regarding state assessments administered to high school pupils; and\n\n3. Section 388.1704a(2)(3)(6)(7)(9)(11)(13)(14)(15) and (16) regarding state assessments administered to high school pupils, are hereby transferred to the Department of Treasury by a Type II transfer. The State Board of Education shall retain its policy making authority with regard to these statutory provisions by determining the policies, if any, on which the administration of these provisions shall be based.\n\nIV. IMPLEMENTATION OF THE EXECUTIVE ORDER\n\nA. Nothing in this Executive Order should be construed to diminish the constitutional authority of the State Board of Education to provide leadership and general supervision over all public education, including adult education and instructional programs in state institutions, except as to institutions of higher education granting baccalaureate degrees, and its authority to serve as the general planning and coordinating body for all public education including higher education, and to advise the legislature as to the financial requirements in connection therewith.\n\nB. The Director of the Department of Career Development and the State Treasurer, in consultation with the Superintendent of Public Instruction, shall provide executive direction and supervision for the implementation of applicable functions in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nC. All records, personnel, property and funds used, held, employed or to be made available to the State Board of Education and Superintendent for Public Instruction for the activities transferred to the Department of Career Development and the Department of Treasury are hereby transferred to the Department of Career Development and the Department of Treasury, respectively.\n\nD. The Department of Management and Budget shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system for the remainder of this fiscal year.\n\nE. All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be in effect until revised, amended or rescinded.\n\nF. Any suit, action or other proceeding lawfully commenced by, against or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action or other proceeding may be maintained by, against or before the appropriate successor of any entity affected by this Order.\n\nG. If a court or other entity with proper jurisdiction finds any portion of this Order to be invalid, such invalidity shall not affect the remaining portions of the Order that can be given effect without the invalid portion. Any portions found invalid shall be severable from the remaining portions of this Order.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the state of Michigan of 1963, the provisions of this Executive Order shall take effect January 1, 2000.\n\nHistory:1999, E.R.O. No. 1999-7, Eff. Jan. 1, 2000Compiler's Notes:For transfer of powers and duties relating to Michigan educational assessment program from department of treasury to superintendent of public instruction by type II transfer, see E.R.O. No. 2003-2, compiled at MCL 388.997.For transfer of powers and duties of superintendent of public instruction to administer adult education services to the department of career development to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-e-r-o-no-1999-7/section-388-995/"
    }
  ]
}