{
  "state": "michigan",
  "path": "title-chapter-388-schools-and-school-aid/chapter-act-180-of-2022-smart-internship-grant-program-3881951-38819",
  "sections": [
    {
      "id": "section-3881951",
      "number": "388.1951",
      "heading": "Definitions.Section 388.1953 - Student Mental Health Apprenticeship Retention and Training (Smart) Internship Grant Program; Designated Recipient Agreements; Payments; Qualification Requirements; Evaluations; Eligibility",
      "text": "As used in this act:\n\n(a) \"Debt or expenses repayment\" means debt or expenses connected to a recipient's student loans.\n\n(b) \"Department\" means the department of education.\n\n(c) \"Designated recipient\" means an individual who is enrolled in, and in good standing at, as determined by the program, a graduate-level mental health professional program maintained by an institution of higher education located in this state or out-of-state, which includes a department-approved school counselor education or preparation program maintained by an institution of higher education located in this state or out-of-state, school social worker education or preparation program maintained by an institution of higher education located in this state or out-of-state, or school psychology education or preparation program maintained by an institution of higher education located in this state or out-of-state that offers designations, a focus, or special certifications in the provision of school mental health services, and who is working toward obtaining any of the following:\n\n(i) A preliminary school psychologist certificate issued by the department under R 380.204 of the Michigan Administrative Code.\n\n(ii) A preliminary school psychologist certificate issued by the department under R 380.205 of the Michigan Administrative Code.\n\n(iii) A school psychologist certificate issued by the department under R 380.206 of the Michigan Administrative Code.\n\n(iv) A school counselor license issued by the department under R 390.1305 of the Michigan Administrative Code.\n\n(v) A preliminary school counselor credential issued by the department under R 390.1304 of the Michigan Administrative Code.\n\n(vi) A school counseling endorsement issued by the department on his or her teaching certificate.\n\n(vii) Temporary or full school social worker approval issued by the department under R 340.1012 of the Michigan Administrative Code.\n\n(d) \"Extenuating circumstance\" means a circumstance determined by the department in consultation with the designated recipient to whom the circumstance applies or who is impacted by the circumstance.\n\n(e) \"Field supervisor\", \"field instructor\", or \"supervisor\" means an individual who supervises an eligible designated recipient defined in section 3(2) and to whom the following apply, as applicable:\n\n(i) For an individual who is supervising, as described in this subdivision, a designated recipient who is working toward obtaining a preliminary school psychologist certificate described in subdivision (c)(i) or (ii) or a school psychologist certificate described in subdivision (c)(iii), the individual providing supervision maintains a school psychologist certificate described in subdivision (c)(iii) during the supervision.\n\n(ii) For an individual who is supervising, as described in this subdivision, a designated recipient who is working toward obtaining temporary or full school social worker approval described in subdivision (c)(vii), the individual providing supervision maintains full school social worker approval described in subdivision (c)(vii) during the supervision.\n\n(iii) For an individual who is supervising, as described in this subdivision, a designated recipient who is working toward obtaining a school counselor license as described in subdivision (c)(iv), a preliminary school counselor credential as described in subdivision (c)(v), or a school counselor endorsement issued by the department on his or her teaching certificate as described in subdivision (c)(vi), the individual providing supervision maintains a school counselor license described in subdivision (c)(iv), maintains a school counselor endorsement on his or her teaching certificate as described in subdivision (c)(vi), or is a school counselor educator in a department-approved school counselor preparation program during the supervision.\n\n(f) \"Public school\" means that term as defined in section 5 of the revised school code, 1976 PA 451, MCL 380.5.\n\n(g) \"School fiscal year\" means a fiscal year that commences July 1 and continues through June 30.\n\n(h) \"State university\" means a state university described in section 4, 5, or 6 of article VIII of the state constitution of 1963.\n\n(i) \"Superintendent of public instruction\" means the superintendent of public instruction described in section 3 of article VIII of the state constitution of 1963.\n\n(j) \"The grant program\" means the student mental health apprenticeship retention and training (SMART) internship grant program created in section 3.\n\nHistory:2022, Act 180, Imd. Eff. July 25, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-180-of-2022/section-388-1951/"
    },
    {
      "id": "section-3881953",
      "number": "388.1953",
      "heading": "Student Mental Health Apprenticeship Retention and Training (Smart) Internship Grant Program; Designated Recipient Agreements; Payments; Qualification Requirements; Evaluations; Eligibility",
      "text": "(1) The department shall create and administer a student mental health apprenticeship retention and training (SMART) internship grant program to provide grants to designated recipients and to provide grants to field supervisors, field instructors, and supervisors as described in this act. It is the intent of the legislature that the grant program lead to, at a minimum, both of the following:\n\n(a) The provision of paid and educationally meaningful internship practicum in school settings for designated recipients.\n\n(b) The utilization of funding obtained by a public school under section 31o of the state school aid act of 1979, 1979 PA 94, MCL 388.1631o, as permitted under that section, to hire designated recipients who obtained a grant under this act.\n\n(2) The department shall administer grant funding through the grant program to designated recipients through agreements. The agreements described in this subsection must meet the following criteria:\n\n(a) Subject to subsection (4), the department shall administer grant funding as described in this subsection in an amount per eligible designated recipient that is equal to $25.00 per hour for each hour spent in an intern capacity for up to 20 hours per week of an internship in a public school that occurs over a 30-week period in a school year or a lump sum amount equal to $15,000.00 for up to 20 hours per week of an internship in a public school that occurs over a 30-week period in a school year. The lump sum amount described in this subdivision must be paid at the end of the 30-week period described in this subdivision. As used in this subdivision, \"eligible designated recipient\" means a designated recipient to whom both of the following apply:\n\n(i) Either of the following:\n\n(A) The individual is enrolled in a graduate-level mental health professional program described in section 1(c) who is in the first year of an internship period required by the program and who is serving as a substitute teacher or in a paraprofessional role in a public school as described in this subdivision or who is in a supervised role in a public school as described in this subdivision and following best-practice training and supervision requirements as indicated by national standards set forth by the appropriate national professional organizations. As used in this sub-subparagraph, \"supervised role\" means a role in which the individual is supervised by a field supervisor, field instructor, or supervisor while he or she is serving in the role.\n\n(B) The individual is enrolled in a graduate-level mental health professional program described in section 1(c) who is in the second year of an internship period required by the program and who is in a supervised role in a public school as described in this subdivision and following best-practice training and supervision requirements as indicated by national standards set forth by the appropriate national professional organizations. As used in this sub-subparagraph, \"supervised role\" means a role in which the individual is supervised by a field supervisor, field instructor, or supervisor while he or she is serving in the role.\n\n(ii) At least 1 of the following applies to the individual's work as described under this subdivision:\n\n(A) The individual is interning in a discipline that has been designated as critical shortage by the superintendent of public instruction for the immediately preceding school fiscal year under section 38 of the public school employees retirement act of 1979, 1980 PA 300, MCL 38.1361.\n\n(B) The individual is interning in a public school in which not less than 50% of pupils enrolled are eligible for free or reduced-price meals under the Richard B. Russell national school lunch act, 42 USC 1751 to 1769j.\n\n(C) The individual is interning in a public school that received funding under section 22d of the state school aid act of 1979, 1979 PA 94, MCL 388.1622d, in the immediately preceding school fiscal year.\n\n(b) Include a requirement that the designated recipient who receives funding through the grant program shall work at a public school for not less than 3 school years as of the date of the agreement.\n\n(3) A payment or payments of funding through the grant program must be made as follows to designated recipients, pursuant to an agreement between the designated recipient, the public school in which he or she is interning as described in subsection (2), and the graduate-level mental health professional program described in section 1(c) that he or she is enrolled:\n\n(a) On the same pay period or schedule offered to other educational professionals at the public school in which the designated recipient is serving for purposes of qualifying for funding under this act.\n\n(b) Through 1 lump-sum payment on the date on which the designated recipient's service for purposes of qualifying for funding under this act ends.\n\n(4) Both of the following apply to funding distributions as described in subsection (2), as applicable:\n\n(a) For recipients of the funding who receive $25.00 per hour as described in subsection (2):\n\n(i) If the recipient permanently ceases to satisfy the qualification requirements that initially made the recipient eligible for funding under this act either by his or her own initiative, by initiative of the public school in which he or she was interning, or by initiative of the graduate-level mental health professional program described in section 1(c), payments must stop as of the date on which this occurs.\n\n(ii) If the recipient temporarily ceases to satisfy the qualification requirements that initially made the recipient eligible for funding under this act because he or she is relocating to intern in another public school or due to a leave of absence, payments must stop during the period which the individual does not meet the requirements, but may be continued when the individual again meets the qualification requirements, but must not be continued beyond 30 weeks from the date the individual initially started his or her internship at the public school under subsection (2).\n\n(b) For recipients of the funding who receive the lump sum of $15,000.00 as described in subsection (2):\n\n(i) If the recipient permanently ceases to satisfy the qualification requirements that initially made the recipient eligible for funding under this act either by his or her own initiative, by initiative of the public school in which he or she was interning, or by initiative of the graduate-level mental health professional program described in section 1(c), the recipient may receive a pro rata amount of the lump sum that reflects the number of hours the individual interned at the public school while meeting the qualification requirements for funding under this act.\n\n(ii) If the recipient temporarily ceases to satisfy the qualification requirements that initially made the recipient eligible for funding under this act because he or she is relocating to intern in another public school or due to a leave of absence, the individual is still eligible to receive the full amount of the lump sum if he or she completes all of the qualification requirements for funding under this act.\n\n(5) The department may, for extenuating circumstances, make a debt or expense repayment to a designated recipient before or during each year of service that the designated recipient will complete or is completing for purposes of qualifying for funding under this act.\n\n(6) Each state university that designated recipients are enrolled in for the graduate-level mental health professional program described in section 1(c) may continue implementing any existing evaluation processes required as part of any certification, licensing, or approval requirements associated with serving as a school mental health professional. For purposes of this act, the results from an evaluation described in this subsection may be used as a reason for the individual's disqualification for grant funding under this act.\n\n(7) A designated recipient that receives a grant under this act shall submit any evaluations he or she receives as described in subsection (6) and any evaluations received from the public school in which he or she is interning as described in subsection (2) to the department. Upon receiving an evaluation as described in this subsection, the department shall determine whether the designated recipient is still eligible to receive grant funding under this section or whether the recipient is subject to subsection (4) and shall notify the recipient of its determination.\n\n(8) The department shall administer grant funding through the grant program to field supervisors, field instructors, or supervisors. A grant to a field supervisor, field instructor, or supervisor under this subsection must not exceed $250.00 for each designated recipient that he or she supervises.\n\n(9) A designated recipient who receives a grant under this act is not prohibited from applying for another grant under this act if he or she meets the qualifications for grant funding under this act.\n\nHistory:2022, Act 180, Imd. Eff. July 25, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-180-of-2022/section-388-1953/"
    },
    {
      "id": "section-3881955",
      "number": "388.1955",
      "heading": "Promulgation of Rules.",
      "text": "The department shall promulgate any rules necessary for the implementation of this act.\n\nHistory:2022, Act 180, Imd. Eff. July 25, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-180-of-2022/section-388-1955/"
    },
    {
      "id": "section-3881957",
      "number": "388.1957",
      "heading": "Report.",
      "text": "The department shall report to the house and senate appropriations subcommittees on the department of education, the house and senate fiscal agencies, the governor, and the advisory council described in section 31n of the state school aid act of 1979, 1979 PA 94, MCL 388.1631n, the status and outcomes of the grant program.\n\nHistory:2022, Act 180, Imd. Eff. July 25, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-180-of-2022/section-388-1957/"
    }
  ]
}