{
  "state": "michigan",
  "path": "title-chapter-388-schools-and-school-aid/chapter-act-306-of-1937-construction-of-school-buildings-388851-3888",
  "sections": [
    {
      "id": "section-388851",
      "number": "388.851",
      "heading": "School Buildings; Construction Requirements; Rules; \"Department\" Defined",
      "text": "***** 388.851 THIS SECTION IS AMENDED EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE: See 388.851.amended *****\n\n(1) Except as provided in subsection (2), a school building, public or private, or any additions to a school building, shall not be erected, remodeled, or reconstructed in this state unless all of the following requirements are met:\n\n(a) All plans and specifications for buildings shall be prepared by an architect or professional engineer who is licensed in this state. An architect or professional engineer licensed in this state or another person qualified to supervise construction shall supervise the construction of a school building. For energy conservation improvements and services under section 1274a of the revised school code, 1976 PA 451, MCL 380.1274a, the licensed architect or professional engineer may be directly affiliated with the qualified provider, as defined under that section, that is providing the applicable improvements and services. However, the specifications for the project shall be generic in character and, to the extent possible, shall not include proprietary equipment or technology developed by the qualified provider or in which the qualified provider has an interest.\n\n(b) All walls, floors, partitions, and roofs shall be constructed of fire-resisting materials such as stone, brick, tile, concrete, gypsum, steel, or similar fire-resisting material. All steel members shall be protected by at least 3/4 of an inch of fire-resisting material.\n\n(c) Wood lath or wood furring shall not be used in the construction. This requirement does not prohibit the use of finished wood flooring, wood door and window frames, wood sash, or wood furring and grounds, for the purpose of installing wood trim, panelling, acoustical units, or similar facing materials on masonry walls, structural steel, or concrete ceiling members.\n\n(d) Every room enclosing a heating unit shall be enclosed by walls of fire-resisting materials and shall be equipped with automatically closing fire doors. A heating unit shall not be located directly beneath any portion of a school building or addition that is constructed or reconstructed after January 1, 2003. This requirement does not require the removal of an existing heating plant from beneath an existing building when an addition to the building is constructed unless the department requires that removal in the interests of the public safety. In any school where natural gas or any other kind of gas is used for heating purposes, the gas shall be chemically treated before being used in such a manner as to give a very distinguishable odor if a leak develops in the heating system.\n\n(e) In a gymnasium, fire-proofings may be omitted from the trusses and purlins if they are more than 16 feet off the main floor level.\n\n(f) The architect or engineer shall provide adequate exits from all parts of a school building. In all cases, there shall be at least 2 stairways and the distance from the door of any class or assembly room to a stairway or exit shall not exceed 100 feet.\n\n(g) A requirement in subdivisions (b) to (f) may be waived in writing by the department.\n\n(h) Compliance with section 1b.\n\n(2) The director of the department shall promulgate rules that establish standards and requirements for the relocation and reuse of used modular classrooms. The rules shall require an inspection of a relocated used modular classroom at its original location, at its new location, or at any location where repairs are made to the used modular classroom.\n\n(3) As used in this section, \"department\" means the department of labor and economic growth.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.851 ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 1962, Act 175, Imd. Eff. May 17, 1962 ;-- Am. 1968, Act 239, Eff. Sept. 1, 1968 ;-- Am. 2002, Act 628, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 254, Imd. Eff. Dec. 29, 2003 ;-- Am. 2004, Act 510, Imd. Eff. Jan. 3, 2005Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851/"
    },
    {
      "id": "section-388851amended",
      "number": "388.851.amended",
      "heading": "School Buildings; Construction and Remodeling Requirements; Rules; \"Department\" Defined.",
      "text": "***** 388.851.amended THIS AMENDED SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) A school building, public or private, or any additions to a school building, must not be constructed or remodeled in this state unless all plans and specifications for buildings are prepared by any of the following:\n\n(a) An architect or a professional engineer who is licensed in this state.\n\n(b) An architect or a professional engineer who is licensed in this state working in conjunction with a design-builder. The architect or professional engineer and the design-builder described under this subdivision may form a design-build team.\n\n(2) A school building, or any addition to the school building, constructed or remodeled in accordance with subsection (1) must comply with the Stille-DeRosett-Hale single state construction code act, 1972 PA 230, MCL 125.1501 to 125.1531, and the rules promulgated under section 4 of the Stille-DeRosett-Hale single state construction code act, 1972 PA 230, MCL 125.1504.\n\n(3) The director of the department shall promulgate rules that establish standards and requirements for the relocation and reuse of used modular classrooms. The rules shall require an inspection of a relocated used modular classroom at its original location, at its new location, or at any location where repairs are made to the used modular classroom.\n\n(4) As used in this section, \"department\" means the department of licensing and regulatory affairs.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.851 ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 1962, Act 175, Imd. Eff. May 17, 1962 ;-- Am. 1968, Act 239, Eff. Sept. 1, 1968 ;-- Am. 2002, Act 628, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 254, Imd. Eff. Dec. 29, 2003 ;-- Am. 2004, Act 510, Imd. Eff. Jan. 3, 2005 ;-- Am. 2024, Act 67, Eff. (sine die)Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851-amended/"
    },
    {
      "id": "section-388851a",
      "number": "388.851a",
      "heading": "Construction of School Buildings; Definitions.",
      "text": "***** 388.851a THIS SECTION IS AMENDED EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE: See 388.851a.amended *****\n\nWords and phrases used in this act shall be defined as follows:\n\n(a) \"School buildings\" shall include all buildings used for school purposes.\n\n(b) \"Remodeling\" shall mean the alteration, construction or remodeling of partitions, hallways, stairways and means of egress, the replacement, relocation or reconstruction of heating, ventilating and sanitary equipment.\n\n(c) \"Addition\" shall mean added space which results in additional cubic contents to existing building.\n\n(d) \"Total cost\" shall be interpreted to mean the monetary worth of the building when ready for occupancy, regardless of the source of funds, labor or material and shall include the cost of general construction, plumbing, heating and ventilation, electrical work, all fixed equipment, together with the cost of architects, engineers and building superintending services.\n\n(e) A building having a basement shall be considered to be a 2 story building for the purposes of this act.\n\nHistory:Add. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.851a ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851a/"
    },
    {
      "id": "section-388851aamended",
      "number": "388.851a.amended",
      "heading": "Definitions.",
      "text": "***** 388.851a.amended THIS AMENDED SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\nAs used in this act:\n\n(a) \"Addition\" means added space that results in additional cubic contents to an existing school building.\n\n(b) \"Construction\" means the construction, erection, reconstruction, alteration, conversion, demolition, repair, moving, or equipping of buildings or structures.\n\n(c) \"Design-build construction services\" means a project delivery method that meets all of the following requirements:\n\n(i) A school district engages the services of a design-criteria developer, an architect, or a professional engineer who is licensed in this state and is not employed by the design-builder to do both of the following:\n\n(A) Assist the school district in the selection and compensation of a design-build team or design-builder.\n\n(B) Provide for the scope of the services of a design-build team or design-builder.\n\n(ii) A school district contracts with a single entity for both design services and construction services.\n\n(iii) Design and construction of the project is either of the following:\n\n(A) Sequential, with the entire design complete before construction commences.\n\n(B) Concurrent, with the design produced in 2 or more phases and construction of some phases commencing before the entire design is complete.\n\n(iv) Selection is a single-phase selection using price and qualification to determine best value.\n\n(d) \"Design build team\" means a team that consists of both of the following:\n\n(i) A design-builder.\n\n(ii) An architectural or engineering firm providing professional services in accordance with section 2010 of the occupational code, 1980 PA 229, MCL 339.2010.\n\n(e) \"Design-builder\" means an individual, a partnership, a joint venture, a corporation, or other legal entity that meets both of the following conditions:\n\n(i) Furnishes design and general contracting services for a project.\n\n(ii) Completes design services in accordance with article 20 of the occupational code, 1980 PA 299, MCL 339.2001 to 339.2014, or through a subcontract with a design firm that complies with article 20 of the occupational code, 1980 PA 299, MCL 339.2001 to 339.2014.\n\n(f) \"Design-criteria developer\" means an individual or firm that meets both of the following requirements:\n\n(i) Is a licensed architect or a licensed professional engineer in this state.\n\n(ii) Is responsible for preparing a design-criteria package, and may provide construction inspection services.\n\n(g) \"Design-criteria package\" means a set of documents that provides sufficient information to permit a design-builder to prepare a proposal in response to a school district's request for proposals.\n\n(h) \"Remodeling\" means the alteration, construction, or remodeling of partitions, hallways, stairways, and means of egress, and the replacement, relocation, or reconstruction of heating, ventilating, and sanitary equipment.\n\n(i) \"School building\" means a building used for school purposes.\n\n(j) \"Total cost\" means the monetary worth of the building when ready for occupancy, regardless of the source of funds, labor, or material and includes the cost of general construction, plumbing, heating and ventilation, electrical work, all fixed equipment, and the cost of architects, engineers, and building superintending services.\n\nHistory:Add. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.851a ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 2024, Act 67, Eff. (sine die)Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851a-amended/"
    },
    {
      "id": "section-388851b",
      "number": "388.851b",
      "heading": "School Building; Administration and Enforcement of Act; Inspection; Methods; Plan Reviews; Delegation of Responsibilities; Certificate of Approval Under Fire Prevention Code; Scope of Act; Definitions",
      "text": "(1) Except as otherwise provided in this act, the department is responsible for the administration and enforcement of this act and the Stille-DeRossett-Hale single state construction code act, 1972 PA 230, MCL 125.1501 to 125.1531, in each school building in this state.\n\n(2) Except as provided in subsection (5), a school building covered by bond issues that were approved by the department of treasury after July 1, 2003 shall not be constructed, remodeled, or reconstructed in this state until written approval of the plans and specifications is obtained from the department indicating that the school building will be designed and constructed in conformance with the code. This subsection does not apply to any school building for which construction is covered by bond issues that were approved by the department of treasury before July 1, 2003.\n\n(3) Responsibility for inspections of school buildings shall be determined by 1 of the following methods:\n\n(a) By an independent third party designated in the contract governing the construction, remodeling, or reconstruction of a school building. The independent third party shall be responsible for all inspections required to insure compliance with the code. The school authority shall verify that the independent third party named is knowledgeable about construction practices and codes and is otherwise qualified to conduct the inspections. The name of the independent third party to be responsible for conducting inspections shall be submitted to the department with the plans and specifications required by subsection (2). If the department determines that the independent third party is not qualified to conduct the inspections or is not an independent third party, it shall disapprove of the designation and notify the school authority. All inspection reports prepared by the person designated by the school authority under this subdivision shall be sent to the department upon completion of the inspection. The department may return the report for further work if there are questions relating to the scope of the inspection or whether the construction, remodeling, or reconstruction meets the requirements of the code.\n\n(b) If a designation of an independent third party is not made as required under subdivision (a), the inspections required to insure compliance with the code will be performed by the department or as provided under subsection (5).\n\n(4) Except as provided in subsection (5), the department shall perform for school buildings all plan reviews within 60 days from the date the plans are filed or considered approved and inspections within 5 business days as required by the code and shall be the enforcing agency for this act.\n\n(5) The department shall delegate the responsibility for the administration and enforcement of this act to the applicable agency if both the school board and the governing body of the governmental subdivision have annually certified to the department, in a manner prescribed by the department, that full-time code officials, inspectors, and plan reviewers who are registered under article 10 of the skilled trades regulation act, MCL 339.6001 to 339.6023, will conduct plan reviews and inspections of school buildings.\n\n(6) This section does not affect the responsibilities of the bureau of fire services under the fire prevention code, 1941 PA 207, MCL 29.1 to 29.33. The bureau of construction codes and the bureau of fire services in the department shall jointly develop procedures to use the plans and specifications submitted in carrying out the requirements of this act and the fire prevention code, 1941 PA 207, MCL 29.1 to 29.33. A certificate of occupancy shall not be issued by the appropriate code enforcement agency until a certificate of approval is issued under the fire prevention code, 1941 PA 207, MCL 29.1 to 29.33.\n\n(7) This section applies to construction, remodeling, or reconstruction of school buildings that are covered by bond issues that were approved by the department of treasury after July 1, 2003. Construction, remodeling, or reconstruction of school buildings that are covered by bond issues approved before July 1, 2003 shall submit the plans and specifications to the department for approval under section 1. The department shall not grant approval until it has received the certification described in section 3 relative to fire safety and from the appropriate health department relative to water supply, sanitation, and food handling.\n\n(8) As used in this section:\n\n(a) \"Code\" means the state construction code provided for in the Stille-DeRossett-Hale single state construction code act, 1972 PA 230, MCL 125.1501 to 125.1531.\n\n(b) \"Construction\" means that term as defined in section 2a of the Stille-DeRossett-Hale single state construction code act, 1972 PA 230, MCL 125.1502a.\n\n(c) \"Department\" means the department of licensing and regulatory affairs.\n\nHistory:Add. 2002, Act 628, Imd. Eff. Dec. 23, 2002 ;-- Am. 2006, Act 199, Imd. Eff. June 19, 2006 ;-- Am 2016, Act 413, Eff. Apr. 4, 2017Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851b/"
    },
    {
      "id": "section-388851d",
      "number": "388.851d",
      "heading": "Installation of Temporary Door Locking Device or System in School Buildings; Requirements; Duties of Administrative Authority; Notification of Local Fire Department and Law Enforcement Agency; Construction Documents; Definitions",
      "text": "(1) A temporary door locking device or system may be installed in accordance with the requirements of this section.\n\n(2) All of the following apply to the installation and use of a temporary door locking device or system in a school building:\n\n(a) The device or system is portable and will not be permanently affixed to the door. Individual parts of the locking assembly of the device or system, including, but not limited to, bolts, stops, brackets, and pins, that do not prevent normal ingress and egress through the door may be permanently mounted on a labeled fire door assembly.\n\n(b) The locking means is capable of being engaged without opening the door.\n\n(c) The door is capable of being unlocked and opened from outside the room with a required tool or key.\n\n(d) The locking means does not modify the door closure, panic hardware, or fire exit hardware.\n\n(e) The device or system may be disengaged by an individual on the interior side of the door without the use of a key or special tool.\n\n(f) Installation and operation of the fixed elements of the device or system is in compliance with 1966 PA 1, MCL 125.1351 to 125.1356.\n\n(g) A properly trained firefighter, law enforcement officer, or school official is able to release the locking device or system from the outside.\n\n(h) The device or system may provide notification of its location and placement in the event of a lockdown.\n\n(i) The device or system must not be installed on doors leading outside the building from a corridor.\n\n(j) The device or system must be installed per the installation instructions submitted under subsection (3)(a) or (4)(a).\n\n(k) Any fasteners or through-bolt-penetrations to a labeled fire door assembly must be made of steel.\n\n(l) Holes, bolts, or fasteners made or used to install a device or system must be the same as stated in the installation instructions submitted under subsection (3)(a) or (4)(a).\n\n(3) Except as otherwise provided in subsection (6), the administrative authority of the school building shall do all of the following:\n\n(a) Before newly installing a device or system in the school building, submit to the enforcing agency 2 copies of the floor plans, drawings, diagrams, and installation instructions for plan review, obtain plan review approval, and obtain a permit for installation, as provided in the Stille-DeRossett-Hale single state construction code act, 1972 PA 230, MCL 125.1501 to 125.1531, and the fire prevention code, 1941 PA 207, MCL 29.1 to 29.33, and notify the local fire department and the law enforcement agency that has jurisdiction over the building of the intended installation or use, and location, of the device or system.\n\n(b) Before using a newly installed device or system in the school building, notify the enforcing agency that the device or system is ready for inspection and receive written approval from the enforcing agency that the device or system is approved for use.\n\n(c) In the school building where the device or system is installed or being used, provide in-service training to staff members working in the building on the use of the device or system. The administrative authority shall maintain on file a record verifying this training.\n\n(d) Ensure that the device or system is engaged for only a finite period of time, as determined by the administrative authority of the school building in accordance with, beginning January 1, 2020, an emergency operations plan adopted under section 1308b of the revised school code, 1976 PA 451, MCL 380.1308b. The emergency operations plan described in this subdivision must include a description of the installation and use of the temporary locking devices or systems used by the administrative authority.\n\n(4) Except as otherwise provided in subsection (6), if a school building has an existing temporary door locking device or system that was installed before June 1, 2020, the enforcing agency shall approve the device or system if all of the following are met:\n\n(a) Not more than 1 year after June 1, 2020, the administrative authority of the school building submits to the enforcing agency 2 copies of the drawings, diagrams, and installation instructions showing that the device or system meets the requirements of subsection (2).\n\n(b) The administrative authority of the school building applies for and obtains any necessary permits as described in subsection 3(a).\n\n(c) The enforcing agency inspects the installed device or system and determines it meets the requirements of subsection (2).\n\n(5) The administrative authority of a school building in which an existing temporary door locking device or system has been installed as described in subsection (4) shall comply with the requirements of subsection (3)(c) and (d) and shall notify the local fire department and the law enforcement agency that has jurisdiction over the building where the device or system is located.\n\n(6) Notwithstanding any rules, regulations, or guidelines promulgated by the department to the contrary, an administrative authority of a school building is not required to provide to the department or enforcing agency construction documents that are sealed and signed by a licensed architect or licensed professional engineer in accordance with article 20 of the occupational code, 1980 PA 299, MCL 339.2001 to 339.2014, before doing any of the following:\n\n(a) Newly installing a temporary door locking device or system in a school building.\n\n(b) Receiving approval for an existing temporary door locking device or system that was installed in a school building before June 1, 2020.\n\n(7) For purposes of this act, the installation of a temporary door locking device or system is not considered construction, reconstruction, or remodeling of a school building or addition to a school building.\n\n(8) As used in this section:\n\n(a) \"Administrative authority of a school building\" or \"administrative authority\" means the superintendent, principal chief administrative officer, or other person having supervisory authority of a school building.\n\n(b) \"Department\" means the department of licensing and regulatory affairs.\n\n(c) \"Enforcing agency\" means that term as defined in section 2a of the Stille-DeRossett-Hale single state construction code act, 1972 PA 230, MCL 125.1502a.\n\n(d) \"Panic hardware\" means fire door hardware, handles, or push bars that allow for the opening of the door with a single movement.\n\n(e) \"Temporary door locking device or system\" or \"device or system\" means an anchoring mechanism or system installed on the interior side of a door that, when engaged, secures the door against forced entry.\n\nHistory:Add. 2020, Act 45, Eff. June 1, 2020 ;-- Am. 2022, Act 48, Imd. Eff. Mar. 23, 2022Compiler's Notes:In subsection (4)(b), the reference to \"subsection 3(a)\" evidently should read \"subsection (3)(a).\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-851d/"
    },
    {
      "id": "section-388852",
      "number": "388.852",
      "heading": "School Building; Architect or Engineer; Responsibilities; Violation; Penalty.",
      "text": "***** 388.852 THIS SECTION IS AMENDED EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE: See 388.852.amended *****\n\n(1) The licensed architect or engineer preparing the plans and specifications of a school building is responsible for assuring that the design documents provide for a structure with sufficient structural strength and fire resistance and that the building will meet all applicable codes, standards, and regulations.\n\n(2) The person supervising the construction of a school building is responsible for the construction of the school building in conformance with the approved plans and specifications prepared by the licensed architect or engineer.\n\n(3) A person that violates this section is subject to all of the following:\n\n(a) A state civil infraction punishable by a civil fine of not more than $10,000.00.\n\n(b) If the person knowingly violated this section, a misdemeanor punishable by a fine of not more than $10,000.00 or imprisonment for not more than 180 days, or both.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- CL 1948, 388.852 ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 2002, Act 627, Imd. Eff. Dec. 23, 2002Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-852/"
    },
    {
      "id": "section-388852amended",
      "number": "388.852.amended",
      "heading": "Architect, Professional Engineer, Design-Build Team, and Design-Builder; Responsibilities; Violation; Penalty.",
      "text": "***** 388.852.amended THIS AMENDED SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) The architect, professional engineer, design-build team, or design-builder described in section 1 preparing the plans and specifications of a school building is responsible for assuring that the design documents provide for a structure with sufficient structural strength and fire resistance and that the building will meet all applicable codes, standards, and regulations.\n\n(2) The person supervising the construction of a school building is responsible for the construction of the school building in conformance with the approved plans and specifications prepared by the architect, professional engineer, design-build team, or design-builder described in section 1.\n\n(3) A person that violates this section is subject to all of the following:\n\n(a) A state civil infraction punishable by a civil fine of not more than $10,000.00.\n\n(b) If the person knowingly violated this section, a misdemeanor punishable by a fine of not more than $10,000.00 or imprisonment for not more than 180 days, or both.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- CL 1948, 388.852 ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 2002, Act 627, Imd. Eff. Dec. 23, 2002 ;-- Am. 2024, Act 67, Eff. (sine die)Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-852-amended/"
    },
    {
      "id": "section-388853",
      "number": "388.853",
      "heading": "Inspection by Bureau of Fire Services; Notice; Exception.",
      "text": "(1) Except as provided in subsection (2), the bureau of fire services created in section 1b of the fire prevention code, 1941 PA 207, MCL 29.1b, shall inspect a school building to determine whether its construction complies with this act. The bureau of fire services shall inspect each building at least twice during construction, once to inspect the framework of the building before plastering and once on the completion of the building. The person supervising construction of the school building shall notify the bureau of fire services when the building is ready for inspection. In making an inspection under this subsection, the bureau of fire services has the powers set forth in the fire prevention code, 1941 PA 207, MCL 29.1 to 29.34.\n\n(2) The bureau of fire services is not required to inspect or make a determination of fire safety in an existing school building in relation to operation, maintenance, remodeling, or repairs, or to inspect a school building to determine whether its construction complies with this act, if the school building is located in a municipality where both the school board and the governing body of the municipality have certified to the superintendent of public instruction, in a manner prescribed by the superintendent, that the fire safety inspections and fire safety measures for the schools located in the municipality are provided for by a municipal code or ordinance administered and enforced by a full-time fire prevention and safety department, division, or bureau maintained by the municipality and are satisfactory to both the school board and the governing body. Either the school board or the governing body may rescind the certification. A certification under this subsection shall not be submitted to or accepted by the superintendent of public instruction unless the municipality has received from the bureau of fire services written attestation that the municipality has an ordinance or code for fire protection in schools equal to the minimum state requirements and has a full-time fire prevention inspection service with a qualified program of school plan review and inspection. The state fire safety board shall hear and decide an appeal from a decision made under this section as a contested case under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328. After a hearing, the board, acting in accordance with its statutory authority and provisions, may vary the application of any school fire safety rule or may modify the ruling or interpretation of the municipal enforcing authority if the board decides that the enforcement would do manifest injustice and would be contrary to the public interest. A decision of the board to vary the application of any fire safety rule, or to modify or change a ruling of the municipal enforcing authority, shall specify in what manner the variation, modification, or change is made, the conditions upon which it is made, and the reasons for the variation, modification, or change.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.853 ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 1962, Act 175, Imd. Eff. May 17, 1962 ;-- Am. 1968, Act 239, Eff. Sept. 1, 1968 ;-- Am. 2006, Act 199, Imd. Eff. June 19, 2006Compiler's Notes:For transfer of powers and duties of the fire marshal division programs relating to plan review and construction inspections of schools, colleges, universities, school dormitories, as well as adult foster care, correctional, and health care facilities, from the department of state police to the department of consumer and industry services, see E.R.O. No. 1997-2, compiled at MCL 29.451 of the Michigan Compiled Laws.For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-853/"
    },
    {
      "id": "section-388854",
      "number": "388.854",
      "heading": "Violation of Act; Penalty; Injunction Proceedings.",
      "text": "The license or registration of an architect or engineer convicted of violating this act shall be revoked. A school officer, member of a school board, or other person who neglects or refuses to do or perform any act required by this act, or who violates or knowingly permits or consents to any violation of this act, is guilty of a misdemeanor punishable by a fine of not more than $500.00 or imprisonment for not more than 3 months, or both. Any violation of this act may be enjoined in an action brought by the bureau of fire services created in section 1b of the fire prevention code, 1941 PA 207, MCL 29.1b, in the circuit court for the county in which the school buildings are or will be situated.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.854 ;-- Am. 2006, Act 199, Imd. Eff. June 19, 2006Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-854/"
    },
    {
      "id": "section-388855a",
      "number": "388.855a",
      "heading": "Applicability of Act; Exemptions.",
      "text": "(1) Except as provided in this section, this act does not apply to 1-story school buildings, to 1-story additions to school buildings, or to the construction, reconstruction, or remodeling of a school building if the total cost of construction, reconstruction, or remodeling is less than $15,000.00.\n\n(2) Section 1(1)(a) applies to the construction of all school buildings and additions to school buildings regardless of the number of stories of the buildings or additions if the total cost of construction exceeds $15,000.00.\n\n(3) Section 1(1)(d) applies to the construction of all school buildings and additions to school buildings of 1 or more stories regardless of the cost of construction.\n\n(4) This act applies to the reconstruction of a school building destroyed or partially destroyed by fire, windstorm, or other catastrophe if more than 50% of the entire building is destroyed. The bureau of fire services created in section 1b of the fire prevention code, 1941 PA 207, MCL 29.1b, acting jointly with the superintendent of public instruction, may require that the damaged portion or the remaining portion of the building, or both, be remodeled or reconstructed in accordance with this act.\n\n(5) This act applies to the remodeling of existing school buildings and other buildings to be used for school purposes.\n\n(6) An existing building or part of an existing building, regardless of the number of stories or the cost to the school district of the building, that has not been used as a school building shall not be used as a school building unless it is approved by the superintendent of public instruction and the bureau of fire services.\n\n(7) If the construction, reconstruction, or remodeling of a school building costs less than $15,000.00, it is not necessary to employ a registered architect or engineer, but the plans for the building must be submitted to the bureau of fire services and to the superintendent of public instruction or the superintendent's authorized agent for criticism, suggestions, and approval.\n\n(8) A temporary door locking device or system, as described in section 1d, may be installed in any school building or addition to a school building, regardless of the number of stories of the building or addition, or as a component in the construction, reconstruction, or remodeling of a school building or addition to a school building regardless of the costs of that construction, reconstruction, or remodeling.\n\nHistory:1937, Act 306, Imd. Eff. July 23, 1937 ;-- Am. 1941, Act 148, Eff. Jan. 10, 1942 ;-- CL 1948, 388.855a ;-- Am. 1949, Act 231, Imd. Eff. May 31, 1949 ;-- Am. 1962, Act 175, Imd. Eff. May 17, 1962 ;-- Am. 2006, Act 199, Imd. Eff. June 19, 2006 ;-- Am. 2020, Act 45, Eff. June 1, 2020Compiler's Notes:For transfer of powers and duties of state fire marshal to department of labor and economic growth, bureau of construction codes and fire safety, by type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-388/statute-act-306-of-1937/section-388-855a/"
    }
  ]
}