{
  "state": "michigan",
  "path": "title-chapter-211-taxation-of-real-and-personal-property/chapter-act-55-of-1956-jeopardy-assessment-of-personal-property-taxe",
  "sections": [
    {
      "id": "section-211691",
      "number": "211.691",
      "heading": "Personal Property Taxes; Jeopardy Assessment",
      "text": "The treasurer of any township, city or village is authorized to accelerate the date on which any personal property tax collectible by him would otherwise be due upon the terms, limitations and conditions set forth in this act. Proceedings hereunder shall be known as jeopardy assessment of personal property taxes.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-691/"
    },
    {
      "id": "section-211692",
      "number": "211.692",
      "heading": "Personal Property Taxes; Jeopardy Assessment Affidavit, Contents.",
      "text": "Before the due date of any such tax shall be accelerated, the treasurer shall make a jeopardy tax assessment affidavit stating that the taxpayer named therein owned certain personal property, describing it, on the tax day; that said property had its situs within his tax collection district on the tax day; the assessed value thereof, the amount of the jeopardy rate and the tax due; the name of the taxing unit or units on whose behalf such jeopardy assessment is made; and shall further state that the deponent knows, or has good reason to believe, either:\n\n(a) That the taxpayer has absconded, or is about to abscond from the state, or that he is concealed therein, thereby tending to jeopardize the collectibility of any personal property tax, assessed and levied by the regular assessment and collection procedure; or\n\n(b) That the taxpayer has assigned, disposed of or concealed, or is about to assign, dispose of or conceal any of this property, thereby tending to jeopardize the collectibility of any personal property tax, assessed and levied by the regular assessment and collection procedure; or\n\n(c) That the taxpayer has removed or is about to remove any of his property out of this state thereby tending to jeopardize the collectibility of any personal property tax, assessed and levied by the regular assessment and collection procedure; or\n\n(d) That other facts exist, specifying them, which tend to jeopardize the collectibility of any personal property tax assessed and levied by the regular assessment and collection procedure.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-692/"
    },
    {
      "id": "section-211693",
      "number": "211.693",
      "heading": "Affidavit; Filing; Notice to Taxpayer.",
      "text": "Not later than the next business day after the date of the jurat of an affidavit under section 2, the treasurer shall record the affidavit or a true copy of the affidavit with the register of deeds of the county in which the property was located on the tax day, in the same manner as is provided by law for the filing and recording of financing statements with registers of deeds under part 5 of article 9 of the uniform commercial code, 1962 PA 174, MCL 440.9501 to 440.9526. The treasurer shall at the same time notify the assessed taxpayer of the recording by mailing notice to the taxpayer at the address at which the personal property taxed is then located, or if the location is unknown, to the address where the personal property was located on the tax day, and shall attach a copy of the affidavit to the notice. The failure to mail a notice does not affect the validity of the jeopardy tax or impair the lien imposed under section 4.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956 ;-- Am. 2018, Act 191, Eff. Sept. 18, 2018",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-693/"
    },
    {
      "id": "section-211694",
      "number": "211.694",
      "heading": "Acceleration of Due Date of Tax; Lien; Collection of Tax.",
      "text": "On the recording of an affidavit under section 3, a personal property tax in the amount specified in the affidavit is immediately due and payable from the taxpayer named in the affidavit and is a lien against the personal property described in the affidavit to the same extent and of the same character as the lien provided by section 40 of the general property tax act, 1893 PA 206, MCL 211.40. The treasurer has the same powers and duties in the collection of the tax assessed under this act as in the collection of personal property taxes regularly assessed under the general laws of this state.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956 ;-- Am. 2018, Act 191, Eff. Sept. 18, 2018",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-694/"
    },
    {
      "id": "section-211695",
      "number": "211.695",
      "heading": "Jeopardy Assessment Tax Rate; Collection of Tax; Discharge of Affidavit.",
      "text": "The assessor of any tax collection district shall, upon request of the treasurer thereof, furnish his estimate of the assessed value of any personal property upon which the treasurer proposes to make a jeopardy assessment. Such estimates shall be of the assessed value such property will bear upon completion of the regular personal property assessment procedure for the current year, and such estimate shall be set forth in the treasurer's affidavit as the assessed value of the property described therein. The treasurer shall estimate the tax rate which he believes will be authorized by the taxing unit on whose behalf the jeopardy assessment is made for the current year, which rate shall not be more than 10% in excess of the rate authorized by such unit for the previous year, and the rate so estimated shall be set forth in the affidavit of the treasurer as the jeopardy tax rate. The amount of the jeopardy personal property tax shall be determined therefrom. Upon collection of the amount of the jeopardy tax, the treasurer shall forthwith discharge the jeopardy tax assessment affidavit from the records of the register of deeds. All money received in collection of jeopardy taxes shall be retained by the treasurer in a special account entitled \"jeopardy tax account\" until receipt of the next regular tax roll of the taxing unit or units on whose behalf the jeopardy assessment was made.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-695/"
    },
    {
      "id": "section-211696",
      "number": "211.696",
      "heading": "Personal Property Tax; Repayment of Excess; Collection of Unpaid Regular Tax.",
      "text": "Any personal property which is the subject of a jeopardy assessment hereunder shall remain on the regular tax roll, and no taxpayer or personal property shall be relieved from the tax thereafter assessed thereon, but the treasurer upon receiving the regular tax roll of 1 or more of the units on whose behalf such a jeopardy assessment was made shall credit any amount collected in satisfaction of the jeopardy tax against the regular tax and shall thereupon transfer such sums from the jeopardy tax account to the tax funds of the unit or units for which the jeopardy assessment was made. If the entire jeopardy tax is collected, then each taxing unit on whose behalf the jeopardy tax was assessed shall first receive an amount equal to the jeopardy tax assessed for it or its regular personal property tax, whichever is less, and the balance, if any, shall be divided among those units whose regular personal property tax was not thereby fully paid, in the same proportion as the jeopardy tax of each bears to the total jeopardy tax of all the units sharing the balance. If less than the full amount of the jeopardy tax was collected, each unit on whose behalf the jeopardy tax was assessed shall be paid in the proportion that its jeopardy tax bears to the entire jeopardy tax assessment, but no unit shall be paid a sum in excess of its regular personal property tax. Upon payment of all regular personal property taxes owed to all units in whose behalf a jeopardy assessment was made, the balance collected in satisfaction of such jeopardy tax remaining in the treasurer's hands shall be paid over to the taxpayer. The balance of any regular personal property tax remaining unpaid shall be collected in the same manner as are other personal taxes.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-696/"
    },
    {
      "id": "section-211697",
      "number": "211.697",
      "heading": "Treasurer; Diligence; Liability for Uncollected Taxes.",
      "text": "Action taken by the treasurer in accordance with the provisions of this section shall constitute diligent inquiry and the exercise of due diligence in an effort to collect the taxes with respect to which the action was taken as required by sections 55 and 56a and elsewhere in the Michigan general property tax act, being Act No. 206 of the Public Acts of 1893. The treasurer or his bondsman shall not be liable for any taxes which remain uncollected because the treasurer, in his estimate made in good faith, has underestimated the taxes to be paid on any property with respect to which such action is taken.\n\nHistory:1956, Act 55, Imd. Eff. Apr. 2, 1956",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-211/statute-act-55-of-1956/section-211-697/"
    }
  ]
}