{
  "state": "alabama",
  "path": "title-title-41-state-government/chapter-chapter-15-state-insurance-fund",
  "sections": [
    {
      "id": "section-41-15-1",
      "number": "41-15-1",
      "heading": "Creation; Purpose.Section 41-15-2 - Department of Finance to Administer Chapter; Administrator of State Insurance Fund",
      "text": "Section 41-15-1\n\nCreation; Purpose.\n\nThere shall be a fund, to be known as the State Insurance Fund, carried by the State Treasurer for the purpose of insuring direct physical loss on buildings and contents for the perils as may be determined by the Finance Director in which title in whole or in part is vested in the State of Alabama or any of its agencies or institutions or in which funds provided by the state have been used for the purchase of the land, construction of the building, purchase or maintenance of any equipment, machinery, furniture, fixtures or supplies in such buildings and public school buildings together with the contents of all such buildings; provided, that this section shall neither repeal nor in any manner affect the provisions of any local act of the Legislature or any general act of local application authorizing city or county boards of education or district boards of education of independent school districts to insure school buildings and property either in the State Insurance Fund or in an insurance company, whichever in the opinion of such board provides the best coverage for such school buildings and property.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8539; Code 1940, T. 28, §317; Acts 1949, No. 675, p. 1045, §1; Acts 1957, No. 596, p. 833, §1; Acts 1990, No. 90-569, p. 966, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-1/"
    },
    {
      "id": "section-41-15-2",
      "number": "41-15-2",
      "heading": "Department of Finance to Administer Chapter; Administrator of State Insurance Fund.",
      "text": "Section 41-15-2\n\nDepartment of Finance to Administer Chapter; Administrator of State Insurance Fund.\n\nThe Department of Finance is hereby constituted and designated as the agency through which this chapter shall be administered, and the director of said department is empowered with such authority as may be necessary to carry out its purposes.\n\nThe director of said department, with the approval of the Governor, may appoint a risk manager, as administrator of the State Insurance Fund, who is familiar with insurance customs and practices and is otherwise qualified by actual experience in the underwriting of risks and adjustment of losses, to assist the director of said department in carrying out the purpose of this chapter. The said risk manager shall install and keep an accurate system of accounting and statistical records and shall adjust losses, make appraisals of insured properties for insurance purposes, when necessary, and shall handle or supervise the handling of all other details incident to carrying out the provisions of this chapter. The risk manager shall furnish to the Department of Finance each month a statement showing in detail the accumulated income and disbursements during the fiscal year, together with a financial statement showing assets and liabilities of the State Insurance Fund. At the close of each fiscal year the risk manager, shall furnish to the said department an annual statement of the affairs of the State Insurance Fund. The unearned net premium computed on a pro rata basis shall be considered as a liability and carried as a reserve. Said risk manager shall file with the said department a bond in the penal sum of $10,000.00, executed by a surety company authorized to do business in this state, conditioned upon faithful performance of his duties, payable to the State of Alabama.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8540; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §318; Acts 1949, No. 675, p. 1045, §2; Acts 1990, No. 90-569, p. 966, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-2/"
    },
    {
      "id": "section-41-15-3",
      "number": "41-15-3",
      "heading": "Survey and Appraisal of Property.",
      "text": "Section 41-15-3\n\nSurvey and Appraisal of Property.\n\nThe Director of Finance may make or cause to be made a survey and appraisal of all property, to assist in the determination of the amount of insurance to be carried on the several properties and to classify all exposures or property.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8541; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §319; Acts 1990, No. 90-569, p. 966, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-3/"
    },
    {
      "id": "section-41-15-4",
      "number": "41-15-4",
      "heading": "Value for Which State Property to Be Insured; Annual Certification; Gap Coverage and Gap Plus Coverage; Survey of Public Property; Sale or Salvage of Insured Items",
      "text": "Section 41-15-4\n\nValue for Which State Property to Be Insured; Annual Certification; Gap Coverage and Gap Plus Coverage; Survey of Public Property; Sale or Salvage of Insured Items.\n\n(a) All covered property, unless otherwise provided in this section, shall be insured for no more than its replacement cost and shall be insured for no less than 80 percent of its actual cash value. Replacement cost coverage may be provided with an amount of insurance as agreed upon by the proper insuring authority and the risk manager based upon a written statement of values. Replacement cost shall be the cost to repair or replace property with comparable materials of like kind and quality by generally accepted construction methods or technology to serve the same function as the lost or damaged property. No payment for a loss shall exceed the limit of the policy.\n\n(b) The officer or person having charge by law of insuring any public building, contents, machinery, and equipment shall annually certify to the Department of Finance the description and the value of all buildings, contents, machinery, and equipment under the supervision or control of the officer or person on forms prescribed by the department for the purpose of showing the character of the risk and determining the rate of premium. No coverage shall be issued unless such certificate is on file in the office of the Department of Finance or the director has waived, in writing, the filing of the same.\n\n(c) Buildings, contents, machinery, and equipment owned by any county, city, or school district and used for school purposes, or under control of a board of education, or owned or under the control of the Alabama Community College System may be insured under this chapter. The risk manager, upon review and approval by the Finance Director, shall develop a program of coverage under the State Insurance Fund which provides, within reasonable limitations, for the use of gap coverage and gap plus coverage, to provide proceeds sufficient to allow a school building that has suffered an 80 percent or greater loss as a result of a covered peril to be reconstructed with materials superior to its original construction and in an increased size, if appropriate, based upon current construction standards and occupancy. The risk manager shall draft rules, guidelines, limitations, and coverage endorsements under which this program shall operate, and shall determine actuarially sound premiums to assess covered entities.\n\nAdditional premiums required for gap and gap plus coverage for participating systems shall be paid annually from the Public School Fund to the Department of Finance, Division of Risk Management. Distribution of the remaining Public School funds shall be pursuant to Section 16-13-234.\n\nGap coverage and gap plus coverage shall be mandatory for K-12 systems and public two-year institutions of postsecondary education with buildings that qualify under the terms of this program.\n\n(1) For the purposes of this subsection, gap coverage is coverage that allows for improved construction type from an ISO of 1, 2, or 3 to an ISO of 4; allows for additional square footage in preapproved incremental amounts; and requires that building damages must exceed 80 percent or greater of the insured school building value as determined by State Insurance Fund adjusters, engineers, and other experts. For purposes of this subsection, the following construction ISO designations apply:\n\na. An ISO of 1 is a frame.\n\nb. An ISO of 2 is masonry and wood roof supports or trusses, or both.\n\nc. An ISO of 3 is pre-engineered metal.\n\nd. An ISO of 4 is a steel frame and roof supports with a masonry exterior.\n\ne. An ISO of 5 is a protected steel frame with a masonry exterior.\n\nf. An ISO of 6 is a reinforced concrete.\n\n(2) For the purposes of this subsection, gap plus coverage is coverage that allows the insured to select amounts of insurance for normally uncovered expenses including, but not limited to, a new preparation site if the building is not rebuilt on the same foundation, underground wiring, plumbing, paving, and other expenses. Gap plus coverage requires that building damages must exceed 80 percent of the insured school building value as determined by State Insurance Fund adjusters, engineers, and other experts. Gap plus coverage also requires that the maximum amount of coverage allowed for gap plus is 10 percent of the insured value of the destroyed building.\n\n(d) The Department of Finance may cause to be surveyed, annually, if practicable, all public property coming within the provisions of this chapter, and the officer or person in charge of the public property shall receive a copy of such report. A survey shall be an examination of property for physical discrepancies, construction characteristics, usage, or occupancy.\n\n(e) Notwithstanding any law to the contrary, the Department of Finance in adjusting a loss, at its option, may assume title, ownership, and possession of any insured item, including building materials, fixtures, furniture, machinery, and equipment, for which insured value has been paid, and may arrange for the salvage and sale thereof in whatever manner is deemed most advantageous to the State Insurance Fund, to which all sale proceeds shall be deposited. Alternatively, the Department of Finance may deduct the salvage value of the insured item from the payment to the owner of insurance proceeds arising from the loss of the insured item.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8542; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §320; Acts 1949, No. 675, p. 1045, §3; Acts 1990, No. 90-569, p. 966, §4; Acts 1995, No. 95-521, p. 1056, §1, Act 2014-261, p. 824, §1; Act 2015-259, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-4/"
    },
    {
      "id": "section-41-15-5",
      "number": "41-15-5",
      "heading": "Basis Upon Which Premiums Charged Generally; Reinsurance.",
      "text": "Section 41-15-5\n\nBasis Upon Which Premiums Charged Generally; Reinsurance.\n\nThe net premium charged shall be based on the current commercial rate with not less than a 40 percent discount. The risk manager with the approval of the Director of Finance may purchase such reinsurance as may in the opinion of the risk manager, be necessary for the proper distribution of the risk. The risk manager shall collect such reinsurance upon any loss sustained and pay the same into the State Insurance Fund.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8543; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §321; Acts 1949, No. 675, p. 1045, §4; Acts 1967, No. 435, p. 1104; Acts 1990, No. 90-569, p. 966, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-5/"
    },
    {
      "id": "section-41-15-6",
      "number": "41-15-6",
      "heading": "Payment of Premiums Generally.",
      "text": "Section 41-15-6\n\nPayment of Premiums Generally.\n\nAll premiums shall be paid to the Department of Finance, not later than 60 days from the effective date of such insurance or renewal thereof, by the treasurer or executive officer of the agency affected. Such funds shall be promptly transmitted to the State Treasurer, who shall place the same to the credit of the State Insurance Fund. Upon failure or refusal of any officer to comply with the provisions of this section with regard to the payment of premiums, the state Comptroller shall, when requested by the Director of the Department of Finance, deduct from any funds due or which may become due the delinquent amount of unpaid premiums and pay the same to the State Insurance Fund.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8544; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §322; Acts 1949, No. 675, p. 1045, §5; Acts 1990, No. 90-569, p. 966, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-6/"
    },
    {
      "id": "section-41-15-8",
      "number": "41-15-8",
      "heading": "Resolution of Disagreements Between Department of Finance and Person in Charge of Insured Property as to Value of Property, Premium Rates, Etc.",
      "text": "Section 41-15-8\n\nResolution of Disagreements Between Department of Finance and Person in Charge of Insured Property as to Value of Property, Premium Rates, Etc.\n\nIn the event a disagreement arises between the Department of Finance and any person or persons in charge of any insured property as to its replacement cost or actual cash value or the amount payable under the claim for loss or the proper premium rate or rates, the matter in disagreement shall be determined by a third person to be agreed upon by the Director of Finance on the one hand and the person or persons disagreeing with him on the other. In case of inability to agree on such third person, the Governor shall appoint a third person to determine the question, and his decision thereon shall be binding on all parties concerned.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8552; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §326; Acts 1990, No. 90-569, p. 966, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-8/"
    },
    {
      "id": "section-41-15-9",
      "number": "41-15-9",
      "heading": "Director of Finance May Prescribe Insurance Coverages, Forms of Policies, Etc",
      "text": "Section 41-15-9\n\nDirector of Finance May Prescribe Insurance Coverages, Forms of Policies, Etc., Define Terms, Make Rules and Regulations, Etc., for Administration of Chapter.\n\nThe Director of Finance is authorized to prescribe insurance coverages, forms of policies, proofs of losses and other forms; to define terms; make rules and regulations; to provide additional experience and schedule rating factors and appropriate deductibles from losses as may be necessary or expedient for the proper administration of the provisions of this chapter.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8553; Acts 1936-37, Ex. Sess., No. 219, p. 260; Code 1940, T. 28, §327; Acts 1949, No. 675, p. 1045, §8; Acts 1990, No. 90-569, p. 966, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-9/"
    },
    {
      "id": "section-41-15-10",
      "number": "41-15-10",
      "heading": "Premiums and Collected Earnings to Constitute Trust Fund; Surplus May Be Invested in Bonds, Stocks, Mutual Funds, Etc",
      "text": "Section 41-15-10\n\nPremiums and Collected Earnings to Constitute Trust Fund; Surplus May Be Invested in Bonds, Stocks, Mutual Funds, Etc.; Limitations and Conditions; Requisition for Payment of Losses, Expenses, Etc.\n\nAll premiums and earnings collected under the provisions of this chapter shall constitute a trust fund to be applied as authorized in this chapter.\n\nWith the approval of the Governor, any surplus in the fund over a necessary working capital, which shall be determined by the Director of Finance, at not less than $400,000.00, may be invested in the bonds or other obligations of the United States, of the State of Alabama or of any agency, institution or instrumentality of the State of Alabama. The Director of Finance shall also have the authority to invest and reinvest said state insurance trust funds in such classes of bonds, mortgages, common and preferred stocks, shares of investment companies or mutual funds or other investments as the Finance Director with the consent of the Governor may approve, subject to all the terms, conditions, limitations and restrictions imposed by the laws of Alabama upon domestic life insurance companies in the making of their investments. Subject to like terms, conditions, limitations and restrictions, the Finance Director shall have full power to hold, purchase, sell, assign, transfer and dispose of any such investments, as well as the proceeds of said investments. The necessary working capital may also be invested and reinvested by the Finance Director in securities deemed to be cash equivalents. Any and all funds derived from operations under this chapter shall be subject to requisition by the Director of Finance, approved by the Governor, for the payment of losses, necessary expenses of administering this chapter and for investment.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8545; Acts 1936-37, Ex. Sess., No. 219, p. 260; Acts 1939, No. 112, p. 144; Code 1940, T. 28, §323; Acts 1949, No. 675, p. 1045, §6; Acts 1979, No. 79-704, p. 1252.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-10/"
    },
    {
      "id": "section-41-15-11",
      "number": "41-15-11",
      "heading": "Limitations Upon Expenditure of Funds; Employees Subject to Merit System.",
      "text": "Section 41-15-11\n\nLimitations Upon Expenditure of Funds; Employees Subject to Merit System.\n\nNo part of the funds provided for in Section 41-15-10 shall be used to increase the salary of any state employee. Only the salary of the designated risk manager, stenographic secretary, inspector, clerical force and such other employees and expenses as may be necessary for the efficient administration of the provisions of this chapter shall be paid from these funds. Such expenditures shall be limited to that amount appropriated by the Legislature.\n\nAll employees as provided in this section shall be subject to the Merit System Act.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8550; Acts 1936-37, Ex. Sess., No. 219, p. 260; Code 1940, T. 28, §325; Acts 1949, No. 675, p. 1045, §7; Acts 1957, No. 596, p. 833, §2; Acts 1990, No. 90-569, p. 966, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-11/"
    },
    {
      "id": "section-41-15-12",
      "number": "41-15-12",
      "heading": "Appropriation for Payment of Excess Fire or Tornado Losses; Reimbursement.",
      "text": "Section 41-15-12\n\nAppropriation for Payment of Excess Fire or Tornado Losses; Reimbursement.\n\nThere is hereby appropriated from the Treasury the sum of $100,000.00 to be available only in case the loss by fire or tornado in any year shall exceed the premiums collected under the provisions of this chapter, and then only in such amount as may be required in addition to the amount of funds on deposit in the State Insurance Fund at the time of said loss for the payment thereof, less the amounts set aside in this chapter for the purpose of administration of the provisions of this chapter.\n\nThe first surplus next thereafter accruing to such fund shall be used to reimburse the Treasury for any amount which may have been drawn therefrom under this appropriation.\n\n(Acts 1923, No. 593, p. 769; Code 1923, §8546; Acts 1936-37, Ex. Sess., No. 219, p. 260; Code 1940, T. 28, §324.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-12/"
    },
    {
      "id": "section-41-15-13",
      "number": "41-15-13",
      "heading": "Appropriation of Funds Received in Payment for Loss to Property by Fire, Etc.",
      "text": "Section 41-15-13\n\nAppropriation of Funds Received in Payment for Loss to Property by Fire, Etc.\n\nThere is hereby appropriated in addition to all other appropriations and for capital outlay purposes only any and all funds received by the State of Alabama or any department, board, bureau, agency or institution of the state in payment for any loss to property suffered by reason of fire, lightning, windstorm or hail.\n\n(Acts 1951, No. 1000, p. 1671.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-41/chapter-15/section-41-15-13/"
    }
  ]
}