{
  "state": "nebraska",
  "path": "title-chapter-24-courts/chapter-24-711-retired-judge-statement-of-facts-contents-false-or-fr",
  "sections": [
    {
      "id": "section-24-711",
      "number": "24-711",
      "heading": "",
      "text": "24-711.Retired judge; statement of facts; contents; false or fraudulent actions; prohibited acts; penalty; denial of benefits.\n\n(1) Any judge who retires under the provisions of section 24-708 or 24-709, or his or her guardian, shall give to the board a statement of facts which shall include an accurate record of all service claimed by such judge, his or her compensation when he or she last served as a judge, the amount of contributions he or she has made to the fund, the amount of benefits he or she is receiving or shall be entitled to receive under the Nebraska and federal old-age and survivors insurance acts, designation of beneficiary, and any other information the board may request. The board shall determine the accuracy of all pertinent facts claimed and may call a hearing to determine any or all matters necessary in order to determine the amount of the annuity to which such judge is entitled. After obtaining all facts it deems necessary, the board shall render its decision as to the amount of the annuity, if any, to which such judge shall be entitled.\n\n(2) Any person who, knowing it to be false or fraudulent, presents or causes to be presented a false or fraudulent claim or benefit application, any false or fraudulent proof in support of such a claim or benefit, or false or fraudulent information which would affect a future claim or benefit application to be paid under the retirement system for the purpose of defrauding or attempting to defraud the retirement system shall be guilty of a Class II misdemeanor. The retirement board shall deny any benefits that it determines are based on false or fraudulent information and shall have a cause of action against the member to recover any benefits already paid on the basis of such information.\n\nSourceLaws 1955, c. 83, ยง 11, p. 249;Laws 1991, LB 549, ยง 19;Laws 1998, LB 1191, ยง 38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-24/statute-24-711/"
    }
  ]
}