{
  "state": "wyoming",
  "path": "title-title-26-insurance-code/chapter-chapter-37-mechanical-breakdown-insurance",
  "sections": [
    {
      "id": "section-26-37-101",
      "number": "26-37-101",
      "heading": "Short Title.Section 26-37-102 - Definitions",
      "text": "Section 26-37-103 - Authorization Required.Section 26-37-104 - Mechanical Breakdown Insurers; Authorization Required; Application; Fee; Issuance; Renewal; Revocation and Suspension.Section 26-37-105 - Agents of Mechanical Breakdown Insurers.Section 26-37-1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-37-102",
      "number": "26-37-102",
      "heading": "Definitions.",
      "text": "26-37-102. Definitions.\n\n(a) As used in this chapter:\n\n(i) \"Agent\" means a person licensed as a casualty insurance agent in this state and appointed by a mechanical breakdown insurer as its agent under this code;\n\n(ii) \"Commissioner\" means the state insurance commissioner;\n\n(iii) \"Department\" means the state department of insurance;\n\n(iv) \"Mechanical breakdown insurance\" means a contractual undertaking in which a person undertakes to indemnify another for direct or consequential loss caused by the failure or malfunction of a component or system of a motor vehicle, but does not include:\n\n(A) For new motor vehicles, those contractual undertakings to repair the motor vehicle provided by the manufacturer, by a subsidiary of the manufacturer or by the importer only;\n\n(B) For used motor vehicles, those contractual undertakings to repair the motor vehicle provided and administered by the manufacturer, a subsidiary of the manufacturer, the seller or the lessor only;\n\n(C) Service contracts issued by persons pursuant to article 1 of chapter 49 of this code.\n\n(v) \"Mechanical breakdown insurance organization\" or \"organization\" means any legal entity transacting mechanical breakdown insurance as an insurer in this state whether directly or indirectly, who is not a \"mechanical breakdown insurer\" as defined in this chapter;\n\n(vi) \"Mechanical breakdown insurance dealer\" or \"dealer\" means a person dealing in or financing the purchase of motor vehicles or an authorized motor club under this code, and transacting mechanical breakdown insurance in this state as a contractor for a mechanical breakdown insurance organization;\n\n(vii) \"Mechanical breakdown insurance representative\" or \"representative\" means an individual either the sole proprietor, officer or employee of a dealer and soliciting applications for mechanical breakdown insurance as the representative of that dealer;\n\n(viii) \"Mechanical breakdown insurer\" means a person holding a subsisting certificate of authority to transact casualty insurance in this state and transacting mechanical breakdown insurance in this state;\n\n(ix) \"Motor vehicle\" means a self-propelled device or a component of a self-propelled device designed to transport persons or cargo upon land or water or through air;\n\n(x) \"This code\" means title 26 of the Wyoming statutes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-102/"
    },
    {
      "id": "section-26-37-103",
      "number": "26-37-103",
      "heading": "Authorization Required.",
      "text": "26-37-103. Authorization required.\n\nExcept as otherwise provided in this chapter, no person shall transact mechanical breakdown insurance in this state unless authorized by the commissioner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-103/"
    },
    {
      "id": "section-26-37-104",
      "number": "26-37-104",
      "heading": "Mechanical Breakdown Insurers; Authorization Required; Application; Fee; Issuance; Renewal; Revocation and Suspension.",
      "text": "26-37-104. Mechanical breakdown insurers; authorization required; application; fee; issuance; renewal; revocation and suspension.\n\n(a) Any person holding a subsisting certificate of authority to transact casualty insurance in this state may apply to the commissioner for authorization to transact mechanical breakdown insurance in this state as a mechanical breakdown insurer.\n\n(b) Application under subsection (a) of this section shall include:\n\n(i) The name and address of the applicant;\n\n(ii) Copies of any subsisting certificates of authority held by the applicant to transact casualty insurance in this state;\n\n(iii) Copies of all policy forms to be used by the applicant;\n\n(iv) A statement delineating the marketing and claims procedures to be used by the applicant along with copies of all relevant forms.\n\n(c) A fee of one hundred dollars ($100.00) shall accompany the application under subsection (b) of this section.\n\n(d) The commissioner shall:\n\n(i) Review the application;\n\n(ii) Notify the applicant of his approval or rejection of the application; and\n\n(iii) Issue a certificate of authority if appropriate.\n\n(e) A certificate of authority is renewable annually unless sooner revoked or suspended.\n\n(f) Mechanical breakdown insurers shall comply with all other provisions of this code relating to the transaction of insurance as an insurer.\n\n(g) The commissioner may revoke or suspend a certificate of authority for any reason enumerated in chapter 3 of this code, following the procedures for hearings in chapter 2 of this code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-104/"
    },
    {
      "id": "section-26-37-105",
      "number": "26-37-105",
      "heading": "Agents of Mechanical Breakdown Insurers.",
      "text": "26-37-105. Agents of mechanical breakdown insurers.\n\n(a) Upon issuance of a certificate of authority under W.S. 26-37-104, a licensed agent appointed to market the casualty insurance policies of the certified mechanical breakdown insurer within this state may market mechanical breakdown insurance policies of that insurer within this state without further licensing, testing or fees from the department.\n\n(b) Agents marketing mechanical breakdown insurance shall comply with all other provisions of this code relating to the transaction of insurance as an agent.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-105/"
    },
    {
      "id": "section-26-37-106",
      "number": "26-37-106",
      "heading": "Mechanical Breakdown Insurance Organizations; Applications for Certificates of Authority; Fee; Issuance.",
      "text": "26-37-106. Mechanical breakdown insurance organizations; applications for certificates of authority; fee; issuance.\n\n(a) A mechanical breakdown insurance organization may file with the commissioner an application for a certificate of authority to transact mechanical breakdown insurance in this state upon a form to be furnished by the department which shall include the following:\n\n(i) The names, addresses and all occupations of any current and anticipated principal, partner, officer and director for the preceding ten (10) years;\n\n(ii) A certified copy of any corporate articles and bylaws, partnership agreements and other organizational agreements reasonably required by the commissioner and if previously incorporated, the corporate annual statements and reports for the three (3) most recent years;\n\n(iii) A statement of the amount and sources of the funds available for organization expenses and the proposed arrangements for reimbursement and compensation of incorporators or other persons;\n\n(iv) A statement of compensation of current and anticipated principals, partners, directors and officers;\n\n(v) The forms to be used for any proposed contracts between the organization and providers of mechanical breakdown services and any corporations which perform administrative, marketing or management services concerning the provision of services to insureds;\n\n(vi) The plan for conducting the insurance business, including the following:\n\n(A) The geographical area in which the business is to be transacted in the first five (5) years;\n\n(B) The types of insurance to be written in the first five (5) years including whether and to what extent repayment rather than service benefits are to be provided;\n\n(C) The proposed marketing methods;\n\n(D) Actuarial data or other similar statistical data, documented and verified in the manner the department may reasonably require, affirmatively demonstrating the anticipated income and expenses in the first five (5) years including without limitation, the projected expenditure for mechanical breakdown services and projected source of funds for any anticipated deficit;\n\n(E) A complete statement concerning claims procedures.\n\n(vii) A current statement of the assets and liabilities of the applicant;\n\n(viii) Forms of all mechanical breakdown insurance contracts the applicant proposes to offer specifying the rates to be charged for each form of contract;\n\n(ix) Any other documents or information the department reasonably requires.\n\n(b) A fee of two hundred fifty dollars ($250.00) shall accompany the application filed under subsection (a) of this section.\n\n(c) The commissioner shall issue a certificate of authority if he is satisfied that:\n\n(i) All requirements of law are met;\n\n(ii) All current and anticipated principals, partners, incorporators, directors and principal officers are trustworthy and competent and collectively have the competence and experience to engage in the proposed insurance business; and\n\n(iii) The business plan is consistent with the interests of the potential insureds of the corporation and the public.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-106/"
    },
    {
      "id": "section-26-37-107",
      "number": "26-37-107",
      "heading": "Mechanical Breakdown Insurance Organizations; Revocation or Suspension of Certificate of Authority.",
      "text": "26-37-107. Mechanical breakdown insurance organizations; revocation or suspension of certificate of authority.\n\n(a) The commissioner shall revoke or suspend the certificate of authority issued to any mechanical breakdown insurance organization under W.S. 26-37-106 if after a hearing in accordance with W.S. 26-2-125 through 26-2-129, he finds the organization:\n\n(i) Violates any provision of this chapter or chapter 13 of this code;\n\n(ii) Is insolvent;\n\n(iii) Has assets less than its liabilities;\n\n(iv) Refuses or any officer refuses to submit to an examination; or\n\n(v) Is transacting business fraudulently.\n\n(b) The commissioner shall give public notice of any revocation or suspension under this section in a manner he deems proper.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-107/"
    },
    {
      "id": "section-26-37-108",
      "number": "26-37-108",
      "heading": "Mechanical Breakdown Insurance Organizations; Bond, Deposit or Contractual Liability Insurance Requirement; Amounts; Purpose; Release; Modification of Initial Order",
      "text": "26-37-108. Mechanical breakdown insurance organizations; bond, deposit or contractual liability insurance requirement; amounts; purpose; release; modification of initial order.\n\n(a) To assure the faithful performance of obligations under insolvency, each mechanical breakdown insurance organization certified under W.S. 26-37-106 shall deposit and maintain with the commissioner, trust securities of the type eligible as investments by insurers under chapter 7 of this code. The trust securities required by this section shall at all times have the following market value:\n\n(i) For an organization not transacting mechanical breakdown insurance in this state prior to January 1, 1987 and before issuing a certificate of authority under this chapter and receiving premiums, an initial amount of fifty thousand dollars ($50,000.00);\n\n(ii) For an organization transacting mechanical breakdown insurance in this state prior to January 1, 1987 and having in force less than three hundred thousand dollars ($300,000.00) of gross written premiums, membership fees or similar charges, a sum equal to fifty percent (50%) of the gross premiums in force or fifty thousand dollars ($50,000.00), whichever is less;\n\n(iii) For an organization transacting mechanical breakdown insurance in this state prior to January 1, 1987 and having in force more than three hundred thousand dollars ($300,000.00) but less than seven hundred fifty thousand dollars ($750,000.00) of gross written premiums, membership fees or similar charges in this state, an amount not less than seventy-five thousand dollars ($75,000.00); and\n\n(iv) For an organization transacting mechanical breakdown insurance in this state prior to January 1, 1987 and having in force seven hundred fifty thousand dollars ($750,000.00) or more of gross written premiums, membership fees or similar charges in this state, an amount equal to one hundred thousand dollars ($100,000.00).\n\n(b) An organization may instead of depositing securities required under subsection (a) of this section and subject to the approval of the commissioner, file with the commissioner a surety bond issued by an authorized surety insurer under this code. The bond shall be for that purpose stated under subsection (a) of this section and the commissioner shall not approve any bond if the protection against insolvency is not equal to the protection afforded by those securities under subsection (a) of this section.\n\n(c) An organization may instead of any deposit of securities or filing of surety bonds required under subsections (a) and (b) of this section and subject to approval of the commissioner, file a paid contractual liability insurance policy with the commissioner. This policy shall be issued by an insurer authorized to transact insurance in this state and shall be in an amount equal to or greater than fifty percent (50%) of gross written premiums in this state. The commissioner shall not approve any contractual liability insurance policy if the protection against insolvency is not equal to the protection afforded by those securities under subsection (a) of this section.\n\n(d) Securities, bonds or insurance policies posted or filed pursuant to this section shall in case of insolvency or impairment of any organization, be for the benefit of and subject to action by any person sustaining any injury due to the failure of the organization to faithfully perform its obligations to its insureds.\n\n(e) The state is responsible for the safekeeping of all securities deposited with the commissioner under this chapter. The securities are not subject to taxation but shall be held exclusively to guarantee the performance of the obligations of the organization to its insureds.\n\n(f) The deposit, bond or insurance shall be maintained unimpaired as long as the mechanical breakdown insurance organization continues to operate in this state. If the organization ceases to do business in this state and furnishes proof satisfactory to the commissioner that it has discharged or otherwise adequately provided for all its obligations to its insureds in this state, the state shall release the deposited securities to the entitled parties on presentation of the state treasurer's receipts for those securities or shall release any filed bond or insurance policy.\n\n(g) At any time the commissioner may enter an order increasing the amount of the deposit, bond or insurance specified under subsections (a), (b) and (c) of this section if he finds there has been a substantial change in the facts including an increase in the amount of premiums, membership fees or similar charges in force in this state on which the original determination was based. Within thirty (30) days after receipt of notice, the organization may submit a request to the commissioner for a hearing on the order for modification. The commissioner shall hold a hearing within thirty (30) days after receipt of the request. Failure to meet the modified requirements within thirty (30) days after a final decision or after expiration of the thirty (30) day period for submitting a request for hearing is grounds for rehabilitation pursuant to chapter 28 of this code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-108/"
    },
    {
      "id": "section-26-37-109",
      "number": "26-37-109",
      "heading": "Appointment of Commissioner as Attorney for Mechanical Breakdown Insurance Organization; Service of Process.",
      "text": "26-37-109. Appointment of commissioner as attorney for mechanical breakdown insurance organization; service of process.\n\nAny mechanical breakdown insurance organization desiring to transact business in this state shall file with the commissioner a duly executed instrument whereby the organization shall appoint the commissioner as the attorney of the organization upon whom all lawful process in any action or legal proceeding against it on a contract issued or cause of action arising in this state may be served. In addition, the organization shall agree that any lawful process against it which may be served upon its attorney as provided in this section shall be of the same force and validity as if served upon the organization and that the authority thereof shall continue in force irrevocably so long as any liability of the organization in the state remains outstanding.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-109/"
    },
    {
      "id": "section-26-37-110",
      "number": "26-37-110",
      "heading": "Examination of Mechanical Breakdown Insurance Organizations; Audited Financial Statement.",
      "text": "26-37-110. Examination of mechanical breakdown insurance organizations; audited financial statement.\n\n(a) Every mechanical breakdown insurance organization is subject to examination by the commissioner in the manner and under the conditions provided for examination of insurers pursuant to W.S. 26-2-116 through 26-2-122. In the examination, the assets of any organization are those assets determined by the commissioner to be available for the payment of the obligations of the organization. In accordance with W.S. 26-2-122, the expense of examination shall be paid by the organization.\n\n(b) Instead of examination under subsection (a) of this section, the commissioner may accept a copy of the most recent financial statement of the organization which has been audited by an independent certified public accountant and which demonstrates that the organization is solvent as determined by generally accepted accounting principles.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-110/"
    },
    {
      "id": "section-26-37-111",
      "number": "26-37-111",
      "heading": "Mechanical Breakdown Insurance Organizations; Solicitations to Purchase.",
      "text": "26-37-111. Mechanical breakdown insurance organizations; solicitations to purchase.\n\nNo person shall solicit or aid in the solicitation of another person to purchase a policy issued by a mechanical breakdown insurance organization not having a certificate of authority procured pursuant to this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-111/"
    },
    {
      "id": "section-26-37-112",
      "number": "26-37-112",
      "heading": "Mechanical Breakdown Insurance Organizations; Misrepresentations as to Service Contracts.",
      "text": "26-37-112. Mechanical breakdown insurance organizations; misrepresentations as to service contracts.\n\nNo mechanical breakdown insurance organization, dealer, representative or other person shall in any manner misrepresent the terms, benefits or privileges of any policy issued by the organization.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-112/"
    },
    {
      "id": "section-26-37-113",
      "number": "26-37-113",
      "heading": "Mechanical Breakdown Insurance Organizations; Validity of Policy.",
      "text": "26-37-113. Mechanical breakdown insurance organizations; validity of policy.\n\nAny policy made, issued or delivered contrary to this chapter shall be valid and binding on the mechanical breakdown insurance organization.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-113/"
    },
    {
      "id": "section-26-37-114",
      "number": "26-37-114",
      "heading": "Mechanical Breakdown Insurance Organizations; Required Dealer's License.",
      "text": "26-37-114. Mechanical breakdown insurance organizations; required dealer's license.\n\nNo person shall act as a mechanical breakdown insurance organization dealer in this state without first procuring a license from the commissioner in accordance with W.S. 26-37-115 through 26-37-119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-114/"
    },
    {
      "id": "section-26-37-115",
      "number": "26-37-115",
      "heading": "Mechanical Breakdown Insurance Organizations; Application for Dealer's License.",
      "text": "26-37-115. Mechanical breakdown insurance organizations; application for dealer's license.\n\n(a) Application for a license as a mechanical breakdown insurance dealer shall be made to the commissioner upon forms prescribed and furnished by the commissioner. As a part of or in connection with any application, the applicant shall furnish information concerning his identity, personal history, experience, business record and other pertinent facts the commissioner may reasonably require.\n\n(b) If the applicant is a firm, partnership or corporation, the application shall in addition to the requirements of subsection (a) of this section:\n\n(i) Contain the names of all members and officers of the firm, partnership or corporation; and\n\n(ii) Designate who is to exercise the powers to be conferred by the license on the firm, partnership or corporation.\n\n(c) The commissioner shall require each individual of a firm, partnership or corporation to furnish information to the extent as if applying for an individual license.\n\n(d) Any person willfully misrepresenting any fact required to be disclosed in any application is subject to the penalties provided by W.S. 26-1-107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-115/"
    },
    {
      "id": "section-26-37-116",
      "number": "26-37-116",
      "heading": "Mechanical Breakdown Insurance Organizations; General Conditions for Issuance or Renewal of Dealer's License.",
      "text": "26-37-116. Mechanical breakdown insurance organizations; general conditions for issuance or renewal of dealer's license.\n\n(a) For the protection of the people of this state, the commissioner shall not issue or renew any mechanical breakdown insurance dealer's license:\n\n(i) Unless the applicant is in compliance with this chapter;\n\n(ii) To any person found untrustworthy or incompetent or who has not established to the satisfaction of the commissioner that he is qualified in accordance with this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-116/"
    },
    {
      "id": "section-26-37-117",
      "number": "26-37-117",
      "heading": "Mechanical Breakdown Insurance Organizations; Qualifications for Dealer's License.",
      "text": "26-37-117. Mechanical breakdown insurance organizations; qualifications for dealer's license.\n\n(a) In addition to conditions specified under W.S. 26-37-116, the commissioner shall issue a mechanical breakdown insurance dealer's license only to an individual otherwise complying with this chapter furnishing evidence satisfactory to the commissioner that he:\n\n(i) Is an adult;\n\n(ii) Has been a bona fide resident of this state for at least three (3) months;\n\n(iii) Is a trustworthy person with a good reputation; and\n\n(iv) Has never been convicted of a felony that relates to the mechanical breakdown insurance profession or to the ability to practice as a mechanical breakdown insurance dealer. The commissioner shall have discretion as to whether to issue a license if there has been a relevant conviction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-117/"
    },
    {
      "id": "section-26-37-118",
      "number": "26-37-118",
      "heading": "Mechanical Breakdown Insurance Organizations; Form and Content of Dealer's License.",
      "text": "26-37-118. Mechanical breakdown insurance organizations; form and content of dealer's license.\n\n(a) The commissioner shall prescribe the form of the mechanical breakdown insurance dealer's license which shall contain the:\n\n(i) Name of the licensee and his business address;\n\n(ii) Date of issuance and the date of expiration; and\n\n(iii) Name of the represented mechanical breakdown insurance organization.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-118/"
    },
    {
      "id": "section-26-37-119",
      "number": "26-37-119",
      "heading": "Mechanical Breakdown Insurance Organizations; Annual Renewal of Dealer's License; Fee.",
      "text": "26-37-119. Mechanical breakdown insurance organizations; annual renewal of dealer's license; fee.\n\n(a) Mechanical breakdown insurance dealers' licenses are renewable on July 1 of each year.\n\n(b) The license fee is twenty dollars ($20.00) per year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-119/"
    },
    {
      "id": "section-26-37-120",
      "number": "26-37-120",
      "heading": "Mechanical Breakdown Insurance Organizations; Grounds for Suspension, Revocation or Refusal to Renew Dealer's License Generally.",
      "text": "26-37-120. Mechanical breakdown insurance organizations; grounds for suspension, revocation or refusal to renew dealer's license generally.\n\n(a) The commissioner may suspend, revoke or refuse to renew any mechanical breakdown insurance dealer's license issued under this chapter for any cause specified by this chapter including the following:\n\n(i) A violation or willful participation in a violation of this chapter;\n\n(ii) Obtainment of any license through misrepresentation or fraud;\n\n(iii) Misappropriation, conversion for the use of the licensee or illegal withholding of monies required to be held in a fiduciary capacity;\n\n(iv) Material misrepresentation of the terms or effect of any contract or the engagement in any fraudulent transaction;\n\n(v) A conviction by final judgment of a felony that relates to the mechanical breakdown insurance profession or to the ability to practice as a mechanical breakdown insurance dealer;\n\n(vi) Incompetency, untrustworthiness or a source of injury or loss to the public as demonstrated in the conduct of affairs under a license;\n\n(vii) Misrepresentation of the qualifications of the licensee's representatives;\n\n(viii) Permitting any individual not registered as a representative with the commissioner to act as a representative;\n\n(ix) Any cause of license suspension or revocation provided under W.S. 26-9-211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-120/"
    },
    {
      "id": "section-26-37-121",
      "number": "26-37-121",
      "heading": "Mechanical Breakdown Insurance Organizations; Grounds for Suspension, Revocation or Refusal of Dealer's License of Firm, Partnership or Corporation.",
      "text": "26-37-121. Mechanical breakdown insurance organizations; grounds for suspension, revocation or refusal of dealer's license of firm, partnership or corporation.\n\nA mechanical breakdown insurance dealer's license issued to any firm, partnership or corporation may be suspended, revoked or refused for any cause relating to any individual designated in the license to exercise its powers.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-121/"
    },
    {
      "id": "section-26-37-122",
      "number": "26-37-122",
      "heading": "Mechanical Breakdown Insurance Organizations; Surrender of Revoked or Suspended License Certificate.",
      "text": "26-37-122. Mechanical breakdown insurance organizations; surrender of revoked or suspended license certificate.\n\nThe holder of any mechanical breakdown insurance dealer's license which has been revoked or suspended shall immediately surrender the license certificate to the commissioner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-122/"
    },
    {
      "id": "section-26-37-123",
      "number": "26-37-123",
      "heading": "Mechanical Breakdown Insurance Organizations; Representatives of Dealers; Registration Required.",
      "text": "26-37-123. Mechanical breakdown insurance organizations; representatives of dealers; registration required.\n\nNo person shall act as the representative of a dealer for a mechanical breakdown insurance organization unless he has first been registered with the commissioner pursuant to W.S. 26-37-124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-123/"
    },
    {
      "id": "section-26-37-124",
      "number": "26-37-124",
      "heading": "Mechanical Breakdown Insurance Organizations; Representatives of Dealers; Registration Requirements; Fee; Renewal; Suspension or Revocation.",
      "text": "26-37-124. Mechanical breakdown insurance organizations; representatives of dealers; registration requirements; fee; renewal; suspension or revocation.\n\n(a) Any dealer for a mechanical breakdown insurance organization shall register its representatives with the commissioner by filing an application for registration stating the:\n\n(i) Name and address of the registrant;\n\n(ii) Registrant has been a resident of this state for at least thirty (30) days preceding the date of application;\n\n(iii) Registrant is a trustworthy person with a good reputation; and\n\n(iv) Registrant is familiar with the benefits, costs, coverage and claims procedure of the mechanical breakdown insurance marketed by the dealer.\n\n(b) The dealer shall pay a registration fee of ten dollars ($10.00) for each individual registered under this section.\n\n(c) Upon payment of a renewal fee of ten dollars ($10.00), representative registrations are renewable on the first day of August of each year unless sooner suspended or revoked.\n\n(d) Representative registrations may be suspended or revoked for those causes and subject to the procedure applicable to dealers under this chapter or to agents of insurers under this code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-124/"
    },
    {
      "id": "section-26-37-125",
      "number": "26-37-125",
      "heading": "Types of Mechanical Breakdown Insurance; Policy and Certificate Forms; Issuance of Policies and Certificates.",
      "text": "26-37-125. Types of mechanical breakdown insurance; policy and certificate forms; issuance of policies and certificates.\n\n(a) A mechanical breakdown insurer and a mechanical breakdown insurance organization may write mechanical breakdown insurance as individual, group, blanket or franchise insurance. Each contractual obligation for mechanical breakdown insurance shall be evidenced by a policy. Any insured person under a group policy shall be issued a certificate of coverage.\n\n(b) No policy or certificate of mechanical breakdown insurance shall be issued in this state unless a copy of the form has been filed with and approved by the commissioner.\n\n(c) The commissioner shall not approve any form that does not meet the following requirements:\n\n(i) Policies shall contain a list and description of the mechanical breakdown payments promised or the mechanical breakdowns for which expenses are to be reimbursed, any limits on the amounts to be paid or reimbursed and procedures to be followed by the insured and the insurer in the event of a claim;\n\n(ii) Policies and certificates shall indicate the name of the insurer and the full address of its principal place of business;\n\n(iii) Certificates issued under group policies shall contain a full statement of the benefits provided, any exceptions and claim procedures but may summarize the other terms of the master policy; and\n\n(iv) No policy except a policy issued by a mutual or reciprocal insurance company may provide for assessments on policyholders or for reduction of benefits for the purpose of maintaining the insurer's solvency.\n\n(d) The department may disapprove a policy or certificate form if it finds that it:\n\n(i) Is unfair, unfairly discriminatory, misleading, ambiguous or encourages misrepresentation or misunderstanding of the contract;\n\n(ii) Provides coverage or benefits or contains other provisions that endanger the insurer's solvency; or\n\n(iii) Is contrary to law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-125/"
    },
    {
      "id": "section-26-37-126",
      "number": "26-37-126",
      "heading": "Filing and Approval of Contracts; Annual Reports by Organizations.",
      "text": "26-37-126. Filing and approval of contracts; annual reports by organizations.\n\n(a) Contracts made between the organization and its dealers and representatives and contracts with other providers of services under the mechanical breakdown insurance policy shall be filed with and approved by the commissioner.\n\n(b) Organizations shall annually report to the commissioner in reasonably required detail, the number and geographical distribution of providers of services covered by the mechanical breakdown insurance policy with whom it maintains contractual relations and the nature of the relations. For individual insurers or groups of insurers, the commissioner may require more frequent reports.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-126/"
    },
    {
      "id": "section-26-37-127",
      "number": "26-37-127",
      "heading": "Rules and Regulations.",
      "text": "26-37-127. Rules and regulations.\n\nAfter notice and hearing, the commissioner may promulgate rules and regulations necessary to carry out this chapter. Rules and regulations promulgated under this chapter are subject to review in accordance with W.S. 28-9-101 through 28-9-108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-127/"
    },
    {
      "id": "section-26-37-128",
      "number": "26-37-128",
      "heading": "Penalty for Violation.",
      "text": "26-37-128. Penalty for violation.\n\nAny violation of this chapter is punishable as provided by W.S. 26-1-107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-26/chapter-37/section-26-37-128/"
    }
  ]
}