{
  "state": "nebraska",
  "path": "title-chapter-88-warehouses/chapter-88-54701-deposit-of-grain-how-treated-priority-of-liens-effe",
  "sections": [
    {
      "id": "section-88-54701deposit",
      "number": "88-547.01.Deposit",
      "heading": "of grain; how treated; priority of liens; effect",
      "text": "(1) For purposes of the Grain Warehouse Act, whenever any grain is physically deposited into any public warehouse and a scale ticket or warehouse receipt is issued therefor, such deposit shall be grain in storage. Such deposit does not constitute a sa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-88-54701",
      "number": "88-547.01",
      "heading": "",
      "text": "88-547.01.Deposit of grain; how treated; priority of liens; effect.\n\n(1) For purposes of the Grain Warehouse Act, whenever any grain is physically deposited into any public warehouse and a scale ticket or warehouse receipt is issued therefor, such deposit shall be grain in storage. Such deposit does not constitute a sale of the grain, except grain deposited by priced scale ticket or signed contract passing title to the warehouse licensee.\n\n(2) Upon the commission's closure of a warehouse and taking title to grain within the warehouse pursuant to section 88-547, grain contained in a warehouse, including grain owned by the warehouse licensee, is subject to a first priority lien in favor of valid owners, depositors, or storers of grain who are holders of evidence of ownership of grain. The lien created under this section shall be preferred to any lien or security interest in favor of any creditor of the warehouse licensee regardless of the time when the creditor's lien or security interest attached to the grain. Notice of the lien created under this section need not be filed in order to perfect the lien. All the grain in the warehouse, whether stored or not, first shall be applied at all times to the satisfaction of all valid owners, depositors, or storers of grain who hold evidence of ownership of grain.\n\n(3) In the event no distribution is made pursuant to subdivision (1) of section 88-547 and the commission transfers title to the grain back to the warehouse or to another person, then the first priority lien created under this section shall terminate. Nothing in this section shall affect any other rights, including rights of ownership in grain stored at the warehouse, of valid owners, depositors, or storers of grain who are holders of evidence of ownership of grain. Nothing in this section shall prevent the commission from subsequently closing the warehouse and taking other action pursuant to section 88-547.\n\nSourceLaws 2005, LB 492, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-88/statute-88-547-01/"
    }
  ]
}