{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c063aindex",
  "sections": [
    {
      "id": "section-6301a",
      "number": "6301A.",
      "heading": "Establishment of Office of Management and Budget",
      "text": "An Office of Management and Budget, referred to in this chapter as “Office,” is hereby established.75 Del. Laws, c. 88,\n§\n\n 4;§\n\n6302A. Director; appointment; salary; bond; employees and assistants.(a) The administrator and head of the Office is the Director of the Office of Management and Budget (“Director”).(1) The Director is appointed, confirmed, and holds office as provided in § 10 of Article III of the Delaware Constitution.(2) The Director is to be paid an annual salary as determined by the General Assembly in the annual appropriations act.(3) The Director must obtain and retain residency in this State as provided in § 10 of Article III of the Delaware Constitution.(b) The Director may employ such employees as may be required to carry out the duties of this office and may fix the salaries of such employees within the limitations of the funds appropriated therefore.(c) In the event of a vacancy in the position of Director, including the death, resignation, temporary incapacity or removal of the incumbent and prior to the appointment of a successor, the Governor may appoint any qualified individual to serve as Acting Director.(d) The Director may call upon any other state officer for such assistance as the Director may require and may employ such special help as it may require to carry out this chapter. The Director shall fix the compensation of such persons as may be employed to be paid out of such fund as the General Assembly may appropriate for that purpose.75 Del. Laws, c. 88,\n\n§\n\n 4;84 Del. Laws, c. 278,\n\n§\n\n1;84 Del. Laws, c. 455,\n\n§\n\n4;85 Del. Laws, c. 43,\n\n§\n\n1;§\n\n6303A. General powers and duties.The Director of the Office of Management and Budget shall have the following powers, duties and functions:(1) To audit, inspect and examine the accounts and the affairs of and the records of any agency of this State at such times as deemed expedient for the supervision of the budget and shall require all agencies to submit estimates showing the amounts and purposes of all anticipated expenditures to be made at the time or period in which such expenditures are to be made by an agency; such estimates of anticipated expenditures to be submitted in such form as the Director may prescribe;(2) To require such fiscal reports, statements of balances on hand, estimates of receipts and information in any manner pertinent to the fiscal affairs of this State from the Secretary of Finance, Auditor of Accounts or any other agency of the State in such form as the Director shall prescribe for the purposes of this chapter;(3) To design and install in any agency of this State such accounting records and procedures as shall be adequate for the control of the fiscal affairs of this State and require any agency of this State to follow and comply with the accounting procedures so designed;(4) To report to the General Assembly and the Attorney General in writing any irregular, illegal or improper financial administration or transaction;(5) To make recommendations to the General Assembly concerning the control of all state property and of accounts receivable and concerning a system of recording and accounting for the improvement and control of the fiscal practices and the adoption of a fiscal policy by the State;(6) To consider and approve or disapprove transfers between appropriations contained in the budget as defined in this chapter and for which purpose it is provided that such transfers shall become effective only upon approval of the Director;(7) To authorize, with the concurrence of the Controller General, special funds that are deemed necessary while the General Assembly is not in session, and until such time as legislation may be introduced at the next session of the General Assembly and acted upon;(8) To prepare and administer the State’s program of public works and major capital improvement projects;(9) To prepare, and from time to time revise, an inventory listing the State’s real property and facilities of all kinds;(10) To supervise, direct and account for the administration and operation of the Office, its divisions, subdivisions, offices, functions and employees;(11) To appoint and fix the salary of, with the written approval of the Governor, the following administrators, who may be removed from office by the Director with the written approval of the Governor and who shall have such powers, duties and functions in the administration and operation of the Office as may be assigned by the Director:a. A Management Services Administrator who shall be qualified by training and experience to perform the duties of the office.b. A Facilities Management Administrator who shall be qualified by training and experience to perform the duties of the office.c. A Government Support Services Administrator who shall be qualified by training and experience to perform the duties of the office.d. An Administrator of Budget Development, Planning and Administration who shall be qualified by training and experience to perform the duties of the office.(12) To appoint such additional personnel as may be necessary for the administration and operation of the Office within such limitations as may be imposed by law;(13) To establish, consolidate or abolish such divisions, subdivisions and offices within the Office or transfer or combine the powers, duties and functions of the divisions and other groups within the Office, with the written approval of the Governor, as may deem necessary, provided that all powers, duties and functions required by law shall be provided for and maintained;(14) To make and enter into any and all contracts, agreements or stipulations, to retain, employ and contract for the services of private and public consultants, research and technical personnel and to procure by contract, consulting, research, technical and other services and facilities, whenever they shall be deemed by the Director necessary or desirable in the performance of the functions of the Office and whenever funds shall be available for such purpose, with the specific requirement that all necessary legal services be provided pursuant to Chapter 25 of this title;(15) To delegate any of the Director’s powers, duties or functions to an individual in paragraph (11) of this section, except the power to remove employees of the Department or to fix their compensation;(16) To establish and to promulgate such rules and regulations governing the administration and operation of the Office as may be deemed necessary by the Director and which are not inconsistent with the laws of this State;(17) To maintain such facilities throughout the State as may be required for the effective and efficient operation of the Office;(18) To adopt an official seal or seals for the Office;(19) To accept and to receive, in furtherance of the Office’s function, funds, grants and services from the federal government or its agencies;(20) To assume such other powers, duties and functions as the Governor may assign which are not otherwise inconsistent with the laws of this State;(21) To prepare, in cooperation with the division directors, a proposed budget for the operation of the Office, to be submitted for the consideration of the Governor and the General Assembly. The Office shall be operated within the limitation of the annual appropriation and any other funds appropriated by the General Assembly, with the provision that special funds may be used in accordance with approved programs, grants and appropriations;(22) To administer and manage a statewide human resource information system, and upon implementation, serve as the administrator of all data and processes supported by the system throughout the State, including all government agencies, school districts, Delaware State University and Delaware Technical and Community College; and(23) To be responsible for the clerical administration of all state pension funds. The Director of the Office of Management and Budget shall have the authority to recommend to the Governor such changes as may be desirable in the pension system for employees in the classified service.75 Del. Laws, c. 88,\n\n§\n\n 4;81 Del. Laws, c. 66,\n\n§\n\n 4;§\n\n6304A. Limitation on power to investigate.The Director shall not investigate or require reports from the judiciary or from the courts of this State, from any private hospital, from the General Assembly, from any local or special school district respecting locally raised (non-state) revenues, from any fire company, or concerning the burial of indigent veterans, or from Kent and Sussex Fair Association, from the Libraries of Municipalities, from the Delaware Historical Society, from the American Legion, from the United Spanish War Veterans, from the Veterans of Foreign Wars, from Disabled American Veterans, from Paralyzed Veterans of America, from Vietnam Veterans of America or from other similar institutions not directly under the jurisdiction of the administrative or executive authority of this State.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6305A. Exemptions.The following positions set forth in this section shall be exempt from Chapter 59 of this title:(1) Director of the Office of Management and Budget;(2) Management Services Administrator;(3) Facilities Management Administrator;(4) Government Support Services Administrator; and(5) Administrator of Budget Development, Planning and Administration.75 Del. Laws, c. 88,\n\n§\n\n 4;81 Del. Laws, c. 66,\n\n§\n\n 5;§\n\n6306A. Management Services.(a) The Management Services Section of the Office of Management and Budget is hereby established, having the powers, duties and functions as follows:(1) Administer and coordinate the recordkeeping, fiscal affairs, information technology, statistics, accounting, budgeting, personnel and other general services for the Office, as the Director of the Office of Management and Budget may deem necessary, for the proper, efficient and economical operation of the Office;(2) Co-ordinate such general services and business administration with departments, agencies and offices of this State, other states and the federal government; and(3) Perform special studies and reports and direct services of the Office to coordinate the services of the Office with other departments, agencies and offices of this State.(b) The Management Services Administrator shall assume such other powers, duties, and functions as the Director of the Office of Management and Budget may assign which are not otherwise inconsistent with the laws of this State.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6307A. Facilities management [For applicability of this section, see 81 Del. Laws, c. 267, § 3].(a) The Facilities Management Section of the Office of Management and Budget is hereby established having powers, duties and functions as follows:(1) Advise the Director of the Office of Management and Budget on the allocation of existing space in facilities owned or leased by the State among state agencies, boards and commissions;(2) Advise the Director of the Office of Management and Budget on any need to acquire additional facilities for any state agency, board or commission;(3) Provide facility maintenance programs, including but not limited to building maintenance, grounds maintenance, security and custodial services.(b) The Facilities Management Section shall review all building design, construction, and operations for state agencies, including school districts. The purpose of this review is to:(1) Establish and apply evaluation factors and performance specifications for structural and mechanical functions;(2) Research and analyze design and construction factors as they relate to economical construction and reliability and maintenance performance;(3) Advise, recommend and refer to the Governor matters dealing with state building design and construction practice;(4) Review bidding procedures and study and make recommendations dealing with bid laws;(5) Make such studies and provide such information as shall cause the selection of the best cost/performance components that will satisfy a particular function;(6) Review and make recommendations regarding the operation, maintenance and efficiency of the physical plant of state facilities; and(7) Coordinate a review of construction plans by the Department of Safety and Homeland Security to evaluate the safety and security of newly constructed and renovated schools through the application of Crime Prevention Through Environmental Design (CPTED) principles and to verify compliance with the requirements of § 2306 of Title 14. For a school undergoing a “major renovation,” as defined in § 2306 of Title 14, the Facilities Management Section shall coordinate the review required in this paragraph before a certificate of necessity is submitted under § 7510 of this title.(c) The Facilities Management Section shall be responsible for the performance of all the powers, duties and functions vested in the Office of Management and Budget pursuant to Chapter 4 of this title.(d) The Facilities Management Section shall be responsible for the design, construction, repairs, and/or renovation of all public buildings for state departments and agencies. In performance of these duties, the Office of Management and Budget shall, in the following areas, consult with the agency for which the project is being or will be completed: pre-design services, architectural plans and preliminary cost estimates, selection and negotiation of professional services, approval of minor capital improvement projects to be bid upon and awarded, approval of final architectural and engineering drawings for major capital projects and approval of change orders greater than or equal to 2 percent of a project cost. For the purpose of this subsection, state departments and agencies shall not include school districts and institutions of higher learning.(e) The Facilities Management Section shall:(1) Be the only state agency authorized to rent parking space in the underground facilities located at the Carvel State Building;(2) At the discretion of the Administrator, approve all proposed contracts for architectural, engineering and construction management services and all architectural, structural and electrical plans, specifications and cost estimates for public building projects to be undertaken by all state departments and agencies. All projects planned, designed, maintained and/or constructed by the Department of Transportation, with the exception of projects for the construction of public buildings, are specifically exempted from the requirements of this subsection;(3) Negotiate, review and approve all leases and lease renewals on behalf of all state departments and agencies for facilities throughout the State;(4) Establish statewide policies and standards for all leases including: space allocation, energy efficiency, maintenance, security and custodial services;(5) Develop an inventory of all state leases and space available in all state facilities; and(6) Develop a long-term plan to coordinate the State’s leasing practices with a comprehensive plan of facilities management and space allocation.(f) The Facilities Management Administrator shall assume such other powers, duties, and functions as the Director of the Office of Management and Budget may assign which are not otherwise inconsistent with the laws of this State.(g) For purposes of this section, the terms “state agency” or “state departments or agencies” shall not include institutions of higher education unless otherwise expressly provided.75 Del. Laws, c. 88,\n\n§\n\n 4;77 Del. Laws, c. 84,\n\n§\n\n 323;81 Del. Laws, c. 267,\n\n§\n\n2;83 Del. Laws, c. 270,\n\n§\n\n7;84 Del. Laws, c. 441,\n\n§\n\n2;§\n\n6308A. Government Support Services.(a) As used in this section:(1) “Duly authorized volunteer fire department” shall mean a volunteer fire department recognized as such by the State Fire Prevention Commission.(2) “Local government unit” shall mean any municipality incorporated in this State under the authority of the General Assembly and any of the 3 counties.(3) “State agency” or “agency” shall not include institutions of higher education unless otherwise expressly provided.(b) The Government Support Services Section of the Office of Management and Budget is hereby established having powers, duties and functions relating to the distribution of surplus property as follows:(1) The Government Support Services Section may:a. Acquire from the United States of America, in conformity with the federal Property and Administrative Services Act of 1949, as amended (40 U.S.C. § 484 et seq.) (see now 40 U.S.C. § 541 et seq.);b. Warehouse such property;c. Distribute such property within the State to tax-supported medical institutions, hospitals, clinics, health centers, school systems, schools, colleges and universities within the State, to other nonprofit medical institutions, hospitals, clinics, health centers, schools, colleges and universities which have been held exempt from taxation under § 501 of the United States Internal Revenue Code of 1954 (26 U.S.C. § 501), to civil defense organizations of the State, duly authorized volunteer fire departments within the State or political subdivisions and instrumentalities thereof, which are established pursuant to state law, and to such other types of institutions or activities as may become eligible under federal law to acquire such property;d. Receive applications from eligible institutions for the acquisition of federal surplus real property, investigate the same, make recommendations regarding the need of such applicant for the property and otherwise assist in the processing of such applications for acquisition of real and related personal property of the United States under § 203(k) of the federal Property and Administrative Services Act of 1949 (40 U.S.C. § 484) (see now 40 U.S.C. § 541 et seq.);e. Make such certifications, take such action, make such expenditures and enter into such contracts, agreements and undertakings for and in the name of the State including cooperative agreements with any federal agencies providing for utilization by, and exchange between them of the property, facilities, personnel and services of each by the other, and require such reports and make such investigations as may be required by law or regulation of the United States of America in connection with the disposal of real property and the receipt, warehousing and distribution of personal property received from the United States of America.(2) The Government Support Services Section shall:a. Act as the responsible agency to operate the surplus commodity program in Delaware, in accordance with the regulations and procedures prescribed by the United States Department of Agriculture. The Office of Management and Budget may take such action, make such expenditures and enter into such contracts, agreements and undertakings for the State to provide for the distribution of available commodities to all eligible recipients in the State who make proper application therefor;b. Act as the sole state agency to receive, warehouse and distribute food commodities issued by the federal government for use in nonprofit school lunch programs, nonprofit summer camps for children, non-penal, nonprofit, tax-exempt private or public institutions, state correctional institutions and assistance to other needy persons in accordance with § 416 of the Agricultural Act of 1949 (7 U.S.C. § 1431), as amended, and other applicable federal laws and regulations; provided however, that the Office of Management and Budget shall have no control over the administration of the school lunch program beyond receiving, warehousing and distributing such food commodities.(3) a. The State Treasurer shall maintain, in the name of the Office of Management and Budget, Government Support Services, a special revolving account. There shall be deposited in this special account all moneys received as handling charges for the acquisition, warehousing, distribution or transfer of property of the United States of America as authorized under paragraph (b)(1) of this section.b. All funds collected by the Government Support Services Section shall be accounted for as provided by law for receipts of state agencies. Such funds shall be used to cover the expenses of the program. In accordance with federal regulations no funds in such special account shall revert to the General Fund of the State. Funds generated by Delaware Surplus Services and deemed to be surplus by the Director of the Office of Management and Budget shall be transferred to the Facilities Management Section for maintenance and restoration of state buildings and grounds maintained by the Facilities Management Section.(c) The Government Support Services Section shall have the powers, duties and functions relating to the central contracting for materiel and services throughout the State as outlined in § 6908 of this title.(d) The Government Support Services Section shall not contract for, procure or purchase printed matter, forms, bond paper or pads larger than 81/2inches by 11 inches unless such printed matter, forms, bond paper or pads are perforated or otherwise designed to produce finished printed matter or forms not larger than 81/2inches by 11 inches.(e) The Government Support Services Section shall not contract for vertical file cabinets designed to hold completed documents larger than 81/2inches by 11 inches.(f) Each agency may use its existing supply of printed matter, forms, bond paper and pads until the supply is exhausted and each agency may use its existing vertical file cabinets for so long as such cabinets remain serviceable.(g) This section shall not prohibit the purchase or use of printed matter or forms larger than 81/2inches by 11 inches, if the printed matter or forms are to be used to maintain accounting or bookkeeping records, for preparing architectural or engineering drafts or documents or for preparing maps, graphs, posters, charts or art work, or if the printed matter or forms are authorized by the State Archivist and Records Administrator. This section does not prohibit the purchase or use of fan-fold paper designed for use in computer peripheral devices.(h) The Government Support Services Section shall provide messenger and mail services to state agencies.(i) The Government Support Services Section shall provide graphics and printing services, including but not limited to printing, duplicating, photography and photocopying, to all state agencies. If appropriate, the Government Support Services Administrator may award a contract in accordance with Chapter 69 of this title. The acquisition of copiers in state buildings which are managed by the Office of Management and Budget, Facilities Management, shall have the approval of the Director of the Office of Management and Budget.(j) The Government Support Services Section shall provide transportation services to state agencies, including institutions of higher education, through the Office of Fleet Services.(k) The Government Support Services Section shall provide information services to the general public through a State Information Guide System.(l) No agency of state government shall procure, purchase or lease any postage meters or equipment for the metering of mail or the affixing of postage without the prior approval of the Government Support Services Section.(m) The Office of Fleet Services is hereby established within the Government Support Services Section and shall have the following powers, duties and functions. The Office of Fleet Services shall:(1) Have the administrative, ministerial, budgetary and clerical functions of Fleet Services;(2) Establish and operate a statewide fleet management system, as established by § 7105 of this title;(3) Investigate and resolve all citizens’ complaints relating to abuse or misuse of all agency/school district owned vehicles;(4) Recommend to the Director of the Office of Management and Budget appropriate funding levels for all agency/school districts for in-state travel requirements;(5) Be the sole agency to receive the proceeds from the disposal of vehicles and vehicle parts, including all nongeneral funds except those funds that, as a basis for their authorization, require the proceeds of such disposal to be returned to the original source of the funds; and(6) Establish an appropriated special fund account to sustain the total cost and operation of the Office of Fleet Services and its function, including staff salaries and the statewide fleet management system.(n) The Government Support Services Administrator shall assume such other powers, duties and functions as the Director of the Office of Management and Budget may assign which are not otherwise inconsistent with the laws of this State.75 Del. Laws, c. 88,\n\n§\n\n 4;77 Del. Laws, c. 84,\n\n§§\n\n 324, 325;§\n\n6309A. Human Resources Management [Repealed].75 Del. Laws, c. 88,\n\n§\n\n 4;repealed by 81 Del. Laws, c. 66, § 6, eff. July 1, 2017.;§\n\n6310A. Benefits and Insurance Administration [Repealed].75 Del. Laws, c. 88,\n\n§\n\n 4;repealed by 81 Del. Laws, c. 66, § 7, eff. July 1, 2017.;§\n\n6311A. Budget Development, Planning and Administration.(a) The Budget Development, Planning and Administration Section of the Office of Management and Budget is hereby established, having the powers, duties and functions as follows:(1) Oversees the preparation, presentation and implementation of the state’s operating and capital budgets;(2) Directs the adaptation and implementation of effective fiscal and management policies and procedures;(3) Manages the analysis of federal budgetary and financial issues including the administrative functions of the Delaware State Clearinghouse Committee; and(4) Provides management direction to the Office of State Planning Coordination on planning policy direction and the analysis of potential impacts.(b) The Administrator of the Budget Development, Planning and Administration Section shall assume such other powers, duties and functions as the Director of the Office of Management and Budget may assign which are not otherwise inconsistent with the laws of this State.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6312A. Functions prior to July 1, 2005.The Office of Management and Budget, through appropriate divisions, subdivisions and offices, shall have the power to perform and shall be responsible for the performance of all the powers, duties and functions vested in the Division of Facilities Management, Division of Support Services, Division of Graphics and Printing, and the State Architect within the former Department of Administrative Services immediately prior to July 1, 2005, and which are not otherwise specifically assigned to the Office of Management and Budget by this chapter, excepting only those powers, duties and functions expressly vested in or retained by any such person, department, board, commission or agency.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6313A. Appeals.Any and all rights of appeal now existing by law, with respect to any act or acts constituting the exercise of any function or functions transferred by this chapter to the Office of Management and Budget or to any division or subdivision thereof, shall continue to exist with respect to such act or acts as hereafter performed by the Office of Management and Budget or by the division, subdivision or office to which such function is transferred, and each such appeal shall be perfected in the manner heretofore provided by law.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6314A. Transfers and continuity.(a) All books, records, papers, maps, charts, plans and other material including, but not limited to, any equipment in the possession of any agency of the State and used in connection with a function transferred by this chapter to the Office of Management and Budget shall, on July 1, 2005, be delivered into the custody of the said Office. All investigations, petitions, hearings and legal proceedings pending before or instituted by any agency from which functions are transferred by this chapter and not concluded prior to July 1, 2005, shall continue unabated and remain in full force and effect, notwithstanding the passage of this chapter and, where necessary, may be completed before, by or in the name of the Office. All orders, rules and regulations made by any agency from which functions are transferred by this chapter and which govern such functions, and which are in effect on July 1, 2005, shall remain in full force and effect until revoked or modified in accordance with law by the Office. All contracts and obligations of any agency made or undertaken in the performance of a function transferred to the Office by this chapter and being in force on July 1, 2005, shall, notwithstanding this chapter, remain in full force and effect and be performed by the Office.(b) Employees of any agency whose functions are consistent with and have been transferred to the Office of Management and Budget by this chapter shall continue and be deemed to be the employees of the said Office on July 1, 2005, and, where applicable, with all the benefits accrued as merit employees as of July 1, 2005.(c) All definitions and references to any commission, board, department, council or agency which appear in any other act or law shall, to the extent that they are consistent with this chapter and in connection with a function transferred to the Office of Management and Budget, be construed as referring and relating to the Office of Management and Budget as created and established by this chapter.(d) All definitions and references to any director, commissioner, executive secretary, commission, board or council member or other similar person which appear in any other act or law shall, to the extent that they are consistent with this chapter and in connection with a function transferred by this chapter to the Office of Management and Budget, be construed as referring or relating to such person or persons and their powers, duties and functions as established and created by this chapter.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6315A. Misnomer in donation.Any misnomer shall not defeat or annul any gift, grant, devise or bequest to the Office of Management and Budget or any predecessor agency thereof if it sufficiently appears by the will, conveyance or other writing that the party making the same intended to pass and convey thereby to the Office or to any commission, board, department, authority, council or agency, to which, by this chapter, the powers, duties and functions have been transferred to the Office, the estate or interest therein expressed or described.75 Del. Laws, c. 88,\n\n§\n\n 4;§\n\n6316A. Supremacy.All other laws or parts of laws now in effect inconsistent with this chapter are repealed, superseded, modified or amended so far as necessary to conform to and give full force and effect to this chapter.75 Del. Laws, c. 88,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6302a",
      "number": "6302A.",
      "heading": "Director; appointment; salary; bond; employees and assistants",
      "text": "(a) The administrator and head of the Office is the Director of the Office of Management and Budget (“Director”).(1) The Director is appointed, confirmed, and holds office as provided in § 10 of Article III of the Delaware Constitution.(2\n§\n\n 4;84 Del. Laws, c. 278,\n\n§\n\n1;84 Del. Laws, c. 455,\n\n§\n\n4;85 Del. Laws, c. 43,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6303a",
      "number": "6303A.",
      "heading": "General powers and duties.The Director of the Office of Management and Budget shall have the following powers, duties and functions:(1) To audit, inspect and examine the accounts and the affairs of and the records of any agency of this State at such times as deemed expedient for the supervision of t",
      "text": "§\n\n 4;81 Del. Laws, c. 66,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6304a",
      "number": "6304A.",
      "heading": "Limitation on power to investigate",
      "text": "The Director shall not investigate or require reports from the judiciary or from the courts of this State, from any private hospital, from the General Assembly, from any local or special school district respecting locally raised (non-state) revenues, from any fire\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6305a",
      "number": "6305A.",
      "heading": "Exemptions.The following positions set forth in this section shall be exempt from Chapter 59 of this title:(1) Director of the Office of Management and Budget;(2) Management Services Administrator;(3) Facilities Management Administrator;(4) Government Support Services Administrator; and(5) Administr",
      "text": "§\n\n 4;81 Del. Laws, c. 66,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6306a",
      "number": "6306A.",
      "heading": "Management Services.(a) The Management Services Section of the Office of Management and Budget is hereby established, having the powers, duties and functions as follows:(1) Administer and coordinate the recordkeeping, fiscal affairs, information technology, statistics, accounting, budgeting, personn",
      "text": "§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6307a",
      "number": "6307A.",
      "heading": "Facilities management [For applicability of this section, see 81 Del",
      "text": "Laws, c. 267, § 3].(a) The Facilities Management Section of the Office of Management and Budget is hereby established having powers, duties and functions as follows:(1) Advise the Director of the Office of Management and Budget on\n§\n\n 4;77 Del. Laws, c. 84,\n\n§\n\n 323;81 Del. Laws, c. 267,\n\n§\n\n2;83 Del. Laws, c. 270,\n\n§\n\n7;84 Del. Laws, c. 441,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6308a",
      "number": "6308A.",
      "heading": "Government Support Services.(a) As used in this section:(1) “Duly authorized volunteer fire department” shall mean a volunteer fire department recognized as such by the State Fire Prevention Commission",
      "text": "(2) “Local government unit” shall mean any municipality incorporated in this State under the autho\n§\n\n 4;77 Del. Laws, c. 84,\n\n§§\n\n 324, 325;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6309a",
      "number": "6309A.",
      "heading": "Human Resources Management [Repealed].75 Del. Laws, c. 88,",
      "text": "§\n\n 4;repealed by 81 Del. Laws, c. 66, § 6, eff. July 1, 2017.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6310a",
      "number": "6310A.",
      "heading": "Benefits and Insurance Administration [Repealed].75 Del. Laws, c. 88,",
      "text": "§\n\n 4;repealed by 81 Del. Laws, c. 66, § 7, eff. July 1, 2017.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6311a",
      "number": "6311A.",
      "heading": "Budget Development, Planning and Administration",
      "text": "(a) The Budget Development, Planning and Administration Section of the Office of Management and Budget is hereby established, having the powers, duties and functions as follows:(1) Oversees the preparation, presentation and implementation of the state’\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6312a",
      "number": "6312A.",
      "heading": "Functions prior to July 1, 2005",
      "text": "The Office of Management and Budget, through appropriate divisions, subdivisions and offices, shall have the power to perform and shall be responsible for the performance of all the powers, duties and functions vested in the Division of Facilities Management, Division\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6313a",
      "number": "6313A.",
      "heading": "Appeals.Any and all rights of appeal now existing by law, with respect to any act or acts constituting the exercise of any function or functions transferred by this chapter to the Office of Management and Budget or to any division or subdivision thereof, shall continue to exist with respect to such ",
      "text": "§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6314a",
      "number": "6314A.",
      "heading": "Transfers and continuity.(a) All books, records, papers, maps, charts, plans and other material including, but not limited to, any equipment in the possession of any agency of the State and used in connection with a function transferred by this chapter to the Office of Management and Budget shall, o",
      "text": "§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6315a",
      "number": "6315A.",
      "heading": "Misnomer in donation.Any misnomer shall not defeat or annul any gift, grant, devise or bequest to the Office of Management and Budget or any predecessor agency thereof if it sufficiently appears by the will, conveyance or other writing that the party making the same intended to pass and convey there",
      "text": "§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6316a",
      "number": "6316A.",
      "heading": "Supremacy.All other laws or parts of laws now in effect inconsistent with this chapter are repealed, superseded, modified or amended so far as necessary to conform to and give full force and effect to this chapter",
      "text": "75 Del. Laws, c. 88,\n§\n\n 4;",
      "history": "",
      "source_url": ""
    }
  ]
}