{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c060findex",
  "sections": [
    {
      "id": "section-6001f",
      "number": "6001F.",
      "heading": "Definitions [For application of this section, see 84 Del",
      "text": "Laws, c. 407, § 2].As used in this chapter:(1) “Flag” means a Delaware state flag.(2) a. “Law-enforcement officer” means a sworn member of a police force or other law-enforcement agency of this State or of a county or municipality in this Sta\n§\n\n1;§\n\n6002F. Eligibility [For application of this section, see 84 Del. Laws, c. 407, § 2].The next of kin of a deceased person is entitled to a flag if all of the following criteria are met:(1) The person has provided at least 10 years of service to this state in at least 1 of the entities listed under § 6001F of this title. Service in more than 1 entity may be combined in calculating the 10-year threshold.(2) The person dies in the line of duty or while an active member of at least 1 of the entities listed under § 6001F of this title.(3) The next of kin requests a flag from the appropriate entity under § 6003F of this title.84 Del. Laws, c. 407,\n\n§\n\n1;§\n\n6003F. Distribution [For application of this section, see 84 Del. Laws, c. 407, § 2].On the request of a next of kin, the following entities shall provide a flag under this section:(1) The Delaware State Fire Prevention Commission, if the person served as a volunteer or paid member of a fire department in this State.(2) The Department of Safety and Homeland Security, if the person served as a law-enforcement officer, unless the person served as a correction officer or probation and parole officer.(3) The Department of Correction, if the person served as a correction officer or a probation and parole officer.(4) The Delaware National Guard, if the person served as a member of the Delaware National Guard.84 Del. Laws, c. 407,\n\n§\n\n1;84 Del. Laws, c. 407,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6002f",
      "number": "6002F.",
      "heading": "Eligibility [For application of this section, see 84 Del",
      "text": "Laws, c. 407, § 2].The next of kin of a deceased person is entitled to a flag if all of the following criteria are met:(1) The person has provided at least 10 years of service to this state in at least 1 of the entities listed under § 6001F o\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6003f",
      "number": "6003F.",
      "heading": "Distribution [For application of this section, see 84 Del",
      "text": "Laws, c. 407, § 2].On the request of a next of kin, the following entities shall provide a flag under this section:(1) The Delaware State Fire Prevention Commission, if the person served as a volunteer or paid member of a fire department in\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}