{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c066aindex",
  "sections": [
    {
      "id": "section-6601a",
      "number": "6601A.",
      "heading": "Short title.This chapter shall be known as the “Delaware Public Library Construction Assistance Act.”67 Del. Laws, c. 412,",
      "text": "§\n\n 1;§\n\n6602A. Definitions.As used in this chapter:(1) “Library construction” includes, but is not limited to, the acquisition, construction, reconstruction, alteration, remodeling or enlargement of library buildings, the acquisition or installation of apparatus or equipment or the acquisition of land required as sites for such buildings, including land or rights in land needed to provide access to sites, and the grading or other improvements of such sites, land or rights in land, including the construction of sidewalks where authorized by law, the construction of any sewers or water mains needed to connect such buildings to any publicly-owned sewer system or water system. The following items are not considered to be included within the definition of “library construction:” Supplies, computers, debt service on loans, maintenance items and operating costs.(2) “Non-state share” means:a. A sum of money from sources other than state funds;b. The fair market value of:1. Developed and/or undeveloped land not currently used as a public library site but to be used as the location for “library construction” as defined herein, including parking lots; or2. An existing facility under development not currently used as a public library but to be used as the location for “library construction”, as defined herein; or3. An existing facility and/or land currently used as a public library site, including parking lots, to which deed title was conveyed to the public library governing authority after July 1, 1992.The aggregate value of the money, lands and facilities described in paragraphs (2)a. and b. of this section, when provided by any source other than the state and matched with the state share, will equal the total cost of the proposed library construction.(3) “State share” means that maximum sum of money which may be paid from state sources for a library construction project.(4) “Total cost” means the maximum sum or sums of money which may be spent for a library construction project, provided that nothing contained in this chapter shall prevent any non-state source from increasing said total cost by providing a larger amount from non-state sources than that stated as that non-state share, nor prevent the acceptance and use of any funds appropriated by the Congress of the United States for these purposes.67 Del. Laws, c. 412,\n\n§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(a), (b);82 Del. Laws, c. 244,\n\n§\n\n65;§\n\n6603A. Eligibility.Any public library, including privately incorporated public libraries, the Dover Public Library established pursuant to 60 Del. Laws, c. 158 and public library systems established pursuant to Chapter 8 of Title 9 may be eligible for state assistance in library construction costs, with the state share representing up to 50% of the total cost of such library construction project. State funding of library construction may be requested in phases and could be authorized over more than 1 fiscal year.67 Del. Laws, c. 412,\n\n§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(d);71 Del. Laws, c. 378,\n\n§\n\n 31;§\n\n6604A. Review of proposals.The Department of State, upon receipt of a request for state assistance under this chapter, shall refer each proposal to the Division of Libraries and the Delaware Council on Libraries for their comments. The Division of Libraries and the Delaware Council on Libraries shall provide the Department of State with their comments on each such proposal within 30 days of receipt of the proposal. The Department of State shall forward all proposals and comments to the Director of the Office of Management and Budget. The Director of the Office of Management and Budget shall review all proposals for funding under this chapter and include all proposals as part of the annual capital budget. This review shall include, but not be limited to, a determination of need of the project, scope of the project, total cost of the project, and the availability of the non-state share.67 Del. Laws, c. 412,\n\n§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(c);69 Del. Laws, c. 10,\n\n§\n\n 8;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n6605A. Expenditure of funds.The Director of the Office of Management and Budget, as part of the annual capital budget responsibilities set forth in § 6342 of this title, shall insure that the State share and non-state share on all projects funded under this chapter are expended in conformance with the provisions of this chapter.67 Del. Laws, c. 412,\n\n§\n\n 1;69 Del. Laws, c. 10,\n\n§\n\n 9;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n6606A. Retroactivity.Any library construction project certified by the Delaware Division of Libraries and the Delaware Council on Libraries may proceed with planning, design and other construction expenditures using local funds and any state assistance may be applied retroactively to such costs incurred after the date of such certification, provided however, that certification of such project shall not bind the State to provide assistance.78 Del. Laws, c. 76,\n\n§\n\n 61;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6602a",
      "number": "6602A.",
      "heading": "Definitions.As used in this chapter:(1) “Library construction” includes, but is not limited to, the acquisition, construction, reconstruction, alteration, remodeling or enlargement of library buildings, the acquisition or installation of apparatus or equipment or the acquisition of land required as ",
      "text": "§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(a), (b);82 Del. Laws, c. 244,\n\n§\n\n65;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6603a",
      "number": "6603A.",
      "heading": "Eligibility.Any public library, including privately incorporated public libraries, the Dover Public Library established pursuant to 60 Del",
      "text": "Laws, c. 158 and public library systems established pursuant to Chapter 8 of Title 9 may be eligible for state assistance in library construction costs, with th\n§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(d);71 Del. Laws, c. 378,\n\n§\n\n 31;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6604a",
      "number": "6604A.",
      "heading": "Review of proposals.The Department of State, upon receipt of a request for state assistance under this chapter, shall refer each proposal to the Division of Libraries and the Delaware Council on Libraries for their comments",
      "text": "The Division of Libraries and the Delaware Council on Libraries shall prov\n§\n\n 1;68 Del. Laws, c. 405,\n\n§\n\n 27(c);69 Del. Laws, c. 10,\n\n§\n\n 8;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6605a",
      "number": "6605A.",
      "heading": "Expenditure of funds.The Director of the Office of Management and Budget, as part of the annual capital budget responsibilities set forth in § 6342 of this title, shall insure that the State share and non-state share on all projects funded under this chapter are expended in conformance with the prov",
      "text": "§\n\n 1;69 Del. Laws, c. 10,\n\n§\n\n 9;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6606a",
      "number": "6606A.",
      "heading": "Retroactivity.Any library construction project certified by the Delaware Division of Libraries and the Delaware Council on Libraries may proceed with planning, design and other construction expenditures using local funds and any state assistance may be applied retroactively to such costs incurred af",
      "text": "§\n\n 61;",
      "history": "",
      "source_url": ""
    }
  ]
}