{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-330-cotton-duck-or-canvas-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nCotton Duck or Canvas Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "That for the purpose of this act cotton duck or",
      "text": "canvas shall be deemed to include all cotton duck or canvas, whether single\nfilling, double filling, army, roll or wide duck.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "That for the purpose of this act, the equivalent of thirty-six (36)",
      "text": "inches in length by twenty-nine (29) inches in width, or seven and\none-fourth (7 1/4) square feet of cotton duck or canvas shall constitute a\nyard, a yard, and an ounce shall be one-sixteenth part of a pound\navoirdupois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Any person, firm or corporation who shall manufacture for sale or",
      "text": "who may offer or expose for sale any cotton duck or canvas or any article\nother than clothing and wearing apparel composed or made in whole or in\npart of cotton duck or canvas, shall distinctly and durably stamp, brand or\nmark thereon the true and correct weight of such cotton duck or canvas, by\nounces per yard, together with a description by name of any filler or other\npreparations placed in or on said cotton duck or canvas since its\nmanufacture.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "It shall be unlawful for any person, firm or corporation either",
      "text": "individually or in any representative capacity, to carry for sale, sell or\nendeavor to sell any cotton duck or canvas as herein defined, or any\narticles other than clothing and wearing apparel composed or made in whole\nor in part of any cotton duck or canvas without having marked thereon the\ntrue and correct weight of said canvas, or cotton duck by ounces per yard,\ntogether with a description by name of any filler or other preparations\nplaced in or on said cotton duck or canvas since its manufacture, or to\nmisstate, misrepresent or conceal the true weight of said canvas or cotton\nduck by ounces per yard, or to misstate, misrepresent or conceal\nthe existence of any filler or other preparation placed in or on said cotton\nduck or canvas since its manufacture.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "It shall be unlawful for any person, firm or corporation either",
      "text": "individually or in representative capacity selling, carrying for sale or\nendeavoring to sell any awnings, paulins, wagon covers, tent, grain and hay\ncovers, stable or tent tops, to misstate or misrepresent or conceal the\ntrue and correct size and dimensions thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "It shall be unlawful for any person to deface, mutilate, obscure,",
      "text": "conceal, efface, cancel or remove any mark provided for by this act, or\ncause or permit the same to be done with intent to mislead, deceive or to\nviolate any of the provisions of this act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Any person, firm or corporation violating any of the provisions of this",
      "text": "act shall be deemed guilty of a petty offense and on conviction thereof\nshall for the first offense be punished by a fine of not less than\ntwenty-five dollars ($25) nor more than fifty dollars ($50) and for each\nsubsequent offense by a fine of not less than fifty dollars ($50) nor more\nthan one hundred dollars ($100).",
      "history": "",
      "source_url": ""
    }
  ]
}