{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-180-collateral-protection-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Collateral Protection Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions.",
      "text": "In this Act, unless the context otherwise\nrequires, the following words and phrases shall have the following meanings:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Placement of collateral protection insurance.",
      "text": "A creditor may\nplace collateral protection insurance provided the following conditions are\nmet:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Notice of purchase of collateral protection",
      "text": "insurance;\nrepayment terms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Coupon books.",
      "text": "If any form of amortization is used by the\ncreditor and a coupon book was sent to the debtor at the inception of the\ncredit transaction, the creditor shall send to the debtor either:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Cancellation of collateral protection insurance.",
      "text": "A debtor may\nat any time cause the cancellation of collateral protection insurance by\nproviding proper evidence to the\ncreditor that the debtor has obtained insurance as required by the credit\nagreement. If, within 30\ndays after notice is sent pursuant to subsection (a) of Section 15, a\ndebtor provides the creditor with proper evidence that the debtor had\ninsurance on the collateral as required by the credit agreement on the date the\ncreditor purchased insurance and that the debtor continues to have insurance on\nthe\ncollateral as required by the credit agreement, the creditor shall cancel the\ninsurance that it purchased and may not charge the debtor any costs,\ninterest, or other charges in connection with the insurance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Unearned premiums.",
      "text": "Upon cancellation or expiration of\ncollateral protection insurance, the amount of unearned premiums, if any, as\ncalculated in accordance with the policy, shall be refunded to\nthe debtor. The amount of\nunearned premiums, however, may not be calculated by the Rule of 78ths\nmethod.\nA\nrefund of unearned premiums may be credited to the debtor's obligation under\nthe credit agreement or distributed directly to the debtor by check or other\nmeans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Selection of insurance carrier.",
      "text": "Collateral protection insurance\nmay be placed with any insurance carrier selected by the creditor that is\nlicensed to underwrite the insurance by the Department of Insurance.\nThe insurance shall be evidenced by an individual policy or a certificate\nof insurance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Substantial compliance.",
      "text": "Substantial compliance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "No fiduciary relationship.",
      "text": "This Act does not impose a\nfiduciary relationship between the creditor and the debtor. Placement of\ncollateral protection insurance is for the sole purpose of protecting the\ninterest of the creditor when the debtor fails to insure collateral as required\nby the credit agreement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "No cause of action created.",
      "text": "A creditor is not, by virtue of\nthis Act, required to purchase collateral protection insurance or to otherwise\ninsure collateral. A creditor shall not, by virtue of this Act, be liable to a\ndebtor or to any other person for not purchasing collateral protection\ninsurance, as a result of the amount or level of coverage of collateral\nprotection\ninsurance purchased by the creditor, or because the creditor purchased\ncollateral protection insurance that protects only the interests of the\ncreditor or less than all of the interests of the debtor. This Act shall not\nbe deemed to create a cause of action for damages on behalf of the debtor or\nany other person in connection with the placement of collateral\nprotection insurance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Uniform Commercial Code.",
      "text": "The obligations and rights of the\ncreditor and the debtor with respect to the collateral as provided by the\nUniform Commercial Code are not affected by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Severability; no impairment of creditor's rights.",
      "text": "The provisions\nof this Act are severable under Section 1.31 of the Statute on Statutes.\nThis Act shall not impair any other remedies, rights, or options\navailable to a creditor pursuant to any law, regulation, ruling, court order,\ncontract, or agreement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Coverage of Act.",
      "text": "Substantial compliance with the provisions of\nthis Act shall be mandatory for the placement of collateral protection\ninsurance in this State by a creditor pursuant to a credit agreement entered\ninto on or after July 1, 1997. No provision of this Act shall be held or\napplied against a creditor in connection with collateral protection insurance\nplaced prior to July 1, 1997. A creditor that places collateral protection\ninsurance pursuant to a credit agreement entered into prior to July 1, 1997,\nshall have available to it all of the rights provided by this Act if the\ncreditor is in substantial compliance with the provisions of this Act other\nthan item (3) of Section 10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "Effective date.",
      "text": "This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}