{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-135-residential-improvement-loan-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nResidential Improvement Loan Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "No person or corporation shall disburse funds to or for the account",
      "text": "of, or as directed by a contractor pursuant to a loan transaction for\nimprovement or repair of (including remodeling of and additions to) a\nresidential structure without requiring and receiving prior to each such\ndisbursement a completion certificate as prescribed by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "No person or corporation shall disburse funds to or for the account",
      "text": "of, or as directed by, a contractor pursuant to an issuance or transfer\nthereto of a negotiable instrument evidencing a loan for improvement or\nrepair of (including remodeling of and additions to) a residential\nstructure without requiring and receiving prior to each such disbursement a\ncompletion certificate as prescribed by this Act. Acceptance by such person\nor corporation of a completion certificate in the prescribed form, without\nactual knowledge of any falsity of such certificate, entitles such person\nor corporation to all rights of a holder in due course of such negotiable\ninstrument notwithstanding any actual falsity of such certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Such completion certificate shall be signed by the obligor of the",
      "text": "loan and by the contractor performing the aforesaid work, shall be dated,\nand shall be in substantially the following form:COMPLETION CERTIFICATE",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "When the obligor of the loan is induced by the contractor to sign",
      "text": "a completion certificate before the contractor has performed the labor or\ndelivered the materials as stated by such certificate, regardless of\nwhether the obligor understood the significance of his signature upon such\na certificate, the contractor shall perform the labor and deliver the\nmaterials as stated within a reasonable time from the date the obligor\nsigned such document.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "No funds shall be disbursed for the purposes described in this Act,",
      "text": "which are in excess of the value of labor performed and materials delivered\nas certified in a duly executed and delivered completion certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "This Act does not apply to any loan made in accordance with the",
      "text": "provisions of Subchapter 1 of Chapter 13 of Title 12 of the United States\nCode, which is designated as \"Housing Renovation and Modernization\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "A person or corporation convicted of any violation of this Act,",
      "text": "including the execution, delivery or acceptance of a completion certificate\nwith actual knowledge of a falsity contained therein, shall be guilty of a\nbusiness offense and shall be fined not to exceed $1,000. Any person\nviolating Section 3.1 of this Act is guilty of a Class A misdemeanor.",
      "history": "",
      "source_url": ""
    }
  ]
}