{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-121-consumer-legal-funding-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Consumer Legal Funding Act.",
      "text": "Short title. This Act may be cited as the Consumer Legal Funding Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions.",
      "text": "Definitions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Contract requirements; right of rescission.",
      "text": "Contract requirements; right of rescission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Consumer legal funding company prohibitions. A consumer legal funding company shall not:",
      "text": "Consumer legal funding company prohibitions. A consumer legal funding company shall not:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Satisfaction of the contract.  A consumer legal funding company shall require the resolution amount to be set as a predetermined amount, based upon intervals of time from the date of origination of the funding through the date of resolution of the legal claim, and not be determined as a percentage o",
      "text": "Satisfaction of the contract. A consumer legal funding company shall require the resolution amount to be set as a predetermined amount, based upon intervals of time from the date of origination of the funding through the date of resolution of the legal claim, and not be determined as a percentage of the recovery from the legal claim.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Fees.",
      "text": "Fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Disclosures. All consumer legal funding contracts shall contain the disclosures specified in this Section, which shall constitute material terms of the contract",
      "text": "Unless otherwise specified, the disclosures shall be typed in at least 12-point bold-type font and be placed clearly and conspicuously wit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Violations.",
      "text": "Violations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Assignability; liens.",
      "text": "Assignability; liens.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Attorney prohibitions.  An attorney or law firm retained by the consumer in the legal claim shall not have a financial interest in the consumer legal funding company offering consumer legal funding to that consumer",
      "text": "Additionally, any attorney who has referred the consumer to the consumer's retained",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Effect of communication on privileges",
      "text": "No communication between the consumer's attorney in the legal claim and the consumer legal funding company as it pertains to the consumer legal funding shall limit, waive, or abrogate the scope or nature of any statutory or common law privilege, including the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Consumer legal funding license scope.",
      "text": "Consumer legal funding license scope.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Licensee name.  No person, partnership, association, corporation, limited liability company, or other entity engaged in a business regulated by this Act shall operate the business under a name other than the real names of the entity and individuals conducting the business",
      "text": "The business may in additi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "License application process; investigation.",
      "text": "License application process; investigation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "License application form.",
      "text": "License application form.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "License application; Nationwide Multistate Licensing System and Registry.",
      "text": "License application; Nationwide Multistate Licensing System and Registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "Averments of applicant.  Each application for license shall be accompanied by the following averments stating that the applicant:",
      "text": "Averments of applicant. Each application for license shall be accompanied by the following averments stating that the applicant:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "Refusal to issue license. The Secretary may refuse to issue or renew a license if:",
      "text": "Refusal to issue license. The Secretary may refuse to issue or renew a license if:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "Closing of business; surrender of license.  At least 10 days before a licensee ceases operations, closes business, or files for bankruptcy:",
      "text": "Closing of business; surrender of license. At least 10 days before a licensee ceases operations, closes business, or files for bankruptcy:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "License renewal; fees.",
      "text": "License renewal; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "Secretary of Financial and Professional Regulation; functions and powers.  The functions and powers of the Secretary shall include the following:",
      "text": "Secretary of Financial and Professional Regulation; functions and powers. The functions and powers of the Secretary shall include the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "Other businesses.",
      "text": "Other businesses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110",
      "number": "110.",
      "heading": "Financial Institution Fund.  All moneys received by the Secretary under this Act in conjunction with the provisions relating to consumer legal funding companies shall be paid into the Financial Institution Fund and all expenses incurred by the Secretary under this Act in conjunction with the provisi",
      "text": "Financial Institution Fund. All moneys received by the Secretary under this Act in conjunction with the provisions relating to consumer legal funding companies shall be paid into the Financial Institution Fund and all expenses incurred by the Secretary under this Act in conjunction with the provisions relating to consumer legal funding companies shall be paid from the Financial Institution Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "115.",
      "heading": "Examination; prohibited activities.",
      "text": "Examination; prohibited activities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-120",
      "number": "120.",
      "heading": "Judicial review.  All final administrative decisions of the Department under this Act, all amendments and modifications of final administrative decisions, and any rules adopted by the Department pursuant to this Act shall be subject to judicial review pursuant to the provisions of the Administrative",
      "text": "Judicial review. All final administrative decisions of the Department under this Act, all amendments and modifications of final administrative decisions, and any rules adopted by the Department pursuant to this Act shall be subject to judicial review pursuant to the provisions of the Administrative Review Law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-125",
      "number": "125.",
      "heading": "Subpoena power.",
      "text": "Subpoena power.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-130",
      "number": "130.",
      "heading": "Report required of licensee.   In addition to any reports required under this Act, every licensee shall file any other report that the Secretary requires",
      "text": "Report required of licensee. In addition to any reports required under this Act, every licensee shall file any other report that the Secretary requires.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "135.",
      "heading": "Suspension; revocation of licenses; fines.",
      "text": "Suspension; revocation of licenses; fines.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-140",
      "number": "140.",
      "heading": "Investigation of complaints.  The Secretary may receive, record, and investigate complaints and inquiries made by any person concerning this Act and any licensees under this Act",
      "text": "Each licensee shall open its books, records, documents, and offices wherever situated to the Secretary or his or her appo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "145.",
      "heading": "Additional investigation and examination authority",
      "text": "In addition to any authority allowed under this Act, the Secretary shall have the authority to conduct investigations and examinations as follows:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-150",
      "number": "150.",
      "heading": "Confidential information.  In hearings conducted under this Act, information presented into evidence that was acquired by the licensee when serving any individual in connection with a consumer legal funding, including all financial information of the individual, shall be deemed strictly confidential",
      "text": "Confidential information. In hearings conducted under this Act, information presented into evidence that was acquired by the licensee when serving any individual in connection with a consumer legal funding, including all financial information of the individual, shall be deemed strictly confidential and shall be made available only as part of the record of a hearing under this Act or otherwise (i) when the record is required, in its entirety, for purposes of judicial review or (ii) upon the express written consent of the individual served, or in the case of his or her death or disability, the consent of his or her personal representative.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "155.",
      "heading": "Information sharing.",
      "text": "In order to promote more effective regulation and reduce regulatory burden through supervisory information sharing:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-160",
      "number": "160.",
      "heading": "Reports of violations.  Any person licensed under this Act or any other person may report to the Secretary any information to show that a person subject to this Act is or may be in violation of this Act",
      "text": "A person who files a report with the Department that a licensee is engaged in one or more violat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-165",
      "number": "165.",
      "heading": "Rules of the Department.",
      "text": "Rules of the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-170",
      "number": "170.",
      "heading": "Appeal and review.",
      "text": "Appeal and review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-175",
      "number": "175.",
      "heading": "Collection of compensation.  Unless exempt from licensure under this Act, no person engaged in or offering to engage in any act or service for which a license under this Act is required may bring or maintain any action in any court of this State to collect compensation for the performance of the lic",
      "text": "Collection of compensation. Unless exempt from licensure under this Act, no person engaged in or offering to engage in any act or service for which a license under this Act is required may bring or maintain any action in any court of this State to collect compensation for the performance of the licensable services without alleging and proving that he or she was the holder of a valid consumer legal funding company license under this Act at all times during the performance of those services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-180",
      "number": "180.",
      "heading": "Cease and desist order.",
      "text": "Cease and desist order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-185",
      "number": "185.",
      "heading": "Injunction.  The Secretary may, through the Attorney General, maintain an action in the name of the people of the State of Illinois and may apply for an injunction in the circuit court to enjoin a person from violating this Act or engaging in unlicensed consumer legal funding activity",
      "text": "Injunction. The Secretary may, through the Attorney General, maintain an action in the name of the people of the State of Illinois and may apply for an injunction in the circuit court to enjoin a person from violating this Act or engaging in unlicensed consumer legal funding activity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190",
      "number": "190.",
      "heading": "Pledge or sale of consumer legal funding.",
      "text": "Pledge or sale of consumer legal funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-195",
      "number": "195.",
      "heading": "Penalties.  Any person who engages in business as a licensee without the license required by this Act commits a Class 4 felony.",
      "text": "Penalties. Any person who engages in business as a licensee without the license required by this Act commits a Class 4 felony.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-200",
      "number": "200.",
      "heading": "Civil action.  A claim of violation of this Act may be asserted in a civil action",
      "text": "Additionally, a prevailing consumer may be awarded reasonable attorney's fees and court costs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-205",
      "number": "205.",
      "heading": "Evasion.  An agreement, contract, or transaction that is structured to evade the definition of consumer legal funding shall be deemed a consumer legal funding for the purposes of this Act",
      "text": "Evasion. An agreement, contract, or transaction that is structured to evade the definition of consumer legal funding shall be deemed a consumer legal funding for the purposes of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-210",
      "number": "210.",
      "heading": "Severability.  If any clause, sentence, provision, or part of this Act or its application to any person or circumstance is adjudged to be unconstitutional or invalid for any reason by any court of competent jurisdiction, that judgment shall not impair, affect, or invalidate other provisions or appli",
      "text": "Severability. If any clause, sentence, provision, or part of this Act or its application to any person or circumstance is adjudged to be unconstitutional or invalid for any reason by any court of competent jurisdiction, that judgment shall not impair, affect, or invalidate other provisions or applications of this Act, which shall remain in full force and effect thereafter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-905",
      "number": "905.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-910",
      "number": "910.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-999",
      "number": "999.",
      "heading": "Effective date. This Act takes effect upon becoming law.",
      "text": "Effective date. This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}