{
  "state": "virginia",
  "path": "title-title-56-public-service-companies/chapter-chapter-25-natural-gas-conservation-and-ratemaking-efficienc",
  "sections": [
    {
      "id": "section-56-600",
      "number": "56-600.",
      "heading": "Definitions§ 56-601. Natural gas conservation and ratemaking efficiency§ 56-602. Conservation and ratemaking efficiency plans",
      "text": "As used in this chapter:\n\n\"Allowed distribution revenue\" means the average annual, weather-normalized, nongas commodity revenue per customer associated with the rates in effect as adopted in the applicable utility's last Commission-approved rate case or performance-based regulation plan, multiplied by the average number of customers served.\n\n\"Conservation and ratemaking efficiency plan\" means a plan filed by a natural gas utility pursuant to this chapter that includes a decoupling mechanism.\n\n\"Cost-effective conservation and energy efficiency program\" means a program approved by the Commission that is designed to decrease the average customer's annual, weather-normalized consumption of energy, for gas and nongas elements combined, or avoid energy costs or consumption the customer may otherwise have incurred, and is determined by the Commission to be cost-effective if the net present value of the benefits exceeds the net present value of the costs at the portfolio level as determined by not less than any three of the following four tests: the Total Resource Cost Test, the Program Administrator Test (also referred to as the Utility Cost Test), the Participant Test, and the Ratepayer Impact Measure Test. Such determination shall include an analysis of all five tests, and a portfolio of programs shall be approved if the net present value of the benefits exceeds the net present value of the costs as determined by not less than any three of the four tests. Such determination shall also be made (i) with the assignment of administrative costs associated with the conservation and ratemaking efficiency plan to the portfolio as a whole and (ii) with the assignment of education and outreach costs associated with each program in a portfolio of programs to such program and not to individual measures within a program, when such administrative, education, or outreach costs are not otherwise directly assignable. Without limitation, rate designs or rate mechanisms, customer education, customer incentives, appliance rebates, and weatherization programs are examples of conservation and energy efficiency programs that the Commission may consider. Energy efficiency programs that provide measurable and verifiable energy savings to low-income customers or elderly customers may also be deemed cost effective. A cost-effective conservation and energy efficiency program shall not include a program designed to convert propane or heating oil customers to natural gas.\n\n\"Decoupling mechanism\" means a rate, tariff design or mechanism that decouples the recovery of a utility's allowed distribution revenue from the level of consumption of natural gas by its customers, including (i) a mechanism that adjusts actual nongas distribution revenues per customer to allowed distribution revenues per customer, such as a sales adjustment clause, (ii) rate design changes that substantially align the percentage of fixed charge revenue recovery with the percentage of the utility's fixed costs, such as straight fixed variable rates, provided such mechanism includes a substantial demand component based on a customer's peak usage, or (iii) a combination of clauses (i) and (ii) that substantially decreases the relative amount of nongas distribution revenue affected by changes in per customer consumption of gas.\n\n\"Fixed costs\" means any and all of the utility's nongas costs of service, together with an authorized return thereon, that are not associated with the cost of the natural gas commodity flowing through and measured by the customer's meter.\n\n\"Measure\" means an individual item, service, offering, or rebate available to a customer of a natural gas utility as part of the utility's conservation and ratemaking efficiency plan.\n\n\"Natural gas utility\" or \"utility\" means any investor-owned public service company engaged in the business of furnishing natural gas service to the public.\n\n\"Portfolio\" means the program or programs included in a natural gas utility's conservation and ratemaking efficiency plan.\n\n\"Program\" means a group of one or more related measures for a customer class.\n\n\"Revenue-neutral\" means a change in a rate, tariff design or mechanism as a component of a conservation and ratemaking efficiency plan that does not shift annualized allowed distribution revenue between customer classes, and does not increase or decrease the utility's average, weather-normalized nongas utility revenue per customer for any given rate class by more than 0.25 percent when compared to (i) the rate, tariff design or mechanism in effect at the time a conservation and ratemaking efficiency plan is filed pursuant to this chapter or (ii) the allocation of costs approved by the Commission in a rate case using the cost of service methodology set forth in § 56-235.2 or a performance-based regulation plan authorized by § 56-235.6, where a plan is filed in conjunction with such case.\n\n2008, c. 639; 2012, cc. 210, 821; 2015, c. 694; 2018, c. 296; 2022, cc. 728, 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-56/chapter-25/section-56-600/"
    },
    {
      "id": "section-56-601",
      "number": "56-601.",
      "heading": "Natural gas conservation and ratemaking efficiency",
      "text": "A. Consistent with the objectives pertaining to the energy issues and policy elements stated in § 45.2-1706.1, it is in the public interest to authorize and encourage the adoption of natural gas conservation and ratemaking efficiency plans that promote the wise use of natural gas and natural gas infrastructure through the development of alternative rate designs and other mechanisms that more closely align the interests of natural gas utilities, their customers, and the Commonwealth generally, and improve the efficiency of ratemaking to more closely reflect the dynamic nature of the natural gas market, the economy, and public policy regarding conservation and energy efficiency. Such alternative rate designs and other mechanisms should, where feasible:\n\n1. Provide utilities with better tools to work with customers to decrease the average customer's annual average weather-normalized consumption of energy;\n\n2. Provide reasonable assurance of a utility's ability to recover costs of serving the public, including its cost-effective investments in conservation and energy efficiency as well as infrastructure needed to provide or maintain reliable service to the public;\n\n3. Reward utilities for meeting or exceeding conservation and energy efficiency goals that may be established pursuant to the Virginia Energy Plan (§ 45.2-1710 et seq.);\n\n4. Provide customers with long-term, meaningful opportunities to more efficiently consume energy, while ensuring that the rate design methodology used to set a utility's revenue recovery is not inconsistent with such conservation and energy efficiency goals;\n\n5. Recognize the economic and environmental benefits of efficient use of natural gas, biogas, and lower-carbon gases; and\n\n6. Preserve or enhance the utility bill savings that customers receive when they reduce their energy use.\n\nB. Natural gas utilities are authorized pursuant to this chapter to file natural gas conservation and ratemaking efficiency plans that implement alternative natural gas utility rate designs and other mechanisms, in addition to or in conjunction with the cost of service methodology set forth in § 56-235.2 and performance-based regulation plans authorized by § 56-235.6, that:\n\n1. Replace existing utility rate designs or other mechanisms that promote inefficient use of natural gas with rate designs or other mechanisms that ensure a utility's recovery of its authorized revenues is independent of the amount of customers' natural gas consumption;\n\n2. Provide incentives for natural gas utilities to promote conservation and energy efficiency by granting recovery of the costs associated with cost-effective conservation and energy efficiency programs; and\n\n3. Reward utilities that meet or exceed conservation and energy efficiency goals on a weather-normalized, annualized average customer basis through the implementation of cost-effective conservation and energy efficiency programs.\n\nC. This chapter shall be construed liberally to accomplish these purposes.\n\n2008, c. 639; 2021, Sp. Sess. I, c. 327; 2022, cc. 728, 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-56/chapter-25/section-56-601/"
    },
    {
      "id": "section-56-602",
      "number": "56-602.",
      "heading": "Conservation and ratemaking efficiency plans",
      "text": "A. Notwithstanding any provision of law to the contrary, each natural gas utility shall have the option to file a conservation and ratemaking efficiency plan as provided in this chapter. Such a plan may include one or more residential, small commercial, or small general service classes, but shall not apply to large commercial or large industrial classes of customers. Such plan shall include: (i) a normalization component that removes the effect of weather from the determination of conservation and energy efficiency results; (ii) a decoupling mechanism; (iii) one or more cost-effective conservation and energy efficiency programs; (iv) provisions to address the needs of low-income or low-usage residential customers; and (v) provisions to ensure that the rates and service to non-participating classes of customers are not adversely impacted. Such plan may also include provisions for phased or targeted implementation of rate or tariff design changes, if any, or conservation and energy efficiency programs. The Commission may approve such a plan after such notice and opportunity for hearing as the Commission may prescribe, subject to the provisions of this chapter. Nothing in this subsection shall prevent a natural gas utility from amending a conservation and ratemaking efficiency plan by amending, altering, supplementing, or deleting one or more conservation or energy efficiency programs.\n\nB. The Commission shall approve or deny, within 180 days, a natural gas utility's initial application for any revenue-neutral conservation and ratemaking efficiency plan that allocates annual per-customer fixed costs on an intra-class basis in reliance upon a revenue study or class cost of service study supporting the rates in effect at the time the plan is filed. A plan filed pursuant to this subsection shall not require the filing of rate case schedules. The Commission shall approve or deny, within 120 days, a natural gas utility's application to amend a previously approved plan. The Commission shall approve such a plan or amendment if it finds that the plan's or amendment's proposed decoupling mechanism is revenue-neutral and is otherwise consistent with this chapter. If the Commission denies such a plan or amendment, it shall set forth with specificity the reasons for such denial and the utility shall have the right to refile, without prejudice, an amended plan or amendment within 60 days, and the Commission shall thereafter have 60 days to approve or deny the amended plan or amendment. The time period for Commission review provided for in this subsection shall not apply if the conservation and ratemaking efficiency plan is filed in conjunction with a rate case using the cost of service methodology set forth in § 56-235.2 or a performance-based regulation plan authorized by § 56-235.6.\n\nC. The Commission shall approve or deny, within 270 days, a natural gas utility's initial application for any revenue-neutral conservation and ratemaking efficiency plan that allocates per-customer fixed costs on an intra-class basis according to a class cost of service study filed with the plan, when such plan is filed in conjunction with a rate case using the cost of service methodology set forth in § 56-235.2 or a performance-based regulation plan authorized by § 56-235.6. The Commission shall approve or deny, within 120 days, a natural gas utility's application to amend a plan previously approved pursuant to this subsection. The Commission shall approve such a plan or amendment if it finds that the plan's or amendment's proposed decoupling mechanism is revenue-neutral, is consistent with this chapter, and is otherwise in the public interest, including any findings required by § 56-235.2 or 56-235.6. If the Commission denies such a plan or amendment, it shall set forth with specificity the reasons for its denial and the utility shall have the right to refile, without prejudice, an amended plan or amendment within 60 days; the Commission shall thereafter have 60 days to approve or deny the amended plan or amendment.\n\nD. The Commission shall allow any natural gas utility that implements a conservation and ratemaking efficiency plan under this chapter to recover, on a timely basis and through its regulated rates charged to its classes of customers participating in the plan, its entire incremental costs associated with cost-effective conservation and energy efficiency programs that are designed to encourage the reduction of annualized, weather-normalized energy consumption per customer. Ratemaking treatment may include placing appropriate capital expenditures for technology and program costs in the respective utility's rate base, deferral of such interim incremental costs (which costs would not be subject to an earnings test), or recovering the utility's technology and program costs through another ratemaking methodology approved by the Commission, such as a tracking mechanism. Such conservation and energy efficiency programs may also be jointly conducted or co-sponsored with other utilities, federal, state or local government agencies, nonprofit organizations, trade associations, homebuilders, and other for-profit vendors. Incremental costs recovered pursuant to this subsection shall be in addition to all other costs that the utility is permitted to recover, shall not be considered an offset to other Commission-approved costs of service or revenue requirements, and shall not be included in any computation relative to a performance-based regulation plan revenue sharing mechanism.\n\nE. The Commission shall require every natural gas utility operating under a conservation and ratemaking efficiency plan approved pursuant to this chapter to file annual reports showing the year over year weather-normalized use of energy on an average customer basis, by customer class, as well as the incremental, independently verified net economic benefits created by the utility's cost-effective conservation and energy-efficiency programs during the previous year.\n\nF. The Commission shall grant recovery, on an annual basis, of a performance-based incentive for delivering conservation and energy efficiency benefits, which shall be included in the utility's respective purchased gas adjustment mechanism. The incentive shall be calculated as a reasonable share of the verified net economic benefits created by the utility's cost-effective conservation and energy efficiency programs, and may be recovered over a period of years equal to the payback period or discounted to net present value and recovered in the first year. In structuring this incentive, the Commission shall create a reasonable opportunity for a utility to earn up to a 15 percent share of such independently verified net economic benefits upon meeting target levels of such benefits set forth in a plan approved by the Commission. The level of net economic benefits to be used as the basis for such calculation shall be the sum of customer savings less utility costs recovered through subsection D, measured over the number of years of the payback period, rounded up to the next highest year. The incentives authorized by this subsection shall be in addition to any other revenue requirements or rates established pursuant to § 56-235.2 or 56-235.6 and independent of any computation of shared revenues under an approved performance-based regulation plan.\n\nG. Unless the context clearly indicates otherwise, nothing in this chapter shall impair the Commission's authority under § 56-234.2, 56-235.2, or 56-235.6; provided, however, that notwithstanding any other provision of law, the Commission shall not reduce an authorized return on common equity or other measure of utility profit as a result of the implementation of a natural gas conservation and ratemaking efficiency plan pursuant to this chapter.\n\n2008, c. 639; 2022, cc. 728, 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-56/chapter-25/section-56-602/"
    }
  ]
}