{
  "state": "virginia",
  "path": "title-title-56-public-service-companies/chapter-chapter-211-interstate-natural-gas-pipeline-safety",
  "sections": [
    {
      "id": "section-56-5551",
      "number": "56-555.1.",
      "heading": "Definitions§ 56-555.2. Commission authority to conduct safety activities regarding interstate gas pipeline facilities",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Administration\" means the U.S. Department of Transportation's Pipeline and Hazardous Materials Administration.\n\n\"Federal Act\" means the federal Natural Gas Pipeline Safety Act of 1968, P.L. 90-481, as amended, including natural gas pipeline safety regulations set forth in 49 CFR Parts 191, 192, 193, and 199 and federal rules adopted pursuant thereto.\n\n\"Gas\" means natural gas, flammable gas, or toxic or corrosive gas.\n\n\"Gas pipeline facility\" includes a pipeline, a right of way, a facility, a building, or equipment used in transporting gas or treating gas during its transportation.\n\n\"Interstate gas pipeline facility\" means a gas pipeline facility that is used to transport gas and is subject to jurisdiction of the Secretary under the federal Natural Gas Act, 15 U.S.C. § 717 et seq.\n\n\"Secretary\" means the U.S. Secretary of Transportation.\n\n2016, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-56/chapter-21-1/section-56-555-1/"
    },
    {
      "id": "section-56-5552",
      "number": "56-555.2.",
      "heading": "Commission authority to conduct safety activities regarding interstate gas pipeline facilities",
      "text": "A. The Commission shall seek designation by the Secretary as an interstate agent for the purposes of acquiring authority to participate in the implementation of the interstate pipeline safety program conducted pursuant to the Federal Act. The Commission is authorized to enter into an interstate agent agreement with the Secretary that establishes the powers and duties of the Commission with regard to ensuring compliance with the Federal Act by interstate gas pipeline facilities located within the Commonwealth.\n\nB. Upon obtaining designation by the Secretary pursuant to subsection A, the Commission shall act as agent for the Secretary to implement the Federal Act with respect to interstate gas pipeline facilities located within the Commonwealth in accordance with the terms of such interstate agent agreement.\n\nC. To the extent authorized by the Federal Act and any interstate agent agreement, the Commission shall establish and conduct an inspection program for interstate gas pipeline facilities that is consistent with the inspection program for intrastate gas pipeline facilities established pursuant to § 56-257.2. With respect to any delegated inspection authority, the Commission's obligations shall include:\n\n1. Inspecting interstate gas pipeline facilities periodically as specified in the inspection program, provided that the number of planned inspections conducted on each interstate gas pipeline facility operator shall be reasonable under the circumstances and prioritized by risk to the public or to the environment;\n\n2. Collecting inspection fees, to be used by the Commission for administering the regulatory program authorized by this chapter. Such fees shall be computed on the basis of the number of inspection man-days devoted to each pipeline operator to determine the operator's compliance with any provision of, or order or agreement issued under, the Federal Act and shall not exceed the costs of inspection and investigation under this chapter. The costs shall not include expenses reimbursed by the federal government;\n\n3. Ordering and overseeing the testing of interstate gas pipeline facilities as authorized by the Federal Act; and\n\n4. Filing reports with the Administration as required to maintain the delegated inspection authority.\n\nD. The authority granted to the Commission under this chapter to conduct inspections of interstate gas pipeline facilities and their operators in the Commonwealth shall not extend to any official, employee, or agent of any political subdivision in the Commonwealth. No political subdivision shall have the authority to seek reimbursement for the cost of monitoring the inspections conducted by the Commission under this chapter. Nothing in this subsection shall be deemed to impair or limit the police powers of such political subdivisions otherwise provided by law.\n\nE. The authority of the Commission to act as an agent for the Secretary with respect to interstate gas pipeline facilities shall become effective the first day of July next after the date the Commission receives a formal delegation of authority from the Secretary.\n\n2016, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-56/chapter-21-1/section-56-555-2/"
    }
  ]
}