{
  "state": "michigan",
  "path": "title-chapter-15-public-officers-and-employees/chapter-act-427-of-1996-good-government-financial-report-disclosure-",
  "sections": [
    {
      "id": "section-15421",
      "number": "15.421",
      "heading": "Short Title.Section 15.422 - Definitions",
      "text": "Section 15.423 - Availability of Financial Report Pertaining to Local Unit or State Department, Institution, or Office.Section 15.424 - Unauthorized Investments Prohibited.Section 15.425 - Exceptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15422",
      "number": "15.422",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Derivative instrument or product\" means either of the following:\n\n(i) A contract or convertible security that changes in value in concert with a related or underlying security, future, or other instrument or index; or that obtains much of its value from price movements in a related or underlying security, future, or other instrument or index; or both.\n\n(ii) A contract or security, such as an option, forward, swap, warrant, or a debt instrument with 1 or more options, forwards, swaps, or warrants embedded in it or attached to it, the value of which contract or security is determined in whole or in part by the price of 1 or more underlying instruments or markets.\n\n(iii) \"Derivative instrument or product\" does not mean a fund created pursuant to the surplus funds investment pool act, Act No. 367 of the Public Acts of 1982, being sections 129.111 to 129.118 of the Michigan Compiled Laws, or section 1223 of the revised school code, Act No. 451 of the Public Acts of 1976, being section 380.1223 of the Michigan Compiled Laws.\n\n(b) \"Financial report\" means any of the following:\n\n(i) An audit report or other report for a local unit showing the cost and fiscal year end market value of derivative instruments or products in the local unit's pension or nonpension investment portfolio at fiscal year end reported both on an aggregate basis and itemized by issuer and type of derivative instrument or product, including but not limited to an annual financial report under section 4 of the uniform budgeting and accounting act, Act No. 2 of the Public Acts of 1968, being section 141.424 of the Michigan Compiled Laws, or section 4 of Act No. 71 of the Public Acts of 1919, being section 21.44 of the Michigan Compiled Laws, even if the annual financial report states that there are no derivative instruments or products in the pension and nonpension investment portfolios.\n\n(ii) An audit report or other report, including but not limited to an annual financial report under section 4 of Act No. 71 of the Public Acts of 1919, being section 21.44 of the Michigan Compiled Laws, for a department, institution, or office of state government showing, for each state pension system all of the following:\n\n(A) The cost and fiscal year end market value for each item in each of the following categories of pension investments in the state pension system's investment portfolio at fiscal year end:\n\n(I) United States government or agency obligations, itemized by type of security.\n\n(II) Commercial paper, itemized by issuing bank.\n\n(III) United States government or agency repurchase agreements, itemized by institution with type of security specified.\n\n(IV) United States bank bankers' acceptances, itemized by issuing bank.\n\n(V) Mutual funds, itemized by mutual fund name.\n\n(VI) Common stock, itemized by issuing corporation.\n\n(VII) Corporate bonds, itemized by issuing corporation and type of security.\n\n(VIII) Real estate, itemized by separately described holding.\n\n(IX) Mortgages, itemized by mortgagor.\n\n(X) Derivative instruments or products, itemized by issuer and type.\n\n(XI) Other pension investments not listed above in this subparagraph itemized by type of investment.\n\n(B) The total cost and fiscal year end market value for each category of investments under sub-subparagraph (A) in the state pension system's investment portfolio at fiscal year end.\n\n(C) The total cost and fiscal year end market value for all categories of investments under sub-subparagraph (A) in the state pension system's investment portfolio at fiscal year end, on an aggregate basis.\n\n(iii) An audit report or other report for a department, institution, or office of state government showing the cost and fiscal year end market value of derivative instruments or products in the department's, institution's, or office's nonpension investment portfolio at fiscal year end reported both on an aggregate basis and itemized by issuer and type of derivative instrument or product, including but not limited to an annual financial report under section 4 of Act No. 71 of the Public Acts of 1919 , being section 21.44 of the Michigan Compiled Laws, even if the annual financial report states that there are no derivative instruments or products in the nonpension investment portfolio.\n\n(c) \"Local unit\" means an entity required to make an annual financial report under section 4 of Act No. 2 of the Public Acts of 1968, being section 141.424 of the Michigan Compiled Laws, or a county.\n\nHistory:1996, Act 427, Imd. Eff. Nov. 25, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-427-of-1996/section-15-422/"
    },
    {
      "id": "section-15423",
      "number": "15.423",
      "heading": "Availability of Financial Report Pertaining to Local Unit or State Department, Institution, or Office.",
      "text": "A local unit or a state department, institution, or office shall obtain and retain a copy of any financial report pertaining to that local unit or state department, institution, or office. A local unit or state department, institution, or office, including but not limited to the state treasurer or auditor general shall make an annual financial report prepared, owned, used, in the possession of, or retained by the local unit or state department, institution, or office available for public inspection under the freedom of information act, Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\nHistory:1996, Act 427, Imd. Eff. Nov. 25, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-427-of-1996/section-15-423/"
    },
    {
      "id": "section-15424",
      "number": "15.424",
      "heading": "Unauthorized Investments Prohibited.",
      "text": "This act does not authorize a local unit or this state to make investments not otherwise authorized by law.\n\nHistory:1996, Act 427, Imd. Eff. Nov. 25, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-427-of-1996/section-15-424/"
    },
    {
      "id": "section-15425",
      "number": "15.425",
      "heading": "Exceptions.",
      "text": "Investments of defined contribution plans and deferred compensation plans that are chosen by the employee participating in the plan shall not be made available to the public under this act.\n\nHistory:1996, Act 427, Imd. Eff. Nov. 225, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-427-of-1996/section-15-425/"
    }
  ]
}