{
  "state": "michigan",
  "path": "title-chapter-15-public-officers-and-employees/chapter-act-462-of-1996-enhanced-access-to-public-records-act-15441-",
  "sections": [
    {
      "id": "section-15441",
      "number": "15.441",
      "heading": "Short Title.Section 15.442 - Definitions",
      "text": "Section 15.443 - Enhanced Access to Public Record; Powers of Public Body; Collection of Fee From Third Party; Sharing Access Among Public Bodies; Availability of Public Record; Adoption of Policy; Specific Public Record.Section 15.444 - Elected or Appointed I",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15442",
      "number": "15.442",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Enhanced access\" means a public record's immediate availability for public inspection, purchase, or copying by digital means. Enhanced access does not include the transfer of ownership of a public record.\n\n(b) \"Geographical information system\" means an informational unit or network capable of producing customized maps based on a digital representation of geographical data.\n\n(c) \"Operating expenses\" includes, but is not limited to, a public body's direct cost of creating, compiling, storing, maintaining, processing, upgrading, or enhancing information or data in a form available for enhanced access, including the cost of computer hardware and software, system development, employee time, and the actual cost of supplying the information or record in the form requested by the purchaser.\n\n(d) \"Person\" means that term as defined in section 2 of the freedom of information act, 1976 PA 442, MCL 15.232.\n\n(e) \"Public body\" means that term as defined in section 2 of the freedom of information act, 1976 PA 442, MCL 15.232.\n\n(f) \"Public record\" means that term as defined in section 2 of the freedom of information act, 1976 PA 442, MCL 15.232.\n\n(g) \"Reasonable fee\" means a charge calculated to enable a public body to recover over time only those operating expenses directly related to the public body's provision of enhanced access.\n\n(h) \"Software\" means a set of statements or instructions that when incorporated in a machine-usable medium is capable of causing a machine or device having information processing capabilities to indicate, perform, or achieve a particular function, task, or result.\n\n(i) \"Third party\" means a person who requests a geographical information system or output from a geographical information system under this act. However, third party does not include a person for whom a fee authorized under this act is waived in accordance with an intergovernmental agreement described in section 3.\n\nHistory:1996, Act 462, Imd. Eff. Dec. 26, 1996 ;-- Am. 1998, Act 550, Imd. Eff. Jan. 22, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-462-of-1996/section-15-442/"
    },
    {
      "id": "section-15443",
      "number": "15.443",
      "heading": "Enhanced Access to Public Record; Powers of Public Body; Collection of Fee From Third Party; Sharing Access Among Public Bodies; Availability of Public Record; Adoption of Policy; Specific Public Record",
      "text": "(1) In accordance with this act, a public body may do all of the following:\n\n(a) Upon authorization of the governing body of the public body, provide enhanced access for the inspection, copying, or purchasing of a public record that is not confidential or otherwise exempt by law from disclosure.\n\n(b) Subject to subsections (2) and (3), charge a reasonable fee established by the public body's governing body for providing enhanced access.\n\n(c) Charge a reasonable fee established by the public body's governing body for providing access to either of the following:\n\n(i) A geographical information system.\n\n(ii) The output from a geographical information system.\n\n(d) Provide another public body with access to or output from its geographical information system for the official use of that other public body, without charging a fee to that other public body, if the access to or output from the system is provided in accordance with a written intergovernmental agreement that contains all of the following:\n\n(i) A statement specifying that the public body receiving access to or output from the system without charge is prohibited from providing access to the system's output to a third party unless that public body does both of the following:\n\n(A) Collects from the third party a fee described in subsection (2), or waives that fee in accordance with the written terms of the intergovernmental agreement.\n\n(B) Conveys to the providing public body that portion of any fee collected under subsection (2) that is directly attributable to the operating expenses of the providing public body in furnishing the output from the system to the third party.\n\n(ii) A statement specifying the public purpose for which access to or output from the system is being provided.\n\n(iii) A statement specifying the portion of any fee collected under subsection (2) and collected from a third party that the receiving public body shall convey to the providing public body.\n\n(2) A public body that receives access to or output from a system under an intergovernmental agreement described in subsection (1) may collect from a third party to whom it provides access to the output from the system under this act a reasonable fee that includes both of the following:\n\n(a) An amount that enables the public body providing access to or output from its system to recover over time its operating expenses directly related to providing access to output from its system to a third party.\n\n(b) An amount that enables the receiving public body to recover over time its operating expenses directly related to providing to a third party access to or output from its system.\n\n(3) The language of this act relating to the sharing of access to or output from systems among public bodies shall be liberally construed to facilitate the sharing of access to and output from systems without financial detriment to the public bodies.\n\n(4) Access to or output from a geographical information system shall be made available only in accordance with subsections (1), (2), and (3). Except as otherwise provided in subsections (1), (2), and (3), this act does not limit the inspection and copying of a public record pursuant to the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246. This section does not apply to public records prepared under an act or statute specifically authorizing the sale of those public records to the public, or where the amount of the fee for providing a copy of the public record is otherwise specifically provided by an act or statute.\n\n(5) Before providing enhanced access to a member of the general public, a public body that elects to provide enhanced access shall adopt an enhanced access policy that complies with this act.\n\n(6) This act does not require a public body to provide enhanced access to a specific public record if that public body has not established an enhanced access policy in accordance with subsection (5) with respect to that specific public record.\n\nHistory:1996, Act 462, Imd. Eff. Dec. 26, 1996 ;-- Am. 1998, Act 550, Imd. Eff. Jan. 22, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-462-of-1996/section-15-443/"
    },
    {
      "id": "section-15444",
      "number": "15.444",
      "heading": "Elected or Appointed Individual; Ownership Interest or Compensation From Sold Information; Prohibition.",
      "text": "(1) An individual elected or appointed to a board or governing body of a city, village, township or county shall not have an ownership interest in, or accept compensation from, a person who sells information that is obtained from a public record of that city, village, township, or county.\n\n(2) This section does not apply to compensation accepted from a public body.\n\nHistory:1996, Act 462, Imd. Eff. Dec. 26, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-462-of-1996/section-15-444/"
    },
    {
      "id": "section-15445",
      "number": "15.445",
      "heading": "Repealed. 2006, Act 227, Imd. Eff. June 26, 2006.",
      "text": "Compiler's Notes:The repealed section pertained to review of operations by bipartisan joint committee of legislative members of each house.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-462-of-1996/section-15-445/"
    }
  ]
}