{
  "state": "michigan",
  "path": "title-chapter-15-public-officers-and-employees/chapter-act-317-of-1968-contracts-of-public-servants-with-public-ent",
  "sections": [
    {
      "id": "section-15321",
      "number": "15.321",
      "heading": "Public Servants, Contracts With Public Entities; Definitions",
      "text": "As used in this act:\n\n(a) \"Public servant\" includes all persons serving any public entity, except members of the legislature and state officers who are within the provisions of section 10 of article 4 of the state constitution as implemented by legislative act.\n\n(b) \"Public entity\" means the state including all agencies thereof, any public body corporate within the state, including all agencies thereof, or any non-incorporated public body within the state of whatever nature, including all agencies thereof.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-321/"
    },
    {
      "id": "section-15322",
      "number": "15.322",
      "heading": "Public Servant; Soliciting, Negotiating, Renegotiating, Approving, or Representing a Party to a Contract With Public Entity Prohibited.",
      "text": "(1) Except as provided in sections 3 and 3a, a public servant shall not be a party, directly or indirectly, to any contract between himself or herself and the public entity of which he or she is an officer or employee.\n\n(2) Except as provided in section 3, a public servant shall not directly or indirectly solicit any contract between the public entity of which he or she is an officer or employee and any of the following:\n\n(a) Him or herself.\n\n(b) Any firm, meaning a co-partnership or other unincorporated association, of which he or she is a partner, member, or employee.\n\n(c) Any private corporation in which he or she is a stockholder owning more than 1% of the total outstanding stock of any class if the stock is not listed on a stock exchange, or stock with a present total market value in excess of $25,000.00 if the stock is listed on a stock exchange or of which he or she is a director, officer, or employee.\n\n(d) Any trust of which he or she is a beneficiary or trustee.\n\n(3) In regard to a contract described in subsection (2), a public servant shall not do either of the following:\n\n(a) Take any part in the negotiations for such a contract or the renegotiation or amendment of the contract, or in the approval of the contract.\n\n(b) Represent either party in the transaction.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968 ;-- Am. 1992, Act 9, Imd. Eff. Mar. 10, 1992Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-322/"
    },
    {
      "id": "section-15323",
      "number": "15.323",
      "heading": "Applicability of MCL 15.322 to Public Servants; Requirements of Contract; Making or Participating in Governmental Decision; Counting Members for Purposes of Quorum; Voting; Affidavit; “Governmental Decision” Defined",
      "text": "(1) Section 2 does not apply to either of the following:\n\n(a) A public servant who is paid for working an average of 25 hours per week or less for a public entity.\n\n(b) A public servant who is an employee of a public community college, junior college, or state college or university.\n\n(2) A contract as defined in and limited by section 2 involving a public entity and a public servant described in subsection (1) shall meet all of the following requirements:\n\n(a) The public servant promptly discloses any pecuniary interest in the contract to the official body that has power to approve the contract, which disclosure shall be made a matter of record in its official proceedings. Unless the public servant making the disclosure will directly benefit from the contract in an amount less than $250.00 and less than 5% of the public cost of the contract and the public servant files a sworn affidavit to that effect with the official body or the contract is for emergency repairs or services, the disclosure shall be made in either of the following manners:\n\n(i) The public servant promptly discloses in writing to the presiding officer, or if the presiding officer is the public servant who is a party to the contract, to the clerk, the pecuniary interest in the contract at least 7 days prior to the meeting at which a vote will be taken. The disclosure shall be made public in the same manner as a public meeting notice.\n\n(ii) The public servant discloses the pecuniary interest at a public meeting of the official body. The vote shall be taken at a meeting of the official body held at least 7 days after the meeting at which the disclosure is made. If the amount of the direct benefit to the public servant is more than $5,000.00, disclosure must be made as provided under this subparagraph.\n\n(b) The contract is approved by a vote of not less than 2/3 of the full membership of the approving body in open session without the vote of the public servant making the disclosure.\n\n(c) The official body discloses the following summary information in its official minutes:\n\n(i) The name of each party involved in the contract.\n\n(ii) The terms of the contract, including duration, financial consideration between parties, facilities or services of the public entity included in the contract, and the nature and degree of assignment of employees of the public entity for fulfillment of the contract.\n\n(iii) The nature of any pecuniary interest.\n\n(3) This section and section 2 do not prevent a public servant from making or participating in making a governmental decision to the extent that the public servant's participation is required by law. If 2/3 of the members are not eligible under this act to vote on a contract or to constitute a quorum, a member may be counted for purposes of a quorum and may vote on the contract if the member will directly benefit from the contract in an amount less than $250.00 and less than 5% of the public cost of the contract and the member files a sworn affidavit to that effect with the official body. The affidavit shall be made a part of the public record of the official proceedings. As used in this subsection, \"governmental decision\" means a determination, action, vote, or disposition upon a motion, proposal, recommendation, resolution, ordinance, order, or measure on which a vote by members of a local legislative or governing body of a public entity is required and by which a public body effectuates or formulates public policy.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968 ;-- Am. 1981, Act 100, Imd. Eff. July 15, 1981 ;-- Am. 1982, Act 207, Imd. Eff. July 1, 1982 ;-- Am. 1984, Act 81, Imd. Eff. Apr. 18, 1984 ;-- Am. 1984, Act 184, Imd. Eff. July 3, 1984 ;-- Am. 1997, Act 145, Eff. Mar. 2, 1998Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-323/"
    },
    {
      "id": "section-15323a",
      "number": "15.323a",
      "heading": "Construction of MCL 15.322.",
      "text": "Section 2 shall not be construed to do any of the following:\n\n(a) Prohibit public servants of a city, village, township, or county with a population of less than 25,000 from serving, with or without compensation, as emergency medical services personnel as defined in section 20904 of the public health code, 1978 PA 368, MCL 333.20904.\n\n(b) Prohibit public servants of a city, village, township, or county with a population of less than 25,000 from serving, with or without compensation, as a firefighter in that city, village, township, or county if that firefighter is not any of the following:\n\n(i) A full-time firefighter.\n\n(ii) A fire chief.\n\n(iii) A person who negotiates with the city, village, township, or county on behalf of the firefighters.\n\n(c) Limit the authority of the governing body of a city, village, township, or county with a population of less than 25,000 to authorize a public servant to perform, with or without compensation, other additional services for the unit of local government.\n\n(d) Prohibit public servants of this state from purchasing at a tax sale lands returned as delinquent for taxes under the general property tax act, 1893 PA 206, MCL 211.1 to 211.155, unless otherwise prohibited by the rules of the Michigan civil service commission or the department or agency of which that public servant is an employee.\n\n(e) Prohibit a superintendent of an intermediate school district from serving simultaneously as superintendent of a local school district, or prohibit an intermediate school district from contracting with another person to serve as superintendent of a local school district, even if the local school district is a constituent district of the intermediate school district. As used in this subdivision, \"constituent district\" means that term as defined in section 3 of the revised school code, 1976 PA 451, MCL 380.3.\n\nHistory:Add. 1992, Act 9, Imd. Eff. Mar. 10, 1992 ;-- Am. 1996, Act 203, Imd. Eff. May 17, 1996 ;-- Am. 2011, Act 106, Imd. Eff. July 19, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-323a/"
    },
    {
      "id": "section-15324",
      "number": "15.324",
      "heading": "Public Servants; Contracts Excepted; Violation as Felony.",
      "text": "(1) The prohibitions of section 2 shall not apply to any of the following:\n\n(a) Contracts between public entities.\n\n(b) Contracts awarded to the lowest qualified bidder, other than a public servant, upon receipt of sealed bids pursuant to a published notice. Except as authorized by law, the notice shall not bar any qualified person, firm, corporation, or trust from bidding. This subsection shall not apply to amendments or renegotiations of a contract nor to additional payments made under a contract which were not authorized by the contract at the time of award.\n\n(c) Contracts for public utility services where the rates are regulated by the state or federal government.\n\n(d) Contracts to purchase residential property. A public servant of a city or village may purchase 1 to 4 parcels not less than 18 months between each purchase. This subdivision does not apply to public servants of a city or village who have been appointed or elected to their position or whose employment responsibilities include the purchase or selling of property for the city or village. This subdivision shall apply only to a city or village that has adopted an ethics ordinance which was in effect at the time the residential property was purchased.\n\n(2) A person that violates subsection (1)(d) is guilty of a felony punishable by imprisonment for not more than 1 year or a fine of not less than $1,000.00 or more than 3 times the value of the property purchased.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968 ;-- Am. 2005, Act 198, Imd. Eff. Nov. 9, 2005Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-324/"
    },
    {
      "id": "section-15325",
      "number": "15.325",
      "heading": "Public Servants, Voidability of Contracts; Procedure, Knowledge, Limitation, Reimbursement, Settlements, Evidences of Indebtedness.",
      "text": "(1) This act is aimed to prevent public servants from engaging in certain activities and is not intended to penalize innocent persons. Therefore, no contract shall be absolutely void by reason of this act. Contracts involving prohibited activities on the part of public servants shall be voidable only by decree of a court of proper jurisdiction in an action by the public entity, which is a party thereto, as to any person, firm, corporation or trust that entered into the contract or took any assignment thereof, with actual knowledge of the prohibited activity. In the case of the corporation, the actual knowledge must be that of a person or body finally approving the contract for the corporation. All actions to avoid any contract hereunder shall be brought within 1 year after discovery of circumstances suggesting a violation of this act. In order to meet the ends of justice any such decree shall provide for the reimbursement of any person, firm, corporation or trust for the reasonable value of all moneys, goods, materials, labor or services furnished under the contract, to the extent that the public entity has benefited thereby. This provision shall not prohibit the parties from arriving at an amicable settlement.\n\n(2) Negotiable and nonnegotiable bonds, notes or evidences of indebtedness, whether heretofore or hereafter issued, in the hands of purchasers for value, shall not be void or voidable by reason of this act or of any previous statute, charter or rule of law.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-325/"
    },
    {
      "id": "section-15326",
      "number": "15.326",
      "heading": "Public Servants, Validity of Existing Contracts.",
      "text": "If any public entity has, prior to the effective date of this act, entered into any contract under which moneys, goods, materials, labor or services have been actually received by the public entity, which was void or voidable under any act, charter or rule of law because of a conflict of interest on the part of a public servant at the time of the execution thereof, such contract shall be fully enforceable notwithstanding such conflict of interest, by any party thereto other than such public servant.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-326/"
    },
    {
      "id": "section-15327",
      "number": "15.327",
      "heading": "Penalty for Violation.",
      "text": "Any person violating the provisions of this act is guilty of a misdemeanor.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-327/"
    },
    {
      "id": "section-15328",
      "number": "15.328",
      "heading": "Other Laws Superseded; Local Ordinances.",
      "text": "It is the intention that this act shall constitute the sole law in this state and shall supersede all other acts in respect to conflicts of interest relative to public contracts, involving public servants other than members of the legislature and state officers, including but not limited to section 30 of 1851 PA 156, MCL 46.30. This act does not prohibit a unit of local government from adopting an ordinance or enforcing an existing ordinance relating to conflict of interest in subjects other than public contracts involving public servants.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968 ;-- Am. 1997, Act 145, Eff. Mar. 2, 1998Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-328/"
    },
    {
      "id": "section-15329",
      "number": "15.329",
      "heading": "Repeal.",
      "text": "The following acts and parts of acts are repealed:Year of actPublic Act No.Section numbersCompiled Law sections (1948)189536 of chapter 565.6189521516 of chapter 888.161931328122750.1221955269969340.969196631715.161 to 15.172\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-329/"
    },
    {
      "id": "section-15330",
      "number": "15.330",
      "heading": "Effective Date.",
      "text": "This act shall take effect September 1, 1968.\n\nHistory:1968, Act 317, Eff. Sept. 1, 1968Compiler's Notes:Section 191 of Act 227 of the Public Acts of 1975 repealed MCL 4.401 to 4.410, 168.901 to 168.929, 15.321 to 15.330, 15.301 to 15.310, and 15.341 to 15.348. The Michigan Supreme Court, however, in Advisory Opinion on Constitutionality of 1975 PA 227, 396 Mich. 123, 240 N.W.2d 193 (1976), held Act 227 of the Public Acts of 1975 unconstitutional for being in violation of Mich. Const., Art. 4, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-317-of-1968/section-15-330/"
    }
  ]
}