{
  "state": "michigan",
  "path": "title-chapter-15-public-officers-and-employees/chapter-act-357-of-1968-state-officers-compensation-commission-15211",
  "sections": [
    {
      "id": "section-15211",
      "number": "15.211",
      "heading": "Commission; Assignment to Department of Civil Service; Expiration of Members' Terms; Appointment of Members; Reappointments Prohibited; Vacancies; Ineligibility",
      "text": "The state officers' compensation commission created by section 12 of article 4 of the state constitution of 1963 is assigned to the department of civil service for the purposes of administration, budgeting, procurement, and related management functions. For members appointed to a new term after December 31, 2007, the members' terms shall expire on January 1 of the fourth year following appointment. For members appointed to a new term after December 31, 2007, the members shall be appointed prior to January 31 of the year of appointment. A member may not be reappointed. Vacancies shall be filled by the governor for the remainder of the unexpired term. A member or employee of the legislative, judicial, or executive branch of government shall not be eligible to be a member of the commission.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968 ;-- Am. 1975, Act 213, Imd. Eff. Aug. 25, 1975 ;-- Am. 2006, Act 629, Eff. Jan. 1, 2008Compiler's Notes:Const 1963, art IV, sec 12 provides that “the legislature shall implement this section by law.”",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-211/"
    },
    {
      "id": "section-15212",
      "number": "15.212",
      "heading": "Definitions.",
      "text": "As used in the constitution \"each 2 years\" means periods ending on December 31 of each even numbered year. As used in this act, \"session days\" means any calendar day on which the commission meets and a quorum is present.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968 ;-- Am. 1969, Act 125, Imd. Eff. July 29, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-212/"
    },
    {
      "id": "section-15213",
      "number": "15.213",
      "heading": "Commission; Meetings; Quorum; Actions or Determinations by Concurrence of Majority; Chairperson; Secretary; Subcommittees.",
      "text": "The commission shall meet for not more than 15 session days beginning after January 31 of every odd numbered year. Four members of the commission constitute a quorum for conducting the business of the commission. The commission shall not take action or make determinations without a concurrence of a majority of the members appointed and serving on the commission. The commission shall elect a chairperson from among its members. The state personnel director shall act as the secretary to the commission. The commission may establish subcommittees.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968 ;-- Am. 1969, Act 125, Imd. Eff. July 29, 1969 ;-- Am. 1975, Act 213, Imd. Eff. Aug. 25, 1975 ;-- Am. 2006, Act 629, Eff. Jan. 1, 2008",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-213/"
    },
    {
      "id": "section-15214",
      "number": "15.214",
      "heading": "Assistance From State Agencies.",
      "text": "The commission may call upon the services and personnel of any agency of the state for assistance.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-214/"
    },
    {
      "id": "section-15215",
      "number": "15.215",
      "heading": "Compensation Commission Compensation, Expenses.",
      "text": "The members of the commission shall receive no compensation but shall be entitled to their actual and necessary expenses incurred in the performance of their duties to be paid from the appropriation made to the department of civil service.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-215/"
    },
    {
      "id": "section-15216",
      "number": "15.216",
      "heading": "Commission; Determination of Salaries and Expense Allowances; Filing Determinations; Copies.",
      "text": "The commission shall determine the salaries and expense allowance of the governor, the lieutenant governor, the attorney general, the secretary of state, the justices of the supreme court, and the members of the legislature and file its determinations with the clerk of the house of representatives, the secretary of the senate, and the director of the department of management and budget on or before June 15 of each odd numbered year and shall furnish copies to the governor, the lieutenant governor, the attorney general, the secretary of state, the justices of the supreme court, and the members of the legislature. The report may be furnished in an electronic format.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968 ;-- Am. 1975, Act 213, Imd. Eff. Aug. 25, 1975 ;-- Am. 2006, Act 629, Eff. Jan. 1, 2008",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-216/"
    },
    {
      "id": "section-15217",
      "number": "15.217",
      "heading": "Salary and Expense Determinations; Concurrent Resolution Adopted by Legislature; Approval or Amendment.",
      "text": "The determinations of the commission shall be the salaries and expense allowances only if the legislature by concurrent resolution adopted by a majority of the members elected to and serving in each house of the legislature approve them. The senate and house of representatives shall alternate on which house of the legislature shall originate the concurrent resolution, with the senate originating the first concurrent resolution in 2009. The concurrent resolution may amend the salary and expense determinations of the state officers compensation commission to reduce the salary and expense determinations by the same proportion for the members of the legislature, the governor, the lieutenant governor, the attorney general, the secretary of state, and the justices of the supreme court. The legislature shall not amend the salary and expense determinations to reduce them to below the salary and expense level that the members of the legislature, the governor, the lieutenant governor, the attorney general, the secretary of state, and the justices of the supreme court receive on the date the salary and expense determinations are made. If the salary and expense determinations are approved or amended as provided in this section, the salary and expense determinations shall become effective for the regular legislative session immediately following the next general election.\n\nHistory:1968, Act 357, Eff. Sept. 20, 1968 ;-- Am. 2006, Act 628, Eff. Jan. 1, 2008",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-217/"
    },
    {
      "id": "section-15218",
      "number": "15.218",
      "heading": "Effective Date.",
      "text": "15.218 Effective date.\n\nSec. 8.\n\nThis act shall take effect September 20, 1968.\n\nHistory:\n\n1968, Act 357, Eff. Sept. 20, 1968",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-15/statute-act-357-of-1968/section-15-218/"
    }
  ]
}