{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-1119-emergency-permit-application-fee-violation-penalty",
  "sections": [
    {
      "id": "section-46-1119emergency",
      "number": "46-1119.Emergency",
      "heading": "permit; application; fee; violation; penalty",
      "text": "(1) A person may file an application with the district for an emergency permit on forms provided by the district. The district shall review each emergency application and approve or deny the application within two working days after the application is fil",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-1119",
      "number": "46-1119",
      "heading": "",
      "text": "46-1119.Emergency permit; application; fee; violation; penalty.\n\n(1) A person may file an application with the district for an emergency permit on forms provided by the district. The district shall review each emergency application and approve or deny the application within two working days after the application is filed. An emergency application shall be approved and a permit issued by the district if the irrigation distribution system complies with the equipment requirements of section 46-1127 and the applicator has been certified under sections 46-1128 and 46-1129. If the district has not denied an emergency permit within two working days, it shall be deemed approved. Such permit shall be valid for a period of forty-five days from the date of issuance.\n\n(2) The application for an emergency permit shall be accompanied by a fee as established in section 46-1121 not to exceed five hundred dollars payable to the district. For each permit, ten dollars shall be paid by the district to the department. The application shall contain the same information as required in section 46-1120.\n\n(3) Any holder of an emergency permit or an applicator applying chemicals pursuant thereto who violates any of the provisions of this section shall have such permit automatically revoked without a hearing and shall be guilty of a Class II misdemeanor.\n\nSourceLaws 1986, LB 284, ยง 19;Laws 2014, LB272, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-1119/"
    }
  ]
}