{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-268-contract-for-use-of-water-record-rights-of-grantee-un",
  "sections": [
    {
      "id": "section-46-268contract",
      "number": "46-268.Contract",
      "heading": "for use of water; record; rights of grantee unimpaired by foreclosure of liens",
      "text": "Whenever any person, association or corporation owning any irrigation ditch or canal enters into a contract with a landowner to carry water to any tract of land having a water appropriation, such carriage contract shall b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-268",
      "number": "46-268",
      "heading": "",
      "text": "46-268.Contract for use of water; record; rights of grantee unimpaired by foreclosure of liens.\n\nWhenever any person, association or corporation owning any irrigation ditch or canal enters into a contract with a landowner to carry water to any tract of land having a water appropriation, such carriage contract shall be recorded in the county where such land is situated in the same manner and under the same conditions as deeds for real estate. Such contract, from the date of the recording thereof, shall be binding upon the grantor, his, their or its successors or assigns, and all persons claiming any interest in such ditch or canal. No foreclosure or other proceedings to subject the property of the owner of such ditch or canal to the satisfaction of any lien or claim shall in any manner impair the right of such grantee, his heirs, administrators or assigns, to the use of the water from such ditch or canal in the quantity and manner provided in his deed or contract.\n\nSourceLaws 1919, c. 190, tit. VII, art. V, div. 3, § 23, p. 855;C.S.1922, § 8473;C.S.1929, § 46-623;R.S.1943, § 46-268;Laws 1947, c. 172, § 2, p. 522.\n\nAnnotations\n\nPurchaser of land is not personally liable for annual maintenance charge imposed by contract between his grantor and irrigation company. Faught v. Platte Valley P. P. & I. Dist., 155 Neb. 141, 51 N.W.2d 253 (1952).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-268/"
    }
  ]
}