{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-1639-immunity-from-liability-when",
  "sections": [
    {
      "id": "section-46-1639immunity",
      "number": "46-1639.Immunity",
      "heading": "from liability; when.(1) No action shall be brought against the state, the Chief Water Officer, the department, or its agents or employees for the recovery of damages caused by the partial or total failure of any dam by reason of control and regulation thereof pursuant to the Safety of Dams and Rese",
      "text": "from liability; when.(1) No action shall be brought against the state, the Chief Water Officer, the department, or its agents or employees for the recovery of damages caused by the partial or total failure of any dam by reason of control and regulation thereof pursuant to the Safety of Dams and Reservoirs Act, including, but not limited to, any of the following:(a) Design and construction application approval of the dam or approval of interim flood routing plans during construction, reconstruction, enlargement, alteration, breach, removal, or abandonment;(b) The issuance or enforcement of orders relative to maintenance or operation of the dam;(c) Control and regulation of the dam;(d) Measures taken to protect against failure of the dam during an emergency, except for negligent acts of the department or the Chief Water Officer in assuming control of a dam during an emergency; or(e) Failure to act.(2) The Safety of Dams and Reservoirs Act does not relieve an owner or operator of a dam of the legal duties, obligations, or liabilities incident to the ownership or operation of the dam.SourceLaws 2005, LB 335, ยง 39;Laws 2025, LB317, ยง 279.Operative Date: July 1, 2025AnnotationsThe phrase \"control and regulation\" as used in this section means general authority over a dam. Angel v. Nebraska Dept. of Nat. Resources, 314 Neb. 1, 988 N.W.2d 507 (2023).The Safety of Dams and Reservoirs Act does not exclude from immunity any negligent conduct concerning control and regulation of a dam occurring prior to the effective date of the act. Angel v. Nebraska Dept. of Nat. Resources, 314 Neb. 1, 988 N.W.2d 507 (2023).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-1639",
      "number": "46-1639",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}