{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-602-registration-of-water-wells-forms-replacement-change-",
  "sections": [
    {
      "id": "section-46-602",
      "number": "46-602",
      "heading": "",
      "text": "46-602.Registration of water wells; forms; replacement; change in ownership; illegal water well; decommissioning required.\n\n(1) Each water well completed in this state on or after July 1, 2001, excluding test holes and dewatering wells to be used for less than ninety days, shall be registered with the department as provided in this section within sixty days after completion of construction of the water well. The licensed water well contractor as defined in section 46-1213 constructing the water well, or the owner of the water well if the owner constructed the water well, shall file the registration on a form made available by the department and shall also file with the department the information from the well log required pursuant to section 46-1241. The department shall, by January 1, 2002, provide licensed water well contractors with the option of filing such registration forms electronically. No signature shall be required on forms filed electronically. The fee required by subsection (3) of section 46-1224 shall be the source of funds for any required fee to a contractor which provides the online services for such registration. Any discount in the amount paid the state by a credit card, charge card, or debit card company or a third-party merchant bank for such registration fees shall be deducted from the portion of the registration fee collected pursuant to section 46-1224.\n\n(2)(a) If the newly constructed water well is a replacement water well, the registration form shall include (i) the registration number of the water well being replaced, if applicable, and (ii) the date the original water well was decommissioned or a certification that the water well will be decommissioned within one hundred eighty days or a certification that the original water well will be modified and equipped to pump fifty gallons per minute or less and will be used only for livestock, monitoring, observation, or any other nonconsumptive use or de minimis use approved by the applicable natural resources district.\n\n(b) For purposes of this section, replacement water well means a water well which is constructed to provide water for the same purpose as the original water well and is operating in accordance with any applicable permit from the department or the Chief Water Officer and any applicable rules and regulations of the natural resources district and, if the purpose is for irrigation, the replacement water well delivers water to the same tract of land served by the original water well and (i) replaces a decommissioned water well within one hundred eighty days after the decommissioning of the original water well, (ii) replaces a water well that has not been decommissioned but will not be used after construction of the new water well and the original water well will be decommissioned within one hundred eighty days after such construction, except that in the case of a municipal water well, the original municipal water well may be used after construction of the new water well but shall be decommissioned within one year after completion of the replacement water well, or (iii) the original water well will continue to be used but will be modified and equipped within one hundred eighty days after such construction of the replacement water well to pump fifty gallons per minute or less and will be used only for livestock, monitoring, observation, or any other nonconsumptive or de minimis use approved by the applicable natural resources district.\n\n(c) No water well shall be registered as a replacement water well until the department has received a properly completed notice of decommissioning for the water well being replaced on a form made available by the department, or properly completed notice, prepared in accordance with subsection (7) of this section, of the modification and equipping of the original water well to pump fifty gallons per minute or less for use only for livestock, monitoring, observation, or any other nonconsumptive or de minimis use approved by the applicable natural resources district. Such notices, as required, shall be completed by (i) the licensed water well contractor as defined in section 46-1213 who decommissions the water well or modifies and equips the water well, (ii) the licensed pump installation contractor as defined in section 46-1209 who decommissions the water well or modifies and equips the water well, or (iii) the owner if the owner decommissions a driven sandpoint well which is on land owned by him or her for farming, ranching, or agricultural purposes or as his or her place of abode. The department shall, by rule and regulation, determine which contractor or owner shall be responsible for such notice in situations in which more than one contractor or owner may be required to provide notice under this subsection.\n\n(3) For a series of two or more water wells completed and pumped into a common carrier as part of a single site plan for irrigation purposes, a registration form and a detailed site plan shall be filed for each water well. The registration form shall include the registration numbers of other water wells included in the series if such water wells are already registered.\n\n(4) A series of water wells completed for purposes of installation of a ground heat exchanger for a structure for utilizing the geothermal properties of the ground shall be considered as one water well. One registration form and a detailed site plan shall be filed for each such series.\n\n(5) One registration form shall be required along with a detailed site plan which shows the location of each such water well in the site and a log from each such water well for water wells constructed as part of a single site plan for (a) monitoring ground water, obtaining hydrogeologic information, or extracting contaminants from the ground, (b) water wells constructed as part of remedial action approved by the department pursuant to section 66-1525, 66-1529.02, or 81-15,124, and (c) water well owners who have a permit issued pursuant to the Industrial Ground Water Regulatory Act and also have an underground injection control permit issued by the department.\n\n(6) The department shall be notified by the owner of any change in the ownership of a water well required to be registered under this section. Notification shall be in such form and include such evidence of ownership as the department by rule and regulation directs. The department shall use such notice to update the registration on file. The department shall not collect a fee for the filing of the notice.\n\n(7) The licensed water well contractor or licensed pump installation contractor responsible therefor shall notify the department within sixty days on a form provided by the department of any pump installation or any modifications to the construction of the water well or pump, after the initial registration of the well. For a change of use resulting in modification and equipping of an original water well which is being replaced in accordance with subsection (2) of this section, the licensed water well contractor or licensed pump installation contractor shall notify the department within sixty days on a form provided by the department of the water well and pump modifications and equipping of the original water well. A water well owner shall notify the department within sixty days on a form provided by the department of any other changes or any inaccuracies in recorded water well information, including, but not limited to, changes in use. The department shall not collect a fee for the filing of the notice.\n\n(8) Whenever a water well becomes an illegal water well as defined in section 46-706, the owner of the water well shall either correct the deficiency that causes the well to be an illegal water well or shall cause the proper decommissioning of the water well in accordance with rules and regulations adopted pursuant to the Water Well Standards and Contractors' Practice Act. The licensed water well contractor who decommissions the water well, the licensed pump installation contractor who decommissions the water well, or the owner if the owner decommissions a driven sandpoint well which is on land owned by him or her for farming, ranching, or agricultural purposes or as his or her place of abode, shall provide a properly completed notice of decommissioning to the department within sixty days. The department shall, by rule and regulation, determine which contractor or owner shall be responsible for such notice in situations in which more than one contractor or owner may be required to provide notice under this subsection. The department shall not collect a fee for the filing of the notice.\n\n(9) Except for water wells which are used solely for domestic purposes and were constructed before September 9, 1993, and for test holes and dewatering wells used for less than ninety days, each water well which was completed in this state before July 1, 2001, and which is not registered on that date shall be an illegal water well until it is registered with the department. Such registration shall be completed by a licensed water well contractor or by the current owner of the water well, shall be on forms provided by the department, and shall provide as much of the information required by subsections (1) through (5) of this section for registration of a new water well as is possible at the time of registration.\n\n(10) Water wells which are or were used solely for injecting any fluid other than water into the underground water reservoir, which were constructed before July 16, 2004, and which have not been properly decommissioned on or before July 16, 2004, shall be registered on or before July 1, 2005.\n\n(11) Water wells described in subdivision (5)(b) of section 46-601.01 shall be registered with the department as provided in subsection (1) of this section within sixty days after the water well is constructed. Water wells described in subdivision (5)(b) of section 46-601.01 which were constructed prior to May 2, 2007, shall be registered within one hundred eighty days after such date.\n\nSourceLaws 1957, c. 200, § 2, p. 702;Laws 1961, c. 230, § 1, p. 683;Laws 1967, c. 281, § 2, p. 760;Laws 1975, LB 577, § 20;Laws 1979, LB 204, § 2;Laws 1980, LB 643, § 1;Laws 1981, LB 246, § 1;Laws 1983, LB 23, § 1;Laws 1986, LB 310, § 42;Laws 1986, LB 886, § 1;Laws 1993, LB 131, § 3;Laws 1994, LB 981, § 6;Laws 1995, LB 145, § 1;Laws 1995, LB 871, § 3;Laws 1997, LB 30, § 2;Laws 1999, LB 92, § 2;Laws 2000, LB 900, § 170;Laws 2001, LB 667, § 3;Laws 2002, LB 458, § 2;Laws 2003, LB 242, § 5;Laws 2003, LB 245, § 6;Laws 2004, LB 962, § 35;Laws 2006, LB 508, § 2;Laws 2006, LB 1226, § 15;Laws 2007, LB296, § 202;Laws 2007, LB463, § 1140;Laws 2007, LB701, § 18;Laws 2019, LB302, § 22;Laws 2021, LB148, § 54;Laws 2025, LB317, § 170.Operative Date: July 1, 2025\n\nCross ReferencesIndustrial Ground Water Regulatory Act, see section 46-690.Old wells not in use, duty to fill or decommission, see sections 54-311 and 54-315.Water Well Standards and Contractors' Practice Act, see section 46-1201.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-602/"
    }
  ]
}