{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-753-water-resources-trust-fund-created-use-investment-mat",
  "sections": [
    {
      "id": "section-46-753water",
      "number": "46-753.Water",
      "heading": "Resources Trust Fund; created; use; investment; matching funds required; when",
      "text": "(1) The Water Resources Trust Fund is created. The State Treasurer shall credit to the fund such money as is specifically appropriated thereto by the Legislature, transfers authorized by the Legislature, and such funds, fe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-753",
      "number": "46-753",
      "heading": "",
      "text": "46-753.Water Resources Trust Fund; created; use; investment; matching funds required; when.\n\n(1) The Water Resources Trust Fund is created. The State Treasurer shall credit to the fund such money as is specifically appropriated thereto by the Legislature, transfers authorized by the Legislature, and such funds, fees, donations, gifts, or bequests received by the department from any federal, state, public, or private source for expenditure for the purposes described in the Nebraska Ground Water Management and Protection Act. Money in the fund shall not be subject to any fiscal-year limitation or lapse provision of unexpended balance at the end of any fiscal year or biennium. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\n(2) The fund shall be administered by the Chief Water Officer. The Chief Water Officer may adopt and promulgate rules and regulations regarding the allocation and expenditure of money from the fund.\n\n(3) Money in the fund may be expended by the Chief Water Officer for costs incurred by the Chief Water Officer, by natural resources districts, or by other political subdivisions in (a) determining whether river basins, subbasins, or reaches are fully appropriated in accordance with section 46-713, (b) developing or implementing integrated management plans for such fully appropriated river basins, subbasins, or reaches or for river basins, subbasins, or reaches designated as overappropriated in accordance with section 46-713, (c) developing or implementing integrated management plans in river basins, subbasins, or reaches which have not yet become either fully appropriated or overappropriated, or (d) attaining state compliance with an interstate water compact or decree or other formal state contract or agreement.\n\n(4) Except for funds paid to a political subdivision for forgoing or reducing its own water use or for implementing projects or programs intended to aid the state in complying with an interstate water compact or decree or other formal state contract or agreement, a political subdivision that receives funds from the fund shall provide, or cause to be provided, matching funds in an amount at least equal to twenty percent of the amount received from the fund by that natural resources district or political subdivision. The Chief Water Officer shall monitor programs and activities funded by the fund to ensure that the required match is being provided.\n\nSourceLaws 2004, LB 962, § 93;Laws 2010, LB1057, § 4;Laws 2011, LB2, § 3;Laws 2019, LB319, § 2;Laws 2025, LB317, § 245.Operative Date: July 1, 2025\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-753/"
    }
  ]
}