{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-23502-public-water-supplier-payment-of-compensation-when",
  "sections": [
    {
      "id": "section-46-23502public",
      "number": "46-235.02.Public",
      "heading": "water supplier; payment of compensation; when",
      "text": "(1) Just compensation shall be required if a public water supplier exercises a preference to the injury of a senior appropriator.(2) Just compensation shall be provided by a public water supplier to any injured junior appropriator whose appropriation was",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-23502",
      "number": "46-235.02",
      "heading": "",
      "text": "46-235.02.Public water supplier; payment of compensation; when.\n\n(1) Just compensation shall be required if a public water supplier exercises a preference to the injury of a senior appropriator.\n\n(2) Just compensation shall be provided by a public water supplier to any injured junior appropriator whose appropriation was perfected prior to September 9, 1993, if and to the extent such injury resulted from regulation of junior appropriators requested by the public water supplier to provide water for any purpose other than domestic. Such compensation shall not be required to a junior appropriator if the regulation requested is to provide water for domestic purposes only. At the time any junior appropriator whose appropriation was perfected prior to September 9, 1993, is regulated at the request of a public water supplier, the Chief Water Officer shall determine for each such appropriator the extent to which the regulation is for domestic purposes and the extent to which it is for other purposes.\n\n(3) A cause of action for just compensation shall accrue at the time a junior appropriator is regulated by the Chief Water Officer.\n\nSourceLaws 1993, LB 301, ยง 6;Laws 2000, LB 900, ยง 108;Laws 2025, LB317, ยง 90.Operative Date: July 1, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-235-02/"
    }
  ]
}