{
  "state": "nebraska",
  "path": "title-chapter-46-irrigation-and-regulation-of-water/chapter-46-1647-potentially-hazardous-dams-emergency-action-plans",
  "sections": [
    {
      "id": "section-46-1647potentially",
      "number": "46-1647.Potentially",
      "heading": "hazardous dams; emergency action plans",
      "text": "(1) In order to protect life and property, the owner of every high hazard potential dam shall develop and periodically test and update an emergency action plan to be implemented in the event of an emergency involving such dam. In order to protect life and prope",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46-1647",
      "number": "46-1647",
      "heading": "",
      "text": "46-1647.Potentially hazardous dams; emergency action plans.\n\n(1) In order to protect life and property, the owner of every high hazard potential dam shall develop and periodically test and update an emergency action plan to be implemented in the event of an emergency involving such dam. In order to protect life and property, the Chief Water Officer may require the owners of any significant hazard potential dam to develop and periodically test and update an emergency action plan to be implemented in the event of an emergency involving such dams.\n\n(2) Such emergency action plan shall include, but not be limited to, the following elements:\n\n(a) Emergency notification plan with flowchart;\n\n(b) A statement of purpose;\n\n(c) A project description;\n\n(d) Emergency detection, evaluation, and classification;\n\n(e) General responsibilities;\n\n(f) Preparedness;\n\n(g) Inundation maps or other acceptable description of the inundated area; and\n\n(h) Appendices.\n\n(3) For purposes of evaluating the adequacy of an emergency action plan, the Chief Water Officer shall review, evaluate for adequacy, and approve or disapprove each emergency action plan submitted under this section. The Chief Water Officer shall accept emergency action plans developed for dams under a federal dam safety program.\n\n(4) If the Chief Water Officer determines that a dam constitutes an immediate risk to life or property, the Chief Water Officer shall order the owner to take such action as is necessary to remove such risk.\n\nSourceLaws 2005, LB 335, ยง 47;Laws 2025, LB317, ยง 285.Operative Date: July 1, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-46/statute-46-1647/"
    }
  ]
}