{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-450-illinois-public-accounting-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "This Act shall be known and may be cited as the",
      "text": "\"Illinois Public Accounting Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-002",
      "number": "0.02.",
      "heading": "Declaration of public policy. It is the policy of this State and the purpose of this Act:",
      "text": "Declaration of public policy. It is the policy of this State and the purpose of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-003",
      "number": "0.03.",
      "heading": "Definitions. As used in this Act, unless the context",
      "text": "otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-004",
      "number": "0.04.",
      "heading": "Address of record; email address of record. All applicants and registrants shall:",
      "text": "Address of record; email address of record. All applicants and registrants shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "No person shall hold oneself out to the public in this State in any manner by using the title \"Certified Public Accountant\", \"Licensed Certified Public Accountant\", \"Registered Certified Public Accountant\", \"Public Accountant\", or use the abbreviation \"C",
      "text": "P.A.\", \"CPA\", \"LCPA\", \"RCPA\", \"PA\", or any wo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Board of Examiners.  The Governor shall appoint a Board",
      "text": "of\nExaminers that shall determine the qualifications of persons applying for certification\nand shall make rules for and conduct examinations for determining\nthe qualifications.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-205",
      "number": "2.05.",
      "heading": "Public Accountant Registration and Licensure Committee",
      "text": "The Secretary shall appoint a Public Accountant Registration and Licensure Committee consisting of 7 persons, who shall be appointed by and shall serve in an advisory capacity to the Secretary. A majority of the members must be licensed CPAs\nThe members of the Committee appointed by the Secretary shall receive reasonable compensation, as determined by the Department, for the necessary, legitimate, and authorized expenses approved by the Department. All expenses shall be paid from the Registered Certified Public Accountants' Administration and Disciplinary Fund.\n\nThe Secretary may terminate the appointment of any member for cause.\n\nThe Secretary shall consider the advice and recommendations of the Committee on questions involving standards of professional conduct, discipline, and qualifications of applicants and licensees under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Illinois Administrative Procedure Act. The Illinois Administrative Procedure",
      "text": "Act is hereby expressly adopted and incorporated herein as if all of the\nprovisions of that Act were included in this Act, except that the provision of\nsubsection (d) of Section 10-65 of the Illinois Administrative Procedure Act\nthat provides that at hearings the licensee has the right to show compliance\nwith all lawful requirements for retention, continuation or renewal of the\nlicense is specifically excluded. For the purposes of this Act the notice\nrequired under Section 10-25 of the Illinois Administrative Procedure Act is deemed\nsufficient when mailed to the licensee's address of record or email address of record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Qualifications of applicants. The Board shall certify applicants who successfully complete all portions of the examination and verify completion of 150 semester credit hours",
      "text": "Qualifications of applicants. The Board shall certify applicants who successfully complete all portions of the examination and verify completion of 150 semester credit hours.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Transitional language.",
      "text": "Transitional language.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "Foreign accountants. The",
      "text": "Board shall certify a\nholder of a foreign designation, granted in a foreign country entitling the\nholder thereof to engage in the practice of public accounting, provided:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52",
      "number": "5.2.",
      "heading": "Substantial equivalency.",
      "text": "Substantial equivalency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Fees; pay of examiners; expenses. The Board shall charge a fee in an",
      "text": "amount at least sufficient to defray the costs and expenses incident to the\nexamination and certification provided for in Section 6.1. This fee shall be payable\nby the applicant at the time of filing an application.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-61",
      "number": "6.1.",
      "heading": "Examinations.",
      "text": "Examinations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Licensure. A holder of an exam certificate, registration as a",
      "text": "certified public accountant, or certification\nissued by the\nBoard\nor Department shall not be entitled to practice public accounting, as\ndefined in Section 8, in this\nState until the person has been licensed as a licensed CPA by the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Practicing as a licensed CPA. Persons,",
      "text": "either individually, as\nmembers of a partnership or limited liability company, or as officers of a\ncorporation, who sign, affix, or associate names or any trade or assumed\nnames used by the persons in a profession or business to any report expressing or\ndisclaiming an opinion on a financial statement based on an audit or\nexamination of that statement, or expressing assurance on a financial\nstatement, shall be deemed to be in practice as licensed CPAs and are performing accountancy activities as outlined in paragraph (1) of subsection (a) of Section 8.05.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-805",
      "number": "8.05.",
      "heading": "Accountancy activities.",
      "text": "Accountancy activities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Unlicensed practice; violation; civil penalty.",
      "text": "Unlicensed practice; violation; civil penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-901",
      "number": "9.01.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-902",
      "number": "9.02.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-92",
      "number": "9.2.",
      "heading": "Powers and duties of the Department.",
      "text": "Powers and duties of the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-93",
      "number": "9.3.",
      "heading": "Sharing of information. Notwithstanding any other provision of this Act, for the purpose of carrying out the duties and responsibilities of the Board and the Department under this Act and to effectuate the purpose of this Act, both the Board and the Department are authorized and directed to share in",
      "text": "Sharing of information. Notwithstanding any other provision of this Act, for the purpose of carrying out the duties and responsibilities of the Board and the Department under this Act and to effectuate the purpose of this Act, both the Board and the Department are authorized and directed to share information with each other regarding those individuals and entities licensed or certified or applying for licensure or certification under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Exemption from Act. Nothing in this Act shall prohibit any",
      "text": "person who may be engaged by one or more persons, partnerships or corporations,\nfrom keeping books, or from making trial balances or statements, or, as an\nemployee, from making audits or preparing reports, provided that the person\ndoes not indicate or in any manner imply that the trial balances, statements,\nor reports have been prepared or examined by a certified public accountant, a registered certified public accountant, or a\nlicensed certified public accountant or that they represent the independent\nopinion of a certified\npublic accountant or a licensed certified public accountant. Nothing in\nthis Act shall prohibit\nany person from preparing tax and information returns or from acting as\nrepresentative or agent at tax inquiries, examinations or proceedings, or from\npreparing and installing accounting systems, or from reviewing accounts\nand accounting methods for the purpose of determining the efficiency of\naccounting methods or appliances, or from studying matters of\norganization, provided that the person does not indicate or in any\nmanner imply that the reports have been prepared by, or that the representation\nor accounting work has been performed by a certified public accountant, a registered certified public accountant, or a\nlicensed certified public accountant. Unlicensed accountants are not\nprohibited from performing\nany services that they may have performed prior to this Amendatory Act of 1983.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Application for licensure.",
      "text": "Application for licensure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "13.5.",
      "heading": "Social Security Number or individual taxpayer identification number on license application. In addition",
      "text": "to any other information required to be contained in the application, every\napplication for an original license under this Act shall\ninclude the applicant's Social Security Number or individual taxpayer identification number, which shall be retained in the agency's records pertaining to the license. As soon as practical, the Department shall assign a customer's identification number to each applicant for a license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Qualifications for licensure as a licensed CPA. The Department may",
      "text": "license as licensed CPAs individuals meeting the following requirements:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-141",
      "number": "14.1.",
      "heading": "Foreign accountants. The Department may issue a",
      "text": "license as a licensed CPA to a\nholder of a foreign designation, granted in a foreign country, provided that:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-142",
      "number": "14.2.",
      "heading": "Licensure by endorsement.",
      "text": "Licensure by endorsement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-143",
      "number": "14.3.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-144",
      "number": "14.4.",
      "heading": "Qualifications for licensure as a CPA firm",
      "text": "The Department may license as licensed CPA firms individuals or entities meeting the following requirements:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "14.5.",
      "heading": "CPA Coordinator; duties. The Secretary shall appoint a full-time CPA Coordinator, who shall hold a currently valid CPA license or registration",
      "text": "The Coordinator shall not practice during the term of the Coordinator's appointment. The Coordinator shall be exempt from all fees related to the CPA licens",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Expiration and renewal of licenses; renewal of registration;",
      "text": "continuing education; peer review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Fees; returned checks; fines. The fees for the administration and enforcement of this Act, including, but not limited to, original licensure, registration, renewal, and restoration fees, shall be set by the Department by rule",
      "text": "The fees shall be nonrefundable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171",
      "number": "17.1.",
      "heading": "Restoration.",
      "text": "Restoration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-172",
      "number": "17.2.",
      "heading": "Inactive status.",
      "text": "Inactive status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-173",
      "number": "17.3.",
      "heading": "Restoration of license from discipline",
      "text": "At any time after the successful completion of a term of indefinite probation, suspension, or revocation of a license or registration, the Department may restore the license or registration to active status, unless, after an investigation and a hearing, the Se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2001",
      "number": "20.01.",
      "heading": "Grounds for discipline; license or registration.",
      "text": "Grounds for discipline; license or registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-201",
      "number": "20.1.",
      "heading": "Investigations; notice; hearing.",
      "text": "Investigations; notice; hearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-202",
      "number": "20.2.",
      "heading": "Subpoenas; depositions; oaths.",
      "text": "Subpoenas; depositions; oaths.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-203",
      "number": "20.3.",
      "heading": "Required testimony. Any circuit court in the State of Illinois,",
      "text": "upon the application of the licensee, registrant, or of the Department, may, by order duly entered,\nrequire\nthe attendance and testimony of witnesses and the production of relevant documents, books, files, records, and papers\nbefore the Department at any hearing relative to a disciplinary\naction and\nthe court may compel obedience to the order by proceedings for contempt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-204",
      "number": "20.4.",
      "heading": "Record of proceedings.",
      "text": "Record of proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-205",
      "number": "20.5.",
      "heading": "Rehearing; surrender of license.",
      "text": "Rehearing; surrender of license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-206",
      "number": "20.6.",
      "heading": "Hearing officer. Notwithstanding the provisions of Section 20.2 of this Act,",
      "text": "the Secretary shall have the authority to appoint any attorney\nduly licensed\nto practice law in the State of Illinois to serve as the hearing officer\nin any disciplinary action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-207",
      "number": "20.7.",
      "heading": "Findings and recommendations.",
      "text": "Findings and recommendations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-208",
      "number": "20.8.",
      "heading": "Summary suspension. The Secretary may summarily suspend the license or registration without a hearing, simultaneously with the institution of proceedings for a hearing under Section 20",
      "text": "1 of this Act, if the Secretary finds the evidence indicates that continuation in practice would constitute an immi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Administrative review; certification of record; order as prima facie proof.",
      "text": "Administrative review; certification of record; order as prima facie proof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "Rules and regulations. The Department and",
      "text": "Board shall adopt\nall\nnecessary and reasonable rules and regulations for the effective administration\nand enforcement of the provisions of this Act; and without limiting the\nforegoing the\nBoard shall adopt and prescribe rules and regulations for a fair\nand wholly impartial method of determining the qualifications of applicants for\nexamination and for a fair and wholly impartial method of examination of\npersons under this Act and may establish rules for subjects conditioned and\nfor the transfer of credits from other jurisdictions with respect to subjects\npassed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "Confidentiality of licensee's and registrant's records. A licensed or registered CPA shall not be required by",
      "text": "any court to divulge\ninformation or evidence which has been obtained in the licensee or registrant's confidential\ncapacity as a licensed or registered CPA. This Section shall not apply to any\ninvestigation or hearing undertaken pursuant to this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "Criminal penalties. Each of the following acts perpetrated in the State",
      "text": "of Illinois is a Class A misdemeanor:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Injunctions; cease and desist.",
      "text": "Injunctions; cease and desist.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-301",
      "number": "30.1.",
      "heading": "Liability. No person, partnership, corporation, or other",
      "text": "entity\nlicensed or\nauthorized to practice under this Act or any of its employees, partners,\nmembers, officers or shareholders shall be liable to persons not in privity\nof contract with such person, partnership, corporation, or other\nentity for civil damages\nresulting from acts, omissions,\ndecisions or other conduct in connection with professional services\nperformed by such person, partnership, corporation, or other\nentity,\nexcept for:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-302",
      "number": "30.2.",
      "heading": "Contributory fault. Except in causes of action based on actual",
      "text": "fraud or intentional misrepresentation, the\n\nprinciples of liability set forth\nin Sections 2-1115.05,\n2-1116, and 2-1117 of the Code of Civil Procedure shall apply to all\nclaims for civil damages brought against any person, partnership, corporation,\nor any other entity registered, licensed, or practicing under this Act, or any\nof its employees, partners, members, officers, or shareholders that are alleged\nto result from acts, omissions, decisions, or other conduct in connection with\nprofessional services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-303",
      "number": "30.3.",
      "heading": "Confidentiality of peer review records.",
      "text": "Confidentiality of peer review records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-304",
      "number": "30.4.",
      "heading": "Prohibited practice.",
      "text": "Prohibited practice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-305",
      "number": "30.5.",
      "heading": "Improper influence on the conduct of audits.",
      "text": "Improper influence on the conduct of audits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-306",
      "number": "30.6.",
      "heading": "Misleading behavior by licensees.",
      "text": "Misleading behavior by licensees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-308",
      "number": "30.8.",
      "heading": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee, registrant, or applicant, including, but not limited to, any complaint against a licensee or registrant filed with the Department and information collected to investigate any ",
      "text": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee, registrant, or applicant, including, but not limited to, any complaint against a licensee or registrant filed with the Department and information collected to investigate any such complaint, shall be maintained for the confidential use of the Department and shall not be disclosed. The Department shall not disclose the information to anyone other than law enforcement officials, regulatory agencies that have an appropriate regulatory interest as determined by the Secretary, or a party presenting a lawful subpoena to the Department. Information and documents disclosed to a federal, State, county, or local law enforcement agency shall not be disclosed by the agency for any purpose to any other agency or person. A formal complaint filed against a licensee or registrant by the Department or any other issued by the Department against a licensee, registrant, or applicant shall be a public record, except as otherwise prohibited by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-309",
      "number": "30.9.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Home rule. The regulation, licensing, and registration of accountants and CPA firms are exclusive powers and functions of the State",
      "text": "A home rule may not regulate or license accountants or CPA firms. This Section is a denial and limitation of home rule powers and functions under subsection (h) of Se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Fund.",
      "text": "All\nmoneys received by the\nDepartment\nof Professional\nRegulation\nunder this Act shall be deposited into the Registered Certified\nPublic Accountants' Administration and Disciplinary Fund, which is hereby\ncreated as a special fund in the State Treasury. The funds in the account\nshall be used by the Department, as appropriated, exclusively\nfor expenses\nof the Department, or the\nCommittee, in the\nadministration of this Act.",
      "history": "",
      "source_url": ""
    }
  ]
}