{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-412-electrologist-licensing-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Electrologist Licensing Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purposes.",
      "text": "The practice of electrology in\nthe State of Illinois is\nhereby declared to affect the public health, safety, and welfare and to be\nsubject to regulation and control in the public interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions. In this Act:",
      "text": "Definitions. In this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Address of record and email address of record. All applicants and licensees shall:",
      "text": "Address of record and email address of record. All applicants and licensees shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "License required.",
      "text": "Beginning January 1, 2004, no person shall\nengage\nin the practice of electrology or hold himself or herself out as an\nelectrologist in this State\nwithout a license issued by the Department under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Exemptions. This Act does not prohibit:",
      "text": "Exemptions. This Act does not prohibit:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Scope of practice.",
      "text": "Scope of practice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Application. Applications for original licenses shall be made",
      "text": "to the\nDepartment in writing on forms prescribed by the Department and shall be\naccompanied by the required fee, which is not refundable. The\napplication shall require any information as, in the judgment of the\nDepartment, will enable the Department to pass on the qualifications of the\napplicant for a license. The application shall include evidence of\npassage of an examination recognized by the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Qualifications for licensure. A person shall be qualified for",
      "text": "licensure\nas an electrologist if that person has met all of the following requirements:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Social Security number or individual taxpayer identification number on license application. In addition to any",
      "text": "other information required to be contained in the application, every\napplication for an\noriginal license under this Act shall include the\napplicant's social\nsecurity number or individual taxpayer identification number, which shall be retained in the agency's records pertaining to the license. As soon as practical, the Department shall assign a customer's identification number to each applicant for a license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "Abnormal skin growth education.",
      "text": "Abnormal skin growth education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Powers and duties of the Department.",
      "text": "Powers and duties of the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Administrative Procedure Act. The Illinois Administrative Procedure Act is hereby expressly adopted and incorporated in this Act as if all of the provisions of the Illinois Administrative Procedure Act where included in this Act, except that the provision of paragraph (d) of Section 10-65 of the Ill",
      "text": "Administrative Procedure Act. The Illinois Administrative Procedure Act is hereby expressly adopted and incorporated in this Act as if all of the provisions of the Illinois Administrative Procedure Act where included in this Act, except that the provision of paragraph (d) of Section 10-65 of the Illinois Administrative Procedure Act, which provides that at hearings the licensee has the right to show compliance with all lawful requirements for retention, continuation, or renewal of the license, is specifically excluded. For the purposes of this Act, the notice required under Section 10-25 of the Illinois Administrative Procedure Act is considered to be sufficient when mailed to the licensee's address of record or email address of record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Issuance of license.",
      "text": "Upon the satisfactory completion of\nthe application and\nexamination procedures, and compliance with the applicable rules of the\nDepartment, the\nDepartment shall issue an electrologist license to the qualifying applicant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Endorsement. Pursuant to the rules of the Department, upon",
      "text": "payment of the required fee, an applicant who has been licensed in another\nstate that has substantially the same requirements as those required for\nlicensure under the provisions of this Act may be granted a license as an\nelectrologist.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Renewal. The expiration date and",
      "text": "renewal period for each license\nissued under this Act shall be set by rule. Renewal shall be conditioned\non paying the required fee and meeting other requirements as may be\nestablished by rule.\nAll renewal applicants shall provide proof of having met the continuing\neducation\nrequirements in accordance with rules established by the Department, consisting of the equivalent of 30\nhours of continuing education every 24 months. The continuing education\nrequirement\nmay be waived in part or in whole for such good cause, including but not\nlimited to illness or hardship, as may be determined by\nrule.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Inactive status; restoration.",
      "text": "Inactive status; restoration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Fees; returned checks.",
      "text": "Fees; returned checks.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Grounds for discipline.",
      "text": "Grounds for discipline.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "Violations; injunctions.",
      "text": "Violations; injunctions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "Investigations; notice and hearing.",
      "text": "Investigations; notice and hearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "Record of proceedings. The Department, at its expense,",
      "text": "shall\npreserve a\nrecord of all proceedings at the formal hearing of any case.\nAny licensee who is found to have violated this Act or who fails to appear for a hearing to refuse to issue, restore, or renew a license or to discipline a licensee may be required by the Department to pay for the costs of the proceeding. These costs are limited to costs for court reporters, transcripts, and witness attendance and mileage fees. All costs imposed under this Section shall be paid within 60 days after the effective date of the order imposing the fine.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "Required testimony. Upon application",
      "text": "of the Department or\nits designee, or of the person against whom proceedings\npursuant to Section 75 of this Act are pending, any circuit court may\norder\n\nthe attendance and testimony of witnesses and the production of relevant\ndocuments, paper, files, books, and records in connection with any hearing\nor investigation. The court may compel obedience to its order by proceedings\nfor contempt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "Subpoena power; oaths. The Department may",
      "text": "subpoena and bring before\nit any person in this State and take the oral or written testimony or compel the production of any books, papers, records, or any other documents that the Secretary or his or her designee deems relevant or material to any investigation or hearing conducted by the Department, with the same fees and mileage and in the same manner\nas prescribed by law in judicial proceedings in civil cases in circuit\ncourts of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110",
      "number": "110.",
      "heading": "Findings and recommendations. At the conclusion of the",
      "text": "hearing,\nthe hearing officer\nshall present to the Secretary a written report of its findings of fact, conclusions of law, and\nrecommendations. The\nreport shall contain a finding of whether or not the accused applicant\nor licensee violated\nthis Act or failed to comply with the conditions required in this Act. The\nhearing officer shall\nspecify the nature of the violation or failure to comply, and shall make its\nrecommendations to the Secretary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "115.",
      "heading": "Hearing officer. The Secretary has the authority to appoint an",
      "text": "attorney duly\nlicensed to practice law in this State to serve as the hearing officer in an\naction for refusal\nto issue or renew a license or for the discipline of a\nlicensed electrologist. The\nhearing officer\nshall have full authority to conduct the hearing. The hearing officer shall\nreport his or her\nfindings and recommendations to the Secretary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-120",
      "number": "120.",
      "heading": "Motion for rehearing. In any case involving the refusal to",
      "text": "issue or renew a license,\nor the\ndiscipline of a licensee, a copy of the hearing officer's report shall be\nserved\nupon\nthe respondent by the Secretary, either personally or as provided in this\nAct for the service of the notice of hearing. Within 20 days after\nservice, the respondent may present to the Department a motion in writing\nfor a rehearing which shall specify the particular grounds\nfor rehearing. If no motion for rehearing is filed, then upon the expiration\nof\nthe time specified for filing a motion, or if a motion for rehearing\nis denied, then upon denial, the Secretary may enter an order in\naccordance with the recommendation of the hearing officer.\nIf the respondent orders from the reporting\nservice, and pays for a transcript of the record within the time for filing\na motion for rehearing, the 20-day period within which a motion may be\nfiled shall commence upon the delivery of the transcript to the respondent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-125",
      "number": "125.",
      "heading": "Order for rehearing. Whenever the Secretary is not",
      "text": "satisfied that\nsubstantial justice\nhas been done in the revocation, suspension, or refusal to issue or\nrenew a license, the Secretary may order a rehearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-130",
      "number": "130.",
      "heading": "Order or certified copy as prima facie proof. An order or a",
      "text": "certified copy\nthereof, over the seal of the\nDepartment and purporting to be signed by the Secretary, shall be prima\nfacie proof:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "135.",
      "heading": "Restoration of license from discipline",
      "text": "At any time after the successful completion of a term of indefinite probation, suspension, or revocation of a license, the Department may restore the license to active status, unless, after an investigation and a hearing, the Secretary determines that restorat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-140",
      "number": "140.",
      "heading": "Surrender of license.",
      "text": "Upon the revocation or suspension of\nany license, the\nlicensee shall immediately surrender the license to the Department, and if the\nlicensee fails to do so, the Department has the right to seize the license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "145.",
      "heading": "Summary suspension. The Secretary may summarily suspend",
      "text": "the license of an\nelectrologist without a hearing, simultaneously with the institution of\nproceedings for a hearing under Section 90 of this Act, if the Secretary\nfinds that the evidence indicates that\ncontinuation\nin practice would constitute an imminent danger to the public. In the\nevent that the Secretary summarily suspends a license without a\nhearing, a hearing by the Department shall be held within 30 days after the\nsuspension has occurred and shall be concluded as expeditiously as possible.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-150",
      "number": "150.",
      "heading": "Administrative Review Law.",
      "text": "All final administrative\ndecisions of the Department are subject to judicial review under the\nAdministrative Review Law and its rules. The term \"administrative\ndecision\" is defined as in Section 3-101 of the Code\nof Civil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "155.",
      "heading": "Certification of record. The Department shall not be",
      "text": "required to certify any record to the court, file any answer in court, or\notherwise appear in any court in a judicial review proceeding unless and until the Department has received from the plaintiff payment of the costs\nof furnishing and certifying the record, which costs shall be determined by the Department. Failure on the part of the\nplaintiff to file a receipt in court is grounds for dismissal of the action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-157",
      "number": "157.",
      "heading": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee or applicant, including, but not limited to, any complaint against a licensee filed with the Department and information collected to investigate any such complaint, shall be ma",
      "text": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee or applicant, including, but not limited to, any complaint against a licensee filed with the Department and information collected to investigate any such complaint, shall be maintained for the confidential use of the Department and shall not be disclosed. The Department shall not disclose the information to anyone other than law enforcement officials, regulatory agencies that have an appropriate regulatory interest as determined by the Secretary, or a party presenting a lawful subpoena to the Department. Information and documents disclosed to a federal, State, county, or local law enforcement agency shall not be disclosed by the agency for any purpose to any other agency or person. A formal complaint filed against a licensee or registrant by the Department or any order issued by the Department against a licensee, registrant, or applicant shall be a public record, except as otherwise prohibited by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-160",
      "number": "160.",
      "heading": "Penalties.",
      "text": "A person who is found to have knowingly violated\nany\nprovision of this Act is guilty of a Class A misdemeanor. On conviction of\na second or subsequent offense the violator is guilty of a Class 4 felony.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-162",
      "number": "162.",
      "heading": "Unlicensed practice; violation; civil penalty.",
      "text": "Unlicensed practice; violation; civil penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-165",
      "number": "165.",
      "heading": "Deposit of fees and fines.",
      "text": "All of the fees and fines collected\nunder this Act shall be deposited into the General Professions Dedicated Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-170",
      "number": "170.",
      "heading": "Home rule.",
      "text": "The regulation and licensing of electrologists are\nexclusive\npowers and functions of the State. A home rule unit may not regulate or\nlicense electrologists. This Section is a denial and limitation of home\nrule powers and functions under subsection (h) of Section 6 of Article VII\nof the Illinois Constitution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-900",
      "number": "900.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-905",
      "number": "905.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-910",
      "number": "910.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-915",
      "number": "915.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-920",
      "number": "920.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-999",
      "number": "999.",
      "heading": "Effective date.",
      "text": "This Act takes effect on January 1, 2003.",
      "history": "",
      "source_url": ""
    }
  ]
}