{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-330-illinois-professional-land-surveyor-act-of-1989",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Declaration of public policy. The practice of land surveying",
      "text": "in the State of Illinois is hereby declared to affect the public health,\nsafety, and welfare and to be subject to regulation and control in the\npublic interest. It is further declared\nthat the determination and physical protraction of land\nboundaries using the appropriate application of boundary law principles, together with the attendant preparation of legal descriptions\nand plats, which bear witness for posterity to chronicle the acts and wishes of landowners throughout this\nState is a matter of public interest and concern. Therefore, it is in the\npublic interest that the practice of land surveying, as defined in this Act,\nmerit and receive the confidence of the public, and that only qualified persons\nbe authorized to practice land surveying in the State of Illinois. This\nAct shall be liberally construed to best carry out this purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Short title.",
      "text": "This Act shall be known and may be cited as the\nIllinois Professional Land Surveyor Act of 1989.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Exceptions.",
      "text": "This Act does not prohibit any person licensed\nin this State under any other Act from engaging\nin the practice for which that person is licensed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "Address of record; email address of record. All applicants and licensees shall:",
      "text": "Address of record; email address of record. All applicants and licensees shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Practice of land surveying defined",
      "text": "Any person who practices in Illinois as a professional land surveyor who renders, offers to render, or holds himself or herself out as able to render, or perform any service, the adequate performance of which involves the special knowledge of the art and applicati\nof the following practices constitutes the practice of land surveying:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Powers and duties of the Department.",
      "text": "The Department shall exercise, subject to the provisions of this Act, the\nfollowing functions, powers, and duties:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Board.",
      "text": "Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Powers and duties of the Board. Subject to the",
      "text": "provisions\nof this Act, the Board shall exercise the following functions, powers, and\nduties:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Application for licensure.",
      "text": "Application for licensure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "10.5.",
      "heading": "Social Security Number on license application. In addition",
      "text": "to any other information required to be contained in the application, every\napplication for an original license under this Act shall\ninclude the applicant's Social Security Number, which shall be retained in the agency's records pertaining to the license. As soon as practical, the Department shall assign a customer's identification number to each applicant for a license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Examination.",
      "text": "Examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Qualifications for licensing.",
      "text": "Qualifications for licensing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Minimum standards for enrollment as a surveyor intern. To enroll as a surveyor intern, an applicant must be:",
      "text": "Minimum standards for enrollment as a surveyor intern. To enroll as a surveyor intern, an applicant must be:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Display of license. Every holder of a license under this Act shall",
      "text": "display the license in\na conspicuous place in his or her office,\nplace of business, or place of\nemployment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Seal. Every professional land surveyor shall have a",
      "text": "reproducible seal, which may be computer generated, the\nimpression of which\nshall contain the name of the land surveyor, his or her place of business,\nthe license\nnumber of the professional land surveyor, and the words \"Professional Land\nSurveyor, State of Illinois\". A\nprofessional land surveyor shall seal all documents prepared by or\nunder the direct supervision and control of the professional land surveyor.\nAny seal authorized or approved by the Department under the Illinois Land\nSurveyors Act shall serve the same purpose as the seal provided for by this\nAct. The\nlicensee's written signature and date of signing along with the date of license\nexpiration shall be placed adjacent to the seal. The licensee may provide, at his or her sole discretion, an original signature in the licensee's handwriting, a scanned copy of the document bearing an original signature, or a signature generated by a computer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "15.5.",
      "heading": "Titles.",
      "text": "Titles.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Unlicensed practice; violation; civil penalty.",
      "text": "Unlicensed practice; violation; civil penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-165",
      "number": "16.5.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Surveyor intern; supervision. It is",
      "text": "unlawful for any surveyor intern licensed under this Act to\npractice or attempt to practice land surveying\nexcept when in responsible charge under the overall supervision of a professional land surveyor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Renewal, reinstatement, or restoration of license; persons",
      "text": "in military service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-185",
      "number": "18.5.",
      "heading": "Continuing education. The Department may adopt rules of",
      "text": "continuing education for persons licensed under this Act. The Department shall\nconsider the recommendations of the Board in establishing the guidelines for\nthe continuing education requirements. The requirements of this Section apply\nto any person seeking renewal or restoration under Section 18 of this\nAct. For the purposes of this Act, continuing education shall also be known as professional development.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Inactive status. Any person who notifies the Department, in writing on forms prescribed by the",
      "text": "Department, may place his or her license on inactive status and\nshall be excused from the payment of\nrenewal fees until he or she notifies the Department in writing of the\nintention to resume active status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-195",
      "number": "19.5.",
      "heading": "Professional Land Surveyor, Retired.",
      "text": "Professional Land Surveyor, Retired.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Endorsement.",
      "text": "Endorsement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Fees.",
      "text": "Fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Advertising.",
      "text": "Any person licensed under this Act may\nadvertise the availability of professional services in the public media or\non the premises where such professional services are rendered, as permitted\nby law; provided, that such advertising is truthful and not misleading.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Professional design firm registration.",
      "text": "Professional design firm registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "Grounds for disciplinary action.",
      "text": "Grounds for disciplinary action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "Injunction; cease and desist order.",
      "text": "Injunction; cease and desist order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "Investigations; notice and hearing.",
      "text": "Investigations; notice and hearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Record of proceedings.",
      "text": "Record of proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Subpoenas, depositions, oaths.",
      "text": "Subpoenas, depositions, oaths.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Compelling testimony.",
      "text": "Any circuit court may, upon\napplication of the Department or designee or of the applicant or licensee\nagainst whom proceedings under this Act are pending, enter an\norder requiring the attendance of witnesses and their testimony, and the\nproduction of documents, papers, files, books, and records in connection\nwith any hearing or investigation. The court may compel obedience to its\norder by proceedings for contempt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "Hearing; motion for rehearing.",
      "text": "Hearing; motion for rehearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36",
      "number": "36.",
      "heading": "Hearing officer. Notwithstanding any provision in this Act, the Secretary has",
      "text": "the authority to appoint any attorney duly licensed to practice law in the\nState of Illinois to serve as the hearing officer in any action for refusal to issue or renew a license or discipline a licensee. The Board may have at least one member present at any hearing conducted by the hearing officer. The hearing officer has full authority to conduct the\nhearing. The hearing\nofficer shall report his or her findings of fact, conclusions of law, and\nrecommendations to the Board and to the Secretary. If the Secretary disagrees in any regard with the report of the\nBoard or hearing officer, he or she may issue an order in contravention thereof.\nThe Secretary shall notify the Board on any such deviation and shall specify with particularity the reasons for such action in the final order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-361",
      "number": "36.1.",
      "heading": "Returned checks; fines. Any person who delivers a check or other payment to the Department that",
      "text": "is returned to the Department unpaid by the financial institution upon\nwhich it is drawn shall pay to the Department, in addition to the amount\nalready owed to the Department, a fine of $50. The fines imposed by this Section are in addition\nto any other discipline provided under this Act for unlicensed\npractice or practice on a nonrenewed license. The Department shall notify\nthe person that payment of fees and fines shall be paid to the Department\nby certified check or money order within 30 calendar days of the\nnotification. If, after the expiration of 30 days from the date of the\nnotification, the person has failed to submit the necessary remittance, the\nDepartment shall automatically terminate the license or certificate or deny\nthe application, without hearing. If, after termination or denial, the\nperson seeks a license or certificate, he or she shall apply to the\nDepartment for restoration or issuance of the license or certificate and\npay all fees and fines due to the Department. The Department may establish\na fee for the processing of an application for restoration of a license or\ncertificate to pay all expenses of processing this application. The Secretary\nmay waive the fines due under this Section in individual cases where the\nSecretary finds that the fines would be unreasonable or unnecessarily\nburdensome.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37",
      "number": "37.",
      "heading": "Order or certified copy; prima facie proof. An order or certified",
      "text": "copy thereof, over the seal of the Department and purporting to be signed by\nthe Secretary, shall be prima facie proof that:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38",
      "number": "38.",
      "heading": "Restoration from disciplinary status.",
      "text": "Restoration from disciplinary status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39",
      "number": "39.",
      "heading": "Surrender of license.",
      "text": "Upon the revocation or suspension\nof any license, the licensee shall immediately surrender the license or\nlicenses to the Department and if the licensee fails to do so, the\nDepartment has the right to seize the license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Temporary suspension of a license. The Secretary may",
      "text": "temporarily suspend the license of a professional land surveyor or surveyor intern without a\nhearing, simultaneously with the institution of proceedings for a hearing\nunder Section 29, if the Secretary finds that\nevidence in his or her possession indicates that a professional land surveyor's\nor surveyor intern's continuation in practice would constitute an\nimminent danger to the public.\nIf the Secretary temporarily suspends the license of a\nprofessional land surveyor or surveyor intern without a hearing,\na hearing by the Board must\nbe commenced within 30 days after such suspension has occurred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41",
      "number": "41.",
      "heading": "Administrative review.",
      "text": "Administrative review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42",
      "number": "42.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43",
      "number": "43.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44",
      "number": "44.",
      "heading": "Plats and licenses as prima facie evidence; record of plats. All plats and licenses issued by a professional land surveyor under",
      "text": "his or her hand and seal shall be received as prima facie evidence in all courts\nin this State. A professional land surveyor is entitled to have his or her plats recorded in the\ncounty where the land affected lies; provided, however, plats of\nsubdivision or dedication are subject to any statutory provisions relating to the\napproval, recording, and filing of plats of subdivision or dedication.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Entry upon adjoining land; liability for damages. A",
      "text": "professional land surveyor, or persons under his or her direct supervision,\ntogether with his or her survey party, who, in the course of making a survey, finds\nit necessary to go upon the land of a party or parties other than the one\nfor whom the survey is being made is not liable for civil or criminal\ntrespass and is liable only for any actual damage done to\nthe land or property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46",
      "number": "46.",
      "heading": "Illinois Administrative Procedure Act. The Illinois",
      "text": "Administrative Procedure Act is expressly adopted and incorporated\nas if all of the provisions of that Act were included in this Act,\nexcept that the provision of subsection (d) of Section\n10-65 of the Illinois Administrative Procedure Act that provides that at\nhearings the licensee has the right to show compliance\nwith all lawful requirements for retention, continuation, or renewal of\nthe license is specifically excluded. For the purpose of this Act, the\nnotice required under Section 10-25 of the Illinois Administrative Procedure\nAct is deemed sufficient when mailed or emailed to the last known address of record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-47",
      "number": "47.",
      "heading": "Home rule. Pursuant to subsection (h) of Section 6 of",
      "text": "Article VII of the Illinois Constitution, a home rule unit may not regulate\nthe profession of land surveying in a manner more restrictive than the\nregulation by the State of the profession of land surveying as provided in\nthis Act. This Section is a limitation on the concurrent exercise by home\nrule units of powers and functions exercised by the State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48",
      "number": "48.",
      "heading": "Fund, appropriations, investments and audits. The moneys",
      "text": "deposited into the Design Professionals Administration and Investigation Fund\nfrom fines and fees under this Act shall be appropriated to the Department\nexclusively for expenses of the Department and the Board in the\nadministration of this Act, the Illinois Architecture Practice Act, the\nProfessional Engineering Practice Act of 1989, and the Structural\nEngineering Practice Act of 1989. The expenses of the Department under\nthis Act shall be limited to the ordinary and contingent expenses of the\nDesign Professionals Dedicated Employees within the Department as\nestablished under Section 2105-75 of the Department of\nProfessional Regulation Law of the Civil Administrative Code of Illinois\nand other expenses related to the administration and enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49",
      "number": "49.",
      "heading": "The provisions of this Act, insofar as they are the same or",
      "text": "substantially the same as those of any prior law concerning the licensure\nof land surveyors, shall be construed as a\ncontinuation of such prior law and not as a new enactment.",
      "history": "",
      "source_url": ""
    }
  ]
}