{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-305-illinois-architecture-practice-act-of-1989",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act shall be known and may be cited as the\nIllinois Architecture Practice Act of 1989.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Declaration of public policy.",
      "text": "The practice of architecture in the State of Illinois is hereby declared to\naffect the public health, safety and welfare and to be subject to\nregulation and control in the public interest. It is further declared to\nbe a matter of public interest and concern that the practice of\narchitecture, as defined in this Act, merit and receive the confidence of\nthe public, and that only qualified persons be authorized to practice\narchitecture in the State of Illinois. This Act shall be liberally\nconstrued to best carry out these subjects and purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Application of Act. Nothing in this Act shall be",
      "text": "deemed or construed to prevent the practice of structural engineering as\ndefined in the Structural Engineering Practice Act of 1989, the practice\nof professional engineering as defined in the Professional Engineering\nPractice Act of 1989, or the preparation of documents used to prescribe\nwork to be done inside buildings for non-loadbearing interior construction,\nfurnishings, fixtures and equipment, or the offering or preparation of\nenvironmental analysis, feasibility studies, programming or construction\nmanagement services by persons other than those licensed in accordance with\nthis Act, the Structural Engineering Practice Act of 1989 or\nthe Professional Engineering Practice Act of 1989.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Definitions. In this Act:",
      "text": "Definitions. In this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Address of record; email address of record. All applicants and licensees shall:",
      "text": "Address of record; email address of record. All applicants and licensees shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Architect defined; Acts constituting practice.",
      "text": "Architect defined; Acts constituting practice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Technical submissions.",
      "text": "Technical submissions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Exempt from Structural Engineers' Act.",
      "text": "Any person licensed to practice architecture in this State under this Act\nis exempt from the provisions of any and all Acts in force in this\nState regulating the practice of structural engineering.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Powers and duties of the Department.",
      "text": "Powers and duties of the Department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Board. The Secretary shall appoint an Architecture Licensing Board consisting of 7 members who shall serve in an advisory capacity to the Secretary",
      "text": "All members of the Board shall be residents of Illinois. Six members shall (i) hold a valid architecture license in Illinois and have held the license",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Powers and duties of the Board. Subject to the provisions of this Act, the Board shall exercise the following functions, powers, and duties:",
      "text": "Powers and duties of the Board. Subject to the provisions of this Act, the Board shall exercise the following functions, powers, and duties:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Application for licensure.",
      "text": "Application for licensure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "11.5.",
      "heading": "Social Security Number on license",
      "text": "application. In addition\nto any other information required to be contained in the application, every\napplication for an original license under this Act shall\ninclude the applicant's Social Security Number, which shall be retained in the agency's records pertaining to the license. As soon as practical, the Department shall assign a customer's identification number to each applicant for a license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Examinations.",
      "text": "Examinations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Qualifications of applicants. Any person who is of good moral character may apply for licensure if the applicant is a graduate with a first professional degree in architecture from a program that is accredited by the National Architectural Accrediting Board, the Canadian Architectural Certification ",
      "text": "Qualifications of applicants. Any person who is of good moral character may apply for licensure if the applicant is a graduate with a first professional degree in architecture from a program that is accredited by the National Architectural Accrediting Board, the Canadian Architectural Certification Board, or satisfies the qualifications of substantial equivalency through either an alternate pathway approved by the National Council of Architectural Registration Boards or a mutual recognition agreement; has completed the examination requirements set forth under Section 12; and has completed such diversified professional training, including academic training, as is required by rules of the Department. The Department may adopt, as its own rules relating to diversified professional training, those guidelines published from time to time by the National Council of Architectural Registration Boards.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Seal. Every architect shall have a reproducible",
      "text": "seal, or facsimile,\nthe impression of which shall contain the name of the architect, the license\nnumber, and the words \"Licensed Architect, State of Illinois\". The\narchitect shall affix the signature, current date, date of license\nexpiration, and seal to the first sheet of any bound set or loose sheets of\ntechnical submissions used as contract\ndocuments between the parties to the contract or prepared for the\nreview and approval of any governmental or public authority having\njurisdiction by that architect or under that\narchitect's responsible control. The sheet\nof technical submissions in which the seal is affixed shall indicate those documents or\nparts thereof for which the seal shall apply.\nThe seal and dates may be electronically affixed. The licensee may provide, at his or her sole discretion, an original signature in the licensee's handwriting, a scanned copy of the document bearing an original signature, or a signature generated by a computer. All technical submissions issued by any corporation,\npartnership, professional service corporation, or professional design firm as\nregistered under this Act shall contain the corporate or assumed business name\nand design firm registration number, in addition to any other seal\nrequirements as set forth in this Section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Renewal, reinstatement, or restoration of license; persons in military",
      "text": "service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-165",
      "number": "16.5.",
      "heading": "Continuing education.",
      "text": "The Department may promulgate rules of\ncontinuing education for persons licensed under this Act. The Department shall\nconsider the recommendations of the Board in establishing the guidelines for\nthe continuing education requirements. The requirements of this Section apply\nto any person seeking renewal or restoration under Section 16 or 17 of this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Inactive status. A person licensed under this Act who",
      "text": "notifies the Department in writing on forms prescribed by the Department,\nmay elect to place his or her license on an inactive status and shall,\nsubject to rules of the Department, be excused from payment of renewal fees\nuntil he or she notifies the Department in writing of his or her desire to\nresume active status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-175",
      "number": "17.5.",
      "heading": "Architect, Retired.",
      "text": "Architect, Retired.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Endorsement.",
      "text": "Endorsement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Fees.",
      "text": "Fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Roster of licensees and registrants",
      "text": "The Department shall maintain a roster showing the address of record of individuals and entities who hold licenses or registrations under this Act. This roster shall be\navailable upon written request and payment of the required fee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Professional design firm registration; conditions.",
      "text": "Professional design firm registration; conditions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Grounds for disciplinary action.",
      "text": "Grounds for disciplinary action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Injunction; cease and desist order.",
      "text": "Injunction; cease and desist order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-235",
      "number": "23.5.",
      "heading": "Unlicensed practice; violation; civil penalty.",
      "text": "Unlicensed practice; violation; civil penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Investigations; notice and hearing.",
      "text": "Investigations; notice and hearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Record of proceedings.",
      "text": "Record of proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "Subpoenas; depositions; oaths.",
      "text": "Subpoenas; depositions; oaths.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "Compelling testimony. Any circuit",
      "text": "court, upon the application of the accused person or complainant or of the\nDepartment, may, by order duly entered, require the attendance of witnesses\nand the production of relevant books and papers before the Department in\nany hearing relative to the application for or refusal, recall, suspension\nor revocation of a license, or the discipline of a licensee, and the court\nmay compel obedience to its\norder by proceedings for contempt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "Hearing; motion for rehearing.",
      "text": "Hearing; motion for rehearing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "Hearing officer. Notwithstanding",
      "text": "Section 28, the Secretary has the authority to appoint an\nattorney duly licensed to practice law in the State of Illinois to\nserve as the hearing officer in any action for refusal to issue or renew a license or registration or discipline an applicant, licensee, or registrant. The Board may have at least one member present at any hearing conducted by the hearing officer.\nThe hearing\nofficer shall have full authority to conduct the hearing. The hearing officer shall report his or her findings of\nfact, conclusions of law, and recommendations to the Board and to the Secretary.\nIf the Secretary\ndisagrees in any regard with the report of the Board or hearing officer, he or she\nmay issue an order in contravention thereof. The Secretary shall notify the Board on any such deviation and shall specify\nwith particularity the reasons for such action in the final order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Order to be prima facie proof. An order of revocation or",
      "text": "suspension or a certified copy thereof, over the seal of the Department and\npurporting to be signed by the Secretary, shall be prima facie proof that:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Restoration from disciplinary status.",
      "text": "Restoration from disciplinary status.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Surrender of license or registration. Upon the revocation or suspension",
      "text": "of any license or registration, the licensee or professional design firm shall immediately surrender the license or\nlicenses or registration to the Department and if the licensee or registrant fails to do so, the\nDepartment has the right to seize the license or registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "Temporary suspension of a license. The Secretary may",
      "text": "temporarily suspend the license or registration of an architect without a hearing,\nsimultaneously with the institution of proceedings for a hearing provided\nfor in Section 24, if the Secretary finds that evidence in the Department's possession indicates that an architect's continuation in practice would\nconstitute an imminent danger to the public. If the\nSecretary temporarily suspends the license or registration of an architect without a\nhearing, a hearing by the Board must be held within 30 days after such\nsuspension has occurred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "Administrative review.",
      "text": "Administrative review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36",
      "number": "36.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37",
      "number": "37.",
      "heading": "Illinois Administrative Procedure Act; application. The Illinois",
      "text": "Administrative Procedure Act is hereby expressly adopted and incorporated\nherein as if all of the provisions of that Act were included in this Act,\nexcept that the provision of subsection (d) of Section 10-65 of the Illinois\nAdministrative Procedure Act that provides that at hearings the licensee has\nthe right to show compliance with all lawful requirements for retention,\ncontinuation or renewal of the license is specifically excluded. For the\npurposes of this Act, the notice required under Section 10-25 of the Illinois\nAdministrative Procedure Act is deemed sufficient when mailed to the last known\naddress of record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-375",
      "number": "37.5.",
      "heading": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee or applicant, including, but not limited to, any complaint against a licensee filed with the Department and information collected to investigate any such complaint, shall be ma",
      "text": "Confidentiality. All information collected by the Department in the course of an examination or investigation of a licensee or applicant, including, but not limited to, any complaint against a licensee filed with the Department and information collected to investigate any such complaint, shall be maintained for the confidential use of the Department and shall not be disclosed. The Department may not disclose the information to anyone other than law enforcement officials, other regulatory agencies that have an appropriate regulatory interest as determined by the Secretary, or a party presenting a lawful subpoena to the Department. Information and documents disclosed to a federal, State, county, or local law enforcement agency shall not be disclosed by the agency for any purpose to any other agency or person. A formal complaint filed against a licensee by the Department or any order issued by the Department against a licensee or applicant shall be a public record, except as otherwise prohibited by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38",
      "number": "38.",
      "heading": "Fund; appropriations; investments; audits. Moneys",
      "text": "deposited in the Design Professionals Administration and Investigation Fund\nshall be appropriated to the Department exclusively for expenses of the\nDepartment and the Board in the administration of this Act, the Illinois\nProfessional Land Surveyor Act of 1989, the Professional Engineering\nPractice Act of 1989, and the Structural Engineering Practice Act of\n1989. The expenses of the Department under this Act shall be limited to the\nordinary and contingent expenses of the Design Professionals Dedicated\nEmployees within the Department as established under Section 2105-75 of the\nDepartment of Professional Regulation Law (20 ILCS 2105/2105-75) and other\nexpenses related to the administration and enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39",
      "number": "39.",
      "heading": "Public policy.",
      "text": "It is declared to be the public policy of\nthis State, pursuant to paragraph (h) of Section 6 of Article VII\nof the Illinois Constitution of 1970, that any power or function set forth\nin this Act to be exercised by the State is an exclusive State power or\nfunction. Such power or function shall not be exercised concurrently,\neither directly or indirectly, by any unit of local government, including\nhome rule units, except as otherwise provided in this Act.\nThis is a limitation of home rule powers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Reinstatement of existing licenses; Rules in force.",
      "text": "All\nlicenses and certificates of registration in effect on December 31, 1989\nand issued pursuant to the \"Illinois Architecture Act\", approved June 24,\n1919, as amended, are reinstated for the balance of the term for which last\nissued. All rules in effect on December 31, 1989 and promulgated pursuant\nto the \"Illinois Architecture Act\", approved June 24, 1919, as amended,\nshall remain in full force and effect on the effective date of this Act\nwithout being promulgated again by the Department, except to the extent any\nsuch rule is inconsistent with any provision of this Act. All disciplinary\naction, taken or pending, pursuant to the \"Illinois Architecture Act\",\napproved June 24, 1919, as amended, shall, for the actions taken, remain in\neffect, and for the action pending, shall be continued, on the effective\ndate of this Act without having separate actions filed by the Department.",
      "history": "",
      "source_url": ""
    }
  ]
}