{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-45-illinois-funeral-or-burial-funds-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Payment under pre-need contract. Except as otherwise provided in",
      "text": "this Section, all sales proceeds\npaid to any person, partnership, association\nor corporation with respect to merchandise or services covered by this Act,\nupon any agreement or contract, or any series or combination\nof agreements or contracts, which has for a purpose the furnishing or\nperformance of funeral services, or the furnishing or delivery of any\npersonal property, merchandise, or services of any nature in connection\nwith the final disposition of a dead human body, including, but not\nlimited to, outer burial containers, urns, combination casket-vault units,\ncaskets and clothing, for future use at a time determinable by the death of the\nperson or persons whose body or bodies are to be so disposed of, shall be held\nto be trust funds, and shall be placed in trust in accordance with Sections 1b\nand 2, or shall be used to purchase life insurance or annuities in accordance\nwith Section 2a. The person, partnership, association or corporation receiving\nsaid payments under a pre-need contract is hereby declared to be a trustee\nthereof until deposits of funds are made in accordance with Section 1b or 2a of\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a",
      "number": "1a.",
      "heading": "For the purposes of this Act, the following terms shall have",
      "text": "the meanings specified, unless the context clearly requires another meaning:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a-1",
      "number": "1a-1.",
      "heading": "Pre-need contracts.",
      "text": "Pre-need contracts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a-2",
      "number": "1a-2.",
      "heading": "Pre-Need Funeral Consumer Protection Fund.",
      "text": "Pre-Need Funeral Consumer Protection Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1b",
      "number": "1b.",
      "heading": "(a) Whenever a seller receives sales proceeds under a pre-need",
      "text": "contract that the purchaser elects to fund by a trust agreement, the seller may\nretain an initial amount equal to 5% of the purchase price of the services,\npersonal property or merchandise, or 15% of the purchase price of outer burial\ncontainers. Thereafter, a seller shall deposit into trust the amounts specified\nin this Section so that no later than upon the final payment on the contract,\nthe trust shall equal or exceed 95% of the purchase price of all services,\npersonal property, or merchandise, except for outer burial containers, and 85%\nof the purchase price of outer burial containers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "(a) If a purchaser selects a trust arrangement to fund the",
      "text": "pre-need contract, all trust deposits as determined by Section 1b shall be made\nwithin 30 days of receipt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2a",
      "number": "2a.",
      "heading": "Purchase of insurance or annuity.",
      "text": "Purchase of insurance or annuity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2b",
      "number": "2b.",
      "heading": "Irrevocable designation of beneficiary of existing life insurance.",
      "text": "Irrevocable designation of beneficiary of existing life insurance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Licensing.",
      "text": "Licensing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3a",
      "number": "3a.",
      "heading": "Denial, suspension, or revocation of license.",
      "text": "Denial, suspension, or revocation of license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3a-5",
      "number": "3a-5.",
      "heading": "License requirements.",
      "text": "License requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3b",
      "number": "3b.",
      "heading": "The Comptroller, at his expense, shall provide a certified",
      "text": "shorthand reporter to take down the testimony and preserve a record of all\nproceedings at the hearing of any case involving the refusal to issue or\nrenew a license, the suspension or revocation of a license, the imposition\nof a monetary penalty, or the referral of a case for criminal prosecution.\nThe record of any such proceeding shall consist of the notice of hearing,\ncomplaint, all other documents in the nature of pleadings and written\nmotions filed in the proceedings, the transcript of testimony and the\nreport and orders of the Comptroller. Copies of the transcript of such\nrecord may be purchased from the certified shorthand reporter who prepared\nthe record.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3c",
      "number": "3c.",
      "heading": "Any circuit court may, upon application of the Comptroller or",
      "text": "of the applicant or licensee against whom proceedings under Section 3a are\npending, enter an order requiring witnesses to attend and testify, and\nrequiring the production of documents, papers, files, books and records in\nconnection with any hearing in any proceedings under that Section. Failure\nto obey such court order may result in the institution of contempt proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3d",
      "number": "3d.",
      "heading": "Any person affected by a final administrative decision of the",
      "text": "Comptroller may have such decision reviewed judicially by the circuit court\nof the county where such person resides, or in the case of a corporation,\nwhere the registered office is located. If the plaintiff in the review\nproceeding is not a resident of this State, venue shall be in Sangamon\nCounty. The provisions of the Administrative Review Law, as now or\nhereafter amended, and any rules adopted thereunder shall govern all\nproceedings for the judicial review of final administrative decisions of the\nComptroller. The term \"administrative decision\" is defined as in the\nAdministrative Review Law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3e",
      "number": "3e.",
      "heading": "Upon the revocation of, suspension of, or refusal to renew any",
      "text": "license, the\nlicensee shall immediately surrender the license or licenses to the\nComptroller. If the licensee fails to do so, the\nComptroller shall have the right to seize the same.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3f",
      "number": "3f.",
      "heading": "Revocation of license.",
      "text": "Revocation of license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Withdrawal of funds; revocability of contract.",
      "text": "Withdrawal of funds; revocability of contract.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a",
      "number": "4a.",
      "heading": "Investment of funds.",
      "text": "Investment of funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4b",
      "number": "4b.",
      "heading": "Licensee bankruptcy.",
      "text": "In the event of a licensee's\nbankruptcy, insolvency, or assignment for the benefit of creditors, or\nin the event of the bankruptcy, insolvency, or assignment for the\nbenefit of creditors of any person, partnership, association,\ncorporation, or other entity that possesses a controlling interest in a\nlicensee, the licensee shall provide notice in writing of that event to\neach purchaser of a pre-need sales contract or a pre-need contract\nwithin 30 days after the event of bankruptcy, insolvency, or assignment\nfor the benefit of creditors. At a minimum, the notice must contain the\nfollowing:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "This Act shall not be construed to prohibit the trustee and",
      "text": "trustee's depositary from being reimbursed and receiving from such funds\ntheir reasonable compensation and expenses in the custody and\nadministration of such funds pursuant to the Illinois Trust Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "It is unlawful for any such agreement or agreements to provide",
      "text": "for forfeiture and retention of payments upon any such agreement or series\nof agreements as and for liquidated damages therein in excess of 25% of the\npayments made or $300.00, whichever sum is less.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The invalidity of any section or part or portion of this Act shall",
      "text": "not affect the validity of the remaining sections or part thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71",
      "number": "7.1.",
      "heading": "Effect of Public Act 88-477.",
      "text": "Public Act 88-477 shall not be\nconstrued to invalidate any contract or agreement entered into under this Act\nor any other statute or law before January 1, 1994 if, when the contract or\nagreement was entered into, it was not invalid under this Act or any other\nstatute or law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72",
      "number": "7.2.",
      "heading": "Investigation of unlawful practices.",
      "text": "If it appears to the\nComptroller that a person has engaged in, is engaging in, or is about to engage\nin any practice in violation of this Act,\nthe Comptroller may:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-73",
      "number": "7.3.",
      "heading": "Service.",
      "text": "Service by the Comptroller of any notice requiring a\nperson to file a statement or report shall be made:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Any person who intentionally fails to deposit the required sales",
      "text": "proceeds into a trust required under this Act, intentionally and improperly\nwithdraws or uses trust funds for his or her own benefit, or otherwise\nintentionally violates any provision of this Act\nis guilty of a Class 4 felony.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81",
      "number": "8.1.",
      "heading": "Sales; liability of purchaser for shortage. In the event of a sale or transfer of all or",
      "text": "substantially all of the assets of the licensee, the sale\nor transfer of the controlling interest of the corporate\nstock of the licensee if the licensee is a corporation, the\nsale or transfer of the controlling interest of the partnership if\nthe licensee is a partnership, or the sale of the licensee\npursuant to foreclosure proceedings, the purchaser is\nliable for any shortages existing before or after the sale\nin the trust funds required to be maintained in a trust\npursuant to this Act and shall honor all pre-need contracts\nand trusts entered into by the licensee. Any shortages\nexisting in the trust funds constitute a prior lien in\nfavor of the trust for the total value of the shortages,\nand notice of that lien shall be provided in all sales\ninstruments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "This Act shall be known and may be cited as the \"Illinois Funeral",
      "text": "or Burial Funds Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Nothing in this Act shall be deemed to apply to pre-need",
      "text": "cemetery sales under the \"Illinois Pre-Need Cemetery Sales Act\", enacted by\nthe 84th General Assembly.",
      "history": "",
      "source_url": ""
    }
  ]
}