{
  "state": "hawaii",
  "path": "title-title-28-property/chapter-515-discrimination-in-real-property-transactions",
  "sections": [
    {
      "id": "section-515-1",
      "number": "515-1",
      "heading": "Construction.515-2 Definitions",
      "text": "515-3 Discriminatory practices.515-4 Exemptions.515-5 Discriminatory financial practices.515-6 Restrictive covenants and conditions.515-7 Blockbusting.515-8 Religious institutions.515-9 Enforcement.515-10 to 515-12 REPEALED.515-13 Remedies.515-14, 515-15 REPEALED.515-1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-515-2",
      "number": "515-2",
      "heading": "Definitions.",
      "text": "§515-2 Definitions.In this chapter, unless the context otherwise requires:\n\n\"Age\" means over the age of majority or emancipated minors.\n\n\"Commission\" means the civil rights commission.\n\n\"Disability\" means having a physical or mental impairment which substantially limits one or more major life activities, having a record of such an impairment, or being regarded as having such an impairment. The term does not include current illegal use of or addiction to a controlled substance or alcohol or drug abuse that threatens the property or safety of others.\n\n\"Discriminatory practice\" means a practice designated as discriminatory under the terms of this chapter.\n\n\"Familial status\" means the status of: a parent having legal custody of and domiciled with a minor child or children, a person who is domiciled with a minor child or children and who has written or unwritten permission from the legal parent, a person who is pregnant, or any person who is in the process of securing legal custody of a minor child or children.\n\n\"Gender identity or expression\" includes a person's actual or perceived gender, as well as a person's gender identity, gender-related self-image, gender-related appearance, or gender-related expression, regardless of whether that gender identity, gender-related self-image, gender-related appearance, or gender-related expression is different from that traditionally associated with the person's sex at birth.\n\n\"Housing accommodation\" includes any improved or unimproved real property, or part thereof, which is used or occupied, or is intended, arranged, or designed to be used or occupied, as the home or residence of one or more individuals.\n\n\"National origin\" includes the national origin of an ancestor.\n\n\"Person\" refers to the definition of section 1-19 and includes a legal representative, partnership, receiver, trust, trustee, trustee in bankruptcy, the State, or any governmental entity or agency.\n\n\"Real estate broker or salesperson\" means a person, whether licensed or not, who, for or with the expectation of receiving a consideration, lists, sells, purchases, exchanges, rents, or leases real property, or who negotiates or attempts to negotiate any of these activities, or who purports to be engaged in these activities, or who negotiates or attempts to negotiate a loan secured or to be secured by a mortgage or other encumbrance upon real property, or who is engaged in the business of listing real property in a publication; or a person employed by or acting on behalf of any of these.\n\n\"Real estate transaction\" includes the sale, exchange, rental, or lease of real property.\n\n\"Real property\" includes buildings, structures, real estate, lands, tenements, leaseholds, interests in real estate cooperatives, condominiums, and hereditaments, corporeal and incorporeal, or any interest therein.\n\n\"Sexual orientation\" means having a preference for heterosexuality, homosexuality, or bisexuality, having a history of any one or more of these preferences, or being identified with any one or more of these preferences. \"Sexual orientation\" shall not be construed to protect conduct otherwise proscribed by law.\n\n\"Steering\" includes the practice of directing persons who seek to enter into a real estate transaction toward or away from real property in order to deprive them of the benefits of living in a discrimination-free environment. [L 1967, c 193, §2; HRS §515-2; am L 1976, c 159, §3; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1984, c 105, §1; am L 1989, c 386, § §4, 21; am L 1990, c 275, §2; am L 1992, c 33, §5 and c 171, §2; am L 2005, c 214, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-2/"
    },
    {
      "id": "section-515-3",
      "number": "515-3",
      "heading": "Discriminatory practices.",
      "text": "§515-3 Discriminatory practices.(a) It is a discriminatory practice for an owner or any other person engaging in a real estate transaction, or for a real estate broker or salesperson, because of race; sex, including gender identity or expression; sexual orientation; color; religion; marital status; familial status; ancestry; disability; age; or human immunodeficiency virus infection:\n\n(1) To refuse to engage in a real estate transaction with a person;\n\n(2) To discriminate against a person in the terms, conditions, or privileges of a real estate transaction or in the furnishing of facilities or services in connection with a real estate transaction;\n\n(3) To refuse to receive or to fail to transmit a bona fide offer to engage in a real estate transaction from a person;\n\n(4) To refuse to negotiate for a real estate transaction with a person;\n\n(5) To represent to a person that real property is not available for inspection, sale, rental, or lease when in fact it is available; fail to bring a property listing to the person's attention; refuse to permit the person to inspect real property; or steer a person seeking to engage in a real estate transaction;\n\n(6) To offer, solicit, accept, use, or retain a listing of real property with the understanding that a person may be discriminated against in a real estate transaction or in the furnishing of facilities or services in connection with a real estate transaction;\n\n(7) To solicit or require as a condition of engaging in a real estate transaction that the buyer, renter, or lessee be tested for human immunodeficiency virus infection, the causative agent of acquired immunodeficiency syndrome;\n\n(8) To refuse to permit, at the expense of a person with a disability, reasonable modifications to existing premises occupied or to be occupied by the person if modifications may be necessary to afford the person full enjoyment of the premises; provided that a real estate broker or salesperson, where it is reasonable to do so, may condition permission for a modification on the person agreeing to restore the interior of the premises to the condition that existed before the modification, reasonable wear and tear excepted;\n\n(9) To refuse to make reasonable accommodations in rules, policies, practices, or services, when the accommodations may be necessary to afford a person with a disability equal opportunity to use and enjoy a housing accommodation; provided that if reasonable accommodations include the use of an assistance animal, reasonable restrictions may be imposed; provided further that if the disability is not readily apparent, an owner or other person engaging in a real estate transaction may request information that verifies that the person has a disability, defined as a physical or mental impairment that substantially limits a major life activity. An owner or other person engaging in a real estate transaction shall not request medical records or access to health care providers, and shall not inquire as to the diagnosis, nature, or severity of the person €™s disability. If the disability-related need for an assistance animal is not readily apparent, an owner or other person engaging in a real estate transaction may request verification that the assistance animal is needed to alleviate one or more symptoms of the person's disability. Verification may be provided by a letter or other communication from the person's treating health care professional, mental health professional, or social worker. Possession of a vest or other distinguishing animal garment, tag, or registration documents that are commonly purchased online and purporting to identify an animal as a service animal or assistance animal shall not constitute valid verification;\n\n(10) In connection with the design and construction of covered multifamily housing accommodations for first occupancy after March 13, 1991, to fail to design and construct housing accommodations in such a manner that:\n\n(A) The housing accommodations have at least one accessible entrance, unless it is impractical to do so because of the terrain or unusual characteristics of the site; and\n\n(B) With respect to housing accommodations with an accessible building entrance:\n\n(i) The public use and common use portions of the housing accommodations are accessible to and usable by persons with disabilities;\n\n(ii) Doors allow passage by persons in wheelchairs; and\n\n(iii) All premises within covered multifamily housing accommodations contain an accessible route into and through the housing accommodations; light switches, electrical outlets, thermostats, and other environmental controls are in accessible locations; reinforcements in the bathroom walls allow installation of grab bars; and kitchens and bathrooms are accessible by wheelchair; or\n\n(11) To discriminate against or deny a person access to or membership or participation in any multiple listing service, real estate broker's organization, or other service, organization, or facility involved either directly or indirectly in real estate transactions, or to discriminate against any person in the terms or conditions of access, membership, or participation.\n\n(b) For purposes of this section, \"assistance animal\" means an animal that is needed to perform disability-related work, services, or tasks for the benefit of a person with a disability or provide emotional support that alleviates one or more identified symptoms or effects of a person's disability. \"Assistance animals\" may include but are not limited to service animals, therapy animals, comfort animals, or emotional support animals that may have formal training or may be untrained and may include species other than dogs. [L 1967, c 193, §3; HRS §515-3; am L 1971, c 124, §1; am L 1975, c 109, §5; am L 1976, c 159, §4; am L 1984, c 105, §2; gen ch 1985; am L 1987, c 365, §1 and c 370, §1; am L 1989, c 391, §2; am L 1990, c 67, §8 and c 275, §3; am L 1991, c 178, §2; am L 1992, c 33, §4 and c 171, §3; am L 1993, c 140, §2; am L 1997, c 311, §1; am L 2005, c 214, §3; am L 2011, c 31, §2 and c 175, §8; am L 2022, c 154, §2]\n\nLaw Journals and Reviews\n\nAirbnb in Paradise: Updating Hawai`i's Legal Approach Towards Racial Discrimination in the Sharing Economy. 39 UH L. Rev. 435 (2017).\n\nWhile this section does not explicitly mention emotional support animals, it invites the possibility of their acceptance within the broad limitation of \"use of an animal\". Plaintiff's motion denied to the extent that it sought summary judgment declaring that before it was required to grant a waiver of its no pet policy pursuant to a reasonable accommodation request, it could require that the animal have received some individual training. 892 F. Supp. 2d 1268 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-3/"
    },
    {
      "id": "section-515-4",
      "number": "515-4",
      "heading": "Exemptions.",
      "text": "§515-4 Exemptions.(a) Section 515-3 does not apply:\n\n(1) To the rental of a housing accommodation in a building which contains housing accommodations for not more than two families living independently of each other if the owner or lessor resides in one of the housing accommodations; or\n\n(2) To the rental of a room or up to four rooms in a housing accommodation by an owner or lessor if the owner or lessor resides in the housing accommodation.\n\n(b) Nothing in section 515-3 shall be deemed to prohibit refusal because of sex, including gender identity or expression, sexual orientation, or marital status, to rent or lease housing accommodations:\n\n(1) Owned or operated by a religious institution and used for church purposes as that term is used in applying exemptions for real property taxes; or\n\n(2) That are part of a religiously affiliated institution of higher education housing program that is operated on property that the institution owns or controls or that is operated for its students pursuant to Title IX of the Education Amendments of 1972, P.L. 92-318.\n\n(c) Nothing in this chapter regarding familial status or age shall apply to housing for older persons as defined by title 42 United States Code section 3607(b)(2). [L 1967, c 193, §4; HRS §515-4; gen ch 1985; am L 1990, c 275, §4; am L 1992, c 171, §4; am L 1993, c 140, §1; am L 2005, c 214, §4; am L 2011, c 31, §3; am L 2019, c 111, §36]\n\nLaw Journals and Reviews\n\nAirbnb in Paradise: Updating Hawai`i's Legal Approach Towards Racial Discrimination in the Sharing Economy. 39 UH L. Rev. 435 (2017).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-4/"
    },
    {
      "id": "section-515-5",
      "number": "515-5",
      "heading": "Discriminatory financial practices.",
      "text": "§515-5 Discriminatory financial practices.It is a discriminatory practice for a person, a representative of such person, or a real estate broker or salesperson, to whom an inquiry or application is made for financial assistance in connection with a real estate transaction or for the construction, rehabilitation, repair, maintenance, or improvement of real property, because of race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection:\n\n(1) To discriminate against the applicant;\n\n(2) To use a form of application for financial assistance or to make or keep a record or inquiry in connection with applications for financial assistance that indicates, directly or indirectly, an intent to make a limitation, specification, or discrimination unless the records are required by federal law;\n\n(3) To discriminate in the making or purchasing of loans or the provision of other financial assistance for purchasing, constructing, improving, repairing, or maintaining a dwelling, or the making or purchasing of loans or the provision of other financial assistance secured by residential real estate; or\n\n(4) To discriminate in the selling, brokering, or appraising of residential real property. [L 1967, c 193, §5; HRS §515-5; am L 1971, c 124, §2; am L 1976, c 159, §5; am L 1989, c 391, §3; am L 1990, c 275, §5; am L 1992, c 33, §5 and c 171, §5; am L 2005, c 214, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-5/"
    },
    {
      "id": "section-515-6",
      "number": "515-6",
      "heading": "Restrictive covenants and conditions.",
      "text": "§515-6 Restrictive covenants and conditions.(a) Every provision in an oral agreement or a written instrument relating to real property that purports to forbid or restrict the conveyance, encumbrance, occupancy, or lease thereof to individuals because of race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection, is void.\n\n(b) Every condition, restriction, or prohibition, including a right of entry or possibility of reverter, that directly or indirectly limits the use or occupancy of real property on the basis of race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection is void, except a limitation, on the basis of religion, on the use of real property held by a religious institution or organization or by a religious or charitable organization operated, supervised, or controlled by a religious institution or organization, and used for religious or charitable purposes.\n\n(c) It is a discriminatory practice to insert in a written instrument relating to real property a provision that is void under this section or to honor or attempt to honor such a provision in the chain of title. [L 1967, c 193, §6; HRS §515-6; am L 1971, c 124, §3; am L 1976, c 159, §6; am L 1989, c 391, §4; am L 1990, c 275, §6; am L 1992, c 33, §5 and c 171, §6; am L 2005, c 214, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-6/"
    },
    {
      "id": "section-515-7",
      "number": "515-7",
      "heading": "Blockbusting.",
      "text": "§515-7 Blockbusting.It is a discriminatory practice for a person, representative of a person, or a real estate broker or salesperson, for the purpose of inducing a real estate transaction from which the person, representative, or real estate broker or salesperson may benefit financially, because of race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection:\n\n(1) To represent that a change has occurred or will or may occur in the composition of the owners or occupants in the block, neighborhood, or area in which the real property is located; or\n\n(2) To represent that this change will or may result in the lowering of property values, an increase in criminal or antisocial behavior, or a decline in the quality of schools in the block, neighborhood, or area in which the real property is located. [L 1967, c 193, §7; HRS §515-7; am L 1971, c 124, §4; am L 1976, c 159, §7; gen ch 1985; am L 1990, c 275, §7; am L 1992, c 33, §5 and c 171, §7; am L 2005, c 214, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-7/"
    },
    {
      "id": "section-515-8",
      "number": "515-8",
      "heading": "Religious institutions.",
      "text": "§515-8 Religious institutions.It is not a discriminatory practice for a religious institution or organization or a charitable or educational organization operated, supervised, or controlled by a religious institution or organization to give preference to members of the same religion in a real property transaction, unless membership in such religion is restricted on account of race, color, or ancestry. [L 1967, c 193, §8; HRS §515-8; am L 1971, c 124, §5; am L 1992, c 171, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-8/"
    },
    {
      "id": "section-515-9",
      "number": "515-9",
      "heading": "Enforcement.",
      "text": "§515-9 Enforcement.(a) The civil rights commission has jurisdiction over the subject of real property transaction practices and discrimination made unlawful by this chapter. The commission has the following powers:\n\n(1) To receive, initiate, investigate, seek to conciliate, hold hearings on, and pass upon complaints alleging violations of this chapter in accordance with the procedure established in chapter 368, except that investigations shall be completed within one hundred days and a final administrative disposition shall be made within one year of the date of the receipt of the complaint, unless impracticable to do so;\n\n(2) At any time after a complaint is filed, to require answers to interrogatories, compel the attendance of witnesses, examine witnesses under oath or affirmation, and require the production of documents relevant to the complaint. Before a finding of reasonable cause, chapter 368 to the contrary notwithstanding, the commission may issue a notice of right to sue upon written request of the complainant which must be exercised within ninety days of receipt of the notice or one year after the filing of the complaint, whichever is later. The commission may make rules authorizing any individual designated to exercise these powers in the performance of official duties;\n\n(3) Chapter 368 to the contrary notwithstanding, after a finding of reasonable cause, to notify the complainant, respondent, or an aggrieved person on whose behalf the complaint was filed, that an election may be made to file a civil action in lieu of an administrative hearing. The election must be made not later than twenty days after receipt by the electing party of the notice. The electing party shall be provided with a notice of right to sue which must be exercised within ninety days of receipt of that notice or one year after the filing of the complaint, whichever is later. The commission will provide legal representation to the complainant in the event of an election by any party. After the filing of a civil action, the parties may stipulate to have the matter remanded for an administrative hearing;\n\n(4) To furnish technical assistance requested by persons subject to this chapter to further compliance with the chapter or an order issued thereunder;\n\n(5) To make studies appropriate to effectuate the purposes and policies of this chapter and to make the results thereof available to the public;\n\n(6) To render at least annually a comprehensive written report to the governor and to the legislature. The report may contain recommendations of the commission for legislative or other action to effectuate the purposes and policies of this chapter; and\n\n(7) In accordance with chapter 91, to adopt rules to effectuate the purposes and policies of this chapter, including rules requiring the inclusion in advertising material of notices prepared or approved by the commission.\n\n(b) Nothing in chapter 368 or this section shall be deemed to preclude an aggrieved person from filing a civil action for discriminatory practices made unlawful by this chapter no later than two years after the occurrence or the termination of an alleged discriminatory practice; provided that, notwithstanding section 368-12, the commission shall issue a right to sue on a complaint filed with the commission if it determines that a civil action alleging similar facts has been filed.\n\n(c) In a civil action filed under subsection (b), the remedies ordered by the court may include remedies as provided under sections 368-17 and 515-13 such as compensatory and punitive damages, legal and equitable relief, and reasonable attorney's fees and costs. [L 1967, c 193, §9; HRS §515-9; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1989, c 386, §13; am L 1992, c 171, §9; am L 2012, c 85, §1]\n\nCross References\n\nAnnual reports, due dates, see §93-12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-9/"
    },
    {
      "id": "section-515-10",
      "number": "515-10",
      "heading": "to 515-12 REPEALED.",
      "text": "to 515-12 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-515-13",
      "number": "515-13",
      "heading": "Remedies.",
      "text": "§515-13 Remedies.(a) If the commission determines that the respondent has engaged in a discriminatory practice, the commission shall state its findings of fact and conclusions of law and shall issue an order requiring the respondent to cease and desist from the discriminatory practice and to take such affirmative actions as in the judgment of the commission will carry out the purposes of this chapter. A copy of the order shall be delivered to the respondent, the complainant, the attorney general, and to such other public officers and persons as the commission deems proper.\n\n(b) Affirmative action ordered under this section may include, but is not limited to:\n\n(1) Sale, exchange, lease, rental, assignment, or sublease of real property to an individual;\n\n(2) Extension to all individuals of the full and equal enjoyment of the advantages, facilities, privileges, and services of the respondent;\n\n(3) Reporting as to the manner of compliance;\n\n(4) Posting notices in conspicuous places in the respondent's place of business in form prescribed by the commission and inclusion of such notices in advertising material;\n\n(5) Cancellation, rescission, or revocation of a contract, deed, lease, or other instrument transferring real property, which is the subject of a complaint of a discriminatory practice, to a person who had actual knowledge or record notice, prior to the transfer or the execution of the legally binding obligation to make the transfer, that a determination of reasonable cause had been made with respect to the discriminatory practice;\n\n(6) Payment to an injured party of profits obtained by the respondent through a violation of section 515-7, subject to the principles of equity;\n\n(7) Payment to the complainant of damages for an injury caused by the discriminatory practice and costs, including a reasonable attorney's fee. Unless greater damages are proven, damages may be assessed at $500 for each violation.\n\n(c) In the case of a respondent who is found by the commission to have engaged in a discriminatory practice in the course of performing under a contract or subcontract with the State or a county, or agency thereof, if the discriminatory practice was authorized, requested, commanded, performed, or knowingly or recklessly tolerated by the board of directors of the respondent or by an officer or executive agent acting within the scope of the officer's or agent's employment, the commission shall so certify to the contracting agency. Unless the commission's finding of a discriminatory practice is reversed in the course of judicial review, the finding of discrimination is binding on the contracting agency.\n\n(d) Thirty days after an order is issued under this section, unless an appeal by the respondent is pending, the commission may publish or cause to be published the name of a person who has been determined to be engaged in a discriminatory practice. [L 1967, c 193, §13; HRS §515-13; am L 1972, c 107, §3(b); am L 1982, c 204, §8; gen ch 1985; am L 1989, c 386, §14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-13/"
    },
    {
      "id": "section-515-16",
      "number": "515-16",
      "heading": "Other discriminatory practices.",
      "text": "§515-16 Other discriminatory practices.It is a discriminatory practice for a person, or for two or more persons to conspire:\n\n(1) To retaliate, threaten, or discriminate against a person because of the exercise or enjoyment of any right granted or protected by this chapter, or because the person has opposed a discriminatory practice, or because the person has made a charge, filed a complaint, testified, assisted, or participated in an investigation, proceeding, or hearing under this chapter;\n\n(2) To aid, abet, incite, or coerce a person to engage in a discriminatory practice;\n\n(3) To interfere with any person in the exercise or enjoyment of any right granted or protected by this chapter or with the performance of a duty or the exercise of a power by the commission;\n\n(4) To obstruct or prevent a person from complying with this chapter or an order issued pursuant to this chapter;\n\n(5) To intimidate or threaten any person engaging in activities designed to make other persons aware of, or encouraging such other persons to exercise rights granted or protected by this chapter;\n\n(6) To threaten, intimidate or interfere with persons in their enjoyment of a housing accommodation because of the race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection of the persons, or of visitors or associates of the persons; or\n\n(7) To print, circulate, post, or mail, or cause to be published a statement, advertisement, or sign, or to use a form of application for a real estate transaction, or to make a record or inquiry in connection with a prospective real estate transaction, that indicates, directly or indirectly, an intent to make a limitation or specification, or to discriminate because of race, sex, including gender identity or expression, sexual orientation, color, religion, marital status, familial status, ancestry, disability, age, or human immunodeficiency virus infection. [L 1967, c 193, §16; HRS §515-16; am L 1982, c 204, §8; gen ch 1985; am L 1989, c 386, §15; am L 1992, c 171, §10; am L 1993, c 140, §3; am L 2011, c 31, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-16/"
    },
    {
      "id": "section-515-17",
      "number": "515-17",
      "heading": "Attempts.",
      "text": "§515-17 Attempts.An attempt to commit, directly or indirectly, a discriminatory practice is a discriminatory practice. [L 1967, c 193, §17; HRS §515-17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-17/"
    },
    {
      "id": "section-515-18",
      "number": "515-18",
      "heading": "Conciliation agreements.",
      "text": "§515-18 Conciliation agreements.(a) Section 368-4 to the contrary notwithstanding, any conciliation agreement which results after a finding of cause shall be subject to the approval of the commission and shall be made public unless the complainant and respondent otherwise agree and the commission determines that disclosure is not required to further the purposes of this chapter.\n\n(b) It is a discriminatory practice for a party to a conciliation agreement made under this chapter to violate the terms of the agreement. [L 1967, c 193, §18; HRS §515-18; am L 1992, c 171, §11]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-18/"
    },
    {
      "id": "section-515-19",
      "number": "515-19",
      "heading": "Public contractors.",
      "text": "§515-19 Public contractors.Upon receiving a certification made under section 515-13(c), a contracting agency may take appropriate action to:\n\n(1) Terminate a contract or portion thereof previously entered into with the respondent, either absolutely or on condition that the respondent carry out a program of compliance with this chapter; and\n\n(2) Assist the State and all counties, and agencies thereof, to refrain from entering into further contracts, or extensions or other modifications of existing contracts, with the respondent until the commission is satisfied that the respondent will carry out policies in compliance with this chapter. [L 1967, c 193, §19; HRS §515-19; am L 1982, c 204, §8; am L 1989, c 386, §16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-19/"
    },
    {
      "id": "section-515-20",
      "number": "515-20",
      "heading": "Prima facie evidence.",
      "text": "§515-20 Prima facie evidence.In a proceeding under this chapter, a written, printed, or visual communication, advertisement, or other form of publication, or written inquiry, or record, or other document purporting to have been made by a person is prima facie evidence that it was authorized by the person. [L 1967, c 193, §20; HRS §515-20; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-28/chapter-515/section-515-20/"
    }
  ]
}