{
  "state": "florida",
  "path": "title-chapter-0692/chapter-chapter-0692",
  "sections": [
    {
      "id": "section-69201conveyances",
      "number": "692.01",
      "heading": "Conveyances executed by corporations.692.02Validation of conveyances",
      "text": "692.03Validity of conveyances by certain foreign corporations recorded for 7 years; limitation.692.04Validation of deeds and similar instruments executed by corporations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-69202validation",
      "number": "692.02",
      "heading": "Validation of conveyances.",
      "text": "of conveyances.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-69203validity",
      "number": "692.03",
      "heading": "Validity of conveyances by certain foreign corporations recorded for 7 years; limitation.",
      "text": "of conveyances by certain foreign corporations recorded for 7 years; limitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-69204validation",
      "number": "692.04",
      "heading": "Validation of deeds and similar instruments executed by corporations.",
      "text": "of deeds and similar instruments executed by corporations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692101conveyances",
      "number": "692.101",
      "heading": "Conveyances to or by trustees of unincorporated churches.",
      "text": "to or by trustees of unincorporated churches.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692201definitions",
      "number": "692.201",
      "heading": "Definitions",
      "text": "692.201 Definitions.—As used in this part, the term: (1) “Agricultural land” means land classified as agricultural under s. 193.461. (2) “Critical infrastructure facility” means any of the following, if it employs measures such as fences, barriers, or guard posts that are designed to exclude unauthorized persons: (a) A chemical manufacturing facility. (b) A refinery. (c) An electrical power plant as defined in s. 403.031(4). (d) A water treatment facility or wastewater treatment plant. (e) A liquid natural gas terminal. (f) A telecommunications central switching office. (g) A gas processing plant, including a plant used in the processing, treatment, or fractionation of natural gas. (h) A seaport as listed in s. 311.09. (i) A spaceport territory as defined in s. 331.303(19). (j) An airport as defined in s. 333.01. (3) “Foreign country of concern” means the People’s Republic of China, the Russian Federation, the Islamic Republic of Iran, the Democratic People’s Republic of Korea, the Republic of Cuba, the Venezuelan regime of Nicolás Maduro, or the Syrian Arab Republic, including any agency of or any other entity of significant control of such foreign country of concern. (4) “Foreign principal” means: (a) The government or any official of the government of a foreign country of concern; (b) A political party or member of a political party or any subdivision of a political party in a foreign country of concern; (c) A partnership, association, corporation, organization, or other combination of persons organized under the laws of or having its principal place of business in a foreign country of concern, or a subsidiary of such entity; or (d) Any person who is domiciled in a foreign country of concern and is not a citizen or lawful permanent resident of the United States. (e) Any person, entity, or collection of persons or entities, described in paragraphs (a) through (d) having a controlling interest in a partnership, association, corporation, organization, trust, or any other legal entity or subsidiary formed for the purpose of owning real property in this state. (5) “Military installation” means a base, camp, post, station, yard, or center encompassing at least 10 contiguous acres that is under the jurisdiction of the Department of Defense or its affiliates. (6) “Real property” means land, buildings, fixtures, and all other improvements to land. History.—s. 4, ch. 2023-33; s. 57, ch. 2024-2. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe9fdff396df',t:'MTc3MDg4NTI0My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xl/chapter-692/part-iii/section-692-201/"
    },
    {
      "id": "section-692202purchase",
      "number": "692.202",
      "heading": "Purchase of agricultural land by foreign principals prohibited.",
      "text": "of agricultural land by foreign principals prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692203purchase",
      "number": "692.203",
      "heading": "Purchase of real property on or around military installations or critical infrastructure facilities by foreign principals prohibited.",
      "text": "of real property on or around military installations or critical infrastructure facilities by foreign principals prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692204purchase",
      "number": "692.204",
      "heading": "Purchase or acquisition of real property by the People’s Republic of China prohibited.",
      "text": "or acquisition of real property by the People’s Republic of China prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692205inapplicability",
      "number": "692.205",
      "heading": "Inapplicability of this part to real property for diplomatic purposes.",
      "text": "of this part to real property for diplomatic purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-692201definitions",
      "number": "692.201",
      "heading": "Definitions. As used in this part, the term:(1)“Agricultural land” means land classified as agricultural under s",
      "text": "193.461.(2)“Critical infrastructure facility” means any of the following, if it employs measures such as fences, barriers, or guard posts that are designed to exclude unauthorized persons:(a)A chemic",
      "history": "",
      "source_url": ""
    }
  ]
}