{
  "state": "idaho",
  "path": "title-title-65/chapter-chapter-3",
  "sections": [
    {
      "id": "section-65-301",
      "number": "65-301",
      "heading": "",
      "text": "65-301. PERFORMANCE WITHOUT FEE — SERVICES ENUMERATED. (1) Any state, county, city or public officer, or board, or body, acting in his or her or its official capacity on behalf of the state, county, or city, including notaries public, shall not collect, demand or receive any fee or compensation for recording or indexing the discharge papers of any male or female veteran who had active service in any war or conflict officially engaged in by the government of the United States; or for issuing certified copies thereof, or for any service whatever rendered by any such officer or officers, in the matter of a pension claim, application, affidavit, voucher, or in the matter of any claim to be presented to the United States department of veterans affairs or for the purposes of securing any benefits under acts of congress providing pension benefits for honorably discharged veterans of any war, and all acts or parts of acts amendatory thereto, or for furnishing a certified copy of the public record of a marriage, death, birth, divorce, deed of trust, mortgage, or property assessment, or making a reasonable search for the same, wherein the same is to be used in a claim for pension, or a claim for allotment, allowance, compensation, insurance, automatic insurance, or otherwise provided for by any and all legislation by congress providing pension benefits for honorably discharged veterans of any war.\n\n(2) Any veteran wishing to record his or her discharge papers may do so with personal identifying information such as date of birth, social security number, home address(es), blood type and other personal identifying information redacted from the document. The name of the veteran may not be redacted from the document.\n\n(3) Any veteran or surviving spouse of any veteran of the United States armed forces or his or her surviving spouse, attorney, personal representative, executor or court appointed guardian has the right to request that a county recorder remove from the official records any of the following forms recorded before, on or after July 1, 2003, by or on behalf of the requesting veteran: DD-214; DD-215; WD AGO 53; WD AGO 55; WD AGO 53-55; NAVMC 78-PD; and NAVPERS 553. The request must specify the identification page number of the form to be removed. The request shall be made in person and with appropriate identification to allow determination of identity. The county recorder has no duty to inquire beyond the requestor to verify the identity of the person requesting removal. No fee shall be charged for the removal. Any paper and reasonably retrievable electronic likeness, the removal of which will not affect other recorded documents, shall be removed from the record.\n\n(4) No DD-214, DD-215, WD AGO 53, WD AGO 55, WD AGO 53-55, NAVMC 78-PD, and NAVPERS 553, which is recorded at the request of any veteran of the United States armed forces or his or her surviving spouse, attorney, personal representative, executor or court appointed guardian shall be a public record subject to release by the provisions of chapter 1, title 74, Idaho Code, without the express written consent of one (1) of the above enumerated individuals.\n\n(5) Nothing in this section shall create or permit any cause of action against a county, county employee or the state of Idaho based upon harm caused by information released from the records of the county.\n\n[(65-301) 1927, ch. 110, sec. 1, p. 152; I.C.A., sec. 63-301; am. 1969, ch. 25, sec. 1, p. 49; am. 1995, ch. 3, sec. 1, p. 10; am. 2003, ch. 26, sec. 1, p. 95; am. 2011, ch. 302, sec. 6, p. 869; am. 2015, ch. 141, sec. 163, p. 509.]",
      "source_url": "https://law.justia.com/codes/idaho/title-65/chapter-3/section-65-301/"
    },
    {
      "id": "section-65-302",
      "number": "65-302",
      "heading": "",
      "text": "65-302. PARTIES AUTHORIZED TO REQUEST SERVICES. Said services shall be rendered on the request of an official of the United States department of veterans affairs, the claimant, his or her guardian, personal representative, dependent or attorney.\n\n[(65-302) 1927, ch. 110, sec. 2, p. 152; I.C.A., sec. 63-302; am. 1995, ch. 3, sec. 2, p. 10.]",
      "source_url": "https://law.justia.com/codes/idaho/title-65/chapter-3/section-65-302/"
    },
    {
      "id": "section-65-303",
      "number": "65-303",
      "heading": "",
      "text": "65-303. VIOLATION A MISDEMEANOR. The demanding, collection or receiving of any compensation or fee by the officers mentioned in this chapter shall be deemed a misdemeanor.\n\n[(65-303) 1927, ch. 110, sec. 3, p. 152; I.C.A., sec. 63-303.]",
      "source_url": "https://law.justia.com/codes/idaho/title-65/chapter-3/section-65-303/"
    }
  ]
}