{
  "state": "michigan",
  "path": "title-chapter-395-vocational-training/chapter-act-111-of-1952-michigan-veterans-vocational-school-at-pine-",
  "sections": [
    {
      "id": "section-395151",
      "number": "395.151",
      "heading": "State Technical Institute and Rehabilitation Center; Continuation of Michigan Veterans' Vocational School, Operation",
      "text": "The state of Michigan having already accepted a gift from the Kellogg foundation of the Michigan veterans' vocational school at Pine lake (Doster, Michigan) together with all its properties, real, personal and mixed, said school shall be continued as a state institution under the name of state technical institute and rehabilitation center under the supervision and management of the state board of education. As a state institution it shall be operated in accordance with policies and curricula established by the state board of education.\n\nHistory:1952, Act 111, Eff. Sept. 18, 1952 ;-- Am. 1959, Act 69, Eff. Mar. 19, 1960 ;-- Am. 1968, Act 8, Imd. Eff. Mar. 20, 1968Compiler's Notes:For transfer of authority, powers, duties, functions, and responsibilities of the State Board of Education pursuant to the Rehabilitation Act, Act No. 232 of the Public Acts of 1964, being Section 395.81 et seq. of the Michigan Compiled Laws, Act No. 111 of the Public Acts of 1952, as amended, being Section 395.151 et seq. of the Michigan Compiled Laws, and Act No. 317 of the Public Acts of 1969, as amended, being Section 418.101 et seq. of the Michigan Compiled Laws, to the Michigan Jobs Commission, see E.R.O. No. 1993-11, compiled at MCL 388.991 of the Michigan Compiled Laws.For transfer of powers and duties of department of career development, including any board, commission, council, or similar entity within the department of career development, to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-395/statute-act-111-of-1952/section-395-151/"
    },
    {
      "id": "section-395152",
      "number": "395.152",
      "heading": "Gifts; Acceptance, Effect.",
      "text": "The state board of education is authorized to accept gifts, grants or devises of property, real, personal or mixed, for the benefit of the state technical institute and rehabilitation center, and it is further authorized and empowered to do any other act or acts necessary in the proper management of it: Provided, That the acceptance of such gifts, grants or devises of property does not obligate the state to continue these programs nor require state matching funds to make such programs operative.\n\nHistory:1952, Act 111, Eff. Sept. 18, 1952 ;-- Am. 1959, Act 69, Eff. Mar. 19, 1960 ;-- Am. 1968, Act 8, Imd. Eff. Mar. 20, 1968Compiler's Notes:For transfer of powers and duties of department of career development, including any board, commission, council, or similar entity within the department of career development, to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-395/statute-act-111-of-1952/section-395-152/"
    }
  ]
}