{
  "state": "idaho",
  "path": "title-title-49/chapter-chapter-6",
  "sections": [
    {
      "id": "section-49-601",
      "number": "49-601",
      "heading": "",
      "text": "49-601. APPLICATION. The provisions of this chapter relate exclusively to the operation of vehicles upon highways, except where a different place is specifically referred to in a given section.\n\nThey shall not apply to persons, motor vehicles and equipment while actually engaged in work upon a highway, or to owners or operators of a ditch, canal, conduit or drain while engaged in work within and pursuant to a right-of-way for a ditch, canal, conduit or drain, but shall apply to persons, owners, operators and vehicles when traveling to or from that work.\n\n[49-601, added 1988, ch. 265, sec. 140, p. 656; am. 2011, ch. 179, sec. 1, p. 510.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-601/"
    },
    {
      "id": "section-49-603",
      "number": "49-603",
      "heading": "",
      "text": "49-603. STARTING PARKED VEHICLE. No person shall start movement of a vehicle which is stopped, standing or parked unless movement can be made with reasonable safety.\n\n[49-603, added 1988, ch. 265, sec. 142, p. 656.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-603/"
    },
    {
      "id": "section-49-602",
      "number": "49-602",
      "heading": "",
      "text": "49-602. UNATTENDED MOTOR VEHICLE. No person driving or in charge of a motor vehicle shall permit it to stand unattended without first locking the vehicle if the engine is running, effectively setting the parking brake and, when standing upon any grade, turning the front wheels to the curb or side of the highway. The provisions of this section do not apply to motor vehicles on private property.\n\n[49-602, added 1988, ch. 265, sec. 141, p. 656; am. 2017, ch. 71, sec. 1, p. 170.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-602/"
    },
    {
      "id": "section-49-604",
      "number": "49-604",
      "heading": "",
      "text": "49-604. LIMITATIONS ON BACKING. (1) The driver of a vehicle shall not back the vehicle unless that movement can be made with safety and without interfering with other traffic.\n\n(2) The driver of a vehicle shall not back it upon any shoulder or lane of travel of any controlled-access highway.\n\n[49-604, added 1988, ch. 265, sec. 143, p. 656.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-604/"
    },
    {
      "id": "section-49-605",
      "number": "49-605",
      "heading": "",
      "text": "49-605. DRIVING UPON SIDEWALK. No person shall drive any vehicle upon a sidewalk or sidewalk area except upon a permanent or temporary driveway. This section shall not apply to any vehicle moved exclusively by human power, a personal delivery device, an electric personal assistive mobility device, nor to any motorized wheelchair. For the purposes of assuring the safety of pedestrians and others using sidewalks, a political subdivision having jurisdiction over sidewalks may, by ordinance or by traffic control device, regulate the time, place and manner of the operation of electric personal assistive mobility devices.\n\n[49-605, added 1988, ch. 265, sec. 144, p. 656; am. 2002, ch. 160, sec. 4, p. 473; am. 2017, ch. 147, sec. 3, p. 363.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-605/"
    },
    {
      "id": "section-49-607",
      "number": "49-607",
      "heading": "",
      "text": "49-607. OPENING AND CLOSING VEHICLE DOORS. No person shall open the door of a motor vehicle on a side available to moving traffic unless and until it is reasonably safe to do so and can be done without interfering with the movement of other traffic, nor shall any person leave a door open on a side of a vehicle available to moving traffic for a period of time longer than necessary to load or unload passengers.\n\n[49-607, added 1988, ch. 265, sec. 146, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-607/"
    },
    {
      "id": "section-49-606",
      "number": "49-606",
      "heading": "",
      "text": "49-606. COASTING PROHIBITED. The driver of any motor vehicle when traveling upon a downgrade shall not coast with the gear or transmission in neutral nor with the clutch disengaged.\n\n[49-606, added 1988, ch. 265, sec. 145, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-606/"
    },
    {
      "id": "section-49-608",
      "number": "49-608",
      "heading": "",
      "text": "49-608. RIDING IN MANUFACTURED HOMES OR COMMERCIAL COACHES. No person shall occupy a manufactured home or commercial coach while it is being moved upon a highway.\n\n[49-608, added 1988, ch. 265, sec. 147, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-608/"
    },
    {
      "id": "section-49-609",
      "number": "49-609",
      "heading": "",
      "text": "49-609. PERSONS RIDING ANIMALS OR DRIVING ANIMAL-DRAWN VEHICLES. Every person riding an animal or driving any animal-drawn vehicle upon a highway shall be granted all of the rights and shall be subject to all of the duties applicable to the driver of a vehicle by this title, except those provisions of this title which, by their very nature, can have no application.\n\n[49-609, added 1988, ch. 265, sec. 148, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-609/"
    },
    {
      "id": "section-49-612",
      "number": "49-612",
      "heading": "",
      "text": "49-612. OBSTRUCTION TO DRIVER’S VIEW OR DRIVING MECHANISM. (1) No person shall drive a vehicle when it is so loaded or when there are in the front seat a number of persons exceeding three (3), as to obstruct the view of the driver to the front or the sides of the vehicle, or as to interfere with the driver’s control over the driving mechanism of the vehicle.\n\n(2) No passenger in a vehicle shall ride in a position as to interfere with the driver’s view ahead or to the sides, or to interfere with his control of the driving mechanism of the vehicle.\n\n(3) No vehicle shall be operated when the windshield and/or windows of the vehicle are coated with ice, snow, sleet, or dust to the extent that the driver’s view ahead, or to the sides or rear of the vehicle are obstructed.\n\n[49-612, added 1988, ch. 265, sec. 149, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-612/"
    },
    {
      "id": "section-49-613",
      "number": "49-613",
      "heading": "",
      "text": "49-613. PUTTING GLASS OR OTHER INJURIOUS MATERIALS ON HIGHWAY PROHIBITED. The following shall apply to persons and vehicles not otherwise exempted from the application of this section by federal or state law:\n\n(1) No person shall throw or deposit upon any highway any glass bottle, glass, nails, tacks, wire, cans, or any other substance likely to injure any person, animal or vehicle upon the highway.\n\n(2) Any person who drops, or permits to be dropped or thrown, upon any highway any destructive or injurious material shall immediately remove that material or cause it to be removed.\n\n(3) Any person removing a wrecked or damaged vehicle from a highway shall remove any glass or other injurious substance dropped upon the highway from that vehicle.\n\n(4) No vehicle shall be operated on any public highway unless such vehicle’s load is secured to prevent the load from becoming loose, detached or a hazard to other users of the highway.\n\n(5) No person may operate on any public highway any vehicle with any load unless the load is secured and such covering as required thereon by subsection (6) of this section is securely fastened to prevent the covering or load from becoming loose, detached or a hazard to other users of the highway.\n\n(6) Any vehicle operating on a paved public highway with a load of dirt, sand or gravel susceptible to being dropped, spilled, leaked or otherwise escaping therefrom shall be covered so as to prevent spillage. Covering of such loads is not required if six (6) inches of freeboard is maintained.\n\n(7) The provisions of subsections (5) and (6) of this section shall not apply to a government, quasi-government, their agents or employees or contractors thereof, in performance of maintenance or construction of a highway.\n\n(8) The provisions of subsections (4), (5) and (6) of this section shall not apply to vehicles owned by canal companies, irrigation districts, drainage districts or their boards of control, lateral ditch associations, water districts or other irrigation water delivery or management entities, or operated by any employee or agent of such an entity, performing construction, operation or maintenance of facilities.\n\n(9) The provisions of subsections (4), (5) and (6) of this section shall not apply to vehicles transporting unprocessed agricultural products, agricultural byproducts, agricultural materials or agricultural inputs.\n\n[49-613, added 1988, ch. 265, sec. 150, p. 658; am. 2011, ch. 326, sec. 1, p. 951; am. 2015, ch. 208, sec. 5, p. 643.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-613/"
    },
    {
      "id": "section-49-614",
      "number": "49-614",
      "heading": "",
      "text": "49-614. STOP WHEN TRAFFIC OBSTRUCTED. No driver shall enter an intersection or a marked crosswalk or drive onto any railroad grade crossing unless there is sufficient space on the other side of the intersection, crosswalk, or railroad grade crossing to accommodate the vehicle he is operating without obstructing the passage of other vehicles, pedestrians, railroad trains, or other on-track equipment, regardless of any traffic control signal indication to proceed.\n\n[49-614, added 1988, ch. 265, sec. 151, p. 658; am. 2021, ch. 168, sec. 1, p. 471.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-614/"
    },
    {
      "id": "section-49-615",
      "number": "49-615",
      "heading": "",
      "text": "49-615. DRIVERS TO EXERCISE DUE CARE. Notwithstanding other provisions of this title or the provisions of any local ordinance, every driver of a vehicle shall exercise due care to avoid colliding with any pedestrian or any person propelling a human-powered vehicle and shall give an audible signal when necessary. Every driver shall exercise proper precaution upon observing any child or any obviously confused, incapacitated or intoxicated person.\n\n[49-615, added 1988, ch. 265, sec. 152, p. 658.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-615/"
    },
    {
      "id": "section-49-616",
      "number": "49-616",
      "heading": "",
      "text": "49-616. DRIVING THROUGH SAFETY ZONE PROHIBITED. No vehicle shall at any time be driven through or within a safety zone.\n\n[49-616, added 1988, ch. 265, sec. 153, p. 658.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-616/"
    },
    {
      "id": "section-49-619",
      "number": "49-619",
      "heading": "",
      "text": "49-619. SLOW MOVING VEHICLES — RESTRICTIONS AND EXCEPTIONS, EQUIPMENT — EMBLEMS ON CERTAIN MACHINERY — LIMITED EXEMPTION. (1) It shall be unlawful to operate a slow moving vehicle on the highways at the following times and under the following circumstances:\n\n(a) From one-half (1/2) hour after sunset to one-half (1/2) hour before sunrise, unless the vehicle or equipment is equipped with lights as required by section 49-916, Idaho Code;\n\n(b) At a speed in excess of twenty-five (25) miles per hour, unless the vehicle or equipment, including towed units of farm equipment, is designed to safely travel at speeds in excess of twenty-five (25) miles per hour, but no such vehicle or equipment shall exceed the posted maximum speed limit and shall be operated by a licensed driver;\n\n(c) In such a manner as to obstruct the free movement of traffic on the highways.\n\n(2) A slow moving vehicle shall be equipped with a braking system and with a mechanical signaling device as required for other similarly constructed vehicles.\n\n(3) All slow moving vehicles, farm tractors, road rollers and implements of husbandry shall have affixed at the rear of the vehicle an emblem identifying them as slow moving equipment. The Idaho traffic safety commission shall recommend to the board the minimum standards for the emblem.\n\n(4) Emergency and snow removal vehicles owned and operated by the state or its political subdivisions when en route to, from, or in the performance of activities essential to the public safety, shall be exempt from the provisions of paragraphs (a) and (c) of subsection (1) of this section.\n\n[49-619, added 1988, ch. 265, sec. 154, p. 659; am. 2004, ch. 174, sec. 1, p. 552.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-619/"
    },
    {
      "id": "section-49-624",
      "number": "49-624",
      "heading": "",
      "text": "49-624. DRIVER DUTY UPON APPROACHING A STATIONARY VEHICLE DISPLAYING FLASHING LIGHTS. The driver of a motor vehicle, upon approaching a stationary police vehicle displaying flashing lights, an authorized emergency vehicle displaying flashing lights, a stationary tow truck displaying flashing lights, or a stationary highway incident response vehicle displaying flashing lights, shall:\n\n(1) If the driver is traveling on a highway with two (2) or more lanes carrying traffic in the same direction, immediately reduce the speed of his vehicle below the posted speed limit, proceed with due caution and, if traveling in a lane adjacent to a stationary police vehicle displaying flashing lights, an authorized emergency vehicle displaying flashing lights, a stationary tow truck displaying flashing lights, or a highway incident response vehicle displaying flashing lights, change lanes into a lane that is not adjacent to such vehicle as soon as it is possible to do so in a manner that is reasonable and prudent under the conditions then existing, with regard to actual and potential hazards.\n\n(2) If the driver is traveling on a highway with one (1) lane for each direction of travel, immediately reduce the speed of his vehicle below the posted speed limit and maintain a safe speed for the road, weather, and traffic conditions until completely past the stationary police vehicle, authorized emergency vehicle, stationary tow truck, or highway incident response vehicle.\n\n[49-624, added 2006, ch. 78, sec. 1, p. 237; am. 2007, ch. 113, sec. 1, p. 328; am. 2011, ch. 17, sec. 1, p. 54; am. 2019, ch. 234, sec. 1, p. 720.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-624/"
    },
    {
      "id": "section-49-623",
      "number": "49-623",
      "heading": "",
      "text": "49-623. AUTHORIZED EMERGENCY OR POLICE VEHICLES. (1) The driver of an authorized emergency or police vehicle, when responding to an emergency call, or when in the pursuit of an actual or suspected violator of the law, or when responding to but not upon returning from a fire alarm, may exercise the privileges set forth in this section, but subject to the conditions stated.\n\n(2) The driver of an authorized emergency or police vehicle may:\n\n(a) Park or stand, irrespective of the parking or standing provisions of this title;\n\n(b) Proceed past a red or stop signal or stop sign, but only after slowing down as may be necessary for safe operation;\n\n(c) Exceed the maximum speed limits so long as he does not endanger life or property;\n\n(d) Disregard regulations governing direction of movement or turning in specified directions.\n\n(3) The exemptions granted to an authorized emergency or police vehicle shall apply when necessary to warn and to make use of an audible signal having a decibel rating of at least one hundred (100) at a distance of ten (10) feet and/or is displaying a flashing light visible in a 360 degree arc at a distance of one thousand (1,000) feet under normal atmospheric conditions.\n\n(4) The foregoing provisions shall not relieve the driver of an authorized emergency or police vehicle from the duty to drive with due regard for the safety of all persons, nor shall these provisions protect the driver from the consequences of his reckless disregard for the safety of others.\n\n(5) The foregoing provisions shall apply to the driver of an authorized emergency or police vehicle of another state of the United States who enters this state in response to an emergency call, or when in the fresh pursuit of a suspected felon as provided in section 19-701, Idaho Code, or when responding to but not upon returning from a fire alarm.\n\n[49-623, added 1988, ch. 265, sec. 155, p. 659; am. 2010, ch. 138, sec. 2, p. 292.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-623/"
    },
    {
      "id": "section-49-625",
      "number": "49-625",
      "heading": "",
      "text": "49-625. OPERATION OF VEHICLES ON APPROACH OF AUTHORIZED EMERGENCY OR POLICE VEHICLES. (1) Upon the immediate approach of an authorized emergency or police vehicle making use of an audible or visible signal, meeting the requirements of section 49-623, Idaho Code, the driver of every other vehicle shall yield the right-of-way and immediately drive to a position parallel to, and as close as possible to, the nearest edge or curb on the right side of the highway and clear of any intersection, and stop and remain in that position until the authorized emergency or police vehicle has passed, except when otherwise directed by a peace officer.\n\n(2) This section shall not operate to relieve the driver of an authorized emergency or police vehicle from the duty to drive with due regard for the safety of all persons using the highway.\n\n[49-625, added 1988, ch. 265, sec. 156, p. 660; am. 2018, ch. 74, sec. 1, p. 169.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-625/"
    },
    {
      "id": "section-49-626",
      "number": "49-626",
      "heading": "",
      "text": "49-626. FOLLOWING FIRE APPARATUS PROHIBITED. The driver of any vehicle other than one on official business shall not follow closer than five hundred (500) feet any fire apparatus traveling in response to a fire alarm, or stop a vehicle within five hundred (500) feet of any fire apparatus stopped in answer to a fire alarm.\n\n[49-626, added 1988, ch. 265, sec. 157, p. 660.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-626/"
    },
    {
      "id": "section-49-627",
      "number": "49-627",
      "heading": "",
      "text": "49-627. CROSSING FIRE HOSE. No vehicle shall be driven over any unprotected hose of a fire department when laid down on any street, road or driveway to be used at any fire or alarm of fire, without the consent of the fire department official in command.\n\n[49-627, added 1988, ch. 265, sec. 158, p. 660.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-627/"
    },
    {
      "id": "section-49-630",
      "number": "49-630",
      "heading": "",
      "text": "49-630. DRIVE ON RIGHT SIDE OF ROADWAY — EXCEPTIONS. (1) Upon all highways of sufficient width a vehicle shall be driven upon the right half of the roadway except as follows:\n\n(a) When overtaking and passing another vehicle proceeding in the same direction under the rules governing such movement;\n\n(b) When an obstruction exists making it necessary to drive to the left of the center of the highway. Any person doing so shall yield the right-of-way to all vehicles traveling in the proper direction upon the unobstructed portion of the highway within a distance as to constitute an immediate hazard;\n\n(c) Upon a highway divided into three (3) marked lanes for traffic under the applicable rules; or\n\n(d) Upon a highway restricted to one-way traffic.\n\n(2) Upon all highways any vehicle proceeding at less than normal speed of traffic at the time and place and under the conditions then existing, shall be driven in the right-hand lane available for traffic, or as close as practicable to the right-hand curb or edge of the highway, except when overtaking and passing another vehicle proceeding in the same direction or when preparing for a left turn at an intersection or into a private road or driveway.\n\n(3) No vehicle shall be driven to the left of the center line upon any highway having four (4) or more lanes for moving traffic and providing for two-way movement of traffic, except when authorized by a traffic-control device designating certain lanes to the left side of the center of the highway for use by traffic not otherwise permitted to use such lanes, or except as permitted under subsection (1)(b) of this section. This subsection shall not be construed as prohibiting the crossing of the centerline in making a left turn into or from an alley, private road or driveway.\n\n[49-630, added 1988, ch. 265, sec. 159, p. 661.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-630/"
    },
    {
      "id": "section-49-631",
      "number": "49-631",
      "heading": "",
      "text": "49-631. PASSING VEHICLES PROCEEDING IN OPPOSITE DIRECTIONS. Drivers of vehicles proceeding in opposite directions shall pass each other to the right. Upon highways having width for not more than one (1) line of traffic in each direction, each driver shall give to the other at least one-half the main traveled portion of the highway as possible.\n\n[49-631, added 1988, ch. 265, sec. 160, p. 661.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-631/"
    },
    {
      "id": "section-49-632",
      "number": "49-632",
      "heading": "",
      "text": "49-632. OVERTAKING A VEHICLE ON THE LEFT. The following shall govern the overtaking and passing of vehicles proceeding in the same direction, subject to those limitations, exceptions and special requirements stated:\n\n(1) The driver of a vehicle overtaking another vehicle proceeding in the same direction shall pass to the left at a safe distance and shall not again drive to the right side of the roadway until safely clear of the overtaken vehicle.\n\n(2) Except when overtaking and passing on the right is permitted, the driver of an overtaken vehicle shall give way to the right in favor of the overtaking vehicle on audible signal and shall not increase the speed of his vehicle until completely passed by the overtaking vehicle.\n\n[49-632, added 1988, ch. 265, sec. 161, p. 662.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-632/"
    },
    {
      "id": "section-49-633",
      "number": "49-633",
      "heading": "",
      "text": "49-633. WHEN PASSING ON THE RIGHT IS PERMITTED. (1) The driver of a vehicle may overtake and pass upon the right of another vehicle only under the following conditions:\n\n(a) When the vehicle overtaken is making or about to make a left turn;\n\n(b) Upon a highway with unobstructed pavement of sufficient width for two (2) or more lines of vehicles moving lawfully in the direction being traveled by the overtaking vehicle.\n\n(2) The driver of a vehicle may overtake and pass another vehicle upon the right only under conditions permitting such movement in safety. That movement shall not be made by driving off the roadway.\n\n[49-633, added 1988, ch. 265, sec. 162, p. 662.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-633/"
    },
    {
      "id": "section-49-634",
      "number": "49-634",
      "heading": "",
      "text": "49-634. LIMITATIONS ON OVERTAKING ON THE LEFT. No vehicle shall be driven to the left side of the center of the highway in overtaking and passing another vehicle proceeding in the same direction, unless the left side is clearly visible and free of oncoming traffic for a sufficient distance ahead to permit the overtaking and passing to be completely made without interfering with the operation of any vehicle approaching from the opposite direction or any vehicle overtaken. In every event the overtaking vehicle must return to an authorized lane of travel as soon as practicable and in the event the passing movement involves the use of a lane authorized for vehicles approaching from the opposite direction, before coming within two hundred (200) feet of any approaching vehicle.\n\n[49-634, added 1988, ch. 265, sec. 163, p. 662.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-634/"
    },
    {
      "id": "section-49-635",
      "number": "49-635",
      "heading": "",
      "text": "49-635. FURTHER LIMITATIONS ON DRIVING ON LEFT OF CENTER OF HIGHWAY. (1) No vehicle shall be driven on the left side of the highway under the following conditions:\n\n(a) When approaching or upon the crest of a grade or a curve in the highway where the driver’s view is obstructed within a distance as to create a hazard in the event another vehicle might approach from the opposite direction;\n\n(b) When approaching within one hundred (100) feet of or traversing any intersection or railroad grade crossing, unless otherwise indicated by traffic control devices;\n\n(c) When the view is obstructed upon approaching within one hundred (100) feet of any bridge, viaduct or tunnel.\n\n(2) The foregoing limitations shall not apply upon a one-way highway, nor under the conditions described in subsection (1)(b) of section 49-630, Idaho Code, nor to the driver of a vehicle turning left into or from an alley, private road or driveway.\n\n(3) A motorist may drive to the left of no passing pavement markings to complete a passing maneuver started in advance of the no-passing zone, providing the requirements of section 49-634, Idaho Code, are met.\n\n(4) The provisions of this section do not apply under the conditions described in section 49-630(1)(b), Idaho Code, nor to the driver of a vehicle turning into, or from a highway.\n\n[49-365, added 1988, ch. 265, sec. 164, p. 662.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-635/"
    },
    {
      "id": "section-49-636",
      "number": "49-636",
      "heading": "",
      "text": "49-636. ONE-WAY HIGHWAYS. Upon a highway designated for one-way traffic, a vehicle shall be driven only in the direction designated at all or such times as shall be indicated by traffic-control devices.\n\n[49-636, added 1988, ch. 265, sec. 165, p. 663.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-636/"
    },
    {
      "id": "section-49-637",
      "number": "49-637",
      "heading": "",
      "text": "49-637. DRIVING ON HIGHWAYS LANED FOR TRAFFIC. Whenever any highway has been divided into two (2) or more clearly marked lanes for traffic the following, in addition to all else, shall apply:\n\n(1) A vehicle shall be driven as nearly as practicable entirely within a single lane and shall not be moved from that lane until the driver has first ascertained that the movement can be made with safety.\n\n(2) Upon a highway which is divided into three (3) lanes and provides for two-way movement of traffic, a vehicle shall not be driven in the center lane except when overtaking and passing another vehicle traveling in the same direction when the center lane is clear of traffic within a safe distance, or in preparation for making a left-turn or where the center lane is at the time allocated exclusively to traffic moving in the same direction that the vehicle is proceeding and the allocation is designated by a traffic-control device.\n\n(3) Traffic-control devices may be erected directing specified traffic to use a designated lane, or designate those lanes to be used by traffic moving in a particular direction, regardless of the center of the highway and drivers of vehicles shall obey the directions of every device.\n\n(4) Traffic-control devices may be installed prohibiting the changing of lanes on sections of highways and drivers of vehicles shall obey the directions of every device.\n\n[49-637, added 1988, ch. 265, sec. 166, p. 663.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-637/"
    },
    {
      "id": "section-49-638",
      "number": "49-638",
      "heading": "",
      "text": "49-638. FOLLOWING TOO CLOSELY. (1) The driver of a vehicle shall not follow another vehicle more closely than is reasonable and prudent, having due regard for the speed of the vehicle, the traffic upon and the condition of the highway.\n\n(2) The driver of any motor vehicle drawing another vehicle when traveling upon a highway outside of a business or residential district and which is following another motor vehicle drawing another vehicle shall, whenever conditions permit, leave sufficient space so that an overtaking vehicle may enter and occupy the space without danger. This shall not prevent a motor vehicle drawing another vehicle from overtaking and passing any vehicle or combination of vehicles.\n\n(3) Motor vehicles being driven upon any highway outside of a business or residential district in a caravan or motorcade, whether or not towing other vehicles, shall be so operated as to allow sufficient space between each vehicle or combination of vehicles in order to enable any other vehicle to enter and occupy the space without danger. This provision shall not apply to funeral processions.\n\n[49-638, added 1988, ch. 265, sec. 167, p. 664.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-638/"
    },
    {
      "id": "section-49-639",
      "number": "49-639",
      "heading": "",
      "text": "49-639. TURNING OUT OF SLOW MOVING VEHICLES. On a two-lane highway outside an urban area where passing is unsafe due to oncoming traffic or other conditions, the driver of a vehicle traveling slower than the normal speed of traffic and behind which three (3) or more vehicles are formed in line shall turn off the roadway at the nearest place designated as a turnout or at the next available location where it is safe and reasonable for the vehicle to be pulled over in order to permit the following vehicles to pass. Such driver shall not be deemed to violate this section if he has not, during the time when three (3) or more vehicles are formed in line behind his vehicle, passed a designated turnout or location where it would be safe and reasonable for the vehicle to be pulled over.\n\n[49-639, added 1988, ch. 265, sec. 168, p. 664; am. 2023, ch. 94, sec. 1, p. 288.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-639/"
    },
    {
      "id": "section-49-640",
      "number": "49-640",
      "heading": "",
      "text": "49-640. VEHICLES APPROACHING OR ENTERING UNMARKED OR UNCONTROLLED INTERSECTION. (1) When two (2) vehicles approach or enter an unmarked or uncontrolled intersection from different highways at approximately the same time, the driver of the vehicle on the left shall yield the right of way to the vehicle on the right.\n\n(2) The right of way rule declared in subsection (1) of this section is modified as follows:\n\n(a) At \"T\" intersections where one (1) highway ends when it meets a second highway not ending at that point of convergence. When two (2) vehicles approach or enter a \"T\" intersection from different directions at approximately the same time, the driver of the vehicle on the highway ending at the intersection shall yield the right of way to the other vehicle;\n\n(b) At through highways; and\n\n(c) Otherwise as stated in this title.\n\n[49-640, added 1988, ch. 265, sec. 169, p. 664; am. 1996, ch. 403, sec. 1, p. 1336.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-640/"
    },
    {
      "id": "section-49-641",
      "number": "49-641",
      "heading": "",
      "text": "49-641. VEHICLE TURNING LEFT. The driver of a vehicle intending to turn to the left within an intersection or into an alley, private road or driveway shall yield the right-of-way to any vehicle approaching from the opposite direction which is within the intersection, or so close as to constitute an immediate hazard.\n\n[49-641, added 1988, ch. 265, sec. 170, p. 665.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-641/"
    },
    {
      "id": "section-49-642",
      "number": "49-642",
      "heading": "",
      "text": "49-642. VEHICLE ENTERING HIGHWAY. The driver of a vehicle about to enter or cross a highway from any place other than another highway shall yield the right-of-way to all vehicles approaching on the highway to be entered or crossed.\n\n[49-642, added 1988, ch. 265, sec. 171, p. 665.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-642/"
    },
    {
      "id": "section-49-643",
      "number": "49-643",
      "heading": "",
      "text": "49-643. HIGHWAY CONSTRUCTION AND MAINTENANCE. (1) The driver of a vehicle shall yield the right-of-way to any vehicle or pedestrian actually engaged in work upon a highway within any highway construction or maintenance area indicated by traffic-control devices.\n\n(2) The driver of a vehicle shall yield the right-of-way to any authorized vehicle obviously and actually engaged in work upon a highway whenever that vehicle displays flashing lights meeting the requirements adopted by the board.\n\n[49-643, added 1988, ch. 265, sec. 172, p. 665.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-643/"
    },
    {
      "id": "section-49-644",
      "number": "49-644",
      "heading": "",
      "text": "49-644. REQUIRED POSITION AND METHOD OF TURNING. The driver of a vehicle intending to turn shall do so as follows:\n\n(1) Both the approach for a right turn and the right turn shall be made as close as practicable to the right-hand curb or edge of the roadway.\n\n(2) The driver of a vehicle intending to turn left shall approach the turn in the extreme left-hand lane lawfully available to traffic moving in the direction of travel of the vehicle. Whenever practicable the left turn shall be made to the left of the center of the intersection and so as to leave the intersection or other location in the extreme left-hand lane lawfully available to traffic moving in the same direction on the highway being entered.\n\n(3) Where a special lane for making left turns by drivers proceeding in opposite directions has been indicated by traffic-control devices:\n\n(a) A left turn shall not be made from any other lane;\n\n(b) A vehicle shall not be driven in the lane except when preparing for or making a left turn from or into the highway or when preparing for or making a U-turn when otherwise permitted by law.\n\n[49-644, added 1988, ch. 265, sec. 173, p. 665.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-644/"
    },
    {
      "id": "section-49-645",
      "number": "49-645",
      "heading": "",
      "text": "49-645. LIMITATIONS ON TURNING AROUND. (1) The driver of any vehicle shall not turn the vehicle so as to proceed in the opposite direction unless such movement can be made in safety and without interfering with other traffic.\n\n(2) No vehicle shall be turned so as to proceed in the opposite direction upon any curve, or upon the approach to or near the crest of a grade, where the vehicle cannot be seen by the driver of any other vehicle approaching from either direction within five hundred (500) feet, or where a no-passing zone has been established.\n\n[49-645, added 1988, ch. 265, sec. 174, p. 666.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-645/"
    },
    {
      "id": "section-49-648",
      "number": "49-648",
      "heading": "",
      "text": "49-648. OBEDIENCE TO SIGNAL INDICATING APPROACH OF TRAIN OR OTHER ON-TRACK EQUIPMENT. (1) Whenever any person driving a vehicle approaches a railroad grade crossing under any of the circumstances stated in this section, the driver shall stop within fifty (50) feet but not less than fifteen (15) feet from the nearest rail of the railroad and shall not proceed until he can do so safely. These requirements shall apply when:\n\n(a) A stop sign is in place and there is an absence of any mechanical warning signals;\n\n(b) A clearly visible electric or mechanical signal device gives warning of the immediate approach of a railroad train or other on-track equipment;\n\n(c) A crossing gate is lowered or when a flagman gives or continues to give a signal of the approach or passage of a railroad train or other on-track equipment;\n\n(d) A railroad train or other on-track equipment approaching within approximately one thousand five hundred (1,500) feet of the highway crossing emits a signal audible from that distance and the railroad train or other on-track equipment, by reason of its speed or nearness to the crossing, is an immediate hazard;\n\n(e) An approaching railroad train or other on-track equipment is plainly visible and is in hazardous proximity to the crossing.\n\n(2) No person shall drive any vehicle through, around, or under any crossing gate or barrier at a railroad crossing while the gate or barrier is closed or is being opened or closed.\n\n[49-648, added 1988, ch. 265, sec. 175, p. 666; am. 1998, ch. 13, sec. 1, p. 112; am. 2021, ch. 168, sec. 2, p. 471.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-648/"
    },
    {
      "id": "section-49-650",
      "number": "49-650",
      "heading": "",
      "text": "49-650. MOVING HEAVY EQUIPMENT AT RAILROAD GRADE CROSSINGS. (1) No person shall operate or move any crawler-type tractor, steam shovel, derrick, roller, or any equipment or structure having a normal operating speed of ten (10) or less miles per hour or a vertical body or load clearance of less than one-half (1/2) inch per foot of the distance between any two (2) adjacent axles or, in any event, of less than nine (9) inches, measured above the level surface of a highway, upon or across any tracks at a railroad grade crossing without first complying with this section.\n\n(2) Notice of intended crossing shall be given to a station agent of the railroad and a reasonable time be given to the railroad to provide proper protection at the crossing.\n\n(3) Before making the crossing, the person operating or moving the vehicle or equipment shall first stop not less than fifteen (15) feet nor more than fifty (50) feet from the nearest rail of the railroad and while so stopped shall listen and look in both directions along the track for any approaching train or other on-track equipment or for signals indicating the approach of a train or other on-track equipment and shall not proceed until the crossing can be made safely.\n\n(4) No crossing shall be made when warning is given by automatic signal, crossing gates, a flagman, or otherwise of the immediate approach of a railroad train, car, or other on-track equipment. If a flagman is provided by the railroad, movement over the crossing shall be under his direction.\n\n[49-650, added 1988, ch. 265, sec. 177, p. 667; am. 2021, ch. 168, sec. 4, p. 472.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-650/"
    },
    {
      "id": "section-49-649",
      "number": "49-649",
      "heading": "",
      "text": "49-649. COMPLIANCE WITH STOPPING REQUIREMENT AT ALL RAILROAD GRADE CROSSINGS. (1) The driver of any vehicle stopped at a railroad grade crossing shall listen and look in both directions along the track for any approaching train or other on-track equipment and for signals indicating the approach of a train or other on-track equipment and shall not proceed until he can do so safely. Upon proceeding when it is safe to do so the driver shall cross only in a gear of the vehicle in order that there will be no necessity for manually changing gears while traversing the crossing, and the driver shall not manually shift gears while crossing the tracks.\n\n(2) This section shall not apply at:\n\n(a) Any railroad grade crossing at which traffic is controlled by a peace officer or flagman;\n\n(b) Any railroad grade crossing at which traffic is regulated by a traffic control signal;\n\n(c) Any railroad grade crossing protected by crossing gates or an alternately flashing light signal intended to give warning of the approach of a railroad train or other on-track equipment; or\n\n(d) Any railroad grade crossing at which a traffic control device gives notice that the stopping requirement imposed by this section does not apply.\n\n[49-649, added 1988, ch. 265, sec. 176, p. 667; am. 2021, ch. 168, sec. 3, p. 472.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-649/"
    },
    {
      "id": "section-49-651",
      "number": "49-651",
      "heading": "",
      "text": "49-651. EMERGING FROM ALLEY, DRIVEWAY OR BUILDING. The driver of a vehicle emerging from an alley, building, private road or driveway within a business or residential district shall stop the vehicle immediately prior to driving onto a sidewalk or onto the sidewalk area extending across the alley, building entrance, or driveway, or in the event there is no sidewalk area, shall stop at the point nearest the highway to be entered where the driver has a view of approaching traffic.\n\n[49-651, added 1988, ch. 265, sec. 178, p. 668.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-651/"
    },
    {
      "id": "section-49-652",
      "number": "49-652",
      "heading": "",
      "text": "49-652. SCHOOL SAFETY PATROLS — FAILURE TO OBEY UNLAWFUL. (1) It shall be unlawful for the operator of any vehicle to fail to stop his or her vehicle when directed to do so by a member of a school safety patrol who is on duty and who is wearing the school-designated insignia of a school safety patrol member. It shall further be unlawful for the operator of any vehicle to disregard any other reasonable directions of a properly identified member of a school safety patrol while he or she is on duty.\n\n(2) For the purposes of this section, a school safety patrol consists of one (1) or more student body members appointed by an administrative officer of a school. A school safety patrol member shall wear a badge or other appropriate insignia marked \"School Patrol\" while in the performance of his or her duties, and may display \"STOP\" or other proper traffic directional signs at school crossings or other points where school children are crossing or about to cross a public street or highway.\n\n[49-652, added 2017, ch. 60, sec. 2, p. 138; am. 2018, ch. 73, sec. 1, p. 169.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-652/"
    },
    {
      "id": "section-49-654",
      "number": "49-654",
      "heading": "",
      "text": "49-654. BASIC RULE AND MAXIMUM SPEED LIMITS. (1) No person shall drive a vehicle at a speed greater than is reasonable and prudent under the conditions and having regard to the actual and potential hazards then existing. Consistent with the foregoing, every person shall drive at a safe and appropriate speed when approaching and crossing an intersection or railroad grade crossing, when approaching and going around a curve, when approaching a hillcrest, when traveling on any narrow or winding highway, and when special hazards exist with respect to pedestrians or other traffic or by reason of weather or highway conditions.\n\n(2)(a) Where no special hazard or condition exists that requires lower speed for compliance with subsection (1) of this section, the limits as hereinafter authorized shall be maximum lawful speeds, and no person shall drive a vehicle at a speed in excess of the maximum limits:\n\n(i) Thirty-five (35) miles per hour in any residential, business or urban district, unless otherwise posted in accordance with section 49-207(2) or (3), Idaho Code;\n\n(ii) Seventy-five (75) miles per hour on interstate highways, unless otherwise posted in accordance with section 49-201(4), Idaho Code, and provided that this speed may be increased to eighty (80) miles per hour if the department completes an engineering and traffic study on the interstate highway and concludes that the increase is in the public interest and the transportation board concurs with such conclusion;\n\n(iii) Sixty-five (65) miles per hour on state highways, unless otherwise posted in accordance with section 49-201(4), Idaho Code, and provided that this speed may be increased to seventy (70) miles per hour if the department completes an engineering and traffic study on the state highway and concludes that the increase is in the public interest and the transportation board concurs with such conclusion;\n\n(iv) Fifty-five (55) miles per hour in other locations, unless otherwise posted, up to a maximum of seventy (70) miles per hour.\n\n(b) Subject to all other applicable motor vehicle laws, a driver of a passenger car, motorcycle or pickup truck, not towing any other vehicle, may exceed the posted speed limit by up to fifteen (15) miles per hour while passing another vehicle traveling at less than the posted speed limit, in order to safely pass the vehicle. The overtaking vehicle shall return to the right-hand lane and reduce speed to the posted speed limit as soon as practicable. This paragraph shall be applicable only to:\n\n(i) Passing on the left on roadways divided into two (2) lanes providing only one (1) lane of traffic in each direction and where the posted speed limit is fifty-five (55) miles per hour or greater; or\n\n(ii) Passing one (1) or more vehicles traveling in the same direction while in a passing lane. For the purposes of this subparagraph, \"passing lane\" means an extra roadway lane created by widening a length of roadway to allow faster-moving vehicles to overtake slower-moving vehicles traveling in the same direction without crossing into an opposing travel lane. This subparagraph shall not apply to a vehicle that passes on the right within a passing lane area or to a vehicle that overtakes another vehicle by moving into an opposing traffic lane. This subparagraph shall not apply to roadways with a posted speed limit below fifty-five (55) miles per hour or to any portion of a roadway that is within an incorporated city.\n\n(iii) This paragraph shall not be applicable in construction zones. For purposes of basic rule violations and penalties imposed pursuant to this section and Idaho infraction rule 9, the fifteen (15) mile per hour allowance in passing situations provided in this paragraph shall be deemed to be the maximum speed limit from which fines are determined.\n\n(3) For vehicles with five (5) or more axles operating at a gross weight of more than twenty-six thousand (26,000) pounds, the maximum lawful speed limit on interstate highways in nonurban areas shall not exceed ten (10) miles per hour less for vehicles with less than five (5) axles and operating at a gross weight of twenty-six thousand (26,000) pounds or less, and in urban areas the maximum lawful speed limit on interstate highways for such vehicles shall not exceed sixty-five (65) miles per hour.\n\n[49-654, added 1988, ch. 265, sec. 179, p. 668; am. 1989, ch. 89, sec. 1, p. 210; am. 1991, ch. 100, sec. 3, p. 223; am. 1996, ch. 270, sec. 4, p. 878; am. 1997, ch. 155, sec. 6, p. 450; am. 1997, ch. 377, sec. 1, p. 1207; am. 1998, ch. 158, sec. 1, p. 534; am. 2012, ch. 325, sec. 6, p. 905; am. 2014, ch. 126, sec. 1, p. 357; am. 2015, ch. 24, sec. 1, p. 29; am. 2017, ch. 83, sec. 1, p. 227; am. 2025, ch. 78, sec. 1, p. 355.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-654/"
    },
    {
      "id": "section-49-655",
      "number": "49-655",
      "heading": "",
      "text": "49-655. MINIMUM SPEED REGULATION. No person shall drive a motor vehicle at such a slow speed as to impede the normal and reasonable movement of traffic except when reduced speed is necessary for safe operation or in compliance with the law. Notwithstanding any minimum speed that may be authorized and posted pursuant to this section, no person shall operate a vehicle in the extreme left-hand lane of a controlled-access highway for a period of time that impedes the flow of other traffic traveling at a lawful rate of speed.\n\n[49-655, added 1988, ch. 265, sec. 180, p. 669; am. 2018, ch. 130, sec. 1, p. 278.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-655/"
    },
    {
      "id": "section-49-656",
      "number": "49-656",
      "heading": "",
      "text": "49-656. SPECIAL SPEED LIMITATIONS. No person shall drive a vehicle over any bridge or other elevated structure constituting a part of a highway at a speed which is greater than the maximum speed which can be maintained with safety to the bridge or structure, when the structure is posted as provided in this title.\n\n[49-656, added 1988, ch. 265, sec. 181, p. 669.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-656/"
    },
    {
      "id": "section-49-657",
      "number": "49-657",
      "heading": "",
      "text": "49-657. WORK ZONE SPEED LIMITS — PENALTY. (1) No person shall operate a vehicle in excess of the posted maximum speed limit established for a highway work zone when the work zone is designated by appropriately placed signs indicating: the work zone; the reduced speed limit; and notice of an enhanced penalty for exceeding the reduced speed limit.\n\n(2) Violation of the provisions of this section shall be an infraction punishable by a fixed penalty of fifty dollars ($50.00).\n\n[49-657, added 1996, ch. 370, sec. 2, p. 1246; am. 2005, ch. 83, sec. 3, p. 298.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-657/"
    },
    {
      "id": "section-49-658",
      "number": "49-658",
      "heading": "",
      "text": "49-658. SCHOOL ZONE SPEED LIMIT — PENALTY. (1) No person shall operate a vehicle in excess of the posted maximum speed limit established for a posted school zone. If a posted school zone speed limit sign includes the words \"when children are present,\" the term shall mean one (1) or more children. The definition applies to children present on the same side of the street as the school building or across the street from the school building in any direction within the marked school zone.\n\n(2) Violation of the provisions of this section shall be an infraction punishable by a minimum penalty of not less than seventy-five dollars ($75.00).\n\n[49-658, added 2008, ch. 372, sec. 1, p. 1017.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-658/"
    },
    {
      "id": "section-49-659",
      "number": "49-659",
      "heading": "",
      "text": "49-659. STOPPING, STANDING OR PARKING OUTSIDE BUSINESS OR RESIDENTIAL DISTRICTS. (1) Outside a business or residential district no person shall stop, park or leave standing any vehicle, whether attended or unattended, upon the roadway when it is practicable to stop, park or so leave the vehicle off the roadway, but in every event in an unobstructed width of the highway opposite a standing vehicle shall be left for the free passage of other vehicles and a clear view of the stopped vehicle shall be available from a distance of two hundred (200) feet in each direction upon the highway.\n\n(2) This section and sections 49-660 and 49-661, Idaho Code, shall not apply to the driver of any vehicle which is disabled in such a manner and to an extent that it is impossible to avoid stopping and temporarily leaving the vehicle in that position.\n\n[49-659, added 1988, ch. 265, sec. 182, p. 670.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-659/"
    },
    {
      "id": "section-49-660",
      "number": "49-660",
      "heading": "",
      "text": "49-660. STOPPING, STANDING OR PARKING PROHIBITED IN SPECIFIED PLACES. (1) Except when necessary to avoid conflict with other traffic, in compliance with law, the directions of a peace officer or traffic control device, no person shall:\n\n(a) Stop, stand or park a vehicle:\n\n1. On the traffic side of any vehicle stopped or parked at the edge or curb of a highway;\n\n2. On a sidewalk;\n\n3. Within an intersection;\n\n4. On a crosswalk;\n\n5. Between a safety zone and the adjacent curb or within thirty (30) feet of points on the curb immediately opposite the ends of a safety zone, unless a different length is indicated by signs or markings;\n\n6. Alongside or opposite any highway excavation or obstruction when stopping, standing, or parking would obstruct traffic;\n\n7. Upon any bridge or other elevated structure upon a highway or within a highway tunnel;\n\n8. On any railroad tracks;\n\n9. On any controlled-access highway;\n\n10. At any place where traffic-control devices prohibit stopping.\n\n(b) Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers:\n\n1. In front of a public or private driveway;\n\n2. Within fifteen (15) feet of a fire hydrant;\n\n3. Within twenty (20) feet of a crosswalk at an intersection;\n\n4. Within thirty (30) feet upon the approach to any flashing signal, stop sign, yield sign or traffic-control signal located at the side of a highway; provided, however, that local authorities may by ordinance or resolution permit the standing or parking of vehicles which are six (6) feet or less in height within such thirty (30) foot distance, or as may be specified by ordinance or resolution or as may be designated with appropriate signs;\n\n5. Within twenty (20) feet of the driveway entrance to any fire station and on the side of a highway opposite the entrance to any fire station within seventy-five (75) feet of the entrance (when properly sign-posted);\n\n6. At any place where traffic-control devices prohibit standing.\n\n(c) Park a vehicle, whether occupied or not, except temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers:\n\n1. Within fifty (50) feet of the nearest rail of a railroad crossing;\n\n2. At any place where traffic-control devices prohibit parking.\n\n(2) No person shall move a vehicle not lawfully under his control into any prohibited area or away from a curb such a distance as to be unlawful.\n\n[49-660, added 1988, ch. 265, sec. 183, p. 670; am. 1992, ch. 195, sec. 1, p. 604.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-660/"
    },
    {
      "id": "section-49-661",
      "number": "49-661",
      "heading": "",
      "text": "49-661. ADDITIONAL PARKING REGULATIONS. (1) Except as otherwise provided in this section, every vehicle stopped or parked upon a two-way highway shall be stopped or parked with the right-hand wheels parallel to and within eighteen (18) inches of the right-hand curb or as close as practicable to the right edge of the right-hand shoulder.\n\n(2) Except when otherwise provided by local ordinances, every vehicle stopped or parked upon a one-way highway shall be stopped or parked parallel to the curb or edge of the highway, in the direction of authorized traffic movement, with its right-hand wheels within eighteen (18) inches of the right-hand curb or as close as practicable to the right edge of the right-hand shoulder, or with its left-hand wheels within eighteen (18) inches of the left-hand curb or as close as practicable to the left edge of the left-hand shoulder.\n\n(3) Local authorities may permit angle parking on any highway, except that angle parking shall not be permitted on any federal-aid or state highway unless the transportation department has determined that the roadway is of sufficient width to permit angle parking without interfering with the free movement of traffic.\n\n[49-661, added 1988, ch. 265, sec. 184, p. 671.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-661/"
    },
    {
      "id": "section-49-662",
      "number": "49-662",
      "heading": "",
      "text": "49-662. OFFICERS AUTHORIZED TO REMOVE VEHICLES. (1) Whenever any peace officer finds a vehicle in violation of any of the provisions of section 49-659, Idaho Code, the officer is authorized to move the vehicle, or require the driver or other person in charge of the vehicle to move it to a position off the roadway.\n\n(2) Any peace officer is authorized to remove or cause to be removed to a place of safety any unattended vehicle illegally left standing upon any highway in a position or under circumstances as to obstruct the normal movement of traffic.\n\n(3) Any peace officer is authorized to remove or cause to be removed to the nearest garage or other place of safety any vehicle found upon a highway when:\n\n(a) A report has been made that the vehicle has been stolen or taken without the consent of its owner; or\n\n(b) The person or persons in charge of the vehicle are unable to provide for its custody or removal; or\n\n(c) The person driving or in control of the vehicle is arrested for an alleged offense for which the officer is required by law to take the person arrested before a proper magistrate without unnecessary delay.\n\n(4) Whenever any peace officer finds a vehicle inoperable as a result of an accident and standing upon a highway, the officer is authorized to require the driver or other person in charge of the vehicle to have the vehicle removed from the scene of the accident to a position off the paved or main-traveled part of the highway. In the event that the owner of the vehicle is left incapacitated resulting from injuries suffered from the accident, the officer is authorized to have the inoperative vehicle moved from the scene to the nearest garage or other place of safety.\n\n(5) A peace officer is authorized to require the removal from the main-traveled part of the highway cargo or debris caused by a motor vehicle accident, provided that:\n\n(a) The accident occurs with no apparent serious personal injury or death; and\n\n(b) The removal can be accomplished safely and the removal will result in the improved safety or convenience of travel on the highway.\n\n(6) A transportation department employee in the exercise of the management, control and maintenance of a highway of the state highway system may assist in the removal from the main-traveled part of the highway cargo or debris caused by a motor vehicle accident when directed by a peace officer.\n\n(7) Neither the peace officer nor transportation department employee, nor anyone acting under the direction of the officer is liable for damage to the motor vehicle, cargo or debris caused by reasonable efforts of removal.\n\n(8) Nothing herein shall be construed to interfere with the duty of any city, county or state police officer to investigate and detect crime and enforce the penal, traffic or highway laws of this state or any political subdivision.\n\n[49-662, added 1988, ch. 265, sec. 185, p. 672; am. 2005, ch. 310, sec. 1, p. 962.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-662/"
    },
    {
      "id": "section-49-663",
      "number": "49-663",
      "heading": "",
      "text": "49-663. RESTRICTED USE OF NEIGHBORHOOD ELECTRIC VEHICLES ON HIGHWAYS. (1) It is unlawful to operate a neighborhood electric vehicle on any highway with a posted speed limit of over thirty-five (35) miles per hour.\n\n(2) It is unlawful for a person operating a neighborhood electric vehicle to cross any highway with a posted speed limit greater than forty-five (45) miles per hour.\n\n[49-663, added 2005, ch. 183, sec. 5, p. 567; am. 2009, ch. 194, sec. 1, p. 628.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-663/"
    },
    {
      "id": "section-49-665",
      "number": "49-665",
      "heading": "",
      "text": "49-665. RIDING ON MOTORCYCLES. A person operating a motorcycle shall ride only upon the permanent and regular seat attached to it, and the operator shall not carry any other person nor shall any other person ride on a motorcycle unless the motorcycle is designed to carry more than one (1) person, in which event a passenger may ride upon the permanent and regular seat if designed for two (2) persons, or upon another seat firmly attached to the rear or side of the vehicle.\n\n[49-665, added 1988, ch. 265, sec. 186, p. 673.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-665/"
    },
    {
      "id": "section-49-666",
      "number": "49-666",
      "heading": "",
      "text": "49-666. MOTORCYCLE, MOTORBIKE, UTV AND ATV SAFETY HELMETS AND SEATBELTS — REQUIREMENTS AND STANDARDS. (1) No person under eighteen (18) years of age shall ride upon or be permitted to operate a motorcycle, motorbike, utility type vehicle or an all-terrain vehicle unless at all times when so operating or riding upon the vehicle he is wearing, as part of his motorcycle, motorbike, UTV or ATV equipment, a protective safety helmet of a type and quality equal to or better than the standards established for helmets by the director. The provisions of this section shall not apply when such vehicles are operated or ridden on private property or are used as an implement of husbandry. The provisions of this section shall also not apply to completely enclosed autocycles or to UTVs that are equipped with a roll cage and seat belts.\n\n(2) Except as provided in section 49-672, Idaho Code, any operator or passenger in a UTV equipped with safety restraints who is sixteen (16) years of age or younger shall wear a safety restraint that is properly fastened about such operator’s or passenger’s body at all times while the vehicle is in motion.\n\n(3) A citation may be issued to any occupant of a UTV who is sixteen (16) years of age or younger and who fails to wear a safety restraint while such vehicle is in motion pursuant to the requirements of subsection (2) of this section.\n\n(4) A citation may be issued to any person who operates a UTV if any occupant of such UTV who is sixteen (16) years of age or younger fails to wear a safety restraint while such vehicle is in motion pursuant to the requirements of subsection (2) of this section.\n\n(5) A person who is issued a citation pursuant to this section shall be subject to a fine of fifty dollars ($50.00). A conviction under this section shall not result in violation point counts pursuant to section 49-326, Idaho Code, nor shall such a conviction be deemed to be a moving traffic violation for the purposes of establishing rates of motor vehicle insurance charged by a casualty insurer.\n\n[49-666, added 1988, ch. 265, sec. 187, p. 673; am. 2005, ch. 204, sec. 1, p. 614; am. 2008, ch. 409, sec. 8, p. 1135; am. 2015, ch. 230, sec. 4, p. 725; am. 2025, ch. 73, sec. 1, p. 337.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-666/"
    },
    {
      "id": "section-49-669",
      "number": "49-669",
      "heading": "",
      "text": "49-669. SNOWMOBILE OPERATION LIMITED. (1) No person shall operate a snowmobile on any controlled-access highway.\n\n(2) No person shall operate a snowmobile on any other highway except when crossing the highway at a right angle, when use of the highway by other vehicles is impossible because of snow, or when the operation is authorized by the authority having jurisdiction over the highway.\n\n[49-669, added 1988, ch. 265, sec. 188, p. 673.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-669/"
    },
    {
      "id": "section-49-672",
      "number": "49-672",
      "heading": "",
      "text": "49-672. PASSENGER SAFETY FOR CHILDREN. (1) No noncommercial motor vehicle operator shall transport a child who is six (6) years of age or younger in a motor vehicle manufactured with seat belts after January 1, 1966, unless the child is properly secured in a child safety restraint that meets the requirements of federal motor vehicle safety standard no. 213.\n\n(2) The provisions of this section shall not apply:\n\n(a) If all of the motor vehicle’s seat belts are in use, but in such an event any unrestrained child to which this section applies shall be placed in the rear seat of the motor vehicle, if it is so equipped; or\n\n(b) When the child is removed from the car safety restraint and held by the attendant for the purpose of nursing the child or attending the child’s other immediate physiological needs.\n\n(3) The failure to use a child safety restraint shall not be considered under any circumstances as evidence of contributory negligence, nor shall such failure be admissible as evidence in any civil action with regard to negligence.\n\n[49-672, added 1988, ch. 265, sec. 189, p. 673; am. 1995, ch. 55, sec. 1, p. 128; am. 2005, ch. 209, sec. 1, p. 625.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-672/"
    },
    {
      "id": "section-49-673",
      "number": "49-673",
      "heading": "",
      "text": "49-673. SAFETY RESTRAINT USE. (1) Except as provided in section 49-672, Idaho Code, and subsection (2) of this section, each occupant of a motor vehicle that has a gross vehicle weight of not more than eight thousand (8,000) pounds, and that was manufactured with safety restraints in compliance with federal motor vehicle safety standard no. 208, shall have a safety restraint properly fastened about the occupant’s body at all times when the vehicle is in motion.\n\n(2) The provisions of this section shall not apply to:\n\n(a) An occupant of a motor vehicle who possesses a written statement from a licensed physician that the occupant is unable for medical reasons to wear a safety restraint;\n\n(b) Occupants of motorcycles, implements of husbandry and emergency vehicles;\n\n(c) Occupants of seats of a motor vehicle in which all safety restraints are then properly in use by other occupants of that vehicle; or\n\n(d) Mail carriers only if all vehicle regulations and safety practices of the United States postal service are adhered to.\n\n(3)(a) A citation may be issued to:\n\n(i) Any occupant of the motor vehicle who is age eighteen (18) years or older and fails to wear a safety restraint as required in this section; and\n\n(ii) The operator of the motor vehicle who is age eighteen (18) years or older if any occupant under eighteen (18) years of age fails to wear a safety restraint as required in this section. For purposes of this subparagraph, it shall be deemed a single violation regardless of the number of occupants not properly restrained.\n\n(b) A person issued a citation pursuant to this subsection shall be subject to a fine of ten dollars ($10.00). A conviction under this subsection shall not result in violation point counts as prescribed in section 49-326, Idaho Code, nor shall such a conviction be deemed to be a moving traffic violation for the purpose of establishing rates of motor vehicle insurance charged by a casualty insurer.\n\n(4) A citation may be issued to the operator of the motor vehicle if the operator is under eighteen (18) years of age and the operator or any other occupant who is under eighteen (18) years of age fails to wear a safety restraint as required in this section. For purposes of this subsection, it shall be deemed a single violation regardless of the number of occupants not properly restrained. A person issued a citation pursuant to this subsection shall be subject to a fine of ten dollars ($10.00), plus court costs. A conviction under this subsection shall not result in violation point counts as prescribed in section 49-326, Idaho Code. In addition, a conviction under this subsection shall not be deemed to be a moving traffic violation for the purpose of establishing rates of motor vehicle insurance charged by a casualty insurer.\n\n(5) Enforcement of this section by law enforcement officers may be accomplished only as a secondary action when the operator of the motor vehicle has been detained for a suspected violation of another law.\n\n(6) The department shall initiate and conduct an educational program, to the extent sufficient private donations or federal funds for this specific purpose are available to the department, to encourage compliance with the provisions of this section and to publicize the effectiveness of use of safety restraints and other restraint devices in reducing risk of harm to occupants of motor vehicles.\n\n(7) The department shall evaluate the effectiveness of the provisions of this section and shall include a report of its findings in its annual evaluation report on the Idaho highway safety plan which it submits to the national highway traffic safety administration and federal highway administration pursuant to 23 U.S.C. section 402.\n\n(8) The failure to use a safety restraint shall not be considered under any circumstances as evidence of contributory or comparative negligence, nor shall such failure be admissible as evidence in any civil action with regard to negligence.\n\n[49-673, added 1988, ch. 265, sec. 190, p. 674; am. 1989, ch. 192, sec. 1, p. 474; am. 1989, ch. 310, sec. 22, p. 795; am. 2003, ch. 183, sec. 1, p. 497; am. 2014, ch. 320, sec. 2, p. 794; am. 2018, ch. 139, sec. 1, p. 285; am. 2018, ch. 295, sec. 2, p. 699; am. 2023, ch. 32, sec. 4, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-673/"
    },
    {
      "id": "section-49-674",
      "number": "49-674",
      "heading": "",
      "text": "49-674. HARVEST SEASON. Harvest season for the purpose of vehicles transporting agricultural products shall be year-round.\n\n[49-674, added 2006, ch. 138, sec. 2, p. 395; am. 2015, ch. 208, sec. 6, p. 644.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-674/"
    },
    {
      "id": "section-49-675",
      "number": "49-675",
      "heading": "",
      "text": "49-675. LEGISLATIVE INTENT. The Idaho transportation department and the Idaho state police are authorized to enter into one (1) or more joint exercise of powers agreements pursuant to sections 67-2328 through 67-2333, Idaho Code, as deemed necessary to implement the provisions of this act. The purpose of this legislation is to provide a practical inspection method to ensure regulation with a minimum amount of disruption.\n\n[49-675, added 2020, ch. 327, sec. 1, p. 943.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-675/"
    },
    {
      "id": "section-49-676",
      "number": "49-676",
      "heading": "",
      "text": "49-676. DYED FUEL — INSPECTION. (1) The provisions of this section shall be carried out through the use of existing state law enforcement and Idaho transportation department resources.\n\n(2) When stopped at a fixed or portable check station or when otherwise lawfully stopped as described in this section, any commercial diesel-powered motor vehicle that is within either of the definitions provided in section 49-123(2)(d) or (2)(e), Idaho Code, and that has a gross vehicle weight in excess of twenty-six thousand (26,000) pounds may be subject to visual inspection for dyed fuel in the diesel fuel tanks mounted to such vehicle when the operator is requested to submit to such inspection:\n\n(a) By any Idaho state police officer, when so requested as a secondary action when the operator of the motor vehicle has been detained for a suspected violation of another law;\n\n(b) By any Idaho state police officer at a fixed or portable check station established by the Idaho transportation department pursuant to the provisions of section 40-510, Idaho Code; or\n\n(c) By an authorized employee of the Idaho transportation department on duty at a fixed or portable check station established by the Idaho transportation department pursuant to the provisions of section 40-510, Idaho Code.\n\n(3) Neither the Idaho state police nor the Idaho transportation department shall set up random inspection stations for the purpose of testing for dyed diesel.\n\n(4) No state agency shall report any violation of section 63-2425, Idaho Code, to any agency of the federal government.\n\n(5) Inspection authority as provided in subsection (2) of this section shall be limited solely to the motor vehicle inspected and shall not serve as reasonable suspicion for any state agency to thereafter inspect other motor vehicles, facilities, or property of the motor vehicle’s owner beyond the scope of subsection (2) of this section. Inspection authority shall not apply to portable fuel tanks or slip tanks that may be in the motor vehicle being inspected or to any bulk storage tanks.\n\n(6) If dyed fuel is discovered pursuant to an inspection authorized by this section, a citation shall be issued to the operator of the vehicle. The applicable penalty shall be as provided for in section 63-2460(2), Idaho Code, except that the penalty for a refusal of inspection shall be one thousand dollars ($1,000). No additional fines or penalties shall be imposed. The operator of the vehicle shall be responsible for any penalty pursuant to this section. All penalties collected shall be remitted to the state treasurer and placed in the highway distribution account.\n\n(7) The provisions of this section shall not apply in the event of a disaster or emergency declared by the governor under chapter 10, title 46, Idaho Code, or by the president of the United States under the provisions of the disaster relief act of 1974, 42 U.S.C. 5121 et seq., if the use of dyed fuel is necessary to assist with such disaster or emergency.\n\n(8) For purposes of this section, \"dyed fuel\" means diesel fuel that has been dyed or marked at a refinery or terminal under the provisions of 26 U.S.C. 4082 and regulations adopted thereunder or under the clean air act and regulations adopted thereunder on which the tax under section 63-2402, Idaho Code, has not been paid.\n\n(9) For purposes of this section, \"highways\" shall have the same meaning as provided in section 63-2401, Idaho Code.\n\n(10) By January 1, 2021, the Idaho transportation department and the Idaho state police shall enter into one (1) or more joint exercise of powers agreements pursuant to sections 67-2328 through 67-2333, Idaho Code, as necessary to implement the provisions of this section.\n\n(11) Prior to conducting any inspections under the authority of this section, the Idaho state police and the Idaho transportation department, in collaboration with private groups, trade associations, and other dyed fuel user groups, shall provide outreach and education on the use of dyed fuels in Idaho for a period of six (6) months from the effective date of this section.\n\n(12) The provisions of this section and associated funding shall be evaluated by the legislature following a period of five (5) years after the effective date of this section.\n\n[49-676, added 2020, ch. 327, sec. 2, p. 943.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-6/section-49-676/"
    }
  ]
}