{
  "state": "idaho",
  "path": "title-title-49/chapter-chapter-27",
  "sections": [
    {
      "id": "section-49-2701",
      "number": "49-2701",
      "heading": "",
      "text": "49-2701. FUNERAL PROCESSION RIGHT-OF-WAY — FUNERAL ESCORT VEHICLES — FUNERAL LEAD VEHICLES. (1) \"Funeral procession\" means two (2) or more vehicles accompanying the body of a deceased person, in the daylight hours, including a funeral lead vehicle or a funeral escort vehicle.\n\n(2) \"Funeral lead vehicle\" means a motor vehicle, including a funeral hearse, properly equipped, pursuant to section 49-2702, Idaho Code, leading and facilitating the movement of a funeral procession.\n\n(3) \"Funeral escort vehicle\" means any motor vehicle properly equipped pursuant to section 49-2702, Idaho Code, and which escort facilitates the funeral procession and serves to direct traffic as provided in this section.\n\n(4) Pedestrians and operators of all vehicles, except as stated in subsection (7) of this section, shall yield the right-of-way to any vehicle which is part of a funeral procession being led by a funeral escort vehicle or a funeral lead vehicle.\n\n(5) Whenever the funeral escort vehicle or funeral lead vehicle in a funeral procession enters an intersection, the remainder of the vehicles in such funeral procession may continue to follow the funeral lead vehicle through the intersection, notwithstanding any traffic control device or right-of-way provisions prescribed by statute or local ordinance, provided the operator of each vehicle exercises reasonable care toward any other vehicle or pedestrian on the roadway.\n\n(6) Except as provided in subsection (7) of this section, the driver of a funeral escort vehicle may direct the drivers of other vehicles in a funeral procession to proceed through an intersection or to make turns or other movements despite any official traffic control device. The driver of a funeral escort vehicle may direct and control the drivers of vehicles not in a funeral procession, including those in or approaching an intersection, to stop, proceed, or make turns or other movements without regard to an official traffic control device. Funeral escort vehicles may exceed the speed limit by fifteen (15) miles per hour when overtaking the funeral procession to direct traffic at the next intersection.\n\n(7) Funeral processions shall have the right-of-way at intersections regardless of traffic control devices, subject to the following conditions and exceptions:\n\n(a) Operators of vehicles in a funeral procession shall yield the right-of-way to an approaching emergency vehicle giving an audible or visible signal; and\n\n(b) Operators of vehicles in a funeral procession shall yield the right-of-way when directed to do so by a police officer.\n\n[49-2701, added 1992, ch. 311, sec. 1, p. 924.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2701/"
    },
    {
      "id": "section-49-2702",
      "number": "49-2702",
      "heading": "",
      "text": "49-2702. EQUIPMENT. A funeral escort vehicle or a funeral lead vehicle must be equipped with at least one (1) lighted rotating or oscillating lamp exhibiting a red light or lens visible under normal atmospheric conditions for a distance of five hundred (500) feet from the front of the vehicle. The turn signals must be flashing simultaneously on the first vehicle in procession, but only when such vehicle is in use in the funeral procession.\n\n[49-2702, added 1992, ch. 311, sec. 1, p. 925.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2702/"
    },
    {
      "id": "section-49-2703",
      "number": "49-2703",
      "heading": "",
      "text": "49-2703. DRIVING IN PROCESSION. (1) All vehicles comprising a funeral procession shall follow the preceding vehicle in the funeral procession as closely as is practicable and safe.\n\n(2) Any ordinance, law or regulation requiring that motor vehicles be operated to allow sufficient space between them to enable another vehicle to enter and occupy that space without danger shall not be applicable to vehicles in a funeral procession.\n\n(3) The driver of a motor vehicle in a funeral procession may not drive the vehicle at a speed greater than:\n\n(a) Fifty-five (55) miles per hour on a highway where the posted speed limit is fifty-five (55) miles per hour or more; or\n\n(b) Five (5) miles per hour below the posted speed limit on other streets or roads.\n\n(4) A vehicle being operated in a funeral procession must have its headlights and tail lights illuminated. The turn signals must be flashing simultaneously as warning lights on the vehicle which is the first vehicle in a funeral procession and/or which the driver has reason to believe is the last vehicle in the funeral procession.\n\n[49-2703, added 1992, ch. 311, sec. 1, p. 925.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2703/"
    },
    {
      "id": "section-49-2704",
      "number": "49-2704",
      "heading": "",
      "text": "49-2704. OTHER VEHICLES. The driver of a vehicle that is not part of a funeral procession may not:\n\n(1) Drive between the vehicles forming a funeral procession while they are in motion except when authorized to do so by a police officer or when driving an authorized emergency vehicle emitting an audible or visible signal;\n\n(2) Join a funeral procession to secure the right-of-way as granted in section 49-2701, Idaho Code;\n\n(3) Pass a funeral procession on a multiple lane highway on the procession’s right side unless the funeral procession is in the farthest left lane;\n\n(4) Enter an intersection, even if the driver is facing a green traffic control signal, when a funeral procession is proceeding through a red traffic control signal at that intersection as permitted under section 49-2701, Idaho Code, unless the driver can do so without crossing the path of the funeral procession. If the red signal changes to green while the funeral procession is within the intersection, the driver of a vehicle facing a green signal may proceed subject to the right-of-way of the vehicles participating in a funeral procession.\n\n[49-2704, added 1992, ch. 311, sec. 1, p. 926.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2704/"
    },
    {
      "id": "section-49-2705",
      "number": "49-2705",
      "heading": "",
      "text": "49-2705. LIABILITY. (1) Liability for any death, personal injury, or property damage suffered by any person in a funeral procession shall not be imposed upon the funeral home and/or duly authorized escort vehicle in charge of the funeral procession, its employees or agents, unless such death, personal injury, or property damage is proximately caused by the negligent or intentional act or omission of an employee or agent of the funeral home and/or duly authorized escort vehicle.\n\n(2) Liability for any death, personal injury, or property damage that results from, is caused by, or arising out of any action or inaction of any operator of a vehicle in a funeral procession under the control of a funeral home and/or duly authorized escort vehicle shall not be imposed upon such funeral home and/or duly authorized escort vehicle, its employees or agents, unless the death, personal injury, or property damage is proximately caused by the negligent or intentional act or omission of an employee or agent of the funeral home and/or duly authorized escort vehicle.\n\n(3) The operator of a vehicle in a funeral procession shall not be deemed to be an agent of the funeral home and/or duly authorized escort vehicle unless such operator is an employee of the funeral home and/or duly authorized escort vehicle and acting in the course of his employment, or unless such operator was retained as in independent contractor of the funeral home and is performing services pursuant thereto.\n\n[49-2705, added 1992, ch. 311, sec. 1, p. 926.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2705/"
    },
    {
      "id": "section-49-2706",
      "number": "49-2706",
      "heading": "",
      "text": "49-2706. PENALTY. Any person who intentionally and knowingly violates the provisions of section 49-2701(4) or 49-2704, Idaho Code, shall be guilty of a misdemeanor. Any other violation of the provisions of this chapter shall be an infraction.\n\n[49-2706, added 1992, ch. 311, sec. 1, p. 926; am. 2017, ch. 170, sec. 1, p. 393.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-27/section-49-2706/"
    }
  ]
}