{
  "state": "idaho",
  "path": "title-title-49/chapter-chapter-22",
  "sections": [
    {
      "id": "section-49-2201",
      "number": "49-2201",
      "heading": "",
      "text": "49-2201. LEGISLATIVE FINDINGS AND PURPOSES. (1) The legislature of the state of Idaho finds:\n\n(a) That the amount and number of vehicles involved in the transportation of hazardous materials/hazardous waste on the highways of this state are on the increase;\n\n(b) That the public health and safety and the environment are jeopardized when hazardous materials/hazardous waste are transported in unsafe vehicles or in an unsafe manner;\n\n(c) That since the state police are most likely to be in the position to enforce safety laws and also to be first responders in the event of hazardous materials/hazardous waste incidents; and\n\n(d) That the problem of safe transportation of hazardous materials/hazardous waste has become a matter of statewide concern.\n\n(2) Therefore, it is hereby declared that the purposes of this chapter are:\n\n(a) To protect the health and safety of the public and the environment by reducing the risk of accidents through an adequately funded safety inspection program aimed at vehicles which transport hazardous materials/hazardous waste;\n\n(b) To provide for specialized training and equipment for state police officers to enable them to respond to hazardous materials/hazardous waste incidents on an emergency basis;\n\n(c) To assure the safe transportation of hazardous materials/hazardous waste within this state.\n\n[49-2201, added 1988, ch. 265, sec. 453, p. 813.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2201/"
    },
    {
      "id": "section-49-2202",
      "number": "49-2202",
      "heading": "",
      "text": "49-2202. PERMIT REQUIREMENTS FOR TRANSPORTERS OF HAZARDOUS WASTES. (1) Every person, including a private carrier or a common or contract carrier, who operates a vehicle on any highway of this state transporting hazardous waste shall first procure from the department an annual or single trip permit for each vehicle so driven in which the shipment meets any one of the following qualifiers:\n\n(a) Is required to be placarded pursuant to title 49, code of federal regulations, part 172;\n\n(b) Is manifested on a United States environmental protection agency uniform hazardous waste manifest form 8700-22 and 8700-22A, or its equivalent;\n\n(c) Is any waste material containing polychlorinated biphenyls (PCB) which is regulated by title 40, code of federal regulations, part 761; but in the event waste material is being transported to a disposal facility approved in compliance with 40 CFR 761.70 or 40 CFR 761.75 and is accompanied by a hazardous waste manifest form 8700-22 or 8700-22A, or its equivalent, then a permit shall be required regardless of the polychlorinated biphenyl concentration.\n\nThis permit shall be available for examination and shall be displayed in accordance with rules adopted by the department. The provisions of this section shall not apply to vehicles owned by any city, county, state or federal governmental department or agency, special purpose district created pursuant to law or rural electric cooperatives.\n\n(2) The fee for a single trip permit for the transportation of hazardous waste shall be twenty dollars ($20.00).\n\n(3) The fee for an annual permit for the transportation of hazardous waste shall be two hundred fifty dollars ($250).\n\n(4) Any carrier required to pay the fees assessed pursuant to this section is authorized to pass along such fees to the shipping party. No portion of the fees shall be prorated, reduced or transferred to another vehicle.\n\n(5) The department may select vendors to serve as agents on state highways for the purpose of selling hazardous waste permits where fixed ports of entry do not adequately serve a respective highway entering the state. The vendor shall be remunerated at the rate determined by contract between the vendor and the department per permit sold, and the vendor shall collect the fees provided in this section, and pay the fees to the department. The vendor shall guarantee payment by giving a bond to the state of Idaho in a sum as shall be fixed by the department, the premium on the bond to be paid by the department.\n\n(6) The operation of a vehicle, which is subject to the permit requirements of this section in a negligent manner is a violation of the provisions of this chapter.\n\n[49-2202, added 1988, ch. 265, sec. 454, p. 814; am. 1989, ch. 317, sec. 1, p. 816; am. 1990, ch. 331, sec. 1, p. 908; am. 2006, ch. 20, sec. 1, p. 78.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2202/"
    },
    {
      "id": "section-49-2203",
      "number": "49-2203",
      "heading": "",
      "text": "49-2203. ENDORSEMENT REQUIREMENTS FOR TRANSPORTERS OF HAZARDOUS MATERIALS. (1) Every person, including a private carrier or a common or contract carrier, who operates a vehicle on any highway of this state transporting hazardous material in such quantity and under such conditions that such vehicle is required to be placarded pursuant to 49 CFR part 172 or such vehicle’s cargo is regulated by 49 CFR part 171 or is required to meet the manifest requirements as set forth under the rules of the department of environmental quality, shall first procure from the department an annual vehicle registration endorsement. This registration endorsement shall be available for examination, unless procured via the state web portal, and shall be displayed in accordance with rules adopted by the department. The provisions of this section shall not apply to vehicles owned by any city, county, state or federal governmental department or agency or special purpose district created pursuant to law.\n\n(2) The fee for an annual vehicle registration endorsement for the transportation of hazardous materials shall be fifteen dollars ($15.00). Any carrier required to pay the fee assessed pursuant to this section is authorized to pass along such fee to the shipping party. Vendors selling endorsements on behalf of the board shall be reimbursed at the rate of forty cents (40¢) per endorsement. No portion of the annual endorsement fee shall be prorated, reduced or transferred to another vehicle.\n\n(3) The operation of a vehicle, which is subject to the endorsement requirements of this section, in a negligent manner is a violation of the provisions of this chapter.\n\n[49-2203, added 1988, ch. 265, sec. 455, p. 814; am. 1990, ch. 331, sec. 2, p. 909; am. 2001, ch. 103, sec. 89, p. 330; am. 2010, ch. 260, sec. 1, p. 662; am. 2020, ch. 36, sec. 1, p. 73.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2203/"
    },
    {
      "id": "section-49-2204",
      "number": "49-2204",
      "heading": "",
      "text": "49-2204. NOTICE OF FEDERAL INSURANCE REQUIREMENTS. A transporter granted a transporter permit or endorsement under this section shall have and maintain financial responsibility for sudden and accidental occurrences in an amount equal to the federal requirements as specified in title 49, code of federal regulations. Coverage must provide for claims arising out of injury to persons, property, or the environment, including the spillage of hazardous material or waste while such materials are transported, and including the costs of cleaning up any spillage. Such liability coverage must be maintained at all times while the permit is in force. The liability requirements may be met by liability insurance, bonding, self insurance or any other method as may be provided by department rule. Failure to maintain the insurance required by federal law shall not constitute a civil or criminal violation of the provisions of this chapter.\n\n[49-2204, added 1988, ch. 265, sec. 456, p. 815.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2204/"
    },
    {
      "id": "section-49-2205",
      "number": "49-2205",
      "heading": "",
      "text": "49-2205. HAZARDOUS MATERIAL/HAZARDOUS WASTE TRANSPORTATION ENFORCEMENT FUND. (1) For the purposes of the Idaho state police, there is hereby created a fund in the state treasury, to be designated the hazardous material/hazardous waste transportation enforcement fund.\n\n(2) The fund shall consist of:\n\n(a) Moneys appropriated to the fund;\n\n(b) Moneys as provided in sections 49-2202 and 49-2203, Idaho Code, and in subsections (1) and (2) of section 49-2209, Idaho Code;\n\n(c) Donations, gifts and grants from any source; and\n\n(d) Any other moneys which may hereafter be provided by law.\n\n(3) Moneys in the fund may be used by the director for reasonable costs incident to enforcement of the laws and rules related to the transportation of hazardous material or hazardous waste. Such costs include expenditures for inspection and monitoring programs, training of law enforcement personnel to meet specialized needs of hazardous materials/hazardous waste enforcement, and other reasonable expenses necessary for the enforcement of such programs.\n\n(4) All moneys placed in the fund shall be appropriated annually by the legislature for the purposes described in subsection (3) of this section. All expenditures from the fund shall be paid out in warrants drawn by the state controller upon presentation of the proper vouchers.\n\n(5) Pending use, surplus moneys in the fund shall be invested by the state treasurer in the same manner as provided under section 67-1210, Idaho Code.\n\n(6) An amount of money equal to the actual and reasonable cost of issuing the permits and endorsements, collecting the moneys for them, and the direct administrative costs as determined by the department and certified by the state controller, shall be paid to the state highway fund established in section 40-702, Idaho Code.\n\n[49-2205, added 1988, ch. 265, sec. 457, p. 815; am. 1994, ch. 180, sec. 90, p. 487; am. 2000, ch. 469, sec. 121, p. 1583.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2205/"
    },
    {
      "id": "section-49-2206",
      "number": "49-2206",
      "heading": "",
      "text": "49-2206. ENFORCEMENT. (1) The provisions of this chapter and any rules adopted under it shall be enforced anywhere in the state by an authorized agent of the director or by any peace officer, except for conservation officers of the department of fish and game. Such authorized officers may detain and inspect any sealed or unsealed vehicle, container, or shipment which contains or which they have reason to believe contains hazardous material or wastes while in transit or in maintenance facilities or terminals, or on other public or private property to which the public has access, to ascertain if hazardous materials or wastes are being loaded, unloaded, stored or transported, and to inspect the contents, take samples thereof, and to otherwise insure compliance with the provisions of this chapter and of all rules adopted under section 67-2901A, Idaho Code, or chapter 44, title 39, Idaho Code. If a seal is opened for inspection, the inspecting officer shall reseal any vehicle, container or shipment prior to further transportation. Property used in violation of the laws may be seized and used as evidence.\n\n(2) For the purposes of this chapter and chapter 44, title 39, Idaho Code, the transporter is responsible for the cleanup of any hazardous material/hazardous waste discharge in, on and outside the vehicle, or any one (1) or more of such locations, that occurs during transportation and must take such action as may be required so that the discharge no longer presents a hazard to public health, safety, or the environment.\n\n(3) The board is authorized to suspend or revoke any permit or endorsement issued pursuant to this chapter if it is determined that any material provision of the permit or endorsement has been violated or if the driver, owner, lessee, or custodian of a permitted vehicle has been convicted of two (2) or more violations within a calendar year of any combination of statutes or rules relative to hazardous materials or hazardous waste. In any action to suspend or revoke, the board shall comply with the procedures specified in chapter 52, title 67, Idaho Code. Should the board have reasonable cause to believe that there exists any immediate danger to the public health, safety or environment, it may issue an emergency order suspending any permit or endorsement granted under this chapter for a reasonable period not to exceed fourteen (14) days.\n\n[49-2206, added 1988, ch. 265, sec. 458, p. 816; am. 1999, ch. 383, sec. 10, p. 1066.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2206/"
    },
    {
      "id": "section-49-2207",
      "number": "49-2207",
      "heading": "",
      "text": "49-2207. CIVIL ENFORCEMENT ACTION. The attorney general or any prosecuting attorney may commence and prosecute in district court a civil enforcement action against any person who is alleged to have violated this chapter or any permit, endorsement, standard, regulation, condition, or requirement which has become effective pursuant to this chapter. Such actions may be for appropriate relief or remedies specified in this chapter or any other applicable law. The director or department shall not be required to initiate or prosecute an administrative action before the attorney general or prosecuting attorney may commence and prosecute a civil enforcement action, but no such civil enforcement action shall be filed while an administrative action is still pending.\n\n[49-2207, added 1988, ch. 265, sec. 459, p. 817.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2207/"
    },
    {
      "id": "section-49-2208",
      "number": "49-2208",
      "heading": "",
      "text": "49-2208. SUBPOENA AUTHORITY. The attorney general or any prosecuting attorney, for the purposes contemplated by this chapter, upon probable cause to believe that a violation of any of the provisions of this chapter has occurred, may, after notice to the persons to whom the subpoena is to be directed, apply to any judge of the district court for the county in which such violation is believed to have occurred for a subpoena to compel the attendance of witnesses, and to compel the production of pertinent books, payrolls, accounts, papers, records, documents and testimony. Such judge shall issue a subpoena upon a finding of probable cause and shall enforce refusals to testify or to produce subpoenaed items with contempt sanctions. Subpoenas shall be served and witness fees and mileage paid as allowed in civil cases in the district courts of this state.\n\n[49-2208, added 1988, ch. 265, sec. 460, p. 817.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2208/"
    },
    {
      "id": "section-49-2209",
      "number": "49-2209",
      "heading": "",
      "text": "49-2209. CIVIL REMEDIES. The remedies specified in this section are cumulative and nonexclusive.\n\n(1) Monetary penalties.\n\n(a) Any person who makes a materially false statement or representation in any application, label, manifest, record, report, permit, endorsement or other document filed, maintained, or used for the purpose of complying with the provisions of this chapter shall be liable for a civil penalty not less than fifty dollars ($50.00) nor to exceed ten thousand dollars ($10,000) for each separate violation.\n\n(b) Any person who violates this chapter or any permit, standard, regulation, condition, or requirement issued or promulgated pursuant to this chapter shall be liable for a civil penalty not less than fifty dollars ($50.00) nor to exceed ten thousand dollars ($10,000) for each separate violation.\n\n(c) The imposition or computation of monetary penalties shall take into account the seriousness of the violation and good faith efforts to comply with the law.\n\n(2) Assessment of costs. Any person who violates any of the provisions of this chapter or any permit, standard, regulation, condition, or requirement issued or promulgated pursuant to this chapter may be assessed for:\n\n(a) The state’s cost for any nonroutine investigations, inspections, monitoring, or surveys which lead to evidence of the violation;\n\n(b) The state’s costs, and the costs of any political subdivision including city, county and fire protection districts, including the reasonable value of attorneys’ services, for preparing and litigating the case;\n\n(c) The state’s cost, and the costs of any political subdivision including city, county and fire protection districts, for impounding, storing, and disposing of contaminated property and for the cleanup of a hazardous material or hazardous waste discharge;\n\n(d) Compensation for damages to publicly held resources including, but not limited to land, water, recreational uses, wildlife, fish and aquatic life to restore the resource to its highest immediately previous uses. Any such suit for damages to publicly held resources may be brought only by the attorney general or prosecuting attorney for the county in which the violation occurred;\n\n(e) Compensation for damages to privately held resources including, but not limited to livestock, land, water, or other personal property, and compensation for court costs allowed by law, reasonable attorney’s fees for trial preparation and trial of the case, and all other reasonable costs of trial preparation and trial of the case;\n\n(3) Payment to hazardous materials/hazardous waste transportation enforcement account. Moneys recovered pursuant to subsections (1) and (2) (a), (c) and (d) of this section shall be paid into the hazardous material/hazardous waste transportation enforcement account created in section 49-2205, Idaho Code. Moneys recovered under subsection (2)(b) of this section shall not be paid into this account but shall be paid to those who rendered services and incurred costs in litigating the case.\n\n(4) Restraining orders, injunctions and other relief. Any person who violates any provision of this chapter or any permit, standard, regulation, or requirement issued or promulgated pursuant to this chapter shall be subject to injunctive relief or other relief deemed appropriate. Upon a showing to the court that a violation is causing an imminent hazard to the public health, the public safety, or to the environment, the attorney general or prosecuting attorney need not allege or prove at any stage of the proceeding that long term irreparable damage will occur should the injunction or order not be issued or that the remedy at law is inadequate.\n\n[49-2209, added 1988, ch. 265, sec. 461, p. 817; am. 1990, ch. 191, sec. 1, p. 422.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2209/"
    },
    {
      "id": "section-49-2210",
      "number": "49-2210",
      "heading": "",
      "text": "49-2210. IMMUNITIES. (1) (a) Notwithstanding any provision of law to the contrary, no person who provides assistance or advice in mitigating or attempting to mitigate the effects of an actual or threatened leakage, seepage, or other release of hazardous material, or in preventing, cleaning up, or disposing of or in attempting to prevent, clean up or dispose of any such leakage, seepage or other release, shall be subject to civil liabilities or penalties of any type.\n\n(b) The immunities provided in subsection (3) of section 49-2209, Idaho Code, shall not apply to any person:\n\n1. Whose act or omission caused in whole or in part such actual or threatened leakage, seepage or other release and would otherwise be liable therefor; or\n\n2. Who receives compensation, or is an employee of a person who receives compensation for services rendered in connection with the emergency, from a person whose act or omission caused in whole or in part the emergency, other than reimbursement for out-of-pocket expenses for services in rendering such assistance or advice.\n\n(c) Nothing in subsection (3) of section 49-2209, Idaho Code, shall be construed to limit or otherwise affect the liability of any person for damages resulting from such person’s gross negligence, or from such person’s reckless, wanton, or intentional misconduct.\n\n(2) Governmental immunity. No cause of action shall accrue against the state of Idaho or any of its political subdivisions or any agency thereof based on negligence in a performance of any of the duties or responsibilities provided under this chapter.\n\n[49-2210, added 1988, ch. 265, sec. 462, p. 819.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2210/"
    },
    {
      "id": "section-49-2211",
      "number": "49-2211",
      "heading": "",
      "text": "49-2211. CRIMINAL ENFORCEMENT AND PENALTIES. (1) Any person who knowingly makes any materially false statement or representation in any application, label, manifest, record, report, permit, or other document filed, maintained or used for the purpose of complying with the provisions of this chapter shall be guilty of a misdemeanor and subject to a fine of not more than ten thousand dollars ($10,000) or to imprisonment not to exceed one (1) year, or to both, for each violation.\n\n(2) Any person who knowingly violates any provision of this chapter or any permit, standard, regulation, condition, or requirement issued or promulgated pursuant to this chapter shall be guilty of a misdemeanor and subject to a fine of not more than ten thousand dollars ($10,000) or to imprisonment not to exceed one (1) year, or to both, for each violation.\n\n(3) Any person found guilty of a second offense under this chapter within a period of five (5) years shall be guilty of a misdemeanor punishable by a fine not to exceed twenty-five thousand dollars ($25,000).\n\n(4) An action may be commenced and prosecuted by the attorney general. The director or board shall not be required to initiate or prosecute an administrative action before the attorney general or prosecuting attorney may commence and prosecute a civil action.\n\n[49-2211, added 1988, ch. 265, sec. 463, p. 819.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2211/"
    },
    {
      "id": "section-49-2212",
      "number": "49-2212",
      "heading": "",
      "text": "49-2212. CHANGE OF FEDERAL RULES AND REGULATIONS. Whenever any federal rule or regulation is cited in this chapter and is amended, modified, repealed or recodified, its successor rule or regulation shall govern and be operative.\n\n[49-2212, added 1988, ch. 265, sec. 464, p. 820.]",
      "source_url": "https://law.justia.com/codes/idaho/title-49/chapter-22/section-49-2212/"
    }
  ]
}