{
  "state": "utah",
  "path": "title-title-54-public-utilities/chapter-chapter-8a-damage-to-underground-utility-facilities",
  "sections": [
    {
      "id": "section-2",
      "number": "2",
      "heading": "Definitions.Section 3.5 - Excavation-related information included with construction and building permit",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-35",
      "number": "3.5",
      "heading": "Excavation-related information included with construction and building permit.",
      "text": "Effective 5/3/2023\n\n77-15-3.5.\n\nIncompetent to proceed in misdemeanor cases.\n\n(1) When a defendant charged with a misdemeanor may be incompetent to proceed, any petition shall be filed in accordance with Section 77-15-3.\n\n(2) If the most severe charge against a defendant is a misdemeanor and the defendant is adjudicated by a court as incompetent to proceed:\n\n(a) the department shall provide restoration treatment to the defendant; and\n\n(b) the court may refer the defendant to pretrial diversion services, upon agreement of the prosecution and defense counsel.\n\n(3) Unless the prosecutor or another individual indicates that civil commitment proceedings will be initiated under Subsection 77-15-6(5)(c), a court shall release a defendant who is incompetent to proceed if:\n\n(a) the most severe charge against the defendant is a class B misdemeanor;\n\n(b) more than 60 days have passed after the day on which the court adjudicated the defendant incompetent to proceed; and\n\n(c) the defendant is not restored to competency.\n\n(4) The department shall provide restoration treatment to the defendant within the timeframe described in Subsection (3)(b).\n\n(5) The court may, but is not required to, dismiss the charges against a defendant who was released under Subsection (3).\n\nAmended by Chapter 171, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-15/section-3-5/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "Notice of excavation.",
      "text": "8-5-4.\n\nCopy of judgment to be filed with county recorder.\n\nA certified copy of the judgment in the action to revest title to cemetery lots, sites, or parcels shall be filed with the county recorder in the county in which the lots, sites, or parcels are located.\n\nEnacted by Chapter 132, 1985 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-4/"
    },
    {
      "id": "section-5",
      "number": "5",
      "heading": "Marking of underground facilities.",
      "text": "Effective 2/27/2023\n\n8-5-5.\n\nProceeds of resale of lots.\n\nThe proceeds from the subsequent resale of any lot or parcel, title to which has been revested in the municipality or cemetery maintenance district under Section 8-5-2 or 8-5-6, less the costs and expenses incurred in the proceeding, shall become part of the permanent care and improvement fund of the municipality or cemetery maintenance district, subject to subsequent disposition under Title 10, Chapter 5, Uniform Fiscal Procedures Act for Utah Towns, Title 10, Chapter 6, Uniform Fiscal Procedures Act for Utah Cities, or Title 17B, Chapter 1, Part 6, Fiscal Procedures for Special Districts.\n\nAmended by Chapter 16, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-5/"
    },
    {
      "id": "section-55",
      "number": "5.5",
      "heading": "Determining the precise location of marked underground facilities.",
      "text": "Effective 5/7/2025\n\n77-27-5.5.\n\nReview procedure -- Commutation.\n\n(1)The Board of Pardons and Parole may consider the commutation of a death sentence only to life without parole.\n\n(2)Only the person who has been sentenced to death or the sentenced person's counsel may petition the Board of Pardons and Parole for commutation.\n\n(3)The petition shall be in writing, signed personally by the person sentenced to death, and shall include a statement of the grounds upon which the petitioner seeks review.\n\n(4)The state shall be permitted to respond in writing to the petition as may be established by board rules.\n\n(5)The board shall review the petition and determine whether the petition presents a substantial issue which has not been reviewed in the judicial process.\n\n(6)The board shall not consider legal issues, including constitutional issues, which:\n\n(a)have been reviewed previously by the courts;\n\n(b)should have been raised during the judicial process; or\n\n(c)if based on new information, are subject to judicial review.\n\n(7)\n\n(a)If the board does not find a substantial issue, the board shall deny the hearing to the petitioner.\n\n(b)If the board finds a substantial issue, the board shall conduct a hearing in which the petitioner and the state may present evidence and argument as may be provided by board rules.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-5-5/"
    },
    {
      "id": "section-58",
      "number": "5.8",
      "heading": "Excavator access.",
      "text": "54-8a-5.8.\n\nExcavator access.\n\nAn excavator may enter or access an owner's property or dwelling to locate a sewer lateral with the owner's permission.\n\nEnacted by Chapter 209, 2009 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-54/chapter-8a/section-5-8/"
    },
    {
      "id": "section-6",
      "number": "6",
      "heading": "Duties and liabilities of an excavator.",
      "text": "Effective 5/3/2023\n\n8-5-6.\n\nAlternative council or board procedures for notice -- Termination of rights -- Notice.\n\n(1) As an alternative to the procedures set forth in Sections 8-5-1 through 8-5-4, a municipal council or cemetery maintenance district board may pass a resolution demanding that the owner of a lot, site, or portion of the cemetery, which has been unused for burial purposes for more than 60 years, file with the county recorder, city recorder, or town clerk notice of any claim to the lot, site, or portion of the cemetery.\n\n(2) The municipal council or cemetery maintenance district board shall then cause a copy of the resolution to be personally served on the owner in the same manner as personal service of process in a civil action. The resolution shall notify the owner that the owner shall, within 60 days after service of the resolution on the owner, express interest in maintaining the cemetery lot, site, or portion of the cemetery and submit satisfactory evidence of an intention to use the lot, site, or portion of the cemetery for a burial.\n\n(3) If the owner cannot be personally served with the resolution of the municipal council or cemetery maintenance district board as required in Subsection (2), the municipal council or cemetery maintenance district board shall:\n\n(a) publish the resolution for the municipality or cemetery maintenance district, as a class A notice under Section 63G-30-102, for three weeks; and\n\n(b) mail a copy of the resolution within 14 days after the publication to the owner's last known address, if available.\n\n(4) If, for 30 days after the last date of service or publication of the municipal council's or cemetery maintenance district board's resolution, the owner or person with a legal interest in the cemetery lot fails to state a valid interest in the use of the cemetery lot, site, or portion of the cemetery for burial purposes, the owner's rights are terminated and that portion of the cemetery shall be vested in the municipality or cemetery maintenance district.\n\nAmended by Chapter 435, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-6/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "Notice of contact or damage -- Repairs.",
      "text": "8-5-7.\n\nSale of only right to be buried.\n\nMunicipalities and cemetery maintenance districts shall sell only the right to be buried in the cemetery and all cemetery lots or parcels sold by a municipality after April 29, 1985, or by a cemetery maintenance district after June 1, 2001 shall be rights to be buried only. Nothing in this section shall prevent municipalities or cemetery maintenance districts from imposing additional terms on the sale of rights to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-7/"
    },
    {
      "id": "section-75",
      "number": "7.5",
      "heading": "Third-party damages caused by failure to mark a facility.",
      "text": "67-20-7.5.\n\nWorkers' compensation benefits for a volunteer search and rescue team member.\n\n(1) A volunteer search and rescue team member is considered an employee of the county of the county sheriff that certifies and supervises the volunteer search and rescue team member for the purpose of receiving workers' compensation benefits under:\n\n(a)Title 34A, Chapter 2, Workers' Compensation Act; and\n\n(b)Title 34A, Chapter 3, Utah Occupational Disease Act.\n\n(2)\n\n(a) In accordance with Section 34A-2-105, the workers' compensation benefits described in Subsection (1) are the exclusive remedy against the county of the supervising county sheriff or an officer, agent, or employee of the county or supervising county sheriff, for the injuries and occupational diseases resulting from the volunteer search and rescue team member's services for the supervising county sheriff as a volunteer search and rescue team member.\n\n(b) For purposes of Subsection (2)(a), the county of the supervising county sheriff for whom the volunteer search and rescue team member provides services as a volunteer search and rescue team member is considered an employer of the volunteer search and rescue team member.\n\n(3) To compute the workers' compensation benefits for a volunteer search and rescue team member described in Subsection (1), the average weekly wage of the volunteer search and rescue team member for purposes of the volunteer search and rescue team member's workers' compensation claim is the average weekly wage of an entry-level deputy sheriff employed by the supervising county sheriff at the time of the industrial accident or occupational disease.\n\nEnacted by Chapter 248, 2011 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-67/chapter-20/section-7-5/"
    },
    {
      "id": "section-8",
      "number": "8",
      "heading": "Civil penalty -- Exceptions -- Other remedies.",
      "text": "8-5-8.\n\nMunicipal and maintenance district cemeteries -- Rights of lot holders -- Compensation -- Perpetual care charges.\n\n(1) The owner, grantee, or person claiming through the grantee shall have the right, on presentation of the certificate of title or right to burial to the municipality or cemetery maintenance district, for any lot or parcel which has reverted to the municipality or cemetery maintenance district, at the option of the municipality or cemetery maintenance district, to:\n\n(a) be compensated for the lot or parcel at the reasonable value of the lot or parcel as of the date the certificate is presented to the municipality or cemetery maintenance district;\n\n(b) receive a right to burial to another lot or parcel if the right to burial or title to the lot or parcel has been sold by the municipality or cemetery maintenance district; or\n\n(c) receive the right to burial to the lot or parcel if the municipality or cemetery maintenance district has not sold the right to burial to the lot or parcel.\n\n(2) Nothing in this section prevents a municipality or cemetery maintenance district from collecting unpaid perpetual care charges from a person claiming title or the right to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-8/"
    },
    {
      "id": "section-9",
      "number": "9",
      "heading": "Association for mutual receipt of excavation notices.",
      "text": "Effective 5/7/2025\n\n77-7-9.\n\nWeapons may be taken from prisoner.\n\nAny person making an arrest may seize from the person arrested all weapons which the person arrested may have on or about his or her person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-9/"
    },
    {
      "id": "section-95",
      "number": "9.5",
      "heading": "Inspection of records.",
      "text": "Effective 5/1/2024\n\n77-27-9.5.\n\nVictim may attend hearings.\n\n(1)As used in this section, \"hearing\" means a hearing for a parole grant or revocation, or a rehearing of either of these if the offender is present.\n\n(2)\n\n(a)Except as provided in Subsection (2)(b), when a hearing is held regarding any offense committed by the defendant that involved the victim, the victim may attend the hearing to present the victim's views concerning the decisions to be made regarding the defendant.\n\n(b)\n\n(i)The victim may not attend a redetermination or special attention hearing if the offender is not present.\n\n(ii)At that redetermination or special attention hearing, the board shall give consideration to any presentation previously given by the victim regarding that offender.\n\n(3)\n\n(a)The board shall send timely notice of the hearing to the victim as provided in Subsection (3)(c).\n\n(b)The notice shall include:\n\n(i)the date, time, and location of the hearing;\n\n(ii)a clear statement of the reason for the hearing, including all offenses involved;\n\n(iii)the statutes and rules applicable to the victim's participation in the hearing;\n\n(iv)the address and telephone number of an office or person the victim may contact for further explanation of the procedure regarding victim participation in the hearing; and\n\n(v)specific information about how, when, and where the victim may obtain the results of the hearing.\n\n(c)The board may notify a victim through the board's website or through the mail or other electronic means available to the board.\n\n(d)If the victim requests that a notification occur using a specific method offered by the board, the board shall make reasonable efforts to accommodate that request.\n\n(e)If the victim is deceased, or the board is otherwise unable to contact the victim, the board shall make reasonable efforts to notify the victim's immediate family of the hearing.\n\n(f)The victim may communicate with the board for consideration of continuance of the hearing if travel or other significant conflict prohibits the victim's attendance at the hearing.\n\n(4)The victim, or family members if the victim is deceased or unable to attend due to physical incapacity, may:\n\n(a)attend the hearing to observe;\n\n(b)make a statement to the board, or the board's appointed examiner, in person or through a representative appointed by the victim or the victim's family; and\n\n(c)remain present for the hearing if the victim appoints another to make a statement on the victim's behalf.\n\n(5)The statement may be presented:\n\n(a)as a written statement, which may also be read aloud, if the presenter desires; or\n\n(b)as an oral statement presented by the person selected under Subsection (4).\n\n(6)The victim may be accompanied by a member of his family or another individual, present to provide emotional support to the victim.\n\n(7)The victim may, upon request, testify outside the presence of the defendant but a separate hearing may not be held for this purpose.\n\n(8)\n\n(a)If a victim does not attend a hearing, the victim may provide a written statement that complies with board rules.\n\n(b)If the victim does not offer a verbal or written statement at the time of the hearing, the board shall consider any statement from the victim that was previously provided to the board.\n\n(c)The board may not afford a written statement provided by a victim less weight than a verbal statement solely because the statement is written.\n\nAmended by Chapter 434, 2024 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-9-5/"
    },
    {
      "id": "section-10",
      "number": "10",
      "heading": "Installation of nonmetallic facilities.",
      "text": "Effective 5/7/2025\n\n77-7-10.\n\nTelegraph or telephone authorization of execution of arrest warrant.\n\nAny magistrate may, by an endorsement on a warrant of arrest, authorize by telegraph, telephone or other reasonable means, its execution. A copy of the warrant or notice of its issuance and terms may be sent to one or more peace officers. The copy or notice communicated authorizes the officer to proceed in the same manner under it as if the peace officer had an original warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-10/"
    },
    {
      "id": "section-105",
      "number": "10.5",
      "heading": "Installation and location of sewer lateral cleanouts -- Records.",
      "text": "Effective 5/7/2025\n\n77-27-10.5.\n\nSpecial condition of parole -- Penalty.\n\n(1)In accordance with Section 77-27-5, the Board of Pardons and Parole may release the defendant on parole and as a condition of parole, the board may order the defendant to be prohibited from directly or indirectly engaging in any profit or benefit generating activity relating to the publication of facts or circumstances pertaining to the defendant's involvement in the criminal act for which the defendant is convicted.\n\n(2)The order may prohibit the defendant from contracting with any person, firm, corporation, partnership, association, or other legal entity with respect to the commission and reenactment of the defendant's criminal conduct, by way of a movie, book, magazine article, tape recording, phonograph record, radio, or television presentations, live entertainment of any kind, or from the expression of the defendant's thoughts, feelings, opinions, or emotions regarding the criminal conduct.\n\n(3)The board may order that the prohibition includes any event undertaken and experienced by the defendant while avoiding apprehension from the authorities or while facing criminal charges.\n\n(4)The board may order that any action taken by the defendant by way of execution of power of attorney, creation of corporate entities, or other action to avoid compliance with the board's order shall be grounds for revocation of parole as provided in Section 77-27-11.\n\n(5)The Division of Adult Probation and Parole created in Section 64-14-202 shall notify the board of any alleged violation of the board's order under this section.\n\n(6)The violation of the board's order shall be considered a violation of parole.\n\n(7)For purposes of this section:\n\n(a)\"convicted\" means a conviction by entry of a plea of guilty or nolo contendere, guilty with a mental condition, no contest, and conviction of any crime or offense; and\n\n(b)\"defendant\" means the convicted defendant, the defendant's assignees, and representatives acting on the defendant's authority.\n\nAmended by Chapter 214, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-10-5/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Applicability of federal law.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-12",
      "number": "12",
      "heading": "Enforcement -- Attorney general.",
      "text": "77-7-12.\n\nDetaining persons suspected of shoplifting or library theft -- Persons authorized.\n\n(1) A peace officer, merchant, or merchant's employee, servant, or agent who has reasonable grounds to believe that goods held or displayed for sale by the merchant have been taken by a person with intent to steal may, for the purpose of investigating the unlawful act and attempting to effect a recovery of the goods, detain the person in a reasonable manner for a reasonable length of time.\n\n(2) A peace officer or employee of a library may detain a person for the purposes and under the limits of Subsection (1) if there are reasonable grounds to believe the person violated Title 76, Chapter 6, Part 8, Library Theft.\n\nAmended by Chapter 245, 1987 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-12/"
    },
    {
      "id": "section-13",
      "number": "13",
      "heading": "Underground Facilities Damage Dispute Board -- Arbitration -- Relationship with Public Service Commission.",
      "text": "77-7-13.\n\nArrest without warrant by peace officer -- Reasonable grounds, what constitutes -- Exemption from civil or criminal liability.\n\n(1) A peace officer may arrest, without warrant, any person the officer has reasonable ground to believe has committed a theft under Title 76, Chapter 6, Part 8, Library Theft, or of goods held or displayed for sale.\n\n(2) A charge of theft made to a peace officer under Title 76, Chapter 6, Part 8, Library Theft, by an employee of a library, or by a merchant, merchant's employee, servant, or agent constitutes a reasonable ground for arrest, and the peace officer is relieved from any civil or criminal liability.\n\nAmended by Chapter 282, 1998 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-13/"
    }
  ]
}