{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-41701-fresh-pursuit-interstate-pursuit-liability-personal",
  "sections": [
    {
      "id": "section-29-41701fresh",
      "number": "29-417.01.Fresh",
      "heading": "pursuit; interstate pursuit; liability; personal jurisdiction",
      "text": "(1) A member of a duly organized state, county, or municipal peace unit of another state of the United States who enters this state in fresh pursuit under authority of the Uniform Act on Fresh Pursuit shall be jointly and severally liable",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29-41701",
      "number": "29-417.01",
      "heading": "",
      "text": "29-417.01.Fresh pursuit; interstate pursuit; liability; personal jurisdiction.\n\n(1) A member of a duly organized state, county, or municipal peace unit of another state of the United States who enters this state in fresh pursuit under authority of the Uniform Act on Fresh Pursuit shall be jointly and severally liable, along with the state, county, or municipal peace unit employing the member, for death, injury, or property damage to an innocent third party proximately caused by the action of the member during fresh pursuit.\n\n(2) A member of a duly organized state, county, or municipal peace unit of another state of the United States who enters this state in fresh pursuit under authority of the Uniform Act on Fresh Pursuit shall be deemed to have given his or her consent to be subject to the laws of this state, and such action by the member shall constitute sufficient contact with this state for the exercise of personal jurisdiction over such person, with respect to a cause of action regarding death, injury, or property damage to an innocent third party proximately caused by the actions of the member during fresh pursuit.\n\n(3) Any duly organized state, county, or municipal peace unit of another state of the United States that authorizes its members to enter this state during fresh pursuit under authority of the Uniform Act on Fresh Pursuit shall be deemed to have given its consent to be subject to the laws of this state, and such action by the members shall constitute sufficient contact with this state for the exercise of personal jurisdiction over such peace unit, with respect to a cause of action regarding death, injury, or property damage to an innocent third party proximately caused by the actions of such members during fresh pursuit.\n\nSourceLaws 2001, LB 299, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-417-01/"
    }
  ]
}