{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-1205-right-of-accused-to-a-speedy-trial-preferences",
  "sections": [
    {
      "id": "section-29-1205",
      "number": "29-1205",
      "heading": "",
      "text": "29-1205.Right of accused to a speedy trial; preferences.\n\nTo effectuate the right of the accused to a speedy trial and the interest of the public in prompt disposition of criminal cases, insofar as is practicable:\n\n(1) The trial of criminal cases shall be given preference over civil cases; and\n\n(2) The trial of defendants in custody and defendants whose pretrial liberty is reasonably believed to present unusual risks shall be given preference over other criminal cases. It shall be the duty of the county attorney to bring to the attention of the trial court any cases falling within this subdivision, and he shall generally advise the court of facts relevant in determining the order of cases to be tried.\n\nSourceLaws 1971, LB 436, ยง 1.\n\nCross ReferencesConstitutional provision:Rights of accused, see Article I, section 11, Constitution of Nebraska.\n\nAnnotations\n\nSubsection (1) of this section does not demand that all previously scheduled civil trials accommodate the rescheduling of a criminal trial as a result of a defense motion to continue. State v. Sims, 272 Neb. 811, 725 N.W.2d 175 (2006).\n\nThe speedy trial right does not apply to parental termination proceedings. In re Interest of C.P., 235 Neb. 276, 455 N.W.2d 138 (1990).\n\nThe right to a speedy trial applies only to criminal trials and, thus, does not apply to postconviction actions, which are civil in nature. State v. Bostwick, 233 Neb. 57, 443 N.W.2d 885 (1989).\n\nSections considered in reviewing order restricting publication of certain information before trial of murder case. State v. Simants, 194 Neb. 783, 236 N.W.2d 794 (1975).\n\nThis section is directory and does not grant any right of discharge short of six months. State v. Watkins, 190 Neb. 450, 209 N.W.2d 184 (1973).\n\nDefendant received a speedy trial within ambit of Chapter 29, article 12, R.S.Supp.,1972. State v. Kennedy, 189 Neb. 423, 203 N.W.2d 106 (1972).\n\nThe primary burden is upon the state to bring accused to trial within time provided by law and if it does not he is entitled to discharge in absence of express waiver or waiver as provided by statute. State v. Brown, 189 Neb. 297, 202 N.W.2d 585 (1972); State v. Alvarez, 189 Neb. 281, 202 N.W.2d 604 (1972).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-1205/"
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "considered in reviewing order restricting publication of certain information before trial of murder case",
      "text": "State v. Simants, 194 Neb. 783, 236 N.W.2d 794 (1975).",
      "history": "",
      "source_url": ""
    }
  ]
}