{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-1108-recognizance-forfeited-motion-notice-judgment-cash-d",
  "sections": [
    {
      "id": "section-29-1108recognizance",
      "number": "29-1108.Recognizance",
      "heading": "forfeited; motion; notice; judgment; cash deposit, disposition",
      "text": "When a forfeiture of a recognizance has not been set aside, the court in which the proceeding is pending shall on motion enter a judgment of default and execution may issue thereon. Where a cash deposit has been made in lieu of a surety",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29-1108",
      "number": "29-1108",
      "heading": "",
      "text": "29-1108.Recognizance forfeited; motion; notice; judgment; cash deposit, disposition.\n\nWhen a forfeiture of a recognizance has not been set aside, the court in which the proceeding is pending shall on motion enter a judgment of default and execution may issue thereon. Where a cash deposit has been made in lieu of a surety or sureties as provided in section 29-901, the cash deposit shall upon forfeiture of the recognizance be paid into the county treasury upon the entry of order of forfeiture of the bond after first deducting all court costs due and owing such court. By entering into a bond, the obligors submit to the jurisdiction of the court, and irrevocably appoint the clerk of the court as their agent upon whom any papers affecting their liability may be served. The liability upon the bond may be enforced on motion without the necessity of an independent action. The motion and such notice of the motion as the court prescribes may be served on the clerk of the court, who shall forthwith mail copies thereof to the obligors to their last-known addresses.\n\nSourceLaws 1953, c. 88, ยง 3, p. 259;Laws 1961, c. 133, ยง 1, p. 386;Laws 1971, LB 959, ยง 5.\n\nCross ReferencesDisposition of funds of forfeited recognizance, see section 29-2708.\n\nAnnotations\n\nJudgment of forfeiture was properly entered on bail bond. State v. Casey, 180 Neb. 888, 146 N.W.2d 370 (1966).\n\nJudgment on forfeited bail bond may not exceed the amount of the penalty of the bond. State v. Morse, 171 Neb. 87, 105 N.W.2d 572 (1960).\n\nOn motion of state, bail bond may be forfeited. State v. Seaton, 170 Neb. 687, 103 N.W.2d 833 (1960).\n\nOn forfeiture of recognizance, court should enter judgment. State v. Konvalin, 165 Neb. 499, 86 N.W.2d 361 (1957); State v. Honey, 165 Neb. 494, 86 N.W.2d 187 (1957).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-1108/"
    }
  ]
}