{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-3606-minor-traffic-violations-pretrial-diversion-plan-dri",
  "sections": [
    {
      "id": "section-29-3606",
      "number": "29-3606",
      "heading": "",
      "text": "29-3606.Minor traffic violations; pretrial diversion plan; driver's safety training program.\n\n(1) A pretrial diversion plan for minor traffic violations shall consist of a driver's safety training program.\n\n(2) A driver's safety training program shall:\n\n(a) Provide a curriculum of driver's safety training, as approved by the department, which is designed to educate persons committing minor traffic violations and to deter future violations; and\n\n(b) Require payment of a fee approved by the department which is reasonable and appropriate to defray the cost of the presentation of the program. A jurisdiction shall charge a uniform fee for participation in a driver's safety training program regardless of the traffic violation for which the applicant was cited. Fees received by a jurisdiction offering a driver's safety training program may be utilized by such jurisdiction to pay for the costs of administering and operating such program, to promote driver safety, and to pay for the costs of administering and operating other safety and educational programs within such jurisdiction.\n\n(3) The program administrator of each driver's safety training program shall keep a record of attendees and shall be responsible for determining eligibility. A report of attendees at all driver's safety training programs in the state shall be shared only with similar programs throughout the state. All procedures for sharing records of attendees among such programs shall conform with the rules and regulations adopted and promulgated by the department to assure that no individual takes the approved course more than once within any three-year period in Nebraska. Such record of attendees and any related records shall not be considered a public record as defined in section 84-712.01.\n\n(4) The department shall approve the curriculum and fees of each program and shall adopt and promulgate rules and regulations governing such programs, including guidelines for fees, curriculum, and instructor certification.\n\nSourceLaws 2002, LB 1303, ยง 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-3606/"
    }
  ]
}