{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-3005-victim-of-sex-trafficking-motion-to-set-aside-convic",
  "sections": [
    {
      "id": "section-29-3005",
      "number": "29-3005",
      "heading": "",
      "text": "29-3005.Victim of sex trafficking; motion to set aside conviction or adjudication; procedure; court; findings; considerations; hearing; order; effect.\n\n(1) For purposes of this section:\n\n(a) Prostitution-related offense includes:\n\n(i) Prostitution under section 28-801, solicitation of prostitution under section 28-801.01, keeping a place of prostitution under section 28-804, public indecency under section 28-806, or loitering for the purpose of engaging in prostitution or related or similar offenses under local ordinances; and\n\n(ii) Attempt, conspiracy, solicitation, being an accessory to, aiding and abetting, aiding the consummation of, or compounding a felony with any of the offenses in subdivision (1)(a) of this section as the underlying offense;\n\n(b) Trafficker means a person who engages in sex trafficking or sex trafficking of a minor as defined in section 28-830; and\n\n(c) Victim of sex trafficking means a person subjected to sex trafficking or sex trafficking of a minor, as those terms are defined in section 28-830.\n\n(2) At any time following the completion of sentence or disposition, a victim of sex trafficking convicted in county or district court of, or adjudicated in a juvenile court for, (a) a prostitution-related offense committed while the movant was a victim of sex trafficking or proximately caused by the movant's status as a victim of sex trafficking or (b) any other offense committed as a direct result of, or proximately caused by, the movant's status as a victim of sex trafficking, may file a motion to set aside such conviction or adjudication. The motion shall be filed in the county, district, or separate juvenile court of the county in which the movant was convicted or adjudicated.\n\n(3)(a) If the court finds that the movant was a victim of sex trafficking at the time of the prostitution-related offense or finds that the movant's participation in the prostitution-related offense was proximately caused by the movant's status as a victim of sex trafficking, the court shall grant the motion to set aside a conviction or an adjudication for such prostitution-related offense.\n\n(b) If the court finds that the movant's participation in an offense other than a prostitution-related offense was a direct result of or proximately caused by the movant's status as a victim of sex trafficking, the court shall grant the motion to set aside a conviction or an adjudication for such offense.\n\n(4) Official documentation of a movant's status as a victim of sex trafficking at the time of the prostitution-related offense or other offense shall create a rebuttable presumption that the movant was a victim of sex trafficking at the time of the prostitution-related offense or other offense. Such official documentation shall not be required to obtain relief under this section. Such official documentation includes:\n\n(a) A copy of an official record, certification, or eligibility letter from a federal, state, tribal, or local proceeding, including an approval notice or an enforcement certification generated from a federal immigration proceeding, that shows that the movant is a victim of sex trafficking; or\n\n(b) An affidavit or sworn testimony from an attorney, a member of the clergy, a medical professional, a trained professional staff member of a victim services organization, or other professional from whom the movant has sought legal counsel or other assistance in addressing the trauma associated with being a victim of sex trafficking.\n\n(5) In considering whether the movant is a victim of sex trafficking, the court may consider any other evidence the court determines is of sufficient credibility and probative value, including an affidavit or sworn testimony. Examples of such evidence include, but are not limited to:\n\n(a) Branding or other tattoos on the movant that identified him or her as having a trafficker;\n\n(b) Testimony or affidavits from those with firsthand knowledge of the movant's involvement in the commercial sex trade such as solicitors of commercial sex, family members, hotel workers, and other individuals trafficked by the same individual or group of individuals who trafficked the movant;\n\n(c) Financial records showing profits from the commercial sex trade, such as records of hotel stays, employment at indoor venues such as massage parlors, bottle clubs, or strip clubs, or employment at an escort service;\n\n(d) Internet listings, print advertisements, or business cards used to promote the movant for commercial sex; or\n\n(e) Email, text, or voicemail records between the movant, the trafficker, or solicitors of sex that reveal aspects of the sex trade such as behavior patterns, meeting times, or payments or examples of the trafficker exerting force, fraud, or coercion over the movant.\n\n(6) Upon request of a movant, any hearing relating to the motion shall be conducted in camera. The rules of evidence shall not apply at any hearing relating to the motion.\n\n(7) An order setting aside a conviction or an adjudication under this section shall have the same effect as an order setting aside a conviction as provided in subsections (5) and (6) of section 29-2264.\n\nSourceLaws 2018, LB1132, ยง 2;Laws 2020, LB881, ยง 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-3005/"
    }
  ]
}