{
  "state": "nebraska",
  "path": "title-chapter-29-criminal-procedure/chapter-29-2259-probation-administrator-office-salaries-expenses-off",
  "sections": [
    {
      "id": "section-29-2259",
      "number": "29-2259",
      "heading": "",
      "text": "29-2259.Probation administrator; office; salaries; expenses; office space; prepare budget; interpreter services.\n\n(1) The salaries and expenses incident to the conduct and maintenance of the office shall be paid by the state. Other expenses shall be paid by the state as provided in sections 81-1174 to 81-1177.\n\n(2) The salaries and travel expenses of the probation service shall be paid by the state. Travel expenses shall be paid as provided in sections 81-1174 to 81-1177.\n\n(3) Except as provided in sections 29-2262 and 29-2262.04, the costs of drug testing and equipment incident to the electronic surveillance of individuals on probation shall be paid by the state.\n\n(4) The expenses incident to the conduct and maintenance of the principal office within each probation district shall in the first instance be paid by the county in which it is located, but such county shall be reimbursed for such expenses by all other counties within the probation district to the extent and in the proportions determined by the Supreme Court based upon population, number of investigations, and probation cases handled or upon such other basis as the Supreme Court deems fair and equitable.\n\n(5) Each county shall provide office space and necessary facilities for probation officers performing their official duties and shall bear the costs incident to maintenance of such offices other than salaries, travel expenses, and data processing and word processing hardware and software that is provided on the state computer network.\n\n(6) The cost of interpreter services for deaf and hard of hearing persons and for persons unable to communicate the English language shall be paid by the state with money appropriated to the Supreme Court for that purpose or from other funds, including grant money, made available to the Supreme Court for such purpose. Interpreter services shall include auxiliary aids for deaf and hard of hearing persons as defined in section 20-151 and interpreters to assist persons unable to communicate the English language as defined in section 25-2402. Interpreter services shall be provided under this section for the purposes of conducting a presentence investigation and for ongoing supervision by a probation officer of such persons placed on probation.\n\n(7) The probation administrator shall prepare a budget and request for appropriations for the office and shall submit such request to the Supreme Court and with its approval to the appropriate authority in accordance with law.\n\nSourceLaws 1971, LB 680, § 14;Laws 1979, LB 536, § 9;Laws 1981, LB 204, § 43;Laws 1986, LB 529, § 41;Laws 1989, LB 2, § 1;Laws 1990, LB 220, § 5;Laws 1992, LB 1059, § 24;Laws 1999, LB 54, § 4;Laws 2011, LB669, § 23;Laws 2020, LB381, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-29/statute-29-2259/"
    }
  ]
}