{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c150",
  "sections": [
    {
      "id": "section-59-150-10",
      "number": "59-150-10",
      "heading": "",
      "text": "This chapter may be cited as the \"South Carolina Education Lottery Act\". HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-10/"
    },
    {
      "id": "section-59-150-20",
      "number": "59-150-20",
      "heading": "",
      "text": "As used in this chapter: (1) \"Administrative expenses\" means operating expenses, excluding amounts set aside for prizes, regardless of whether the prizes are claimed, and excluding amounts held as a fidelity fund pursuant to Section 59-150-170. (2) \"Board\" means the Board of Commissioners of the South Carolina Lottery Commission. (3) \"Commission\" means the South Carolina Lottery Commission. (4) \"Educational purposes and programs\" means educational expenses and scholarships as defined in Section 59-150-350(D). (5) \"Executive director\" means the Executive Director of the South Carolina Lottery Commission or his designee. (6) \"Immediate family\" means a person who is: (a) a spouse; (b) a child residing in the same household; or (c) claimed as a dependent for income tax purposes. (7) \"Lottery\", \"lotteries\", \" lottery game\", or \"lottery games\" means a game of chance approved by the General Assembly and operated pursuant to this chapter including, but not limited to, the lottery game categories of instant tickets, on-line lottery games and drawing numbers but excluding keno, pari- mutuel betting, and casino gambling as defined in this section. The operation of the lottery games excludes machines and lottery games, including video poker lottery games, prohibited by Sections 12-21-2710, 16-19-40, and 16-19-50. The access and use of an electronic or mechanical machine designed for a lottery game authorized pursuant to this chapter must be limited to a lottery retailer and his employees only in order to facilitate retail sales of lottery tickets, and such a machine must not dispense anything other than lottery tickets. As used in this item, \"casino gambling\" means a location or business for the purpose of conducting unlawful gambling activities, but excluding the sale and purchase of lottery game tickets or shares; and \"pari-mutuel betting\" means a method or system of wagering on actual races including races involving horses or dogs at tracks and the distribution of winnings by pools. (8) \"Lottery retailer\" means a person who sells lottery game tickets or shares on behalf of the South Carolina Lottery Commission pursuant to a contract. (9) \"Lottery vendor\" means a person who provides or proposes to provide goods or services to the South Carolina Lottery Commission pursuant to a procurement contract, but does not include an employee of the commission, a lottery retailer, or a state agency or instrumentality of the State. The term includes a corporation whose shares are traded publicly and which is the parent company of the contracting party in a procurement contract. (10) \"Member\" or \"members\" means a Commissioner or Commissioners of the Board of the South Carolina Lottery Commission. (11) \"Minority business\" means a business which meets the definition of a socially and economically disadvantaged small business as described in Article 21, Chapter 35, Title 11, specifically a small business concern which: (a) is at least fifty-one percent owned by one or more citizens of the United States who are determined to be socially and economically disadvantaged; (b) in the case of a concern which is a corporation, at least fifty-one percent of all classes of voting stock of such corporation is owned by an individual determined to be socially and economically disadvantaged; or (c) in the case of a concern which is a partnership, at least fifty-one percent of the partnership interest is owned by an individual or individuals determined to be socially and economically disadvantaged or whose management and daily business operations are controlled by individuals determined to be socially and economically disadvantaged. Those individuals must be involved in the daily management and operations of the business concerned. \"Small business\" as used in this item means a business which meets the definition of a small business for purposes of the Small Business Administration, an agency of the United States. (12) \"Net proceeds\" means all revenue derived from the sale of lottery game tickets or shares and all other monies derived from the lottery games, less operating expenses and prizes. (13) \"Operating expenses\" means all costs of doing business including, but not limited to, prizes, commissions, and other compensation paid to a lottery retailer, advertising and marketing costs, rental fees, personnel costs, capital costs, depreciation of property and equipment, funds for compulsive gambling education and treatment, amounts held in or paid from a fidelity fund pursuant to Section 59-150-170, and other operating costs. (14) \"Person\" means an individual, corporation, partnership, unincorporated association, or other legal entity. (15) \"Prize\" means an award, gift, or anything of value regardless of whether there are conditions or restrictions attached to its receipt. (16) \"Proceeds\" means all lottery revenue derived from the sale of lottery game tickets or shares and all other monies derived from the lottery or received by the commission. (17) \"Share\" means an intangible interest in a lottery ticket, by way of assignment, contractual participation, or other claim or right. (18) \"Ticket\" means tangible evidence issued by the South Carolina Lottery Commission to provide participation in a lottery game. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-20/"
    },
    {
      "id": "section-59-150-30",
      "number": "59-150-30",
      "heading": "",
      "text": "(A) There is created a commission to be known as the South Carolina Lottery Commission, which is deemed to be a public commission and an instrumentality of the State. The commission and its employees are subject to the South Carolina Consolidated Procurement Code, South Carolina Administrative Procedures Act, South Carolina Ethics Reform Act, and South Carolina Freedom of Information Act. Venue for the commission is in Richland County. (B) Beginning in December 2004 and every three years thereafter, or by the request of five members of the House of Representatives or five members of the Senate, the Legislative Audit Council shall conduct a management performance audit of the commission. The cost of this audit is an operating expense of the commission. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-30/"
    },
    {
      "id": "section-59-150-40",
      "number": "59-150-40",
      "heading": "",
      "text": "(A) The commission is governed by a board composed of nine members to be appointed as follows: three members must be appointed by the Governor, three members must be appointed by the President of the Senate, and three members must be appointed by the Speaker of the House of Representatives. (B) A member must: (1) be a resident of the State of South Carolina; (2) not have been convicted of a felony offense or bookmaking or other form of unlawful gambling. A background investigation must be conducted on each board nominee. The commission shall pay for the cost of the investigation and may contract with the State Law Enforcement Division (SLED) or appropriate federal agency for the performance of the investigation; (3) meet the qualifications for electors as provided in Section 7-5-120; and (4) not have been an elected public official, as provided in Section 24, Article III of the Constitution of this State and Section 2-1-100, for at least one year before appointment. (C) In making appointments to the board, the Governor, the President of the Senate, and the Speaker of the House of Representatives, as appropriate, shall consider legal, financial, accounting, and marketing experience and race, gender, and other demographic factors to ensure nondiscrimination, inclusion, and representation of all segments of the State to the greatest extent possible. (D) The members shall serve terms of three years, except that of the initial appointments the Governor shall appoint two members, each to serve a two-year term, and one member to serve a four-year term; the Speaker of the House of Representatives shall appoint three members, each to serve a two-year term, coterminous with the Speaker; and the President of the Senate shall appoint three members, each to serve an initial four-year term. A vacancy that occurs on the board must be filled by appointment by the Governor, the President of the Senate, or the Speaker of the House of Representatives, as appropriate, for the remainder of the unexpired term. (E) A member shall not serve on the board if he is an officer or employee of the commission or if he has an immediate family member employed by the commission. (F) A member of the board may receive per diem, subsistence, and mileage at the rate provided by law for members of state boards, committees, and commissions. (G) The board shall elect from their membership officers of the board, including the chair. (H) The board may delegate to any one or more of its members or to the executive director of the commission those powers and duties it considers proper. (I) A majority of members in office or at least five members, whichever is greater, constitutes a quorum for the transaction of business and for the exercise of a power or function of the commission. (J) Action may be taken and motions and resolutions adopted by the board at a board meeting by affirmative vote of a majority of present and voting board members. This subsection does not relieve the board from the requirements of the South Carolina Freedom of Information Act. (K) A vacancy in the membership of the board does not impair the right of the members to exercise all the powers and perform all the duties of the board. (L) A member of the board shall not contribute to or make independent expenditures relative to the campaign of a candidate for the General Assembly or a statewide constitutional office; to a political party, as defined in Section 8-13-1300(26); or to a committee, as defined in Section 8-13-1300(6). A member of the board who violates this section must be summarily dismissed. (M) A member is appointed to the board for a term and may be removed from the board before the expiration of his term only as provided in Section 1-3-240(C). HISTORY: 2001 Act No. 59, Section 2; 2019 Act No. 1 (S.2), Sections 70 to 72, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-40/"
    },
    {
      "id": "section-59-150-50",
      "number": "59-150-50",
      "heading": "",
      "text": "The board shall: (1) approve, disapprove, amend, or modify the budget recommended by the executive director for the operation of the commission; (2) approve, disapprove, amend, or modify the terms of procurements recommended by the executive director; (3) hear appeals of hearings required by this chapter; (4) promulgate regulations relating to the categories of lottery games and the conduct of lottery games pursuant to the Administrative Procedures Act and as specified in this chapter; and (5) perform other functions specified by this chapter. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-50/"
    },
    {
      "id": "section-59-150-60",
      "number": "59-150-60",
      "heading": "",
      "text": "(A) The commission has all the powers necessary or convenient to carry out and effectuate the purposes and provisions of this chapter which are not in conflict with the Constitution and laws of this State and which generally are exercised by commissions engaged in entrepreneurial pursuits on behalf of the State including, but not limited to, the powers to: (1) sue and be sued in contract and in tort and to complain and defend in all courts; (2) adopt and alter a corporate seal and symbol; (3) promulgate regulations pursuant to the Administrative Procedures Act and adopt policies and procedures for the regulation of its affairs and the conduct of its business; to elect and prescribe the duties of officers and employees of the commission; and to perform other matters as the commission may determine; (4) procure or to provide self-insurance; (5) hold copyrights, trademarks, and service marks and enforce its rights with respect to them; (6) organize, initiate, supervise, and administer the operation of the lottery as provided by this chapter and regulations promulgated relating to the categories of lottery games and the conduct of the games pursuant to the Administrative Procedures Act and to this chapter; (7) enter into written agreements with one or more other states or sovereigns for the operation, participation in marketing, and promotion of a joint lottery or joint lottery games, subject to the Administrative Procedures Act and this chapter; but such marketing and promotion is subject to the restrictions on advertising and promotion provided in item (18) of this section; (8) conduct necessary or appropriate market research, which may include an analysis of the demographic characteristics of the players of the lottery game and an analysis of advertising, promotion, public relations, incentives, and other aspects of communication; (9) acquire or lease real property and make improvements on it and acquire by lease or by purchase personal property including, but not limited to, computers; mechanical, electronic, and on-line equipment and terminals; and intangible property including, but not limited to, computer programs, systems, and software. To achieve cost savings and efficiency, the commission shall use the telecommunications network service of the Department of Administration's Office of Information Resources pursuant to Sections 1-11-430 and 11-35-1580 provided that the service is secure; (10) administer oaths, take depositions, issue subpoenas, and compel the attendance of witnesses and the production of books, papers, documents, and other evidence relative to any investigation or proceeding conducted by the commission; (11) appoint, select, or hire officers, agents, and employees, including professional and administrative staff, personnel, and hearing officers to conduct hearings required by this chapter, and to fix their compensation and pay their expenses. Notwithstanding any other provision of law, the commission has exclusive authority to contract for legal services. All employees of the commission are employees-at-will and are eligible for participation in the South Carolina Retirement System and may elect optional retirement program coverage in the same manner as provided in Section 9-20-10(2)(a), the State Health Insurance Group plans, and are encompassed by the South Carolina Tort Claims Act; (12) make pension payments to the South Carolina Retirement System or other system approved by the State Retirement System and pay contributions to the Office of Insurance Services for dental and health plans on behalf of personnel or employees employed by the commission who qualify in the same manner as other state employees in the executive branch of government; (13) select and contract with lottery vendors and lottery retailers; (14) enter into contracts or agreements with state or other law enforcement agencies for the performance of law enforcement, background investigations, and security checks; (15) enter into contracts on such terms and conditions as the commission may determine, except that the commission must not enter into an advertising or promotional contract pursuant to item (18) if the total contract amount includes a commission exceeding three percent of the contract amount; and except that the commission shall not enter into contracts to incur debt in its own name or enter into financing agreements with the State, agencies, or instrumentalities of the State, or with a commercial bank or credit provider; however, necessary start-up monies must be borrowed from the Insurance Reserve Fund of the State Fiscal Accountability Authority, subject to the loan repayment terms of the State Fiscal Accountability Authority, for effectuating its purpose, including payment of the initial expenses of initiation, administration, and operation of the commission and the lottery, if and only if sufficient start-up monies are not appropriated from the general fund; (16) enter into contracts of any type on the terms and conditions the commission determines, except that it must not enter into a contract with an entity for the purpose of having that entity assume or otherwise undertake the organization and conduct of the lottery; (17) establish and maintain banking relationships including, but not limited to, establishment of checking and savings accounts and lines of credit; (18) advertise and promote the lottery and lottery games in a dignified manner befitting the State, but only in compliance with the same state and federal standards of truth in advertising which govern private advertisers engaged in interstate commerce and including the restrictions described in this item. The amount spent on advertising must not exceed 7.5 million dollars during the initial year of operation of the lottery. During the second and subsequent years of operation of the lottery, the amount spent on advertising must not exceed one percent of the previous year's gross sales. The board must establish an advertising policy to ensure that advertising content and practices do not target with the intent to exploit specific ethnic groups or economic classes of people, and that the content of the advertising is accurate and not misleading. Lottery advertising must not contain the name or picture of an elected official or state seal or its likeness. The board must review, at least quarterly, all past lottery advertising and proposed concepts for major media campaigns to ensure that the advertising did not and does not target with the intent to exploit specific ethnic groups or economic classes of people, and that the content is accurate and not misleading. The commission must promote fair and responsible play, including disclosure of the odds of winning, and must ensure that any advertising used does not exhort the public to bet by misrepresenting, directly or indirectly, a person's chance of winning a prize. The commission may use interviews, pictures, or statements from people who have won lottery prizes to show that prizes are won and awarded. If the board finds that advertising conflicts with these policies, the board must cause the cessation of that advertising. In addition, wherever lottery game tickets are sold, the commission must provide information regarding resources for persons with gambling problems. Wherever lottery game tickets are sold, a lottery retailer must post a conspicuous sign in a prominent location, inside the retailer's premises and adjacent to the point of sale, clearly warning of the dangers and risks of gambling and the odds of winning and the odds of losing; (19) act as a lottery retailer, conduct promotions which involve the dispensing of lottery game tickets or shares, and establish and operate a sales facility to sell lottery game tickets or shares and related merchandise, except that the commission shall not establish, operate, or authorize a lottery sales facility at any state Welcome Center or state rest area; and (20) promulgate regulations pursuant to the Administrative Procedures Act and this chapter and adopt and amend policies and procedures necessary to carry out and implement its powers and duties, organize and operate the commission, regulate the conduct of lottery games as defined in Section 59-150-20(7), and other matters necessary or desirable for the efficient and effective operation of the lottery for the convenience of the public. (B) The powers enumerated in subsection (A) are cumulative of and in addition to those powers enumerated elsewhere in this chapter, and do not limit or restrict other powers of the commission. (C) The commission is prohibited from distributing monies other than as prescribed by this chapter including, but not limited to, the prohibition of contributing to or making independent expenditures relative to the campaign of a candidate for the General Assembly or a statewide constitutional office; to a political party, as defined in Section 8-13-1300(26); or to a committee, as defined in Section 8-13-1300(6). (D) The commission is not authorized to use any machine specifically prohibited by Sections 12-21-2710, 16-19-40, and 16-19-50. (E) The commission is subject to the limitations upon, and exemptions from, liability and damages provided in the South Carolina Tort Claims Act. (F) The commission shall not issue, sell, or authorize the sale of lottery tickets or shares at a location licensed to provide deferred presentment services pursuant to Chapter 39 of Title 34. (G) The commission shall not enter into a contract for the purpose of influencing a political decision in connection with the operation of the lottery, and the commission must not employ, contract with, or otherwise authorize a lobbyist, as defined in Section 2-17-10(13), to engage in lobbying, as defined in Section 2-17-10(12), on behalf of the commission. (H) The commission must not sell or give away tickets for promotional purposes. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-60/"
    },
    {
      "id": "section-59-150-70",
      "number": "59-150-70",
      "heading": "",
      "text": "(A) Notwithstanding the provisions of this chapter, the commission has the authority to adopt temporary regulations to implement the provisions of this chapter, which must be consistent with the provisions of this chapter. These temporary regulations are not considered regulations as defined by the Administrative Procedures Act; however, these temporary regulations have the force and effect of law. The only lottery games that may be played pursuant to these temporary regulations are instant tickets and on- line lottery games. A multi-state lottery game must not be played under these temporary regulations, and may be implemented only when regulations have been promulgated and take effect pursuant to the Administrative Procedures Act. The commission must submit regulations for the implementation of this chapter as required in Sections 59-150-20, 59-150-30, 59-150-50, and 59-150-70 to the General Assembly for review in accordance with the Administrative Procedures Act by January 15, 2002. (B) For purposes of this section, \"temporary regulations\" means regulations regarding the programs, policies, and procedures required to implement the provisions of this chapter. (C) The temporary regulations authorized in this section are repealed on July 15, 2004, or on the effective date of regulations promulgated pursuant to the Administrative Procedures Act, whichever date occurs first. If regulations promulgated pursuant to the Administrative Procedures Act have not taken effect by July 15, 2004, the commission may promulgate the temporary regulations authorized by this section as emergency regulations pursuant to Section 1-23-130. For purposes of this subsection, the circumstances required for emergency regulations in Section 1-23-130(A) do not apply, but all other provisions of Section 1-23-130 are applicable. (D) In accordance with the Administrative Procedures Act, the board may promulgate regulations which must specify, but are not limited to: (1) categories of lottery games as described in Section 59-150-20(7). The lottery games may include the selling of lottery game tickets or shares or the use of electronic or mechanical devices, except those electronic or mechanical devices prohibited by Section 59-150-20(7), and except that the game or activity in which the winner is selected must not be based upon the outcome of a football, basketball, baseball, or similar game or sports event; (2) sale price of lottery game tickets or shares and the manner of sale except that all sales must be for cash only. Payment by checks, credit cards, charge cards, or other form of deferred payment and payment by debit card are prohibited; (3) number and amount of prizes; (4) method and location of selecting or validating winning lottery game tickets or shares; (5) manner and time of payment of prizes, which may include lump sum payments or installments over a period of years; (6) manner of payment of prizes by a lottery retailer to the holders of a winning lottery game ticket or share including, without limitation, provision for payment of prizes not exceeding six hundred dollars after deducting the price of the lottery game ticket or share and after performing validation procedures appropriate to the game and as specified by the board; the board may provide for a limited number of retailers who may pay prizes of up to five thousand dollars after performing validation procedures appropriate to the game and as specified by the board without regard to where the lottery game ticket or share was purchased; (7) frequency of lottery games and drawings or selection of winning lottery game tickets or shares; (8) means of conducting drawings, except that an elected or appointed official, other than the members of the board or its designee, must not preside or appear at a drawing; (9) method to be used in selling lottery game tickets or shares, which may include the use of electronic or mechanical devices, but the devices must be placed on the premises of the lottery retailer in a location which is only accessible to the lottery retailer or his employees; (10) manner and amount of compensation to a lottery retailer within the limits of this chapter; and (11) other matters necessary or desirable toward ensuring the efficient and effective operation of lottery games as defined in Section 59-150-20(7), the continued entertainment and convenience of the public, and the integrity of the lottery. (E) The commission shall have tickets available for purchase by the public no later than November 1, 2001, or as soon as practicable. (F) If the board submits a regulation for a lottery game resulting in an instant winner, the board must consider instituting an additional lottery game that makes use of the nonwinning instant tickets on a monthly or other periodic basis, so as to encourage nonwinners to accumulate their tickets instead of disposing of them separately and creating unsightly litter. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-70/"
    },
    {
      "id": "section-59-150-75",
      "number": "59-150-75",
      "heading": "",
      "text": "Notwithstanding any other provision of law, the South Carolina Lottery Commission may enter into a multi-state agreement for the sale of instant game tickets, online game tickets, and related multi- state lottery products including game shows and promotional products. Procedures for ticket sales and validation, prize redemption, and other details of the commission's participation in the multi-state lottery games must be governed by the terms of the agreement entered into by the commission. For purposes of this provision, the lottery games that may be subject to a multi-state participation agreement by the commission are those defined in Section 59-150-20(7). Further, the multi-state tickets and products may be sold only through a licensed lottery retailer, pursuant to Section 59-150-150, or through the commission. HISTORY: 2002 Act No. 356, Section 3H.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-75/"
    },
    {
      "id": "section-59-150-80",
      "number": "59-150-80",
      "heading": "",
      "text": "(A) The board shall appoint and provide for the compensation of an executive director which must not be based upon or a function of profitability or percentage of sales. The executive director must be an employee of the commission who directs the day-to-day operations and management of the commission and is vested with powers and duties specified by the board and by law. The executive director serves at the pleasure of the board. (B) The board shall hire and provide for the compensation of an internal auditor and necessary staff who must be employees of the commission and who are vested with the powers and duties specified by the board and by law. The internal auditor shall report directly to the board. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-80/"
    },
    {
      "id": "section-59-150-90",
      "number": "59-150-90",
      "heading": "",
      "text": "(A) The executive director of the commission shall direct and supervise all administrative and technical activities as provided for in this chapter, regulations promulgated pursuant to the Administrative Procedures Act, and policies and procedures adopted by the board. It is the duty of the executive director to oversee the initiation, and supervise and administer the operation of the lottery games as defined in Section 59-150-20(7); employ and direct necessary personnel; employ by contract and compensate necessary persons and firms, except that the contract must not be with an entity for the purpose of having that entity undertake the organization and conduct of the lottery; promote or provide for promotion of the lottery and functions related to the commission; prepare a budget for the approval of the board; require bond from a lottery retailer and a lottery vendor in amounts required by the board; report monthly to the board a full and complete statement of lottery revenues and expenses for the preceding thirteen months; and perform other duties generally associated with an executive director of a commission of an entrepreneurial nature. (B) The executive director for good cause may suspend, revoke, or refuse to renew a contract entered into as provided by the provisions of this chapter or the regulations, policies, and procedures of the board. (C) The executive director or his designee may conduct hearings and administer oaths to persons for the purpose of assuring the security or integrity of lottery operations or to determine the qualifications of or compliance by a lottery vendor and a lottery retailer. (D) The executive director shall not contribute to or make independent expenditures relative to the campaign of a candidate for the General Assembly or a statewide constitutional office; to a political party, as defined in Section 8-13-1300(26); or to a committee, as defined in Section 8-13-1300(6). An executive director who violates this section must be summarily dismissed. HISTORY: 2001 Act No. 59, Section 2; 2005 Act No. 164, Section 34, eff June 10, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-90/"
    },
    {
      "id": "section-59-150-100",
      "number": "59-150-100",
      "heading": "",
      "text": "(A) The commission shall establish and maintain a personnel program for its employees and fix the compensation and terms of compensation of its employees. (B) An employee of the commission or an immediate family member of an employee of the commission must not have a financial interest in a lottery vendor doing business or proposing to do business with the commission. (C) An employee of the commission who has decision-making authority shall not participate in a decision involving a lottery retailer with whom the employee has an economic interest as defined in the South Carolina Ethics Reform Act. (D) An employee of the commission who leaves his employment at the commission must not represent a lottery vendor or lottery retailer before the commission for a period of one year following termination of employment with the commission. (E) A background investigation must be conducted on each applicant who has reached the final selection process before employment by the commission at the level of division director and above and at any level within any division of security and as otherwise required by the board. The commission shall pay for the actual cost of the investigations and may contract with SLED for the performance of the investigations. The results of a background investigation are not a record open to the public pursuant to the Freedom of Information Act. (F) A person who has been convicted of a felony or bookmaking or other forms of unlawful gambling must not be employed by the commission. (G) The commission shall bond commission employees who have access to commission funds or lottery revenue in an amount provided by the board and may bond other employees as necessary. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-100/"
    },
    {
      "id": "section-59-150-110",
      "number": "59-150-110",
      "heading": "",
      "text": "(A) The Governor shall appoint a Lottery Retailer Advisory Board to be composed of ten lottery retailers, representing the broadest possible spectrum of geographical, racial, gender, and business characteristics of a lottery retailer. The Governor also shall appoint the chairman of the advisory board. The function of the advisory board is to advise the lottery board on retail aspects of the lottery and to present the concerns of lottery retailers throughout the State. The advisory board may establish a consumer representatives committee to help provide additional insight on other aspects of lottery retail sales. (B) Members appointed to the advisory board serve terms of two years, except that four of the initial lottery retailer appointees serve initial terms of one year and five serve initial terms of two years. The chairman of the advisory board serves coterminous with the Governor. (C) The advisory board shall establish its own rules and internal operating procedures. Members of the advisory board serve without compensation or the per diem, subsistence, or mileage provided by law for members of state boards, committees, and commissions. The advisory board may report in writing at any time to the board of commissioners or to the oversight committee. The board of commissioners may invite the advisory board to make an oral presentation to the commissioners at regular meetings of the board. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-110/"
    },
    {
      "id": "section-59-150-120",
      "number": "59-150-120",
      "heading": "",
      "text": "The commission shall provide training programs and other educational activities to enable small and minority businesses to compete for contracts on an equal basis. The board shall monitor the results of small and minority business participation and shall report the results of small and minority business participation to the State Human Affairs Commission on at least an annual basis pursuant to Section 1-13-110. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-120/"
    },
    {
      "id": "section-59-150-130",
      "number": "59-150-130",
      "heading": "",
      "text": "(A) In coordination with the State Law Enforcement Division, the commission shall investigate the financial responsibility, security, and integrity of a lottery vendor who is a finalist in submitting a bid, proposal, or offer as part of a procurement. To defray a portion of the expense of this investigation, each lottery vendor finalist shall submit a certified check for five thousand dollars to the commission. This sum must be placed in an escrow account from which SLED must be paid to conduct the investigation pursuant to this section. If five thousand dollars is not sufficient to complete the investigation, the commission shall require the lottery vendor finalist to remit additional funds. Any funds remaining in the escrow account after the investigation is complete must be returned to the lottery vendor finalist. At the time of submitting the bid, proposal, or offer to the commission, the commission shall require disclosure of the: (1) lottery vendor's name and address and, as applicable, the names and addresses of the following, if the lottery vendor is: (a) a corporation, the officers and directors and each stockholder in the corporation, except that in the case of owners of equity securities of a publicly-traded corporation, the names and addresses of only those known to the corporation to own beneficially five percent or more of the securities must be disclosed; (b) a trust, the trustee, and all persons entitled to receive income or benefits from the trust; (c) an association, the members, officers, and directors; and (d) a partnership or joint venture, all of the general partners, limited partners, or joint venturers; (2) states and jurisdictions in which the lottery vendor does business and the nature of the business for each such state or jurisdiction; (3) states and jurisdictions in which the lottery vendor has contracts to supply gaming goods or services including, but not limited to, lottery goods and services, and the nature of the goods or services involved for each state or jurisdiction; (4) states and jurisdictions in which the lottery vendor has applied for, sought renewal of, received, been denied, or had revoked, or has issuance pending of, a lottery or gaming license of any kind or had fines or penalties assessed to his license, contract, or operation and the disposition of each in each state or jurisdiction. If a lottery or gaming license or contract has been revoked or has not been renewed or a lottery or gaming license or application has been denied or is pending and has remained pending for more than six months, all of the facts and circumstances underlying the failure to receive a license must be disclosed; (5) details of a finding or any plea, conviction, or adjudication of guilt in a state or federal court of the lottery vendor for a felony or other criminal offense other than a traffic violation; (6) details of any bankruptcy, insolvency, reorganization, or corporate or individual purchase or takeover of another corporation, including bonded indebtedness, or pending litigation of the lottery vendor; (7) contributions made to or independent expenditures relative to the campaign of a candidate for the General Assembly or statewide constitutional office, to any political party, as defined in Section 8-13-1300(26), or to a committee, as defined in Section 8-13-1300(6), for the twelve-month period before the application and up to the date of disqualification of the applicant or the awarding of the contract, whichever occurs first; and (8) additional information the commission determines appropriate for the procurement involved. If at least twenty percent of the cost of a lottery vendor's contract is subcontracted, the lottery vendor shall disclose all of the information required by this section for the subcontractor as if the subcontractor were itself a lottery vendor. (B) A lottery procurement contract must not be entered into with a lottery vendor who has not complied with the disclosure requirements described in subsection (A), and a contract with a noncomplying lottery vendor is voidable at the option of the commission. The commission may terminate a contract with a lottery vendor who does not comply with the requirements for periodically updating the disclosures during the time specified in the contract. The provisions of this section must be construed broadly and liberally to achieve the ends of full disclosure of all information necessary to allow for a full and complete evaluation by the commission of the competence, integrity, background, and character of a lottery vendor for procurements. (C) A procurement contract must not be entered into with a lottery vendor if he or it has: (1) been convicted of a felony related to the security or integrity of the lottery in this or another jurisdiction; (2) been convicted of unlawful gambling activity, false statements, false swearing, or perjury in this or another jurisdiction; or (3) been found to have violated the provisions of this chapter or a regulation of the commission, unless either ten years have passed since the violation or the board finds the violation both minor and unintentional in nature. (D) A procurement contract must not be entered into with a lottery vendor if the lottery vendor has an ownership interest in an entity that supplied consultation services under contract to the commission regarding the request for proposals pertaining to those particular goods or services. (E) A lottery vendor or applicant for a procurement contract must not pay, give, or otherwise make available anything of value in violation of provisions of the South Carolina Ethics Reform Act. A violation of the act is subject to the provisions of Sections 11-35-4220 and 11-35-4230. (F) A lottery vendor who has entered into the competitive solicitation process for a procurement contract or who has been awarded a procurement contract with the commission shall not contribute, for a period of twelve months before entering into the procurement process, except that during the first twelve months the period must be from the date of enactment, and during the term of the contract, to or make independent expenditures relative to the campaign of a candidate for the General Assembly or a statewide constitutional office; to a political party, as defined in Section 8-13-1300(26); or to a committee, as defined in Section 8-13-1300(6). (G) A lottery vendor must not enter into a contract for the purpose of influencing a political decision in connection with the operation of the lottery, and a lottery vendor must not employ, contract with, or otherwise authorize a lobbyist, as defined in Section 2-17-10(13), to engage in lobbying, as defined in Section 2-17-10(12), on behalf of the lottery vendor for the purpose of influencing a political decision in connection with the operation of the lottery. (H) A lottery vendor shall disclose, upon written inquiry, the amount of any commission, referral fee, finder's fee, consulting fee, or contingency fee paid in connection with obtaining the contract and the name of the person to whom the monies were paid. (I)(1) The prohibitions and restrictions described in subsections (F) and (G) specifically apply to a lottery vendor as defined in Section 59-150-20(9), except as provided in item (2) of this subsection, and its employees, members of its board, and holders of an interest in it of more than ten percent, and their immediate family members, as defined in Section 59-150-20(6). (2) The prohibitions and restrictions described in subsection (F) do not apply to a lottery vendor that is a federally-chartered or insured financial institution that provides only usual and customary banking services as a lottery vendor, but do apply to the vendor's employees and their immediate family members who are involved on a day-to-day basis in providing the goods or services that are the subject of the contract with the commission. (J) The commission is prohibited from contracting with a lottery vendor if the fee or commission payable in connection with the service or product is contingent, in whole or in part, upon performance of lottery sales or other lottery profitability measure. HISTORY: 2001 Act No. 59, Section 2; 2004 Act No. 259, Section 1, eff July 6, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-130/"
    },
    {
      "id": "section-59-150-140",
      "number": "59-150-140",
      "heading": "",
      "text": "(A) At the execution of the contract with the commission, a lottery vendor shall post a performance bond or letter of credit from a bank or credit provider acceptable to the commission in an amount determined by the commission for that particular bid or contract. Instead of the bond, a lottery vendor, to assure the faithful performance of its obligations, may deposit and maintain with the commission securities that are interest bearing or accruing and that are rated in one of the three highest classifications by an established nationally recognized investment rating service. Securities eligible pursuant to this section are limited to: (1) certificates of deposit issued by solvent banks or savings associations which are organized and existing under the laws of this State or under the laws of the United States and are approved by the commission; (2) United States bonds, notes, and bills for which the full faith and credit of the government of the United States is pledged for the payment of principal and interest; and (3) corporate bonds approved by the commission. The corporation that issued the bonds must not be an affiliate or subsidiary of the depositor. The securities must be held in trust and must have at all times a market value equal at least to the full amount estimated to be paid annually to the lottery vendor under contract. (B) Each lottery vendor must be qualified to do business in this State and shall file appropriate tax returns as provided by the laws of this State. All contracts pursuant to this section are governed by the laws of this State. (C) A contract must not be let with a lottery vendor in which a public official has an ownership interest unless the letting of the contract complies with Section 8-13-775. (D) Procurement contracts must be handled in accordance with the South Carolina Consolidated Procurement Code. (E) In all contracts entered into in connection with this chapter, the resident lottery vendor preference provided in Section 11-35-1524 must apply to procurements made by the commission, except that the following additional provisions apply: (1) the preference also must apply to the procurement of services, as defined in Section 11-35-310(29), and advertising; (2) with respect to the procurement of services or advertising, the definition of the term \"resident lottery vendor\" must be modified as provided in this item. Section 11-35-1524(B)(6)(c) does not apply to a lottery vendor providing services or advertising. Instead of Section 11-35-1524(B)(6)(c), the lottery vendor shall provide services or advertising which are representative of the general type of services or advertising on which the bid is submitted; (3) with respect to the procurement of services or advertising, instead of providing the certifications provided in Section 11-35-1524(C), the lottery vendor shall certify in writing in the bid: (a) that he is a resident of the State; (b) the services or advertising is available; and (c) the cost of the services or advertising is not unreasonable. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-140/"
    },
    {
      "id": "section-59-150-145",
      "number": "59-150-145",
      "heading": "",
      "text": "(A) The following information concerning a lottery prize winner is exempt from disclosure under the Freedom of Information Act (FOIA) and may not be disclosed by the commission in response to a FOIA request without express written consent initiated from the winner and unsolicited from any party listed in subsection (C): (1) the name, address, telephone numbers, birth date, and social security number of the winner; and (2) copies of any forms of identification provided by the winner to the commission. (B) Absent consent of the winner as provided in subsection (A), the only information concerning a lottery prize claim that the commission may release pursuant to a FOIA request is the date of the claim and draw, game played, prize amount, retailer location where the winning ticket was sold, and name of the town where the winner resided at the time of the claim. (C) The commission, its contractors, or other governmental entities with whom winner information is shared may not release the information listed in subsection (A) to a third party with the exception of disclosure of information for legitimate government purposes or as specifically provided by law. (D) In accordance with the rules of certain promotions designated by the commission, implied consent to the disclosure of name and likeness may be required, in addition to information listed in subsection (B), as a condition of entry in the promotion. (E) Nothing in this section prohibits a lottery prize winner to authorize and consent to limited disclosure of their likeness and/or hometown for the sole purpose of lottery marketing purposes. (F) The provisions of this section apply notwithstanding the provisions of Section 59-150-30(A), Section 59-150-240(A), or another provision of law. HISTORY: 2024 Act No. 106 (H.3872), Section 1, eff February 5, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-145/"
    },
    {
      "id": "section-59-150-150",
      "number": "59-150-150",
      "heading": "",
      "text": "(A) The commission shall develop and maintain a statewide network of lottery retailers to serve the public convenience and promote the sale of tickets or shares and the playing of lottery games as defined in Section 59-150-20(7) while ensuring the integrity of the lottery operations, games, and activities. The commission also shall provide a small retailer a chance to participate in the sales of lottery tickets or shares; provide for compensation to a lottery retailer in the form of commissions in an amount of not less than seven percent of gross proceeds; and issue a license to each person with whom it contracts as a lottery retailer for purposes of display. Each lottery retailer shall post and display conspicuously its license. A license is not assignable or transferable. (B) The board shall develop a list of objective criteria upon which the qualification of a lottery retailer must be based. Separate criteria must be developed to govern the selection of a lottery retailer of instant tickets and an on-line lottery retailer. In developing these criteria, the board shall consider factors such as the applicant's financial responsibility, integrity, and reputation, and the security of the applicant's place of business or activity, and accessibility to the public. The board shall not consider political affiliation or activities or monetary contributions to political organizations or candidates for public office. The criteria must include, but is not limited to, the following: (1) The applicant must be current in filing all applicable tax returns to the State of South Carolina and in payment of all taxes, interest, and penalties owed to the State of South Carolina, excluding items under formal appeal pursuant to applicable statutes. The Department of Revenue shall provide this information to the commission. (2) A person, partnership, unincorporated association, corporation, or other business entity must not be selected as a lottery retailer if he or it: (a) has been convicted of a criminal offense related to the security or integrity of the lottery in this or another jurisdiction; (b) has been convicted of unlawful gambling activity, false statements, false swearing, or perjury in this or another jurisdiction or convicted of a crime punishable by more than one year of imprisonment or a fine of more than one thousand dollars, or both, unless the person's civil rights have been restored and at least five years have elapsed from the date of the completion of the sentence without a subsequent conviction of a crime described in this subitem; (c) has been found to have violated the provisions of this chapter or a regulation, policy, or procedure of the commission, unless either ten years have passed since the violation or the board finds the violation both minor and unintentional in nature; (d) is a lottery vendor or an employee or agent of a lottery vendor doing business with the commission; (e) resides in the same household as an officer of the commission; (f) has made a statement of material fact to the commission knowing the statement is false; (g) has a business of selling lottery tickets or shares that accounts for more than sixty percent annually of its gross revenues. The Department of Revenue shall provide data concerning a lottery retailer's gross revenues to assist the commission in verifying compliance with this provision. The commission must not sell or give away lottery tickets or shares as a lottery retailer, as provided in Section 59-150-210; and (h) has not attained the age of twenty-one years, except that this age restriction applies only to the lottery retailer or lottery retailer applicant and not to a bona fide employee of the lottery retailer; (3) A person applying to become a lottery retailer must be charged a uniform application fee for each lottery outlet. A lottery retailer who participates in on-line lottery games must be charged a uniform application fee for each on-line outlet. (4) A lottery retailer contract executed pursuant to this chapter may be suspended, revoked, or terminated for good cause by the executive director or his designee if the lottery retailer is found to have violated a provision of this chapter or the regulations subject to the Administrative Procedures Act. (5) Lottery retailer contracts may be renewable annually at the discretion of the commission, unless sooner canceled or terminated. (6) A lottery retailer or lottery retailer applicant shall not pay, give, or otherwise make available anything of value to a member of the board of directors of the commission in violation of provisions of the South Carolina Ethics Reform Act. (C) An applicant must undergo a criminal background investigation performed in accordance with Section 59-150-165. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-150/"
    },
    {
      "id": "section-59-150-160",
      "number": "59-150-160",
      "heading": "",
      "text": "(A) A lottery retailer contract is not transferable or assignable. A lottery retailer shall not contract with a person for lottery goods or services except with the approval of the board. (B) Lottery game tickets and shares must be sold only by the lottery retailer named on the lottery retailer certificate. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-160/"
    },
    {
      "id": "section-59-150-165",
      "number": "59-150-165",
      "heading": "",
      "text": "(A) Any person required to undergo a background investigation pursuant to this chapter must undergo both a state and national criminal history background investigation as a part of the required investigation. Any person required to undergo a background investigation may be required to supply fingerprints, along with other personal identifying information, for submission to the Federal Bureau of Investigation (FBI) through the State Law Enforcement Division (SLED). The commission is authorized to use SLED and FBI criminal history records for the screening of persons required to undergo background investigations. (B) This section applies to persons described in Sections 59-150-40(B)(2), 59-150-100(E), 59-150-130(A), and 59-150-150(C). (C)(1) In the case of an investigation of a person, as defined in Section 59-150-20(14), other than an individual, the required background investigations may be performed on any or all principals of the person, as determined by the commission. (2) For purposes of this section, \"principal\" means: (a) the directors and officers of an association; (b) all partners of a partnership, limited partnership, or limited liability partnership; (c) all members of a limited liability company, or if the company is a manager-managed company, all members and managers; (d) for a corporation, its directors, officers, and stockholders with a ten percent or more direct or beneficial interest or any person or entity that receives more than ten percent of the net income; and (e) an employee who has day-to-day operational management responsibilities for the business or entity. (3)(a) If a corporation is a member of a controlled group of corporations, as defined in 26 U.S.C. 1563, or a member of an affiliated group of corporations, as defined in 26 U.S.C. 1504, and at least one member of the group of corporations is a publicly-held corporation, only the corporation which seeks the vendor or retailer contract pursuant to this chapter is considered a principal for purposes of this chapter, along with its directors, officers, and stockholders as described in subitem (2)(d). (b) For purposes of subitem (a) of this item, \"publicly-held corporation\" means a corporation: (i) whose shares are traded on a national exchange; and (ii) whose total assets at the end of the corporation's most recent fiscal quarter exceeded one billion dollars. (D) SLED must collect, retain, expend, and carry forward fees associated with conducting criminal history investigations to offset the cost of performing the investigations. In the case of vendors, the fee for the criminal background investigation must be included in the fee imposed pursuant to Section 59-150-130(A). HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-165/"
    },
    {
      "id": "section-59-150-170",
      "number": "59-150-170",
      "heading": "",
      "text": "(A) The commission shall establish a fidelity fund separate from all other funds and shall assess each lottery retailer a one-time fee not to exceed one hundred dollars for each sales location. Monies deposited into the fund may be used to cover losses the commission may experience due to nonfeasance, misfeasance, or malfeasance of a lottery retailer. The monies may be invested by the commission pursuant to state investment practices. All earnings attributable to the investments accrue to the fund. In addition, the funds may be used to purchase blanket bonds covering the commission against losses from all lottery retailers. At the end of each fiscal year, the commission shall pay to the Education Lottery Account any amount in the fidelity fund which exceeds five hundred thousand dollars, and the funds paid must be treated as net proceeds from the lottery. (B) A reserve account may be established as a general operating expense to cover amounts considered uncollectible from a lottery retailer. The commission shall establish procedures for minimizing losses that may be experienced by reason of nonfeasance, misfeasance, or malfeasance of a lottery retailer, and shall exercise and exhaust all available options in the procedures before amounts are written off to this account. (C) The commission may require a lottery retailer to post an appropriate bond, as determined by the commission, using an insurance company acceptable to the commission. The amount must not exceed the applicable district sales average of lottery game tickets for two billing periods. (D)(1) In its discretion, the commission may allow a lottery retailer to deposit and maintain with the commission securities that are interest bearing or accruing. Securities eligible pursuant to this item are limited to: (a) certificates of deposit issued by solvent banks or savings associations organized and existing under the laws of this State or under the laws of the United States; (b) United States bonds, notes, and bills for which the full faith and credit of the United States is pledged for the payment of principal and interest; and (c) federal agency securities by an agency or instrumentality of the United States government. (2) The securities must be held in trust in the name of the commission. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-170/"
    },
    {
      "id": "section-59-150-180",
      "number": "59-150-180",
      "heading": "",
      "text": "(A) A retail contract executed by the commission pursuant to this chapter must specify the reasons for which the contract may be canceled, suspended, revoked, or terminated by the commission including, but not be limited to: (1) a violation of this chapter, a regulation, or a policy or procedure of the commission; (2) failure to account accurately or timely for lottery game tickets, lottery games, revenues, or prizes as required by the commission; (3) fraud, deceit, or misrepresentation; (4) insufficient sales; (5) conduct prejudicial to public confidence in the lottery; (6) filing for or placement in bankruptcy or receivership of the lottery retailer; (7) a material change, as determined in the sole discretion of the commission, in a matter considered material by the commission in executing the contract with the lottery retailer; or (8) failure to meet any of the objective criteria established by the commission pursuant to this chapter. (B) If cancellation, denial, revocation, suspension, or rejection of renewal of a lottery retailer contract is in the best interest of the lottery, the public welfare, or the State of South Carolina, the executive director or his designee, in his discretion, may cancel, suspend, revoke, or terminate, after notice and a right to a hearing, a contract issued pursuant to this chapter. A hearing must be held within sixty days of notice of cancellation, suspension, revocation, or termination and conducted by the executive director or his designee. A party to the contract aggrieved by the decision of the executive director or his designee may appeal the adverse decision to the board, and then to the Administrative Law Court, pursuant to the Administrative Procedures Act. (C) If a party files an action to appeal the final decision of the board pursuant to subsection (B) and seeks to enjoin the implementation, termination, or performance of a contract, he must post a bond payable to the State in an amount determined by the trier of fact to be sufficient to compensate the State for its losses including, but not limited to, reasonable attorney's fees and court costs resulting from the delay, if the party does not prevail in its appeal. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-180/"
    },
    {
      "id": "section-59-150-190",
      "number": "59-150-190",
      "heading": "",
      "text": "(A) All proceeds from the sale of the lottery game tickets or shares constitute a trust fund until paid to the commission either directly or through the commission's authorized collection representative. A lottery retailer and officers of a lottery retailer's business have a fiduciary duty to preserve and account for lottery proceeds, and a lottery retailer is personally liable for all proceeds. Proceeds include unsold instant tickets received by a lottery retailer and cash proceeds of the sale of lottery products, net of allowable sales commissions and credit for lottery prizes sold or paid to winners by a lottery retailer. Sales proceeds and unused instant tickets must be delivered to the commission or its authorized collection representative upon demand. (B) The commission shall require a lottery retailer to place all lottery proceeds due the commission in accounts in institutions insured by the Federal Deposit Insurance Corporation (FDIC) no later than the close of the next banking day after the date of their collection by the lottery retailer until the date they are paid over to the commission. At the time of the deposit, lottery proceeds are considered the property of the commission, and a lottery retailer is personally liable for those proceeds due the commission. The commission may require a lottery retailer to establish a single separate electronic funds transfer account where available for the purpose of receiving monies from ticket or share sales, making payments to the commission, and receiving payments for the commission. Unless otherwise authorized in writing by the commission, each lottery retailer shall establish a separate bank account for lottery proceeds which must be kept separate and apart from all other funds and assets, and must not be commingled with any other funds or assets. A lottery retailer, upon the deposit of lottery proceeds in excess of insurance coverage by the FDIC, shall furnish an indemnity bond from a responsible surety company authorized to do business in this State in an amount sufficient to protect the State against loss in the event of insolvency or liquidation of the institution or for another cause. A lottery retailer, instead of the indemnity bond, may pledge as collateral for the deposits, obligations of the United States, obligations fully guaranteed both as to principal and interest by the United States, obligations of the Federal National Mortgage Association, the Federal Home Loan Bank, Federal Farm Credit Bank, the Federal Home Loan Mortgage Corporation, or general obligations of this State or a political subdivision of it. The State Treasurer shall exercise prudence in accepting the securities listed as collateral. The surety or collateral must be filed with the State Treasurer at time of deposit. (C) Proceeds from the sale of lottery game tickets or shares received by a lottery retailer who becomes insolvent or dies insolvent, are due the commission from the person or his estate in preference over all debts or demands. (D) A lottery retailer is not required to pay for lottery tickets or shares until the tickets or shares have been activated by the commission. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-190/"
    },
    {
      "id": "section-59-150-200",
      "number": "59-150-200",
      "heading": "",
      "text": "If a lottery retailer's rental payments for the business premises are contractually computed, in whole or in part, on the basis of a percentage of retail sales and the computation of retail sales is not defined explicitly to include sales of lottery game tickets or shares in a state operated or state managed lottery, only the compensation received by the lottery retailer from the commission may be considered the amount of the lottery retail sale for purposes of computing the rental payment. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-200/"
    },
    {
      "id": "section-59-150-210",
      "number": "59-150-210",
      "heading": "",
      "text": "(A) A person shall not sell a lottery game ticket or share at a price other than that established by the commission. A person, other than a duly certified lottery retailer, shall not sell lottery game tickets, but a person may purchase lawfully lottery game tickets or shares and make a gift of the lottery game tickets or shares to another. The commission may designate certain agents and employees to sell lottery game tickets or shares directly to the public. (B) Lottery game tickets or shares shall not be purchased and given by merchants as a means of promoting goods or services to customers or prospective customers, except as approved in writing by the commission. (C) A lottery retailer shall not sell a lottery game ticket or share except from the locations listed in the lottery retailer's contract and as evidenced by the lottery retailer's certificate of authorization unless the commission authorizes, in writing, a temporary location not listed in the lottery retailer's contract. (D) Lottery game tickets or shares must not be sold to persons under eighteen years of age, but a person eighteen years of age or older may purchase lawfully lottery game tickets or shares and make a gift to a person of any age. If a minor lawfully receives a winning lottery game ticket, the commission may direct payment of proceeds of a lottery prize in an amount not exceeding two thousand five hundred dollars to the parent or guardian of the minor without court approval and without appointment of a conservator. In the case of a lottery prize greater than two thousand five hundred dollars and not exceeding twenty-five thousand dollars, payment must be made in accordance with the procedures outlined in Section 62-5-103 as they relate to distribution. In the case of a prize in an amount greater than twenty-five thousand dollars, payment must be made to a duly appointed conservator to be held for the benefit of the minor, pursuant to Section 62-5-433. (E) A lottery ticket or share must not be sold on the date of any general or primary election; for a lottery game other than that defined in Section 59-150-20(7); or for a lottery game with corporate sponsorship. (F) A lottery ticket or share must not be sold on the campus of a public institution of higher learning as defined in Section 59-103-5. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-210/"
    },
    {
      "id": "section-59-150-220",
      "number": "59-150-220",
      "heading": "",
      "text": "(A)(1) Upon the theft of instant tickets, a lottery retailer shall report immediately the theft to both the local law enforcement authority and to the commission's division of security. (2) If tickets are stolen before the book is activated, and no tickets within the book have been sold: (a) the lottery retailer must be charged a nonrefundable service fee for each incident in an amount determined by the commission to cover its costs only, so long as the name of the local law enforcement agency contacted and the assigned case number are furnished promptly to the commission; (b) if the name of the local law enforcement agency and the assigned case number are not provided to the commission within thirty calendar days after the discovery by the lottery retailer of the theft, the commission shall charge the lottery retailer in accordance with subsection (3)(b). (3) If tickets are stolen after the book has been activated or tickets within the book have been sold: (a) a lottery retailer must be charged the net sales value (retail sales value less commission) for each book, less the low tier prize values of stolen tickets not paid at the time of the incident, so long as the lottery retailer furnished the name of the local law enforcement agency and the assigned case number to the commission; (b) if the name of a law enforcement agency and case number are not provided to the commission within thirty calendar days after the discovery by the lottery retailer of the theft, credit for the unpaid low tier prizes must not be given and the lottery retailer must be charged the net sales value (retail sales value less commission) for each book. (4) The commission shall adjust charges described in item (3) for the following reasons: (a) the commission shall charge a lottery retailer the low tier prize value of tickets that are presented to the commission as claims subsequent to the date of the incident. The commission shall determine which prizEs must be subsequently paid based upon the facts of the incident, and that amount must be charged to the lottery retailer; (b) the commission shall provide credit for recovered stolen tickets as follows: (i) the net sales value of the tickets recovered must be compared to the total value of the uncashed low tier prizes for each book of tickets. The lottery retailer shall receive credit for the greater of these two values; (ii) recovered tickets must be returned to the commission by the declared end of game redemption deadline or one hundred eighty days from the date of the incident, whichever is later. The game, book, and ticket number must be legible on each ticket for the lottery retailer to receive credit. If tickets are being held as evidence in a criminal investigation by a law enforcement agency, the commission shall accept a property report from that agency by the declared end of the game redemption deadline or one hundred eighty days from the date of the incident, whichever is later, detailing the game, book, and ticket number or Void If Removed Number (VIRN) for the tickets being held, as documentation to provide credit; (iii) recovered scratched tickets may be accepted for credit only if that condition of the tickets is identified in documentation provided to the commission by the local law enforcement agency; (iv) the lottery retailer shall receive no credit for recovered tickets that have been validated; and (v) the commission shall determine the credits provided based upon the facts of the incident, and that amount must be credited to the lottery retailer. (5) Books reported to the commission as stolen must be marked in the commission's records to prevent validation and payment of prizes within the book. (B)(1) Upon the loss or damage of instant tickets, a lottery retailer immediately shall report the loss or damage to both the local law enforcement authority and to the commission's division of security. (2) If tickets are damaged before the book is activated, no tickets within the book are sold, and all tickets in the book are returned to the commission, a lottery retailer must not be charged a service fee. If tickets are lost before the book is activated and no tickets within the book have been sold, a lottery retailer must be charged a nonrefundable service fee of twenty-five dollars for each incident for up to four books and five dollars for each book over four books. (3) If tickets are lost or damaged after the book is activated or if tickets within the book are sold, a lottery retailer must be charged the net sales value (retail sales value less commission) for each book. (4) Upon the written approval by the commission, the commission shall provide credit for recovered lost or damaged tickets for the net sales value of the tickets recovered. (a) To receive approval, the lottery retailer shall provide the facts of the incident in writing to the commission for consideration. (b) The written request and recovered tickets must be returned to the commission by the redemption deadline and the game, book, and ticket number must be legible on each ticket in order for the lottery retailer to receive credit. (c) Scratched tickets must not be accepted for credit. A scratched ticket is one that in the commission's judgment has been compromised as to the security and integrity of the ticket due to removal of latex. (d) Tickets identified as validated before the recovery result in no credit to the lottery retailer. (5) Books reported to the commission as lost or damaged must be marked as such in the commission's records to prevent validation and payment of prizes within the book. (6) In the event of acts of God, occurrences of nature, or other natural disasters, the commission may waive the requirements of this subsection. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-220/"
    },
    {
      "id": "section-59-150-230",
      "number": "59-150-230",
      "heading": "",
      "text": "(A) Lottery prizes are subject to the South Carolina state income tax. Residents and nonresidents of this State who receive a lottery prize in excess of five hundred dollars are subject to a mandatory withholding of state income tax as required by law. Federal income tax must be withheld from lottery prizes in excess of five thousand dollars. Neither the State nor a county, municipality, or other political subdivision of this State may impose a tax on the sale of a lottery ticket or share or on the payment of a prize pursuant to this chapter; nor may a county, municipality, or other political or public subdivision assess an ad valorem tax against a lottery ticket or share bought or sold pursuant to this chapter. (B) Except as otherwise provided in this chapter, attachments, garnishments, or executions authorized and issued pursuant to law must be withheld if timely served upon the commission. This subsection does not apply to a lottery retailer. (C) The commission shall promulgate regulations and adopt policies and procedures to establish a system of verifying the validity of lottery games tickets or shares claimed to win prizes and to effect payment of prizes. (1) A prize, a portion of a prize, or a right of a person to a prize awarded is not assignable except as provided in this section. A prize or a portion of a prize remaining unpaid at the death of a prize winner must be paid to the estate of the deceased prize winner or to the trustee of a trust established by the deceased prize winner as settlor if a copy of the trust document or instrument has been filed with the commission with a notarized letter of direction from the settlor and no written notice of revocation has been received by the commission before the settlor's death. Following a settlor's death and before payment to a trustee, the commission shall obtain from the trustee a written agreement to indemnify and hold the commission harmless with respect to claims that may be asserted against the commission arising from payment to or through the trust. Notwithstanding any other provisions of this section, a person, pursuant to an appropriate judicial order, may be paid the prize to which a winner is entitled. (2)(a) The commission must establish a prize structure for each lottery game that is based upon sound actuarial principles and does not rely upon proceeds generated from future or other lottery games. The commission may establish a lottery reserve fund to further accomplish this purpose. The monies in the restricted account may be used only for the purpose of making deferred payments of a lottery game prize as elected by a prize winner. (b) For the purpose of Section 59-150-230, the amount of withholding is based on the total prize value but the payment of withholding tax must be adjusted according to the payment schedule for the prize. (3) A prize must not be paid if it: (a) arises from claimed lottery game tickets that are stolen, counterfeit, altered, fraudulent, unissued, produced or issued in error, unreadable, not received, or not recorded by the commission within applicable deadlines; (b) lacks captions that conform and agree with the play symbols as appropriate to the particular lottery game involved; or (c) fails to comply with additional specific regulations and public or confidential validation and security tests of the commission appropriate to the particular lottery game involved. (4) A particular prize in a lottery game must not be paid more than once, and if more than one person is entitled to a particular prize, the sole remedy of those persons is the award to each of them of an equal share in the prize. (5) A holder of a winning lottery game ticket or share from a lottery game or multi-state or multi-sovereign lottery game must claim a cash prize within one hundred eighty days after the drawing in which the cash prize was won. In a South Carolina lottery game in which the player may determine instantly if he has won or lost, he must claim a cash prize within ninety days after the end of the lottery game. If a valid claim is not made for a cash prize within the applicable period, the cash prize is an unclaimed prize for purposes of this chapter. (D) A prize must not be paid upon a lottery game ticket or share purchased or sold in violation of this chapter and is an unclaimed prize for purposes of this section. (E) The commission is discharged of all liability upon payment of a prize. (F) A lottery game ticket or share must not be purchased by and a prize must not be paid to a member of the board, an officer or employee of the commission, or a spouse, child, brother, sister, or parent residing as a member of the same household in his principal place of residence. A lottery game ticket or share must not be purchased by and a prize must not be paid to an officer, employee, agent, or a subcontractor of a lottery vendor, or a spouse, child, brother, sister, or parent residing as a member of the same household in his principal place of residence if he has access to confidential information that may compromise the integrity of the lottery. (G) A lottery prize must not be paid to a person who is incarcerated. A lottery prize payment received in violation of this subsection must be returned immediately and in full to the commission. (H) The use of an electronic or mechanical machine designed for a lottery game authorized pursuant to this chapter must be limited to a lottery retailer and their employees only in order to facilitate retail sales of lottery tickets, and such a machine must not dispense as a prize coins or currency. The operation of the lottery games excludes machines and lottery games, including video poker lottery games, prohibited by Sections 12-21-2710, 16-19-40, and 16-19-50. (I) Unclaimed prize money must be deposited in the Education Lottery Account each year. A portion of the unclaimed prize money, in an amount to be determined by the General Assembly in its annual general appropriations bill and other bills appropriating monies for previous or current fiscal years, must be allocated to the Department of Education for the purchase of new school buses. A portion, in an amount to be determined by the General Assembly, of the unclaimed prize money in the Education Lottery Account, must be allocated by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years to the South Carolina Department of Alcohol and Other Drug Abuse Services or an established nonprofit public or private agency recognized as an affiliate of the National Council on Problem Gambling to receive monies from the fund for the prevention and treatment of compulsive gambling disorder and educational programs related to that disorder, including a gambling hotline, to be used for prevention programs including, in part or in totality, mass media communications. Nothing in this section prevents the State Department of Administration from contracting with any combination of agencies which meet the criteria provided for in this section, including a combination that includes the Department of Alcohol and Other Drug Abuse Services for the treatment of compulsive gambling disorder and educational programs related to that disorder, including a gambling hotline. Semi-annually, the director of the selected agency shall report to the board on the programs implemented with these funds, including nonidentifying statistical information pertaining to persons served by these programs. The director of the agency also shall provide a copy of the report to the General Assembly promptly upon receipt of the semi-annual reports. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-230/"
    },
    {
      "id": "section-59-150-240",
      "number": "59-150-240",
      "heading": "",
      "text": "(A) The commission is subject to the provisions of Chapter 4, Title 30, the South Carolina Freedom of Information Act. (B) The commission shall perform full criminal background investigations before the execution of a lottery vendor contract. (C) The commission or its authorized agent shall: (1) conduct criminal background investigations and credit investigations; (2) supervise lottery game ticket or share validation and lottery drawings; (3) inspect, at times determined solely by the commission, the facilities or operations of a lottery vendor or lottery retailer to determine the integrity of the lottery vendor's product or compliance by the lottery retailer or lottery vendor with its contract; (4) report suspected violations of this chapter to the appropriate investigative and prosecutorial agency having jurisdiction over the violation; and (5) upon request, provide assistance to a solicitor, the Attorney General, or a law enforcement agency investigating a violation of this chapter. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-240/"
    },
    {
      "id": "section-59-150-250",
      "number": "59-150-250",
      "heading": "",
      "text": "(A) A person who knowingly sells a lottery game ticket or share to a person under eighteen years of age or permits a person under eighteen years of age to play a lottery game is guilty of a misdemeanor and, upon conviction, must be fined not less than one hundred dollars nor more than five hundred dollars or be imprisoned not less than thirty days nor more than sixty days, or both, in the discretion of the court. It is an affirmative defense to a charge of a violation of this section that the lottery retailer reasonably and in good faith relied upon representation of proof of age in making the sale. (B) A person under eighteen years of age who knowingly purchases a lottery game ticket is guilty of a misdemeanor and, upon conviction, must perform twenty hours of community service or must be fined not less than twenty-five dollars and not more than one hundred dollars. (C) A person who is incarcerated who knowingly accepts a lottery prize is guilty of a misdemeanor and, upon conviction, must be fined not less than ten dollars nor more than one hundred dollars or imprisoned for not less than two days nor more than thirty days, or both. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-250/"
    },
    {
      "id": "section-59-150-260",
      "number": "59-150-260",
      "heading": "",
      "text": "(A) A person who, with intent to defraud, falsely makes, alters, forges, utters, passes, or counterfeits a state lottery game ticket is guilty of a felony and, upon conviction, must be fined not more than fifty thousand dollars or imprisoned not more than five years, or both. (B) A person who influences or attempts to influence the winning of a prize through the use of coercion, fraud, deception, or tampering with lottery equipment or materials is guilty of a felony and, upon conviction, must be fined not more than fifty thousand dollars or imprisoned not more than five years, or both. (C) A person who is convicted of a violation of subsection (A) or (B) must not be the recipient of an award of a lottery prize or a portion of a lottery prize, and is ineligible for employment by the commission. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-260/"
    },
    {
      "id": "section-59-150-270",
      "number": "59-150-270",
      "heading": "",
      "text": "(A) A person must not knowingly or intentionally make a material false statement in an application for a license or proposal to conduct lottery activities or a material false entry in a book or record which is compiled or maintained or submitted to the board or its designee pursuant to the provisions of this chapter. A person who violates the provisions of this section is guilty of a felony and, upon conviction, must be fined not more than twenty-five thousand dollars or the dollar amount of the false entry or statement, whichever is greater, or imprisoned for not more than five years, or both. (B) A person who is convicted of a violation of subsection (A) also must surrender his license immediately and is ineligible to be issued a license by the commission. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-270/"
    },
    {
      "id": "section-59-150-280",
      "number": "59-150-280",
      "heading": "",
      "text": "(A) The commission may enter into intelligence sharing, reciprocal use, or restricted use agreements with the federal government, law enforcement agencies, lottery regulation agencies, and gaming enforcement agencies of other jurisdictions which provide for and regulate the use of information provided and received pursuant to the agreement. (B) Records, documents, and information in the possession of the commission received pursuant to an intelligence sharing, reciprocal use, or restricted use agreement entered into by the commission with a federal department or agency, a law enforcement agency, or the lottery regulation or gaming enforcement agency of a jurisdiction are considered investigative records of a law enforcement agency and are subject to the confidentiality and disclosure policies, and must not be released without the permission of the person or agency providing the record or information, except as may be required by the Freedom of Information Act. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-280/"
    },
    {
      "id": "section-59-150-290",
      "number": "59-150-290",
      "heading": "",
      "text": "The commission shall enter into its contracts for procurements in compliance with the South Carolina Consolidated Procurement Code. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-290/"
    },
    {
      "id": "section-59-150-300",
      "number": "59-150-300",
      "heading": "",
      "text": "(A) Any lottery retailer, lottery vendor, applicant for a lottery retailer license, or lottery game ticket holder aggrieved by an action of the board may appeal that decision to the Administrative Law Court. The action is subject to review by an administrative law judge on the record of the board, upon petition of the aggrieved person within ten days from receipt of official notice from the board of the action of which review is sought. Service of notice is presumed conclusively ten days after mailing by registered or certified mail to the applicant or licensee of notice at his last known address. An appeal to the Administrative Law Court pursuant to this section is not a contested case as defined by the Administrative Procedures Act; however, the appeal is subject to the procedural due process requirements provided for in Article 5, Chapter 23, Title 1 and the Rules of Procedure of the Administrative Law Court. Appeals regarding lottery vendor contracts must be brought pursuant to the South Carolina Procurement Code. (B) The Administrative Law Court shall hear appeals from decisions of the board and, based upon the record of the proceedings before the board, may reverse the decision of the board only if the appellant proves the decision to be: (1) in violation of constitutional or statutory provisions; (2) in excess of the statutory authority of the board; (3) made upon unlawful procedure; (4) affected by other error of law; (5) clearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or (6) arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion. (C) The Administrative Law Court may remand an appeal to the board to conduct further hearings. (D) For judicial review of a final decision of an administrative law judge in a case involving the commission, the petition by an aggrieved party must be filed with the circuit court and served on the opposing party not more than thirty days after the aggrieved party receives the final decision and order of the administrative law judge. Appeal in these matters is by right. (E) A lottery vendor who appeals the award of a procurement contract for the supply of a lottery game ticket system, share system, or an on-line or other mechanical or electronic system is liable for all costs of appeal and defense if the appeal is denied or the contract award is upheld. Cost of appeal and defense specifically includes, but is not limited to, administrative proceedings, court costs, bond, legal fees, and loss of income to the commission resulting from institution of the appeal if, upon the motion of the commission, the court finds the appeal was frivolous. (F) All actions and proceedings for review pursuant to this chapter, and all actions and proceedings to which the commission may be a party and in which a question arises pursuant to this chapter or pursuant to or concerning any order or decision of the commission must be given priority of hearing in all courts and reviewing entities over all other civil causes except election cases irrespective of position on the calendar. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-300/"
    },
    {
      "id": "section-59-150-310",
      "number": "59-150-310",
      "heading": "",
      "text": "(A) The commission may expend, pursuant to the provisions of this chapter, monies received from any source, including income from the commission's operations, for effectuating its purposes, including the payment of the initial expenses of organization, administration, and operation of the commission and the lottery. (B) The commission must be self-sustaining and self-funded. Monies in the state general fund must not be used or obligated to pay the expenses of the commission or prizes of the lottery, and a claim for the payment of an expense of the lottery or prizes of the lottery must not be made against monies other than monies credited to the commission operating account. (C) The commission may purchase, lease, or lease-purchase goods or services necessary for effectuating the purposes of this chapter. The commission may make procurements which integrate functions such as lottery game design, lottery ticket distribution to a lottery retailer, supply of goods and services, and advertising. In all procurement decisions, the commission shall act to promote and ensure security, honesty, fairness, and integrity in the operation and administration of the lottery and the objectives of raising net proceeds for the benefit of educational programs and purposes. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-310/"
    },
    {
      "id": "section-59-150-320",
      "number": "59-150-320",
      "heading": "",
      "text": "To ensure the financial integrity of the lottery, the commission, through its board, shall: (1) submit quarterly and annual reports to the Governor, the President of the Senate, the Speaker of the House of Representatives, the Comptroller General, the State Treasurer, and the Chairmen of the House Ways and Means Committee, the Senate Finance Committee, and the oversight committee created by Section 59-150-325 disclosing the total lottery revenues, prize disbursements, operating expenses, and administrative expenses of the commission during the reporting period. The annual report additionally must describe the organizational structure of the commission, summarize the functions performed by each organizational division within the commission, and contain a detailed budget for the next fiscal year. The quarterly reports must be submitted within fifteen days of the end of the quarter, and the annual report must be submitted by October fifteenth; (2) adopt a system of internal audits; (3) maintain weekly or more frequently records of lottery transactions including the distribution of lottery game tickets or shares to a lottery retailer, revenues received, claims for prizes, prizes paid, prizes forfeited, and other financial transactions of the commission; (4) authorize the State Auditor to contract with a certified public accountant or firm for an independently audited financial statement prepared in accordance with generally accepted accounting principles, to be submitted to the Comptroller General's office each year no later than October fifteenth. The certified public accountant or firm shall not have a financial interest in a lottery vendor with whom the commission is under contract. The certified public accountant or firm shall evaluate the internal auditing controls in effect during the audit period. The cost of this annual financial audit is an operating expense of the commission. The State Auditor may at any time audit, or cause to be audited, any phase of the operations of the commission at the expense of the State and shall receive a copy of the annual independent financial audit. A copy of an interim audit performed by the certified public accountant or firm or the State Auditor must be transmitted after the close of the commission's fiscal year to the Governor, the President of the Senate, the Speaker of the House of Representatives, the State Treasurer, the Comptroller General, and the Chairmen of the House Ways and Means Committee and the Senate Finance Committee, and the oversight committee co-chairmen; (5) submit, for informational purposes only, to the Office of State Budget of the Executive Budget Office and Revenue and Fiscal Affairs Office by June thirtieth of each year a copy of the annual operating budget for the commission for the next fiscal year. This annual operating budget must be approved by the South Carolina Lottery Commission Board; (6) submit, for informational purposes only, to the Office of State Budget on November tenth of each year a proposed operating budget for the commission for the upcoming fiscal year; this budget proposal also must be accompanied by an estimate of the net proceeds to be deposited into the Education Lottery Account during the upcoming fiscal year; (7) adopt the same fiscal year as that used by state government; and (8) authorize the Legislative Audit Council to contract with an independent firm experienced in security procedures including, but not limited to, computer security and systems security, to periodically conduct a comprehensive study and evaluation of all aspects of security in the operation of the commission and the lottery. This firm shall not have a financial interest in a lottery vendor with whom the commission is under contract. The cost of this evaluation is an operating expense of the commission. The commission shall pay directly to the Legislative Audit Council the cost of the evaluation. HISTORY: 2001 Act No. 59, Section 2; 2005 Act No. 164, Section 35, eff June 10, 2005; 2019 Act No. 1 (S.2), Section 73, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-320/"
    },
    {
      "id": "section-59-150-325",
      "number": "59-150-325",
      "heading": "",
      "text": "(A)(1) There is created as a committee, the South Carolina Education Lottery Oversight Committee, to be composed of twelve members. The members of the committee must be appointed as follows: the Speaker of the House of Representatives appoints three members, one of whom must be the Chairman of the House Education and Public Works Committee; the President of the Senate appoints three members, one of whom must be the Chairman of the Senate Education Committee; the Chairman of the South Carolina Commission on Higher Education appoints three members; and the Chairman of the South Carolina Education Oversight Committee appoints three members. The Speaker of the House of Representatives and the President of the Senate must each appoint one co-chairman from the membership of the South Carolina Education Lottery Oversight Committee. The oversight committee must periodically, but at least annually, inquire into and review the operations of the commission and review and evaluate the success with which the commission is accomplishing its statutory duties and functions as provided in this chapter. The oversight committee must also hold an annual public hearing and may conduct an independent audit or investigation of the commission as necessary. (2) The South Carolina Education Lottery Oversight Committee may initiate and propose changes in the laws of this State so as to prevent abuses and evasions of this chapter or its regulations or to rectify undesirable conditions in connection with the administration or operation of the lottery. (3) If the funds available for distribution pursuant to Section 59-150-350 fall below seventy-five million dollars for any fiscal year, the oversight committee must immediately conduct an investigation into the reasons for the shortfall and, upon conclusion of their investigation, report their findings along with recommendations for changes in the laws or regulations governing the conduct of the lottery to the executive director, the board, the Governor, the President of the Senate, and the Speaker of the House of Representatives. The investigation must be completed and the reports delivered to the appropriate officials within one hundred and eighty days of the end of the fiscal year for the shortfall. (B) No later than December first of each year, the commission must provide to the oversight committee a complete report of the level of participation of minority businesses in all retail and procurement contracts awarded by the commission. (C) No later than December first of each year for the first five years the lottery is operational, the commission must provide to the oversight committee a complete report of a demographic analysis of lottery players. The commission must employ an independent firm experienced in demographic analysis to conduct the demographic study of lottery players. Data may be collected through surveys, but must not be collected from players at the time of purchase or point of sale. The report must include the income, age, sex, education, and frequency of participation of players. The first report conducted pursuant to this section must be initiated no later than six months after the first sale of a ticket to a player pursuant to this chapter. (D) The board must report to the Lottery Oversight Committee any matters it considers require an immediate change in the laws of this State so as to prevent abuses and evasions of this chapter or rules and regulations promulgated pursuant to it or to rectify undesirable conditions in connection with the administration or operation of the lottery. (E) The board must advise and make recommendations to the executive director regarding the functions and operations of the lottery. A copy of all those recommendations must be forwarded to the Lottery Oversight Committee. HISTORY: 2001 Act No. 59, Section 2; 2019 Act No. 1 (S.2), Section 74, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-325/"
    },
    {
      "id": "section-59-150-330",
      "number": "59-150-330",
      "heading": "",
      "text": "(A) All claimant agencies of this State and persons on whose behalf the State and its claimant agencies act, in conjunction with the commission, shall cooperate in identifying debtors who owe money to the State and who qualify for prizes pursuant to this chapter from the commission; and the sum of any debt owed to the State or to persons on whose behalf the State and its claimant agencies act must be set off against a prize awarded pursuant to this chapter. This section must be liberally construed to effectuate these purposes. (B) As used in this section: (1) \"Claimant agency\" means any state or local agency, department, board, bureau, commission, or authority to which an individual owes a debt or which acts on behalf of an individual to collect a debt. (2) \"Debt\" means a liquidated sum due and owing a claimant agency, which sum has accrued through contract, subrogation, tort, or operation of law regardless of whether there is an outstanding judgment for the sum, or a sum which is due and owing a person and is enforceable by the State or any of its agencies or departments. (3) \"Debtor\" means an individual owing money to or having a delinquent account with a claimant agency, which obligation has not been adjudicated as satisfied by court order, set aside by court order, or discharged in bankruptcy. (4) \"Prize\" means the proceeds of a lottery prize awarded pursuant to this chapter. (C) The collection remedy authorized by this section is in addition to and not in substitution for any other remedy available by law. (D)(1) A claimant agency may submit to the commission a list of the names of all persons owing debts in excess of one hundred dollars to the claimant agency or to persons on whose behalf the claimant agency acts. The full amount of the debt is collectible from lottery winnings without regard to limitations on the amounts that may be collectible in increments through garnishment or other proceedings. The list constitutes a valid lien upon and claim of lien against the lottery winnings of a debtor named in the list. The list must contain the names of the debtors, their Social Security numbers, if available, and other information which would assist the commission in identifying the debtors named in the list. (2) The commission shall withhold winnings subject to the lien created by this section and send notice to the winner by certified mail, return receipt requested, of such action and the reason why the winnings were withheld. If the winner appears and claims winnings in person, the commission shall notify the winner at that time, by hand delivery, of the action. If the debtor does not protest, in writing, the withholding of the funds within thirty days of notice, the commission shall pay the funds over to the claimant agency. If the debtor protests the withholding of funds, in writing, within thirty days of the notice, the commission shall file an action in interpleader in the circuit court of the county in which the debtor resides, pay the disputed sum into the court, and give notice to the claimant agency and debtor of the initiation of the action. (3) The liens created by this section rank among themselves as follows: (a) taxes due the State; (b) delinquent child support; (c) delinquent student loans; and (d) all other judgments and liens in order of the date entered or perfected. (4) The commission is not required to deduct claimed debts from prizes paid out by a lottery retailer or entities other than the commission. (5) A list of debtors and debts must be provided, pursuant to this section, periodically as the commission determines by rules and regulations, and the commission is not obligated to retain the lists or deduct debts appearing on the lists beyond the period determined by the rules and regulations. (6) The commission may prescribe forms, propose rules, and promulgate regulations necessary to carry out the provisions of this section. (7) The commission and a claimant agency do not incur civil or criminal liability for good faith adherence to the provisions of this section. (8) The claimant agency shall pay the commission for all costs incurred by the commission in setting off debts in the manner provided in this section. The commission may retain this fee as part of administrative expenses. (E)(1) Notwithstanding Section 59-150-240 or other confidentiality law, the commission may provide to a claimant agency all information necessary to accomplish and effectuate the intent of this section. (2) The information obtained by a claimant agency from the commission pursuant to this section must retain its confidentiality and may be used only by a claimant agency in the pursuit of its debt collection duties and practices. An employee or former employee of a claimant agency who unlawfully discloses this information for another purpose, except as otherwise specifically authorized by law, is subject to penalties as provided by law. (F) The provisions of this section apply only to prizes of five thousand dollars or more and do not apply to retailers authorized by the board to pay prizes of up to five thousand dollars after deducting the price of the lottery game ticket or share. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-330/"
    },
    {
      "id": "section-59-150-340",
      "number": "59-150-340",
      "heading": "",
      "text": "The net proceeds received from the state lottery for education as provided by law must be deposited by the State Treasurer in a fund separate and distinct from the state general fund entitled the \"Education Lottery Account\". All interest or income earned by the fund must be retained in the account and used for its stated purposes. However, all revenue received by the Education Lottery Account in any fiscal year together with earnings on it for that year must be disbursed as required by Section 59-150-350 and as appropriated by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years. It is the intent of the General Assembly in creating this Education Lottery Account that its funds be managed so as to establish and fund these programs permanently. Upon receipt of monies transferred to the Education Lottery Account held by the State Treasurer, these monies must be appropriated by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years to the programs and for the purposes stipulated in Section 59-150-350. The Comptroller General shall record these revenues received on a cash basis, and disbursements for the purposes provided also must be on a cash basis; however, unexpended funds at the end of a fiscal year after disbursement to the programs authorized to receive the funds as provided in Section 59-150-350 and as appropriated by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years may be carried forward to future years and expended for the same purposes. Notwithstanding any other provision of law, no distribution may be made from the Education Lottery Account until net proceeds in the account exceed thirty-five million dollars. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-340/"
    },
    {
      "id": "section-59-150-350",
      "number": "59-150-350",
      "heading": "",
      "text": "(A) All lottery proceeds are the property of the commission, to be held in a separate and distinct account, apart from the State Treasury. Annual administrative expenses must not exceed fifteen percent of gross lottery revenues for the year, including lottery retailer commissions and incentives. The General Assembly shall consider, in the allocation of funds from the Education Lottery Account, the allocation of monies in the amount the General Assembly determines for the Commission on Higher Education and for the Administrative Law Court, both to help defray their expenses incurred in the performance of their duties pursuant to this chapter; except that the amount of funding for the Commission on Higher Education and the Administrative Law Court must be allocated by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years. As nearly as practical, an amount no less than forty-five percent of the amount of money from the actual sale of lottery tickets or shares must be made available as prize money, except that this item does not create a lien, an entitlement, a cause of action, or other private right, and rights of holders of tickets or shares must be determined by the commission in setting the terms of its lottery or lotteries. (B) Before the sixteenth day of each month, the commission shall deposit to the State Treasurer, for credit to the Education Lottery Account for the preceding month, the amount of all net proceeds from the preceding month. The State Comptroller General shall account separately for net proceeds by establishing and maintaining a restricted account known as the Education Lottery Account. Upon their deposit with the State, monies representing a deposit of net proceeds become the unencumbered property of the State of South Carolina and the commission must not agree or undertake otherwise. The monies may be invested by the State Treasurer pursuant to state investment practices. All earnings attributable to the investments are also the unencumbered property of the State and accrue to the credit of the Education Lottery Account. (C)(1) Pursuant to Section 11-9-880, the Board of Economic Advisors, in conjunction with the commission, must provide to the General Assembly, in a separate estimate, the amount of projected net lottery proceeds for the upcoming fiscal year. The State Treasurer's Office must estimate the annual interest earnings from commission funds. All interest earnings and other net proceeds must be used for educational purposes and programs. (2) Appropriations from the Education Lottery Account must be for educational purposes and programs only as defined in Section 59-150-350(D). These appropriations must be used to supplement and not supplant existing funds used for education. (3) If expenditures for particular educational purposes or programs as defined in this chapter are less than the amounts appropriated, the excess may be retained in the account and expended the following fiscal year for those particular purposes or programs. (D) At the beginning of the first fiscal year after the state lottery becomes operational, the Comptroller General shall certify the amount of net proceeds including investment earnings on the net proceeds credited to and accrued in the Education Lottery Account during the preceding fiscal year. The sum of certified net proceeds and investment earnings must be designated as annual lottery proceeds. Appropriations from the Education Lottery Account must be allocated only for educational purposes and educational programs by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years. Funds made available from the Education Lottery Account must be used to provide Palmetto Fellows Scholarships to all eligible applicants, to provide LIFE Scholarships for eligible resident students attending four-year public institutions in those amounts provided by law; to the South Carolina State Library for public library state aid, to be distributed to county public libraries on a per capita basis and to be used for educational technology delivery, upgrade, and maintenance; to the Commission on Higher Education for tuition assistance at state technical colleges and two-year public institutions; for the SC HOPE Scholarship Program; to the Department of Education for school-based grants for pilot programs, to include programs providing deregulation as requested by school districts with an overall absolute or improved designation of average or better, with first priority given to schools reported as average, below average, or unsatisfactory in accordance with the Education Accountability Act; to the Department of Education to fund homework centers, and these funds must be allocated to the local school districts based on a per pupil basis and may be used for salaries for certified teachers and for transportation costs, provided that priority in the distribution of funds must be given to schools designated as below average or unsatisfactory in accordance with the Education Accountability Act; to the Commission on Higher Education for higher education assistance, including need-based grants, grants to teachers for advanced education with priority to annual grants earmarked for teachers working toward their masters' degrees or advanced education in their areas of certification, or both; for the National Guard Tuition Repayment Program; and funding for elementary and secondary public education as determined pursuant to the Education Accountability Act of 1998 and education improvement legislation enacted into law after the effective date of this chapter; new programs enacted by the General Assembly for public institutions of higher learning, including public four-year colleges and universities and their branches and two-year colleges, as defined in Section 59-103-5, and state technical colleges, which programs may include the creation of endowed chairs at the state's universities, with an emphasis in the areas of, but not limited to, engineering, computer science, and the sciences; to the State Department of Education for the purchase or repair of school buses; to the South Carolina Educational Television Commission for digitalization; to the Commission on Higher Education to administer a construction and renovation fund for the historically black colleges and universities, and to the Higher Education Tuition Grants Commission to administer tuition grants. The proportion of total recurring general fund and special fund revenues of the State expended for the total of public elementary, secondary, and higher education allocations in any fiscal year must not be less than the proportions in the fiscal year immediately before the fiscal year in which education revenues are first received from a state lottery, and must not be reduced or supplanted later by revenues received from a state lottery. (E) Appropriations by the General Assembly in its annual general appropriations bill or any bill appropriating monies for previous or current fiscal years for educational purposes and programs from the account not committed during the fiscal year must be credited to the Education Lottery Account. (F)(1) A program or project started specifically from lottery proceeds must not be continued from the general fund, but the programs must be adjusted or discontinued according to available lottery proceeds, unless the General Assembly by general law establishes eligibility requirements and later appropriates specific funds within the general appropriations act. The provisions of this subsection do not prohibit the providing of supplemental funding to programs or projects in existence on the effective date of this chapter from lottery proceeds; provided, that funding for these existing programs or projects from the state general fund, the Education Improvement Act, or other nonlottery sources must not be reduced below that provided on the effective date of this chapter. (2) A surplus in the Education Lottery Account must not be reduced by the General Assembly to correct any nonlottery deficiencies in sums available for general appropriations and vice versa, and a surplus in the Education Lottery Account must not be included in a surplus calculated for setting aside any nonlottery reserve, specifically, without limitation, the General Reserve Fund or the Capital Reserve Fund. HISTORY: 2001 Act No. 59, Section 2; 2002 Act No. 356, Section 3D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-350/"
    },
    {
      "id": "section-59-150-355",
      "number": "59-150-355",
      "heading": "",
      "text": "There is appropriated from the Education Lottery Account for the following education purposes and programs and funds for these programs and purposes shall be transferred by the Budget and Control Board as directed below. These appropriations must be used to supplement and not supplant existing funds for education. Distributions from the Education Lottery Account must be made on a quarterly basis by the last day of January, April, July, and October of each year, beginning in July 2002 if the account has accrued more than $35,000,000 in net proceeds by that date. The Budget and Control Board is directed to prepare the subsequent Lottery Expenditure Account detail budget to reflect the appropriations of the Education Lottery Account as provided in this section. Fiscal year 2002-2003 certified net lottery proceeds and investment earnings of $172,000,000 are appropriated as follows: Department of Education-K-5 Reading, Math, Science & Social Studies Program as provided in Section 59-1-525, $32,915,900; School Buses, $8,000,000; State Library, Aid to County Libraries as provided in Section 59-150-350(D), $1,500,000; Commission on Higher Education-Endowed Chairs as provided in Chapter 75 of Title 2, $30,000,000; Commission on Higher Education-LIFE Scholarships as provided in Chapter 149 of Title 59, $40,000,000; Palmetto Fellows Scholarships as provided in Section 59-104-20, $5,000,000; National Guard Tuition Repayment Program as provided in Section 59-111-75, $1,500,000; Technology: Public 4-Year Universities, 2-Year Institutions, and State Technical Schools, $11,103,683; Tuition Assistance-Technical Schools and 2-year institutions as provided in Section 59-150-360, $34,000,000; HOPE Scholarships as provided in Section 59-150-370, $5,787,600; Administration of Scholarships, Technical Grants, and Endowed Chair programs, $192,817; South Carolina State University-Research and Technology Grant, $2,000,000; Of the funds appropriated for technology, one-half must be used for University Technology Grant Program funds to be awarded to public four-year universities, excluding the University of South Carolina-Columbia, Clemson, and the Medical University of South Carolina. Grants must be awarded to institutions with grant proposals supporting the development of technology and/or technology infrastructure. The review process, to include the awarding of grants, is to be determined by the Commission on Higher Education. The remaining one-half of these funds appropriated for technology shall be Technology Grant Program funds to be used for technology upgrades across the public two-year institutions and the technical college system for the support and development of technology. One-half of one percent of the allocated amount must be used by the Commission on Higher Education to fund Palmetto Fellows Scholarships. Funds appropriated for Research and Technology Grant-South Carolina State University must be used to support basic and applied research in information and technology outreach opportunities for South Carolina's rural and urban citizens. The Commission on Higher Education is authorized to temporarily transfer funds between appropriated line items and between recurring and nonrecurring funds in order to ensure the timely receipt of scholarships and tuition assistance. The amounts appropriated for school buses must be used for the purchase of new school buses and the repair of existing school buses. Fiscal year 2001-2002 certified net lottery proceeds and investment earnings of $80,000,000 are appropriated as follows: Department of Education-Education Accountability Act, $23,903,683; School Buses, $15,000,000; Educational Television Commission-ETV Digitalization as provided in Section 59-150-350(D), $18,500,000; Tuition Grants Commission-Tuition Grants, $3,000,000; Commission on Higher Education-Teacher Grants as provided in Section 59-150-350(D), $2,000,000; Technology: Public 4-Year Universities, 2-Year Institutions, and State Technical Schools, $10,596,317; Historically Black College and University Maintenance and Repair, $3,000,000; South Carolina State University-Research and Technology Grant, $1,000,000; Needs-Based Grants, $3,000,000. The funds appropriated to the Department of Education for the Education Accountability Act shall be used to provide homework centers ($1,548,440); retraining grants ($4,637,000); external review teams ($1,466,872); teacher specialists ($12,581,069); principal specialists ($2,270,302); school-based pilot programs ($400,000); and Palmetto Gold and Silver Awards Program ($1,000,000). Funds appropriated for teacher and principal specialists must be used first to fully fund these programs. Any funds remaining are to be used for the other five programs listed above. School-based Pilot Programs must include the deregulation of any school district with an overall absolute or improved designation of average or better when requested by the district. The amounts appropriated for school buses must be used for the purchase of new school buses including six appropriately equipped school buses for the School for the Deaf and the Blind, and the repair of existing school buses. Of the allocation for the purchase of new school buses, two new nineteen-passenger activity buses must be purchased for John de la Howe. Of the funds appropriated for technology, one-half must be used for University Technology Grant Program funds to be awarded to public four-year universities, excluding the University of South Carolina-Columbia, Clemson, and the Medical University of South Carolina. Grants must be awarded to institutions with grant proposals supporting the development of technology and/or technology infrastructure. The review process, to include the awarding of grants, is to be determined by the Commission on Higher Education. The remaining one-half of these funds appropriated for technology shall be Technology Grant Program funds to be used for technology upgrades across the public two-year institutions and the technical college system for the support and development of technology. One-half of one percent of the allocated amount must be used by the Commission on Higher Education to fund Palmetto Fellows Scholarships. The amounts appropriated for South Carolina's private historically black colleges and universities, as defined in 20 U.S. Code Section 1061, as amended, shall be appropriated in an equal amount to each institution to be used by the institutions for construction and renovation projects. Funds appropriated for Research and Technology Grant-South Carolina State University must be used to support basic and applied research in information and technology outreach opportunities for South Carolina's rural and urban citizens. Fiscal year 2002-2003 net lottery proceeds and investment earnings in excess of the certified net lottery proceeds and investment earnings for this period are appropriated and shall be used to ensure that all LIFE, Palmetto Fellows, and HOPE Scholarships created or supplemented by the General Assembly for fiscal year 2002-2003 in this section are fully funded. Fiscal year 2001-2002 net lottery proceeds and investment earnings in excess of certified net lottery proceeds and investment earnings for this period are appropriated and shall be carried forward and used to ensure that all LIFE, Palmetto Fellows, and HOPE Scholarships created or supplemented by the General Assembly for fiscal year 2002-2003 in this section are fully funded. For fiscal Year 2001-2002 and 2002-2003 the first $1,000,000 of unclaimed prize money is appropriated to the Budget and Control Board to contract for services assisting in the prevention and treatment of gambling disorders as specified in Section 59-150-230(I). Any revenue in excess of the $1,000,000 must be appropriated to the State Department of Education for the purchase and repair of school buses. If the lottery revenue received for fiscal year 2001-2002 or fiscal year 2002-2003 is less than the amounts appropriated, the projects and programs receiving appropriations for any such year shall have their appropriations reduced on a pro rata basis, except that a reduction must not be applied to the funding of LIFE, Palmetto Fellows, and HOPE Scholarships. HISTORY: 2002 Act No. 356, Section 3A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-355/"
    },
    {
      "id": "section-59-150-356",
      "number": "59-150-356",
      "heading": "",
      "text": "Of the funds appropriated from the Education Lottery for technology, one-half must be used for a University Technology Program and awarded to public four-year universities, excluding the University of South Carolina-Columbia, Clemson University, and the Medical University of South Carolina. Funds must be awarded to these institutions according to the following formula: thirty-five percent of available dollars must be allocated equally among eligible institutions, with the remaining sixty-five percent to be prorated among the eligible institutions based on total FTE enrollment in the immediately previous year. The remaining one-half of these funds appropriated for technology must be Technology Program funds to be used for technology upgrades across the public two-year institutions and the technical college system for the support and development of technology. Notwithstanding any other provision of law, prior approval or involvement of the Commission on Higher Education beyond allocation of funds as described in this section is not required. HISTORY: 2005 Act No. 143, Section 2, eff June 7, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-356/"
    },
    {
      "id": "section-59-150-360",
      "number": "59-150-360",
      "heading": "",
      "text": "(A) A person who qualifies for in-state tuition rates pursuant to Chapter 112, Title 59 may receive tuition assistance to attend a technical college of this State or a public two-year institution of higher learning. A person who qualifies for in-state tuition rates pursuant to this title may attend an independent two-year institution of higher learning and receive lottery tuition assistance each year limited to the highest amount of tuition assistance received by students at public two-year institutions. In order to qualify as a first time entering freshman and before attempting twenty-four academic credit hours, a student must: (1) be a South Carolina resident for a minimum of one year; (2) be enrolled and maintain six credit hours each semester in a certificate, degree, or diploma program; (3) make reasonable progress toward completion of the requirements for the certificate, degree, or diploma program; (4) complete a Free Application for Federal Student Aid (FAFSA) application. If a student feels that he will definitely not qualify to receive federal financial aid, the student may complete a simple form of minimum questions created by the State Board for Technical and Comprehensive Education and the Commission on Higher Education to determine if the student definitely will not qualify to receive federal financial aid. If it is determined that the student definitely will not qualify to receive federal financial aid, the student shall sign a form created by the State Board for Technical and Comprehensive Education and the Commission on Higher Education, and the student is exempted from completing the Free Application for Federal Student Aid. The State Board for Technical and Comprehensive Education and the Commission on Higher Education shall promulgate regulations to set thresholds for determining if a student definitely will not qualify to receive federal financial aid; and (5) not be the recipient of a LIFE Scholarship. Regulations for implementation of this section are the responsibility of the South Carolina State Board for Technical and Comprehensive Education, for the technical college system, and the Commission on Higher Education, for the two-year public and private institutions. These regulations must be developed in a coordinated effort, provide for the allocation of funds based on the tuition assistance granted at each institution, and be interchangeable between each of the institutions affected. (B) For purposes of this chapter, a \"public or independent institution\" which a student may attend to receive a scholarship as provided in this chapter includes South Carolina two-year public institutions, as defined in Section 59-103-5, including branch campuses and two-year independent institutions, as defined in Section 59-113-50. (C) Institutions whose sole purpose is religious or theological training, or the granting of professional degrees, do not meet the definition of \"public or independent institution\" for purposes of this chapter. (D) \"Tuition Assistance\" for purposes of this section means, to the extent funds are appropriated, the amount charged for registering for credit hours of instruction and academic fees, less all federal grants and need-based grants, and does not include other fees, charges, or costs of textbooks. (E) Each county must maintain its level of funding for technical colleges. If any county fails to maintain this level of funding for its technical college, the college may add, for students who reside in that county, an impact fee sufficient to offset the reduction in county funds. (F) In order for a student to be eligible after attempting twenty-four academic credit hours the student must have earned a grade point average of 2.0 or better on a 4.0 grading scale. (G) Students shall not be eligible to receive tuition assistance for more than one certificate, diploma, or degree within any five-year period unless the additional certificate, diploma, or degree constitutes progress in the same field of study. HISTORY: 2001 Act No. 59, Section 2; 2002 Act No. 356, Section 3E; 2005 Act No. 48, Section 1, eff May 3, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-360/"
    },
    {
      "id": "section-59-150-365",
      "number": "59-150-365",
      "heading": "",
      "text": "(A)(1) A student who is pursuing a professional certificate, industry-recognized credential (IRC), diploma, or degree from a public South Carolina technical college, meeting the qualifying criteria, shall receive a South Carolina Workforce Industry Needs Scholarship (SCWINS). The SCWINS scholarship is equal to the cost of tuition, fees, or expenses for required course-related materials after applying all other federal or state scholarships or grants, not to exceed five thousand dollars each year for no more than three years of instruction, including the student's freshman year, if the student is enrolled in an associate degree program, or no more than two years of instruction, including the student's freshman year, if enrolled in an IRC, diploma, or professional certificate program. (2) A qualifying student must: (a) be a South Carolina resident; (b) be enrolled in a career education program that meets the eligibility guidelines promulgated by the State Board for Technical and Comprehensive Education (SBTCE); and (c) meet one of the following criteria: (i) be employed; (ii) take a financial literacy course offered at the public technical college; or (iii) complete one hundred hours of voluntary time contributing to a nonprofit or public service organization approved by the SBTCE. (B) The SBTCE shall promulgate regulations to define what constitutes a career-eligible education program to include the process for determining eligible programs with regional or statewide workforce needs. Additionally, the SBTCE shall communicate and provide to the colleges an annual approved list of eligible programs and identification of those programs with regional or statewide workforce needs before disbursement of funds and no later than March thirty-first. SBTCE also shall communicate with high school guidance counselors regarding the list of eligible programs in a timely manner. (C) Credit-seeking recipients of SCWINS shall maintain their scholarship eligibility by showing substantial progress on their coursework and maintaining a grade point average of 2.0 or better on a 4.0 grading scale. (D) A student may not be eligible to receive the SCWINS scholarship for more than one certificate, IRC, diploma, or degree within any five-year period following the student's last scholarship disbursement unless the additional certificate, diploma, or degree constitutes progress in the same field of study. (E) South Carolina public technical colleges shall allocate a minimum of five percent of their total SCWINS allocation towards dual-enrollment students eligible under this section. (F) Priority for scholarship awards must be given to students seeking a degree, diploma, professional certificate, or industry-recognized credential (IRC) in an industry sector with regional or statewide workforce needs as identified yearly by SBTCE. (G) If an eligible program is placed on suspension during the SBTCE's annual program evaluation process, that program no longer qualifies for SCWINS funds at that specific college. Students must be advised on how to complete their program by transferring to another technical college or serving as a transient student at another technical college to complete specified courses. (H) The SBTCE shall provide an annual report by April fifteenth, to the Chairman of House Ways and Means Committee and the Chairman of the Senate Finance Committee detailing the use of funds received in the prior fiscal year. The report must include, at a minimum, a list of programs for each technical college that received funding, the amount spent on each program, the number of students that received scholarships, the average scholarship amount for each student, a list of credential categories completed by scholarship students, the average amount of money received by the scholarship student for each credential category, and job placement rates for scholarship students by credential category. (I) The SBTCE and the South Carolina Department of Employment and Workforce shall collaborate to inform individuals who are receiving unemployment insurance about short-term training programs available at their local technical college through the SCWINS Program. HISTORY: 2022 Act No. 204 (H.3144), Section 1, eff July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-365/"
    },
    {
      "id": "section-59-150-370",
      "number": "59-150-370",
      "heading": "",
      "text": "(A) SC HOPE Scholarships are hereby established and are provided by the State. These scholarships are authorized in an amount of up to two thousand five hundred dollars, plus a three hundred dollar book allowance to cover the cost of attendance, as defined by the Commission on Higher Education by regulation, during the first year of attendance only, to an eligible student attending a four-year public or independent institution as defined in subsection (B) who does not also qualify for a LIFE Scholarship or a Palmetto Fellows Scholarship. (B) For purposes of this chapter, a \"public or independent institution\" that a student may attend to receive a SC HOPE Scholarship includes the following: (1) a South Carolina four-year public institution as defined in Section 59-103-5 and a four-year independent institution as defined in Section 59-113-50; (2) a public or independent bachelor's level institution chartered before 1962 whose major campus and headquarters are located within South Carolina; or an independent bachelor's level institution which is accredited by the Southern Association of Colleges and Secondary Schools; or an independent bachelor's level institution which is accredited by the New England Association of Colleges and Schools. Institutions whose sole purpose is religious or theological training, or the granting of professional degrees do not meet the definition of \"public or independent institution\" for purposes of this chapter; and (3) not for profit institutions accredited by the Accrediting Commission of Career Schools and Colleges. (C) A student is eligible to receive a SC HOPE Scholarship if he meets the criteria for receiving and maintaining the Legislative Incentives for Future Excellence (LIFE) Scholarship except that a minimum Scholastic Aptitude Test (SAT) or ACT score and requisite class rank are not required for eligibility for the SC HOPE Scholarship. These SC HOPE Scholarships must be granted and awarded as provided in this section. (D) These SC HOPE Scholarships in combination with all other grants and scholarships must not exceed the cost of attendance at the particular institutions referenced in subsection (B). (E) The Commission on Higher Education must promulgate regulations and establish procedures to administer the provisions of this section. (F) All institutions participating in the SC HOPE Scholarship Program must report their enrollment and other relevant data as solicited by the Commission on Higher Education which may audit these institutions to ensure compliance with this provision. HISTORY: 2001 Act No. 59, Section 2; 2002 Act No. 356, Section 3F; 2007 Act No. 115 (S.656), Section 7.C, eff June 29, 2007; 2024 Act No. 191 (S.974), Section 3, eff May 21, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-370/"
    },
    {
      "id": "section-59-150-375",
      "number": "59-150-375",
      "heading": "",
      "text": "A visual or hearing impaired or multi-handicapped student who qualifies for state scholarship funds pursuant to Chapter 149 of Title 59, Section 59-104-20, Section 59-150-360, or Section 59-150-370 may receive state scholarship funds to attend an out-of-state institution that specializes in educating visual or hearing impaired or multi-handicapped students if the Commission on Higher Education certifies the student's impairment or multi-handicap and that no in-state institution exists to specifically meet the student's need. HISTORY: 2005 Act No. 95, Section 1, eff June 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-375/"
    },
    {
      "id": "section-59-150-380",
      "number": "59-150-380",
      "heading": "",
      "text": "The Commission on Higher Education, in consultation with the State Department of Education, must develop an Education Lottery Teaching Scholarship Grants Program to provide certified teachers in the public schools of this State grants not to exceed one thousand dollars per year to attend public or private colleges and universities for the purposes of upgrading existing content area skills or obtaining a Master's Degree in the teacher's content area. If there are insufficient funds in the Education Lottery Account to provide the grant to each eligible recipient for a particular year, priority must be given to those teachers whose subject areas are critical subject needs as determined by the State Department of Education. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-380/"
    },
    {
      "id": "section-59-150-390",
      "number": "59-150-390",
      "heading": "",
      "text": "The State Department of Education, in consultation with the Department of Administration's Office of Information Resources, the State Library, and the Education Television Commission, shall administer primary and secondary technology funding provided for in Section 59-150-350. These funds are intended to provide technology connectivity, hardware, software, and training for the K-12 public schools throughout the State and, to the maximum extent possible, involve public-private sector collaborative efforts. Funds allocated to the local school districts for technology expenditures must be distributed based on the number of students eligible for the free and reduced lunch program in grades 1-3. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-390/"
    },
    {
      "id": "section-59-150-400",
      "number": "59-150-400",
      "heading": "",
      "text": "(A) A person commits an offense of conspiracy if he with intent that an offense pursuant to this chapter be committed: (1) agrees with one or more other persons that they or one or more of them engage in conduct constituting the offense; and (2) one or more of the persons so agreeing performs an overt act in pursuance of the agreement. (B) An agreement constituting a conspiracy may be inferred from acts of the parties. (C) It is not a defense to prosecution for conspiracy pursuant to this section that: (1) one or more of the co-conspirators is not criminally responsible for the offense; (2) one or more of the co-conspirators has been acquitted, if at least two co-conspirators have not been acquitted; (3) one or more of the co-conspirators has not been prosecuted or convicted, has been convicted of a different offense, or is immune from prosecution; (4) the actor belongs to a class of persons, who by definition of the offense, are legally incapable of committing the offense in an individual capacity; or (5) the offense was not actually committed. (D) A person who commits an offense pursuant to this section is guilty of a felony and, upon conviction, must be fined not more than twenty-five thousand dollars or imprisoned for not more than five years, or both. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-400/"
    },
    {
      "id": "section-59-150-410",
      "number": "59-150-410",
      "heading": "",
      "text": "The State Ethics Commission and the Attorney General have standing to enforce any provision of this chapter. HISTORY: 2001 Act No. 59, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-150/section-59-150-410/"
    }
  ]
}