{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c040",
  "sections": [
    {
      "id": "section-59-40-10",
      "number": "59-40-10",
      "heading": "",
      "text": "This chapter may be cited as the \"South Carolina Charter Schools Act of 1996\". HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-10/"
    },
    {
      "id": "section-59-40-20",
      "number": "59-40-20",
      "heading": "",
      "text": "This chapter is enacted to: (1) improve student learning; (2) increase learning opportunities for students; (3) encourage the use of a variety of productive teaching methods; (4) establish new forms of accountability for schools; (5) create new professional opportunities for teachers, including the opportunity to be responsible for the learning program at the school site; (6) assist South Carolina in reaching academic excellence; and (7) create new, innovative, and more flexible ways of educating children within the public school system, with the goal of closing achievement gaps between low performing student groups and high performing student groups. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 4, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-20/"
    },
    {
      "id": "section-59-40-30",
      "number": "59-40-30",
      "heading": "",
      "text": "(A) In authorizing charter schools, it is the intent of the General Assembly to create a legitimate avenue for parents, teachers, and community members to take responsible risks and create new, innovative, and more flexible ways of educating all children within the public school system. The General Assembly seeks to create an atmosphere in South Carolina's public school systems where research and development in producing different learning opportunities are actively pursued and where classroom teachers are given the flexibility to innovate and the responsibility to be accountable. As such, the provisions of this chapter should be interpreted liberally to support the findings and goals of this chapter and to advance a renewed commitment by the State of South Carolina to the mission, goals, and diversity of public education. (B) It is the intent of the General Assembly that creation of this chapter encourages cultural diversity, educational improvement, and academic excellence. Further, it is not the intent of the General Assembly to create a segregated school system but to continue to promote educational improvement and excellence in South Carolina. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-30/"
    },
    {
      "id": "section-59-40-40",
      "number": "59-40-40",
      "heading": "",
      "text": "As used in this chapter: (1) A \"charter school\" means a public, nonreligious, nonhome-based, nonprofit corporation forming a school that operates by sponsorship of a public school district, the South Carolina Public Charter School District, or a public or independent institution of higher learning, but is accountable to the board of trustees, or in the case of technical colleges, the area commission, of the sponsor which grants its charter. Nothing in this chapter prohibits charter schools from offering virtual services pursuant to state law and subsequent regulations defining virtual schools. (2) A charter school: (a) is, for purposes of state law and the state constitution, considered a public school and part of the South Carolina Public Charter School District, the local school district in which it is located, or is sponsored by a public or independent institution of higher learning; (b) is subject to all federal and state laws and constitutional provisions prohibiting discrimination on the basis of disability, race, creed, color, gender, national origin, religion, ancestry, or need for special education services; however, an applicant may seek to form a single gender charter school without regard to the gender makeup of that proposed charter school; (c) must be administered and governed by a governing body in a manner agreed to by the charter school applicant and the sponsor, the governing body to be selected as provided in Section 59-40-50(B)(9); (d) may not charge tuition or other charges pursuant to Section 59-19-90(8) except as may be allowed by the sponsor and is comparable to the charges of the local school district in which the charter school is located; (e) is subject to the same fixed asset inventory requirements as are traditional public schools. (3) \"Applicant\" means the person who or nonprofit corporate entity that desires to form a charter school and files the necessary application with the South Carolina Public Charter School District Board of Trustees, the local school board of trustees in which the charter school is to be located, or the board of trustees or area commission of a public or independent institution of higher learning. The applicant also must be the person who or the nonprofit corporate entity that applies to the Secretary of State to organize the charter school as a nonprofit corporation. (4) \"Sponsor\" means the South Carolina Public Charter School District Board of Trustees, the local school board of trustees in which the charter school is to be located, as provided by law, a public institution of higher learning as defined in Section 59-103-5, or an independent institution of higher learning as defined in Section 59-113-50, from which the charter school applicant requested its charter and which granted approval for the charter school's existence. Only those public or independent institutions of higher learning, as defined in this subsection, who register with the South Carolina Department of Education may serve as charter school sponsors, and the department shall maintain a directory of those institutions. The sponsor of a charter school is the charter school's Local Education Agency (LEA) and a charter school is a school within that LEA. The sponsor retains responsibility for special education and shall ensure that students enrolled in its charter schools are served in a manner consistent with LEA obligations under applicable federal, state, and local law. (5) \"Certified teacher\" means a person currently certified by the State of South Carolina to teach in a public elementary or secondary school or who currently meets the qualifications outlined in Sections 59-27-10 and 59-25-115. (6) \"Noncertified teacher\" means an individual considered appropriately qualified for the subject matter taught and who has completed at least one year of study at an accredited college or university and meets the qualifications outlined in Section 59-25-115. (7) \"Charter committee\" means the governing body of a charter school formed by the applicant to govern through the application process and until the election of a board of directors is held. After the election, the board of directors of the corporation must be organized as the governing body and the charter committee is dissolved. (8) \"Local school district\" means any school district in the State except the South Carolina Public Charter School District and does not include special school districts. (9) \"Charter school contract\" means a fixed term, renewable contract between a charter school and a sponsor that outlines the roles, powers, responsibilities, and performance expectations for each party to the contract. (10) \"Resident public school\" means the school, other than a charter school, within whose attendance boundaries the charter school student's custodial parent or legal guardian resides. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 5, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-40/"
    },
    {
      "id": "section-59-40-50",
      "number": "59-40-50",
      "heading": "",
      "text": "(A) Except as otherwise provided in this chapter, a charter school is exempt from all provisions of law and regulations applicable to a public school, a school board, or a district, although a charter school may elect to comply with one or more of these provisions of law or regulations. (B) A charter school must: (1) adhere to the same health, safety, civil rights, and disability rights requirements as are applied to public schools operating in the same school district or, in the case of the South Carolina Public Charter School District or a public or independent institution of higher learning sponsor, the local school district in which the charter school is located; (2) meet, but may exceed, the same minimum student attendance requirements as are applied to public schools; (3) adhere to the same financial audits, audit procedures, and audit requirements as are applied to public schools; (4) be considered a school district for purposes of tort liability under South Carolina law, except that the tort immunity does not include acts of intentional or wilful racial discrimination by the governing body or employees of the charter school. Employees of charter schools must be relieved of personal liability for any tort or contract related to their school to the same extent that employees of traditional public schools in their school district or, in the case of the South Carolina Public Charter School District or a public or independent institution of higher learning sponsor, the local school district in which the charter school is located are relieved; (5) in its discretion hire noncertified teachers in a ratio of up to twenty-five percent of its entire teacher staff; however, if it is a converted charter school, it shall hire in its discretion noncertified teachers in a ratio of up to ten percent of its entire teacher staff. However, in either a new or converted charter school, a teacher teaching in the core academic areas as defined by the federal No Child Left Behind law must be certified in those areas or possess a baccalaureate or graduate degree in the subject he or she is hired to teach. Part-time noncertified teachers are considered pro rata in calculating this percentage based on the hours which they are expected to teach; (6) hire or contract for, in its discretion, administrative staff, including a school leader, to oversee the daily operation of the school. At least one of the administrative staff must be certified or experienced in the field of school administration; (7) admit all children eligible to attend public school to a charter school, subject to space limitations, except in the case of an application to create a single gender charter school or, in the case of a charter school designated as an Alternative Education Campus, pursuant to Section 59-40-111, with an explicit mission and purpose of specializing in providing evidence-based, specific educational or behavioral health services for educationally disadvantaged students with a demonstrated need for such services. Demonstrated need may include, but not be limited to, as documented in an Individualized Education Program (IEP), 504 plan, a medical or psychological diagnosis, or documentation that the student is not meeting grade-specific standards in literacy as documented by the student's school. For purposes of this section, educationally disadvantaged students are those students as defined by the Every Student Succeeds Act (ESSA). Evidence-based services must include, but are not limited to, services to students who need evidence-based, specialized, multi-sensory instruction in literacy or other services included in the students' IEP or 504 plan. This specialized mission and purpose must be defined in the school's charter and charter contract as approved by the sponsor and as allowed by ESSA. However, it is required that the racial composition of the charter school enrollment reflect that of the local school district in which the charter school is located or that of the targeted student population of the local school district that the charter school proposes to serve, to be defined for the purposes of this chapter as differing by no more than twenty percent from that population. This requirement is also subject to the provisions of Section 59-40-70(D). If the number of applications exceeds the capacity of a program, class, grade level, or building, students must be accepted by lot, and there is no appeal to the sponsor. In the case of a charter school designated as an Alternative Education Campus, pursuant to Section 59-40-111, that is serving educationally disadvantaged students, if the number of applicants exceeds the capacity of a program, class, grade level, or building, students may be accepted by weighted lot as allowed by ESSA with mission-aligned preference and the process clearly described in their charter and charter contract approved by their sponsor, and there is no appeal to the sponsor; (8) not limit or deny admission or show preference in admission decisions to any individual or group of individuals, except in the case of an application to create a single gender charter school, in which case gender may be the only reason to show preference or deny admission to the school; a charter school may give enrollment priority to a sibling of a pupil currently enrolled and attending, or who, within the last six years, attended the school for at least one complete academic year. A public charter school shall give enrollment preference to students enrolled in the public charter school the previous school year. An enrollment preference for returning students excludes those students from entering into a lottery. A charter school also may give priority to children of a charter school employee and children of the charter committee, if priority enrollment for children of employees and of the charter committee does not constitute more than twenty percent of the enrollment of the charter school. In the case of a charter school designated as an Alternative Education Campus, pursuant to Section 59-40-111, mission-aligned preference may be given to educationally disadvantaged students as specifically defined in their charter and charter contract approved by their sponsor and as allowed by ESSA. In addition, a charter school located on a federal military installation or base where the appropriate authorities have made buildings, facilities, and grounds on the installation or base available for use by the charter school as its principal location also may give enrollment priority to otherwise eligible students who are dependents of military personnel living in military housing on the base or installation or who are currently stationed at the base or installation not to exceed fifty percent of the total enrollment of the charter school. This priority is in addition to the other priorities provided by this item, but no child may be counted more than once for purposes of determining the percentage makeup of each priority; (9) consist of a board of directors of seven or more individuals with the exact number specified in or fixed in accordance with the bylaws. Members of a board of directors may serve a term of two years, and may serve additional terms. A choice of the membership of the board must take place every two years. Fifty percent of the members of the board as specified by the bylaws must be individuals who have a background in K-12 education or in business, and the bylaws of the charter school also must provide for the manner of selection of these members. In addition, at least fifty percent of the members of the board as specified by the bylaws must be elected by the employees and the parents or guardians of students enrolled in the charter school. Parents or guardians shall have one vote for each student enrolled in the charter school. All members must be residents of the State of South Carolina. A person who has been convicted of a felony must not be elected to a board of directors. If the board of directors consists of an odd number of members, the extra member must be an individual who has a background in K-12 education or in business; (10) be subject to the Freedom of Information Act, including the charter school and its governing body. A board of directors of a charter school shall notify its sponsor of any regular meeting of the board at least forty-eight hours prior to the date on which it is to occur; (11) be subject to the ethics and government accountability requirements for public members and public employees as contained in Chapter 13, Title 8. For purposes of this subsection, employees of the charter school board are considered public employees. The charter contract in accordance with Section 59-40-60(B) must contain a statement of assurance of ethical compliance on behalf of the school. (C)(1) If a charter school denies admission to a student, the student may appeal the denial to the sponsor. The decision is binding on the student and the charter school. (2) If a charter school suspends or expels a student, other charter schools or the local school district in which the charter school is located has the authority but not the obligation to refuse admission to the student. (3)(a) A charter school is eligible for federally sponsored, state-sponsored or district-sponsored interscholastic leagues, competitions, awards, scholarships, grants, and recognition programs for students, educators, administrators, staff, and schools to the same extent as all other public schools. (b) A charter school student is eligible to compete for, and if selected, participate in any extracurricular activities not offered by the student's charter school which are offered at the resident public school he would otherwise attend. A charter school student is eligible to compete for, and if selected, participate in an activity governed by the South Carolina High School League offered at the resident public school he would otherwise attend if the league-governed activity is not offered at the student's charter school. (c) A charter school student is eligible for extracurricular activities at the student's resident public school consistent with eligibility standards as applied to full-time students of the resident public school. (d) A school district or resident public school may not impose additional requirements on a charter school student to participate in extracurricular activities that are not imposed on full-time students of the resident public school. (e) Charter school students shall pay the same fees as other students to participate in extracurricular activities. (f) Charter school students shall be eligible for the same fee waivers for which other students are eligible. (D) The State is not responsible for student transportation to a charter school unless the charter school is designated by the local school district as the only school selected within the local school district's attendance area. However, a charter school may enter into a contract with a school district or a private provider to provide transportation to the charter school students. (E) The South Carolina Public Charter School District Board of Trustees may not use program funding for transportation. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2008 Act No. 239, Section 9, eff May 21, 2008; 2012 Act No. 164, Section 6, eff May 14, 2012; 2013 Act No. 29, Section 1, eff May 21, 2013; 2015 Act No. 83 (H.4084), Sections 1.A, 1.B, eff June 11, 2015; 2016 Act No. 219 (S.1262), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-50/"
    },
    {
      "id": "section-59-40-55",
      "number": "59-40-55",
      "heading": "",
      "text": "(A) In order to promote the quality of charter school outcomes and oversight, the charter school sponsor shall adopt national industry standards of quality charter schools and shall authorize and implement practices consistent with those standards. (B) A charter school sponsor shall: (1) approve charter applications that meet the requirements specified in Sections 59-40-50 and 59-40-60; (2) decline to approve charter applications according to Section 59-40-70(C); (3) negotiate and execute sound charter contracts with each approved charter school; (4) monitor, in accordance with charter contract terms, the performance and legal/fiscal compliance of charter schools to include collecting and analyzing data to support ongoing evaluation according to the charter contract; (5) conduct or require oversight activities that enable the sponsor to fulfill its responsibilities outlined in this chapter, including conducting appropriate inquiries and investigations, only if those activities are consistent with the intent of this chapter, adhere to the terms of the charter contact, and do not unduly inhibit the autonomy granted to public charter schools; (6) collect, in accordance with Section 59-40-140(H), an annual report from each of its sponsored charter schools and submit the reports to the Department of Education; (7) notify the charter school of perceived problems if its performance or legal compliance appears to be unsatisfactory and provide reasonable opportunity for the school to remedy the problem, unless the problem warrants revocation and revocation timeframes apply; (8) take appropriate corrective actions or exercise sanctions short of revocation in response to apparent deficiencies in charter school performance or legal compliance. These actions or sanctions may include requiring a school to develop and execute a corrective action plan within a specified timeframe; (9) determine whether each charter contract merits renewal, nonrenewal, or revocation; (10) provide to parents and the general public information about charter schools authorized by the sponsor as an enrollment option within the district in which the charter school is located to the same extent and through the same means as the district in which the charter school is located provides and publicizes information about all public schools in the district. A charter school shall notify its sponsor of its enrollment procedures and dates of its enrollment period no less than sixty days before the first day of its enrollment period; and (11) permanently close any charter school at the conclusion of the school year after receiving the lowest performance level rating as defined by the federal accountability system for three consecutive years in accordance with Section 59-40-110(E). (C) The South Carolina Public Charter School District may retain no more than two percent of the total state appropriations for each charter school it authorizes to cover the costs for overseeing its charter schools. The sponsor's administrative fee does not include costs incurred in delivering services that a charter school may purchase at its discretion from the sponsor. The sponsor's fee is not applicable to federal money or grants received by the charter school. The sponsor shall use its funding provided pursuant to this section exclusively for the purpose of fulfilling sponsor obligations in accordance with this chapter. HISTORY: 2012 Act No. 164, Section 1, eff May 14, 2012; 2014 Act No. 288 (H.3853), Section 2, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-55/"
    },
    {
      "id": "section-59-40-60",
      "number": "59-40-60",
      "heading": "",
      "text": "(A) An approved charter application constitutes an agreement between the charter school and the sponsor. (B) A contract between the charter school and the sponsor must be executed and must reflect all provisions outlined in the application as well as the roles, powers, responsibilities, and performance expectations for each party to the contract. A contract must include the proposed enrollment procedures and dates of the enrollment period of the charter school. All agreements regarding the release of the charter school from school district policies must be contained in the contract. The Department of Education shall develop a contract template to be used by charter schools and the sponsor. The template must serve as a foundation for the development of a contract between the charter school and the sponsor. (C) A material revision of the terms of the contract between the charter school and the sponsor may be made only with the approval of both parties. (D) Except as provided in subsection (F), an applicant who wishes to form a charter school shall: (1) organize the charter school as a nonprofit corporation pursuant to the laws of this State; (2) form a charter committee for the charter school which includes one or more teachers; and (3) submit a letter of intent and a written charter school application to the board of trustees or area commission from which the committee is seeking sponsorship. (E) A charter committee is responsible for and has the power to: (1) submit a letter of intent and an application to operate as a charter school, sign a charter school contract, and ensure compliance with all of the requirements for charter schools provided by law; (2) employ and contract with teachers and nonteaching employees, contract for services, and develop pay scales, performance criteria, and discharge policies for its employees. All teachers whether certified or noncertified must undergo the background checks and other investigations required for certified teachers, as provided by law, before they may teach in the charter school; and (3) decide all other matters related to the operation of the charter school, including budgeting, curriculum, and operating procedures. (F) The charter school application, based on an application template with compliance guidelines developed by the State Department of Education, must include: (1) an executive summary, not to exceed two pages; (2) the mission statement of the charter school, which must be consistent with the principles of the General Assembly's purposes pursuant to Section 59-40-20; (3) the goals, objectives, and academic performance standards to be achieved by the charter school, and a description of the charter school's admission policies and procedures; (4) evidence that an adequate number of parents or legal guardians with students eligible to attend the proposed school pursuant to Section 59-40-50 support the formation of a charter school and justify the projected per pupil allocation in the application budget; (5) a description of the charter school's educational program, including how it will meet or exceed the academic performance standards and expectations, including academic standards adopted by the State Board of Education and how the instructional design, learning environment, class size and structure, curriculum, and teaching methods enable each pupil to achieve these standards; (6) a description of the charter school's plan for evaluating pupil achievement and progress toward accomplishment of the school's achievement standards in addition to state assessments, the timeline for meeting these standards, and the procedures for taking corrective action if that pupil achievement falls below the standards; (7) evidence that the plan for the charter school is economically sound, a proposed budget for the term of the charter, a description of the manner in which an annual audit of the financial and administrative operations of the charter school, including any services provided by the sponsor, is to be conducted; (8) a description of the governance and operation of the charter school, including a detailed school start-up plan, resumes and background information on the charter committee members, the capacity and experience of the school leadership and management team, any involvement with the replication of existing successful public charter schools, any proposed management company or educational service provider responsibilities, and the nature and extent of parental, professional educator, and community involvement in the governance and operation of the charter school; (9) a description of how the charter school plans to ensure that the enrollment of the school is similar to the racial composition of the local school district in which the charter school is to be located or the targeted student population of the local school district that the charter school proposes to serve and provide assurance that the school does not conflict with any school district desegregation plan or order in effect for the school district in which the charter school is to be located; (10) a description of how the charter school plans to meet the transportation needs of its pupils; (11) a description of the building, facilities, and equipment and how they shall be obtained; (12) an explanation of the relationship that shall exist between the proposed charter school and its employees, including a staffing chart aligned with the budget and student enrollment projections, descriptions of evaluation procedures, and evidence that the terms and conditions of employment have been addressed with affected employees; (13) a description of a reasonable grievance and termination procedure, as required by this chapter, including notice and a hearing before the governing body of the charter school. The application must state whether or not the provisions of Article 5, Chapter 25, Title 59 apply to the employment and dismissal of teachers at the charter school; (14) a description of student rights and responsibilities, including behavior and discipline standards, and a reasonable hearing procedure, including notice and a hearing before the board of directors of the charter school before expulsion; (15) an assumption of liability by the charter school for the activities of the charter school and an agreement that the charter school must indemnify and hold harmless the sponsor, its servants, agents, and employees, from any and all liability, damage, expense, causes of action, suits, claims, or judgments arising from injury to persons or property or otherwise which arises out of the act, failure to act, or negligence of the charter school, its agents and employees, in connection with or arising out of the activity of the charter school; and (16) a description of the types and amounts of insurance coverage to be obtained by the charter school. (G) Nothing in this section shall require a charter school applicant to provide a list of prospective or tentatively enrolled students or prospective employees with the application. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 7, eff May 14, 2012; 2014 Act No. 288 (H.3853), Section 3, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-60/"
    },
    {
      "id": "section-59-40-65",
      "number": "59-40-65",
      "heading": "",
      "text": "(A) If the governing body of a charter school offers as part of its curriculum a program of online or computer instruction, this information shall be included in the application and the governing body shall be required to: (1) provide each student enrolled in the program with a course or courses of online or computer instruction approved by the charter school's sponsor that must meet or exceed the South Carolina content and grade-specific standards. Students enrolled in the program of online or computer instruction must receive all instructional materials required for the student's program; (2) ensure that the persons who operate the program on a day-to-day basis comply with and carry out all applicable requirements, statutes, regulations, rules, and policies of the charter school; (3) ensure that each course offered through the program is taught by a teacher meeting the requirements of Section 59-40-50; (4) ensure that a parent or legal guardian of each student verifies the number of hours of educational activities completed by the student each school year; (5) adopt a plan by which it will provide: (a) frequent, ongoing monitoring to ensure and verify that each student is participating in the program, including proctored assessment(s) per semester in core subjects graded or evaluated by the teacher, and at least bi-weekly parent-teacher conferences in person or by telephone; (b) regular instructional opportunities in real time that are directly related to the school's curricular objectives, including, but not limited to, meetings with teachers and educational field trips and outings; (c) verification of ongoing student attendance in the program; (d) verification of ongoing student progress and performance in each course as documented by ongoing assessments and examples of student coursework; (6) administer to all students in a proctored setting all applicable assessments as required by the South Carolina Education Accountability Act. (B) Nothing in this section shall prohibit a charter school that provides a program of online or computer instruction from reimbursing families of enrolled students for costs associated with their Internet connection for use in the program. (C) A charter school shall provide no more than seventy-five percent of a student's core academic instruction in kindergarten through twelfth grade via an online or computer instruction program. The twenty-five percent of the student's core academic instruction may be met through the regular instructional opportunities outlined in subitem (A)(5)(b). (D) Charter school students may enroll in the Department of Education's virtual education program pursuant to program requirements. (E) Private or homeschool students choosing to take courses from a virtual charter school may not be provided instructional materials, or any other materials associated with receiving instruction through a program of online or computer instruction at the state's expense. (F) Only students enrolled in the charter school as a full-time student shall be reported in the charter school's average daily membership to the State Department of Education for the purposes of receiving state or federal funds. Private and homeschool students may not be included in the student weighted pupil units or average daily membership reported to the State Department of Education for the purposes of receiving state or federal funds. HISTORY: 2007 Act No. 26, Section 2, eff May 15, 2007; 2013 Act No. 84, Section 2, eff June 13, 2013; 2014 Act No. 288 (H.3853), Section 9, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-65/"
    },
    {
      "id": "section-59-40-70",
      "number": "59-40-70",
      "heading": "",
      "text": "(A)(1) An applicant shall submit a letter of intent at least ninety days before submitting an application to the board of trustees or area commission from which it is seeking sponsorship and a copy to the South Carolina Department of Education. (2) An applicant shall submit the application to the board of trustees or area commission from which it is seeking sponsorship and one copy to the South Carolina Department of Education. In the case of the South Carolina Public Charter School District or a public or independent institution of higher learning sponsor, the applicant shall provide notice of the application to the local school board of trustees in which the charter school will be located for informational purposes only. The school district or the public or independent institution of higher learning from which the applicant is seeking sponsorship may request clarifying information from the applicant. The State Department of Education shall provide guidance on compliance to both sponsors and applicants. (3) The applicant shall notify the local delegation of a county in which a proposed charter school is to be located upon submission of a charter school application and also shall provide a copy of the charter school application upon request by a member of the local delegation. (B) The board of trustees or area commission from which the applicant is seeking sponsorship shall rule on the application for a charter school in a public hearing, upon reasonable public notice, within ninety days after receiving the application. If there is no ruling within ninety days, the application is considered approved. Once the application has been approved by the board of trustees or area commission, the charter school may open at the beginning of the following year. However, before a charter school may open, the State Department of Education shall verify the accuracy of the financial data for the school within forty-five days after approval. (C) A board of trustees or area commission shall deny an application only if the application does not meet the requirements specified in Section 59-40-50 or 59-40-60, fails to meet the spirit and intent of this chapter, or adversely affects, as defined in regulation, the other students in the district in which the charter school is to be located, or if, based on the totality of information provided by the applicant, the board of trustees or area commission determines that the applicant has failed to demonstrate a substantial likelihood that it has the capacity to establish a viable school based on national industry standards of quality charter school authorization. It shall provide, within ten days, a written explanation of the reasons for denial, citing specific standards related to provisions of Section 59-40-50 or 59-40-60 that the application violates. This written explanation immediately must be sent to the charter committee and filed with the State Board of Education. (D) In the event that the racial composition of an applicant's or charter school's enrollment differs from the enrollment of the local school district in which the charter school is to be located or the targeted student population of the local school district by more than twenty percent, despite its best efforts, the board of trustees or area commission from which the applicant is seeking sponsorship shall consider the applicant's or the charter school's recruitment efforts and racial composition of the applicant pool in determining whether the applicant or charter school is operating in a nondiscriminatory manner. A finding by the board of trustees or area commission that the applicant or charter school is operating in a racially discriminatory manner justifies the denial of a charter school application or the revocation of a charter as provided in this section or in Section 59-40-110, as may be applicable. A finding by the board of trustees or area commission that the applicant is not operating in a racially discriminatory manner justifies approval of the charter without regard to the racial percentage requirement if the application is acceptable in all other aspects. (E) If the board of trustees or area commission from which the applicant is seeking sponsorship denies a charter school application, the charter applicant may appeal the denial to the Administrative Law Court pursuant to Section 59-40-90. (F) If the board of trustees or area commission approves the application, it becomes the charter school's sponsor and shall sign the approved application. The sponsor shall submit a copy of the charter contract to the State Board of Education. (G) If a local school board of trustees has information that an approved application by the South Carolina Public Charter School District or a public or independent institution of higher learning sponsor adversely affects the other students in its district, as defined in regulation, or that the approval of the application fails to meet the spirit and intent of this chapter, the local school board of trustees may appeal the granting of the charter to the Administrative Law Court. The Administrative Law Court, within forty-five days, may affirm or reverse the application for action by the South Carolina Public Charter School District or the public or independent institution of higher learning in accordance with an order of the state board. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2008 Act No. 239, Sections 3, 4, 5, eff May 21, 2008; 2012 Act No. 164, Section 8, eff May 14, 2012; 2014 Act No. 288 (H.3853), Section 4, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-70/"
    },
    {
      "id": "section-59-40-75",
      "number": "59-40-75",
      "heading": "",
      "text": "(A) A member of the South Carolina Public Charter School District or of the governing board or sponsor of the charter school who is indicted in any court for any crime, or has waived the indictment if permitted by law, may be suspended by the Governor, who shall appoint another in his stead until he is acquitted. In case of conviction, the office must be declared vacant by the Governor and the vacancy filled as provided by law. (B) Notwithstanding another provision of law to the contrary, members of a charter school board of directors who wilfully commit or engage in an act of malfeasance, misfeasance, absenteeism, conflicts of interest, misconduct, or persistent neglect of duty in office, or are deemed incompetent or incapacitated, may be removed from office by the Governor upon any of the forgoing causes being made to the satisfaction of the Governor. Before removing the officer, the Governor shall inform him in writing of the specific charges brought against him and give him an opportunity on reasonable notice to be heard. Vacancies occurring in the membership of any board of directors as a result of removal pursuant to this subsection must be filled in the manner provided in the charter school's bylaws. (C) Whenever it appears to the satisfaction of the Governor that probable cause exists to charge a member of the South Carolina Public Charter School District or of the governing board of the charter school who has the custody of public or trust funds with embezzlement or the appropriation of public or trust funds to private use, then the Governor shall direct his immediate prosecution by the proper officer. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006; 2021 Act No. 32 (S.607), Section 1, eff May 6, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-75/"
    },
    {
      "id": "section-59-40-80",
      "number": "59-40-80",
      "heading": "",
      "text": "A sponsor may conditionally authorize a charter school before the applicant has secured its space, equipment, facilities, and personnel if the applicant indicates such authority is necessary for it to meet the requirements of this chapter. Conditional authorization does not give rise to any equitable or other claims based on reliance, notwithstanding any promise, parole, written, or otherwise, contained in the authorization or acceptance of it, whether preceding or following the conditional authorization. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-80/"
    },
    {
      "id": "section-59-40-90",
      "number": "59-40-90",
      "heading": "",
      "text": "A final decision of the school district or a public or independent institution of higher learning sponsor may be appealed by any party to the Administrative Law Court as provided in Sections 1-23-380(B) and 1-23-600(D). HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2006 Act No. 387, Section 45, eff July 1, 2006; 2008 Act No. 239, Section 6, eff May 21, 2008; 2014 Act No. 288 (H.3853), Section 5, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-90/"
    },
    {
      "id": "section-59-40-100",
      "number": "59-40-100",
      "heading": "",
      "text": "(A)(1) Subject to item (2), an existing public school may be converted into a charter school if two-thirds of the faculty and instructional staff employed at the school and two-thirds of all voting parents or legal guardians of students enrolled in the school agree to the filing of an application with the local school board of trustees for the conversion and formation of that school into a charter school. Parents or legal guardians of students enrolled in the school must be given the opportunity to vote on the conversion. Parents or guardians of a student shall have one vote for each student enrolled in the school seeking conversion. The application must be submitted pursuant to Section 59-40-70(A)(5) by the principal of that school or his designee who must be considered the applicant. The application must include all information required of other applications pursuant to this chapter. The local school board of trustees shall approve or disapprove this application in the same manner it approves or disapproves other applications. The existence of another charter granting authority must not be grounds for disapproving a school desiring to convert to a charter school. (2)(a) In addition to the vote requirements required in item (1), if a proposed conversion school has outstanding general obligation bond debt owed on it and that debt is resulting from an ordinance originally authorizing the bonds, and the original authorization was no more than ten years prior to the proposed conversion, and the bonds were specifically issued for the construction or improvement of the proposed conversion school, the school may be converted into a charter school only upon a majority vote of the local school board of trustees. (b) In addition to the vote requirements required in item (1), if a proposed conversion school has outstanding general obligation bond debt owed on it and that debt is resulting from a referendum originally authorizing the bonds, and the original authorization was no more than ten years prior to the proposed conversion, and the bonds were specifically issued for the construction or improvement of the proposed conversion school, the school may be converted into a charter school only upon a two-thirds vote of the local school board of trustees. (B) A converted charter school shall offer at least the same grades, or nongraded education appropriate for the same ages and education levels of pupils, as offered by the school immediately before conversion, and also may provide additional grades and further educational offerings. (C) All students enrolled in the school at the time of conversion must be given priority enrollment. Thereafter, students who reside within the former attendance area of that public school must be given enrollment priority. (D) All employees of a converted school shall remain employees of the local school district, the South Carolina Public Charter School District, or the public or independent institution of higher learning sponsor with the same compensation and benefits including any future increases. The converted charter school quarterly shall reimburse the local school district, the South Carolina Public Charter School District, or the public or independent institution of higher learning sponsor for the compensation and employer contribution benefits paid to or on behalf of these employees and also provide to the sponsor any reports, forms, or data necessary for maintaining retirement coverage and providing South Carolina Retirement Systems benefits to converted school employees. The provisions of Article 5, Chapter 25, Title 59 apply to the employment and dismissal of teachers at a converted school. (E) For the duration of a converted charter school's contract with a sponsor, a converted charter school shall have the right to retain occupancy and use of the school's facility or facilities and all equipment, furniture, and supplies that were available to the school before it converted, in the same manner as before the school converted, with no additional fees or charges. (F) The South Carolina Public Charter School District or a public or independent institution of higher learning may not sponsor a public school to convert to a charter school. However, the South Carolina Public Charter School District or a public or independent institution of higher learning may sponsor a converted charter school renewal if the charter school has not committed a material violation of the provisions specified in subsection (C) of Section 59-40-110 and the local school district board of trustees refuses to renew the charter. In such cases, the charter school shall continue to receive local funding pursuant to Section 59-40-110(A). However, the charter school is not eligible to receive one hundred percent of the base student cost from the State. The charter school only is eligible to receive the percentage of the base student cost previously received as a school in its former district. (G) A governing board or a school district employee who has control over personnel actions shall not take unlawful reprisal against another employee of the school district because the employee is directly or indirectly involved in an application to establish a charter school. A governing board or a school district employee shall not take unlawful reprisal against an educational program of the school or the school district because an application to establish a charter school proposes the conversion of all or a portion of the educational program to a charter school. As used in this subsection, \"unlawful reprisal\" means an action that is taken by a governing board or a school district employee as a direct result of a lawful application to establish a charter school and that is adverse to another employee or education program and: (1) with respect to a school district employee, results in: (a) disciplinary or corrective action; (b) detail, transfer, or reassignment; (c) suspension, demotion, or dismissal; (d) an unfavorable performance evaluation; (e) a reduction in pay, benefits, or awards; (f) elimination of the employee's position without a reduction in force by reason of lack of monies or work; or (g) other significant changes in duties or responsibilities that are inconsistent with the employee's salary or employment classification; and (2) with respect to an educational program, results in: (a) suspension or termination of the program; (b) transfer or reassignment of the program to a less favorable department; (c) relocation of the program to a less favorable site within the school district; or (d) significant reduction or termination of funding for the program. (H) A special public school that is funded directly by the State of South Carolina and, therefore, is not associated with a public school district may apply to become a public charter school if it serves as a professional development school for an institution of higher learning's teacher education program. If a special public school becomes a public charter school pursuant to this subsection, the provisions of Section 59-127-75 do not apply. Notwithstanding any other provision of law, if the qualifying special public school becomes a public charter school, it shall be deemed not to be a converted charter school. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 9, eff May 14, 2012; 2013 Act No. 59, Section 2.A, eff June 12, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-100/"
    },
    {
      "id": "section-59-40-110",
      "number": "59-40-110",
      "heading": "",
      "text": "(A) A charter must be approved or renewed for a period of ten school years; however, the charter only may be revoked or not renewed under the provisions of subsection (C) of this section. The sponsor annually shall evaluate the conditions outlined in subsection (C). The annual evaluation results must be used in making a determination for nonrenewal or revocation. (B) A charter renewal application must be submitted to the school's sponsor one hundred twenty calendar days before the end of the school year for the term of the charter contract, and it must contain: (1) a report on the progress of the charter school in achieving the goals, objectives, pupil achievement standards, and other terms of the initially approved charter application; (2) a financial statement that discloses the costs of administration, instruction, and other spending categories for the charter school that is understandable to the general public and that allows comparison of these costs to other schools or other comparable organizations, in a format required by the State Board of Education; and (3) any proposed material changes to the current charter or charter school contract to be implemented in the next ten-year charter term. (C) A charter must be revoked or not renewed by the sponsor if it determines that the charter school: (1) committed a material violation of the conditions, standards, performance expectations, or procedures provided for in the charter application or charter school contract, or both; (2) failed to meet the academic performance standards and expectations as defined in the charter application or charter school contract, or both; (3) failed to maintain its books and records according to generally accepted accounting principles or failed to create an appropriate system of internal control, or both; or (4) violated any provision of law from which the charter school was not specifically exempted. (D) A sponsor summarily may revoke any charter school that is determined by the sponsor to pose an imminent threat of harm to the health or safety of students, or both, based on documented and clear and convincing data. (E) Any charter school shall automatically and permanently close at the conclusion of the school year in which the school first becomes subject to automatic closure for receiving the lowest performance level rating as defined by the federal accountability system for three consecutive years beginning with student achievement data from the 2013-2014 school year. The determination of closure is considered final. Automatic closure shall not apply to any charter school serving fifty percent or more students with disabilities or any charter school designated as an Alternative Education Campus (AEC) by its sponsor as outlined in Section 59-40-111. (F) At least sixty days before not renewing or terminating a charter school, the sponsor shall notify in writing the charter school's governing body of the proposed action. The notification shall state the grounds for the proposed action in reasonable detail. Termination must follow the procedure provided for in this section. (G) The existence of another charter granting authority must not be grounds for the nonrenewal or revocation of a charter. Grounds for nonrenewal or revocation must be only those specified of this section. (H) The charter school's governing body may request in writing a hearing before the sponsor within fourteen days of receiving notice of nonrenewal or termination of the charter. Failure by the school's governing body to make a written request for a hearing within fourteen days must be treated as acquiescence to the proposed action. Upon receiving a timely written request for a hearing, the sponsor shall give reasonable notice to the school's governing body of the hearing date. The sponsor shall conduct a hearing before taking final action. The sponsor shall take final action to renew or not renew a charter by the last day of classes in the last school year for which the charter school is authorized. (I) A charter school seeking renewal may submit a renewal application to another charter granting authority if the charter school has not committed a material violation of the provisions specified in this section and the sponsor refuses to renew the charter. In such cases the charter school shall continue to receive local funding pursuant to Section 59-40-140(A). However, the charter school is not eligible to receive one hundred percent of the base student cost from the State. The charter school only is eligible to receive the percentage of the base student cost previously received as a school in its former district. (J) A decision to revoke or not to renew a charter school may be appealed to the Administrative Law Court pursuant to the provisions of Section 59-40-90. Upon appeal to the Administrative Law Court, there is no automatic stay of the revocation or nonrenewal decision. Pending resolution of the appeal, the charter school also may move before the Administrative Law Court for imposition of a stay of the revocation or nonrenewal on the grounds that an unusual hardship to the charter school will result from the execution of the sponsor's decision. (K) Prior to any public charter school closure, the sponsor shall develop a public charter school closure protocol to ensure timely notification to parents, orderly transition of students and student records to new schools, and proper disposition of school funds, property, and net assets in accordance with the requirements of this chapter. The protocol shall specify tasks, timelines, and responsible parties, including delineating the respective duties of the school and the sponsor. In the event of a public charter school closure for any reason, the sponsor shall oversee and work with the closing school to ensure a smooth and orderly closure and transition for students and parents, as guided by the closure protocol. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2008 Act No. 239, Sections 1, 7, eff May 21, 2008; 2012 Act No. 164, Section 10, eff May 14, 2012; 2014 Act No. 288 (H.3853), Section 6, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-110/"
    },
    {
      "id": "section-59-40-111",
      "number": "59-40-111",
      "heading": "",
      "text": "(A) For purposes of this chapter, an Alternative Education Campus (AEC) is any charter school with an explicit mission and purpose as outlined in its charter to serve an enrolled student population with: (1) severe limitations that preclude appropriate administration of the assessments administered pursuant to federal and state requirements; (2) fifty percent or more of students having Individualized Education Programs (IEPs) in accordance with federal regulations or a demonstrated need for specific services or specialized instruction as defined in Section 59-40-50, and the school shall provide the needed evidence-based specialized instruction, interventions, services, support, and accommodations based on the needs of the students; or (3) eighty-five percent or more of enrolled students meeting the definition of a \"high-risk\" student including students who: (a) have been adjudicated as juvenile delinquents or who are awaiting disposition of charges that may result in adjudication; (b) have dropped out of school or who have not been continuously enrolled and regularly attending any school for at least one semester before enrolling in this school; (c) have been expelled from school or who have engaged in behavior that would justify expulsion; (d) have documented histories of personal drug or alcohol use or who have parents or guardians with documented dependencies on drugs or alcohol; (e) have documented histories of personal street gang involvement or who have immediate family members with documented histories of street gang involvement; (f) have documented histories of child abuse or neglect; (g) have parents or guardians in prison or on parole or probation; (h) have documented histories of domestic violence in the immediate family; (i) have documented histories of repeated school suspensions; (j) are under the age of twenty years who are parents or pregnant women; (k) are homeless, as defined in the McKinney-Vento Homeless Assistance Act; or (l) have a documented history of a serious psychiatric or behavioral disorder including, but not limited to, an eating disorder or a history of suicidal or self-injurious behaviors. (B) Such schools must be classified as AECs by their sponsor. (C) A high-poverty rating alone shall not qualify any charter school for status as an AEC. (D) Charter school applicants seeking such a designation shall provide sufficient information in their charter application to allow the authorizer to make a determination as to whether that classification applies. (E) Charter schools already in operation may seek AEC classification by petitioning their sponsor. (F) Charter schools receiving an AEC designation either before or after opening, shall be held to applicable state and federal accountability standards along with the academic performance standards and expectations established by written agreement between the sponsor and the school that takes into account the school's specialized mission and student population with comparisons to any available nationally normed data with similar subsets of students and is included in their annual report in accordance with Section 59-40-140(H) and is included in the school report card compiled by the Education Oversight Committee. HISTORY: 2014 Act No. 288 (H.3853), Section 1, eff June 12, 2014; 2016 Act No. 219 (S.1262), Section 2, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-111/"
    },
    {
      "id": "section-59-40-115",
      "number": "59-40-115",
      "heading": "",
      "text": "A charter school may terminate its contract with a sponsor before the ten-year term of contract if all parties under contract with the charter school agree to the dissolution. A charter school that terminates its contract with a sponsor directly may seek application for the length of time remaining on its original contract from another sponsor. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006; 2008 Act No. 239, Section 2, eff May 21, 2008; 2014 Act No. 288 (H.3853), Section 7, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-115/"
    },
    {
      "id": "section-59-40-120",
      "number": "59-40-120",
      "heading": "",
      "text": "Upon dissolution of a charter school, its assets may not inure to the benefit of any private person. Any assets obtained through restricted agreements with a donor through awards, grants, or gifts must be returned to that entity. All other assets become property of the sponsor. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-120/"
    },
    {
      "id": "section-59-40-125",
      "number": "59-40-125",
      "heading": "",
      "text": "(A) All charter schools, other than converted charter schools whose employees remain employees of the local school district or the South Carolina Public Charter School District pursuant to Section 59-40-100(D), are eligible covered employers in the South Carolina Retirement Systems and may elect to participate in the system by filing the appropriate application with the South Carolina Retirement Systems. If the charter school chooses not to become a covered employer, employees of that charter school are not allowed to participate in the South Carolina Retirement Systems except as provided in Section 59-40-130. (B) The South Carolina Public Charter School District shall be a covered employer in the South Carolina Retirement Systems. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-125/"
    },
    {
      "id": "section-59-40-130",
      "number": "59-40-130",
      "heading": "",
      "text": "(A)(1) If an employee of a local school district makes a written request for leave to be employed at a charter school before July 1, 2006, the school district shall grant the leave for up to five years as requested by the employee. The school district may require that the request for leave or extension of leave be made by the date provided for by state law for the return of teachers' contracts. Employees may return to employment with the local school district at its option with the same teaching or administrative contract status as when they left but without assurance as to the school or supplemental position to which they may be assigned. (2) Notwithstanding the provisions of item (1) and subject to the provisions of subsection (B), a charter school employing after June 30, 2006, an individual on leave from a local school district shall participate in the South Carolina Retirement Systems as a covered employer with respect to that employee on leave through the earlier of the date the employee on leave returns to employment by the district or June 30, 2011, and only if the charter school and the employee have made required employer and employee contributions to the South Carolina Retirement Systems from the employee's date of employment with the charter school. (B) A charter school employing an individual on leave from a local school district shall participate in the South Carolina Retirement Systems as a covered employer with respect to the employee on leave it hires. The employee on leave from a local school district employed by a charter school shall accrue benefits and credits in the South Carolina Retirement Systems. The charter school shall remit to the Retirement Systems the employer contributions required by law for participating employers. The employee shall make the employee contributions to the Retirement Systems required by law and the contributions must be picked up in accordance with Section 9-1-1020. The South Carolina Retirement Systems may impose reasonable requirements to administer this section. (C) The provisions of this section do not apply to teachers and other employees of a converted school whose employment relation is governed by Section 59-40-100. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 14, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-130/"
    },
    {
      "id": "section-59-40-140",
      "number": "59-40-140",
      "heading": "",
      "text": "(A) A local school board of trustees sponsor shall distribute state, county, and school district funds to a charter school as determined by the following formula: the previous year's audited total general fund revenues, divided by the previous year's weighted students, then increased by the Education Finance Act inflation factor, pursuant to Section 59-20-40, for the years following the audited expenditures, then multiplied by the weighted students enrolled in the charter school, which will be subject to adjustment for student attendance and state budget allocations based on the same criteria as the local school district. These amounts must be verified by the State Department of Education before the first disbursement of funds. All state and local funding must be distributed by the local school district to the charter school monthly beginning July first following approval of the charter school application and must continue to be disbursed to the charter school for the duration of its charter and for the duration of any subsequent renewals. After verification of student attendance on the fifth day of school at the beginning of each school year, the State Department of Education shall distribute funds to school districts with charter schools: (1) having approved incremental growth and expansion as provided in their charter application; or (2) for opening of new charter schools in the current fiscal year. These funds must be released to districts on behalf of their charter schools no later than fifteen days after receipt of verified enrollment. Districts shall provide this funding to eligible charters no later than thirty days after receipt from the Department of Education. Necessary adjustments due to enrollment changes must be made pursuant to the Education Finance Act. (B) The South Carolina Public Charter School District or public or independent institution of higher learning sponsor shall receive and distribute state funds to the charter school as provided by the General Assembly. (C) During the year of the charter school's operation, as received, and to the extent allowed by federal law, a sponsor shall distribute to the charter school federal funds which are allocated to the sponsor on the basis of the number of special characteristics of the students attending the charter school. These amounts must be verified by the State Department of Education before the first disbursement of funds. (D) Notwithstanding subsection (C), the proportionate share of state and federal resources generated by students or staff serving them must be directed to the sponsor. After receipt of federal or state categorical aid funds, sponsors shall, within ten business days, supply to the charter school the proportional share of each categorical fund for which the charter school qualifies. If the sponsor fails to do so, the Department of Education may fine the sponsor an amount equivalent to the withheld amounts. Fines imposed must be remitted to the charter school from which the amounts were withheld. (E) All services centrally or otherwise provided by the sponsor including, but not limited to, food services, custodial services, maintenance, curriculum, media services, libraries, and warehousing are subject to negotiation between a charter school and the sponsor and must be outlined in the contract required pursuant to Section 59-40-70(F), except as otherwise provided or required by law. (F) All awards, grants, or gifts collected by a charter school must be retained by the charter school. (G) The governing body of a charter school is authorized to accept gifts, donations, or grants of any kind made to the charter school and to expend or use the gifts, donations, or grants in accordance with the conditions prescribed by the donor. A gift or donation must not be required for admission. However, a gift, donation, or grant must not be accepted by the governing board if subject to a condition contrary to law or contrary to the terms of the contract between the charter school and the governing body. All gifts, donations, or grants must be reported to the sponsor in their annual audit report as required in Section 59-40-50(B)(3). (H) A charter school shall report to its sponsor and the Department of Education any change to information provided under its application. In addition, a charter school shall report at least annually to its sponsor and the sponsor shall compile those reports into a single document which must be submitted to the department. The Department of Education shall develop a template to be used by charter schools for this annual report. The report shall provide all information required by the sponsor or the department and shall include, at a minimum: (1) the number of students enrolled in the charter school from year to year; (2) the success of students in achieving the specific educational goals for which the charter school was established; (3) an analysis of achievement gaps among major groupings of students in both proficiency and growth; (4) the identity and certification status of the teaching staff; (5) the financial performance and sustainability of the sponsor's charter schools; and (6) board performance and stewardship including compliance with applicable laws. (I) The sponsor shall provide technical assistance to persons and groups preparing or revising charter applications at no expense. (J) Charter schools may acquire by gift, devise, purchase, lease, sublease, installment purchase agreement, land contract, option, or by any other means provided by law or otherwise, and hold and own in its own name buildings or other property for school purposes and interests in it which are necessary or convenient to fulfill its purposes. (K) Charter schools are exempt from state and local taxation, except the sales tax, on their earnings and property whether owned or leased. Instruments of conveyance to or from a charter school are exempt from all types of taxation of local or state taxes and transfer fees. (L) Notwithstanding the above provisions of this section, this subsection applies to converted charter schools that converted into a charter school after the effective date of this act. For purposes of computing the funding for any year to be provided a converted charter school under the provisions of this section, the computations required shall be made as provided in this section based on the previous year's revenues, expenditures, and other applicable factors pertaining to that particular converted charter school, and also then shall be made as provided in this section for the year immediately preceding the previous year based on the revenues, expenditures, and other applicable factors for that year pertaining to that particular converted charter school. The funding of the converted charter school for the initial year shall be the average of the weighted per pupil unit funding computed for these two prior years, and funding for the converted charter school after the initial year shall be provided by the school district in the same manner as regular public schools in the district. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 11, eff May 14, 2012; 2014 Act No. 208 (H.4871), Section 1, eff June 2, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-140/"
    },
    {
      "id": "section-59-40-145",
      "number": "59-40-145",
      "heading": "",
      "text": "A child who resides in a school district other than the one where a charter school is located may attend a charter school outside his district of residence; however, the receiving charter school shall have authority to grant or deny permission for the student to attend pursuant to Sections 59-40-40(2)(b) and 59-40-50(B)(7) and (8) according to the terms of the charter after in-district children have been given priority in enrollment. However, the out-of-district enrollment shall not exceed twenty percent of the total enrollment of the charter school without the approval of the sponsoring district board of trustees. The district sending children to the charter school under the terms of this section must be notified immediately of the transferring students. Out-of-district students must be considered based on the order in which their applications are received. If the twenty percent out-of-district enrollment is from one school district, then the sending district must concur with any additional students transferring from that district to attend the charter school. The charter school to which the child is transferring shall be eligible for state and federal funding according to the formula defined in Section 59-40-140(A), (B), and (C), as applicable. However, this section does not apply to a charter school sponsored by the South Carolina Public Charter School District Board of Trustees. HISTORY: 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-145/"
    },
    {
      "id": "section-59-40-150",
      "number": "59-40-150",
      "heading": "",
      "text": "(A) The Department of Education shall disseminate information to the public, directly and through sponsors, on how to form and operate a charter school and how to utilize the offerings of a charter school. (B) At least annually, the department shall provide upon request a directory of all charter schools authorized under this chapter with information concerning the educational goals of each charter school, the success of each charter school in meeting its educational goals, and procedures to apply for admission to each charter school. (C) The department shall bear the cost of complying with this section. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-150/"
    },
    {
      "id": "section-59-40-155",
      "number": "59-40-155",
      "heading": "",
      "text": "(A) Within one year of taking office, all persons elected or appointed as members of a charter school board of trustees after July 1, 2006, shall complete successfully an orientation program in the powers, duties, and responsibilities of a board member including, but not limited to, topics on policy development, personnel, instructional programs, school finance, school law, ethics, and community relations. The orientation must be provided at no charge by the State Department of Education or an association approved by the department. (B) Within ninety days of employment, an administrator employed by the charter school, who is not certified, shall complete successfully an orientation program in the powers, duties, and responsibilities of a school administrator including, but not limited to, topics on personnel, instructional programs, school finance, school law, ethics, and community relations. The orientation must be provided at no charge by the State Department of Education or an association approved by the department. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-155/"
    },
    {
      "id": "section-59-40-160",
      "number": "59-40-160",
      "heading": "",
      "text": "(A) The State Board of Education shall compile evaluations to include, but not be limited to, school report cards of charter schools received from sponsors. They shall review information regarding the regulations and policies from which charter schools were released to determine if the releases assisted or impeded the charter schools in meeting their stated goals and objectives. (B) An impact study must be conducted by the State Board of Education two years after the implementation of the Charter School Advisory Committee review process to determine the effectiveness of the application process. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-160/"
    },
    {
      "id": "section-59-40-170",
      "number": "59-40-170",
      "heading": "",
      "text": "The Department of Education shall make available, upon request, a list of vacant and unused buildings and vacant and unused portions of buildings that are owned by school districts in this State and that may be suitable for the operation of a charter school. The department shall make the list available to applicants for charter schools and to existing charter schools. The list must include the address of each building, a short description of the building, and the name of the owner of the building. Nothing in this section requires the owner of a building on the list to sell or lease the building or a portion of the building to a charter school or to any other school or to any other prospective buyer or tenant. However, if a school district declares a building surplus and chooses to sell or lease the building, a charter school's board of directors or a charter committee operating or applying within the district must be given the first refusal to purchase or lease the building under the same or better terms and conditions as it would be offered to the public. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-170/"
    },
    {
      "id": "section-59-40-175",
      "number": "59-40-175",
      "heading": "",
      "text": "There is created in the state treasury the Charter School Facility Revolving Loan Program. This loan program is comprised of federal funds obtained by the state for charter school facilities, other funds appropriated or transferred to the fund by the state, and privately donated funds. Funds deposited to the Charter School Facility Revolving Loan Program must remain available for the purposes of the program until appropriated or reverted by the General Assembly. The State Treasurer may approve loans from monies in the Charter School Revolving Loan Program to a charter school, upon application by the charter school. Money loaned to a charter school pursuant to this section must be used for construction, purchase, renovation, and maintenance of public charter school facilities. The State Treasurer shall establish guidelines and procedures for application, approval, allocation, and repayment regarding loans from these monies. The Office of State Treasurer may be reimbursed from the program for costs associated with the administration of these loans. HISTORY: 2012 Act No. 164, Section 2, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-175/"
    },
    {
      "id": "section-59-40-180",
      "number": "59-40-180",
      "heading": "",
      "text": "The State Board of Education shall promulgate regulations and develop guidelines necessary to implement the provisions of this chapter, including standards to determine compliance with this chapter and an application process to include a timeline for submission of applications that will allow for final decisions, including Administrative Law Court appeal, by December first of the year preceding the charter school's opening. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2008 Act No. 239, Section 8, eff May 21, 2008; 2014 Act No. 288 (H.3853), Section 8, eff June 12, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-180/"
    },
    {
      "id": "section-59-40-190",
      "number": "59-40-190",
      "heading": "",
      "text": "(A) The governing body of a charter school may sue and be sued. The governing body may not levy taxes or issue bonds. (B) A sponsor is not liable for any of the debts of the charter school. (C) A local school district, sponsor, members of the board or area commission of a sponsor, and employees of a sponsor acting in their official capacity are immune from civil or criminal liability with respect to all activities related to a charter school they sponsor. The governing body of a charter school shall obtain at least the amount of and types of insurance required for this purpose. (D) A member of a school governing body may not receive pay as an employee in the same school. HISTORY: 1996 Act No. 447, Section 2; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 12, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-190/"
    },
    {
      "id": "section-59-40-200",
      "number": "59-40-200",
      "heading": "",
      "text": "An application already on file with the charter school advisory committee before the effective date of Section 59-40-220 is subject to the time line in effect at the time the application was filed. An application filed after the effective date of Section 59-40-220 is subject to the new time lines established pursuant to this chapter. HISTORY: 2002 Act No. 341, Section 1; 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-200/"
    },
    {
      "id": "section-59-40-210",
      "number": "59-40-210",
      "heading": "",
      "text": "A school established as a private school, on the effective date of this section, which desires to convert to a charter school shall dissolve and must not be allowed to open as a charter school for a period of twelve months; provided, however, that if the enrollment of the converted private school for the most recently completed school term before the date of the proposed conversion to a charter school reflects the racial composition of the local school district in which the converted private school is located, the provisions of this section prohibiting the private school from opening as a charter school for a period of twelve months do not apply. However, the provisions of Section 59-40-70(D) continue to apply to a private school which was not required to close for a period of twelve months after its conversion to a charter school. HISTORY: 2002 Act No. 341, Section 1; 2006 Act No. 274, Section 1, eff May 3, 2006; 2013 Act No. 59, Section 1, eff June 12, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-210/"
    },
    {
      "id": "section-59-40-220",
      "number": "59-40-220",
      "heading": "",
      "text": "(A) The South Carolina Public Charter School District is created as a public body. The South Carolina Public Charter School District must be considered a local education agency and is eligible to receive state and federal funds and grants available for public charter schools and other schools to the same degree as other local education agencies. The South Carolina Public Charter School District may not have a local tax base and may not receive local property taxes. This prohibition does not extend to local funds received by the district on behalf of sponsored charter schools pursuant to Section 59-40-140(B). (B) The geographical boundaries of the South Carolina Public Charter School District are the same as the boundaries of the State of South Carolina. (C) The office of the South Carolina Public Charter School District Board of Trustees must be housed in the State Department of Education. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 15, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-220/"
    },
    {
      "id": "section-59-40-230",
      "number": "59-40-230",
      "heading": "",
      "text": "(A)(1) The South Carolina Public Charter School District must be governed by a board of trustees consisting of not more than nine members: (a) two appointed by the Governor; (b) one appointed by the Speaker of the House of Representatives; (c) one appointed by the President of the Senate; and (d) five to be appointed by the Governor upon the recommendation of the: (i) South Carolina Association of School Administrators; (ii) South Carolina Chamber of Commerce; (iii) South Carolina Education Oversight Committee; (iv) South Carolina School Boards Association; and (v) South Carolina Alliance of Black Educators. (2) The seven members appointed by the Governor pursuant to this subsection are subject to advice and consent of the Senate. Membership of the committee must reflect representatives from each of the entities in item (4) or their designee as reflected in their recommendation. (3) Each member of the board of trustees shall serve terms of three years, except that, for the initial members, two appointed by the Governor, one by the Speaker of the House, and one by the President of the Senate, shall serve terms of one year and three appointed by the Governor shall serve terms of two years. A member of the board may be removed after appointment pursuant to Section 1-3-240. In making appointments, every effort must be made to ensure that all geographic areas of the State are represented and that the membership reflects urban and rural areas of the State as well as the ethnic diversity of the State. (B) The South Carolina Public Charter School District Board of Trustees has the same powers, rights, and responsibilities with respect to charter schools as other school district boards of trustees of this State including, but not limited to, sponsoring charter schools and applying for federal charter school grants, except that the South Carolina Public Charter School District Board of Trustees may not offer application for a charter school, issue bonds, or levy taxes. (C) The South Carolina Public Charter School District Board of Trustees annually shall elect a chairman and other officers, as it considers necessary from among its membership. (D) Members of the South Carolina Public Charter School District Board of Trustees are not eligible to receive compensation but are eligible for per diem, mileage, and subsistence as provided by law for members of state boards, committees, and commissions. (E) The South Carolina Public Charter School District Board of Trustees shall: (1) exercise general supervision over public charter schools sponsored by the district; (2) grant charter status to qualifying applicants for public charter schools pursuant to this chapter; (3) adopt and use an official seal in the authentication of its acts; (4) keep a record of its proceedings; (5) adopt rules of governance; (6) determine the policy of the district and the work undertaken by it; (7) prepare a budget for expenditures necessary for the proper maintenance of the board and the accomplishment of its purpose; (8) keep financial records in accordance with state and federal accounting codes and procedures; (9) comply with and ensure compliance of applicable state and federal regulations; (10) procure an outside annual certified financial audit on funds and submit to the State Department of Education as required by the State Department of Education; (11) be subject to the Freedom of Information Act; (12) have the power to hire and fire the superintendent of the district who may have staff as needed. (F) The South Carolina Public Charter School District Board of Trustees may contract, sue, and be sued. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006; 2012 Act No. 164, Section 13, eff May 14, 2012; 2019 Act No. 1 (S.2), Section 67, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-230/"
    },
    {
      "id": "section-59-40-235",
      "number": "59-40-235",
      "heading": "",
      "text": "The geographical boundaries from which a charter school sponsored by a public or independent institution of higher learning may accept students are the same as the boundaries of the State of South Carolina. HISTORY: 2012 Act No. 164, Section 3, eff May 14, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-235/"
    },
    {
      "id": "section-59-40-240",
      "number": "59-40-240",
      "heading": "",
      "text": "If any section, subsection, paragraph, subparagraph, sentence, clause, phrase, or word of this chapter is for any reason held to be unconstitutional or invalid, such holding shall not affect the constitutionality or validity of the remaining portions of this chapter, the General Assembly hereby declaring that it would have passed this chapter, and each and every section, subsection, paragraph, subparagraph, sentence, clause, phrase, and word thereof, irrespective of the fact that any one or more sections, subsections, paragraphs, subparagraphs, sentences, clauses, phrases, or words thereof may be declared to be unconstitutional, invalid, or otherwise ineffective. HISTORY: 2006 Act No. 274, Section 1, eff May 3, 2006. Effect of Amendment The 2006 amendment redesignated this section from Section 59-40-210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-40/section-59-40-240/"
    }
  ]
}