{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c029",
  "sections": [
    {
      "id": "section-59-29-10",
      "number": "59-29-10",
      "heading": "",
      "text": "The county board of education and the board of trustees for each school district shall see that in every school under their care there shall be taught, as far as practicable, orthography, reading, writing, arithmetic, geography, English grammar and instruction in phonics, the elements of agriculture, the history of the United States and of this State, the principles of the Constitutions of the United States and of this State, morals and good behavior, algebra, physiology and hygiene (especially as to the effects of alcoholic liquors and narcotics upon the human system), English literature, and such other branches as the state board may from time to time direct. HISTORY: 1962 Code Section 21-411; 1952 Code Section 21-411; 1942 Code Section 5321; 1932 Code Section 5338; Civ. C. '22 Section 2589; Civ. C. '12 Section 1731; Civ. C. '02 Section 1201; 1896 (22) 161; 1942 (42) 1453; 1998 Act No. 400, Section 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-10/"
    },
    {
      "id": "section-59-29-15",
      "number": "59-29-15",
      "heading": "",
      "text": "(A) In addition to the requirements that writing and arithmetic be subjects of instruction in each school district pursuant to Section 59-29-10, each school district shall: (1) provide instruction in cursive writing to ensure that students can create readable documents through legible cursive handwriting by the end of fifth grade; and (2) require students to memorize multiplication tables to ensure that students can effectively multiply numbers by the end of fifth grade. (B) The State Department of Education shall assist the school districts in identifying the most appropriate means for integrating this requirement into their existing curriculums. Additionally, the department, using procedures followed for other textbook adoptions, shall review and recommend cursive writing instructional materials for inclusion on the approved state textbook adoption list. Schools may select these materials in the same manner that other textbooks are selected from the list. HISTORY: 2014 Act No. 275 (H.3905), Section 2, eff June 9, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-15/"
    },
    {
      "id": "section-59-29-20",
      "number": "59-29-20",
      "heading": "",
      "text": "The nature of alcoholic drinks and narcotics and special instruction as to their effect upon the human system shall be taught in all the grammar and high schools of this State which receive any State aid whatsoever and shall be studied and taught as thoroughly and in the same manner as all other required branches in such schools, as may be required by the State Board of Education. The State Board of Education shall provide for the enforcement of the provisions of this section. HISTORY: 1962 Code Section 21-412; 1952 Code Section 21-412; 1942 Code Section 5323; 1941 (42) 263.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-20/"
    },
    {
      "id": "section-59-29-21",
      "number": "59-29-21",
      "heading": "",
      "text": "The State Department of Education is directed to develop guidelines to include career guidance as a part of the general guidance program in the schools of the State. HISTORY: 1989 Act No. 194, Section 33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-21/"
    },
    {
      "id": "section-59-29-30",
      "number": "59-29-30",
      "heading": "",
      "text": "Each public school of the State shall designate one week during the school year for the observance of Alcohol and Narcotics Education Week. During this week, each district board of trustees shall require the school principal or other designated person to have each class from the sixth grade upward instructed for at least thirty minutes on three days concerning the risks and dangers involved in the use of alcoholic beverages and narcotics. The principal, or such other designated person, shall also have at least one assembly session during the week of not less than forty-five minutes, at which time the subject of the dangerous effect of alcohol and narcotics shall be presented. The district board of trustees shall each year inform the State Board of Education of the week each public school in its district has designated as Alcohol and Narcotics Education Week, and the State Board of Education shall, through the Department of Education, provide suitable printed materials and other aids for use in the observance of the week. HISTORY: 1962 Code Section 21-412.1; 1960 (51) 1671; 1966 (54) 2390; 1973 (58) 651.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-30/"
    },
    {
      "id": "section-59-29-35",
      "number": "59-29-35",
      "heading": "",
      "text": "To recognize the many families in South Carolina who educate their children at home as provided by law, each year the first full week in October is designated and shall be recognized as \"South Carolina Home School Awareness Week\". During \"South Carolina Home School Awareness Week\", all home school students in this State and their parents or guardians who serve as their children's teacher shall be provided the same admission opportunities to any educational facilities owned by or under the control of this State or any state agency, department, or institution as are provided to public or private school students and their teachers. In addition during Home School Awareness Week, educational facilities, not including public school facilities, owned or under the control of a local political subdivision or entity also shall provide the same admission opportunities as are provided to public or private school students and their teachers. Only during Home School Awareness Week shall these affected educational facilities provide the same special admission opportunities to home schooled students and their parents or guardians who serve as the students' teachers as they do to public or private school students and their teachers. HISTORY: 2002 Act No. 276, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-35/"
    },
    {
      "id": "section-59-29-40",
      "number": "59-29-40",
      "heading": "",
      "text": "Films depicting the nature of alcoholic drinks and narcotics and special instructions as to their effect upon the human system shall be taught in all the junior high and high schools of this State and shall be studied and taught as thoroughly and in the same manner as all other required branches in such schools, as may be required by the State Board of Education. Such films shall be presented at orientation programs of all State-supported institutions of higher learning. The South Carolina Television Center shall make available to such schools and institutions television programs and films with commentary relative to such subject matter and the school shall require each student enrolled therein to view such program or film. The State Board of Education or the college or university officials, as the case may be, shall provide for the enforcement of the provisions of this section. HISTORY: 1962 Code Section 21-412.2; 1969 (56) 702.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-40/"
    },
    {
      "id": "section-59-29-50",
      "number": "59-29-50",
      "heading": "",
      "text": "The State Department of Education and the trustees of the State institutions of higher learning shall establish and require to be taught in the respective schools under their control a course of instruction on the traffic laws of this State. Such course of instruction shall be by lectures. HISTORY: 1962 Code Section 21-413; 1952 Code Section 21-413; 1942 Code Section 5326; 1934 (38) 1363.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-50/"
    },
    {
      "id": "section-59-29-55",
      "number": "59-29-55",
      "heading": "",
      "text": "The State Board of Education shall examine the current status of the teaching of South Carolina History. By the 1989-1990 school year, each public school of the State must instruct students in the history of the black people as a regular part of its history and social studies courses. The State Board of Education shall establish regulations for the adoption of history and social studies textbooks which incorporate black history and shall, through the State Department of Education, assist the school districts in developing and locating suitable printed materials and other aids for instruction in black history. The State Board of Education shall examine curricular material for grades 1-6 to determine the level of emphasis on the relationship of agriculture and other industries to the South Carolina economy. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 1, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-55/"
    },
    {
      "id": "section-59-29-60",
      "number": "59-29-60",
      "heading": "",
      "text": "A definite program of safety instruction shall be included in the curriculum and provided in each primary and elementary grade in the public schools of the State. HISTORY: 1962 Code Section 21-414; 1952 Code Section 21-414; 1942 Code Section 5327; 1939 (41) 131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-60/"
    },
    {
      "id": "section-59-29-70",
      "number": "59-29-70",
      "heading": "",
      "text": "The State Board of Education shall provide for instruction in fire prevention in the elementary public schools of the State. Each teacher in a public school of this State shall give such instruction in fire prevention as may be prescribed by the State Board. HISTORY: 1962 Code Section 21-415; 1952 Code Section 21-415; 1942 Code Section 5464; 1932 Code Section 5470; 1923 (33) 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-70/"
    },
    {
      "id": "section-59-29-80",
      "number": "59-29-80",
      "heading": "",
      "text": "(A) There is established and provided in all the public schools of this State physical education, training, and instruction of pupils of both sexes. Every pupil attending public school, in so far as he is physically fit and able to do so, shall take the course or courses provided by this section. Suitable modified courses must be provided for students physically or mentally unable or unfit to take the course or courses prescribed for normal pupils. However, in public school that offers a military or naval ROTC program sponsored by one of the military services of the United States, training in such a program must be considered to be the equivalent of physical education instruction and must be accepted in lieu of such instruction for all purposes, academic or nonacademic, as may hereinafter be provided. Additionally, in a public school that offers instruction in marching band based on the South Carolina Academic Standards for the Visual and Performing Arts and that incorporates the South Carolina Academic Standards for Physical Education, this instruction must be considered to be the equivalent of physical education instruction and must be accepted in lieu of physical education instruction for all purposes; provided the district first shall submit a plan to the department documenting that all South Carolina Academic Standards for Physical Education are met in the proposed marching band instruction, and upon approval of the plan by the department, this instruction may be offered and considered to be the equivalent of physical education instruction. (B) A student may be exempted from physical education requirements by seeking a waiver from the local school board of trustees. The local board may grant such a request based on the following criteria: (1) The student must present a statement by his attending physician indicating that participation in physical education will jeopardize the student's health and well-being; or (2)(a) The parent and student must show that the student's attending physical education classes will violate their religious beliefs and would not be merely a matter of personal objection; and (b) the parent or student must be members of a recognized religious faith that objects to physical education as part of its official doctrine or creed. The local board shall encourage the student to take, as an alternative to physical education, appropriate instruction in health education or other instruction in lifestyle modification if an exemption is granted pursuant to this section. HISTORY: 1962 Code Section 21-416; 1952 Code Section 21-416; 1942 Code Section 5325; 1932 Code Section 5343; 1924 (33) 996; 1974 (58) 2309; 1996 Act No. 368, Section 1; 2018 Act No. 185 (S.302), Section 1, eff May 17, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-80/"
    },
    {
      "id": "section-59-29-90",
      "number": "59-29-90",
      "heading": "",
      "text": "All colleges, schools and other educational institutions in this State giving teacher training shall provide a course or courses in physical education, training and instruction, and every pupil attending any such college, school or educational institution in preparation for teaching service shall take such course or courses. HISTORY: 1962 Code Section 21-417; 1952 Code Section 21-417; 1942 Code Section 5325; 1932 Code Section 5343; 1924 (33) 996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-90/"
    },
    {
      "id": "section-59-29-100",
      "number": "59-29-100",
      "heading": "",
      "text": "The State Superintendent of Education shall supervise the administration of Section 59-29-80 and shall prescribe the necessary course or courses in physical education, training, and instruction. Beginning with school year 1995-96, the required physical education course in the secondary schools shall occur over two semesters. For one semester, a personal fitness and wellness component must be taught and for one semester a lifetime fitness component must be taught either over the semester or in two nine-week divisions. The State Board of Education is authorized to promulgate regulations and prepare or cause to be prepared, published, and distributed a manual of instruction, courses of study, or other matters as it considers necessary or suitable to carry out the provisions of this section. HISTORY: 1962 Code Section 21-418; 1952 Code Section 21-418; 1942 Code Section 5325; 1932 Code Section 5343; 1924 (33) 996; 1994 Act No. 441, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-100/"
    },
    {
      "id": "section-59-29-110",
      "number": "59-29-110",
      "heading": "",
      "text": "The board of trustees of any State high school district may, with the approval and consent of the county board of education, provide for theoretical and practical instruction and training in military science and tactics in their high school, prescribe the grades in which such instruction and training shall be given and provide the necessary instructors and materials for the same. The State Board of Education shall establish and promulgate proper and suitable rules and regulations governing such instructions and training, and the Adjutant General shall assist and cooperate with the State Board of Education in the preparation of suitable rules and regulations to govern and control such instruction and training in State high schools and shall exercise such supervision and control of such instruction and training as the State Board of Education may approve and require. Any such high school may, under such rules and regulations as the State Board of Education may prescribe, install and maintain United States junior reserve officers training corps units. HISTORY: 1962 Code Section 21-419; 1952 Code Section 21-419; 1942 Code Section 5321; 1932 Code Section 5338; Civ. C. '22 Section 2589; Civ. C. '12 Section 1731; Civ. C. '02 Section 1201; 1896 (22) 161; 1942 (42) 1453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-110/"
    },
    {
      "id": "section-59-29-120",
      "number": "59-29-120",
      "heading": "",
      "text": "(A) All public high schools must give instruction in the essentials of the United States Constitution, the Declaration of Independence, the Emancipation Proclamation, and the Federalist Papers. No student in any such school may receive a certificate of graduation without previously passing a course that includes instruction in the provisions and principles of the United States Constitution, the Declaration of Independence, the Emancipation Proclamation, and the Federalist Papers. (B) On November eleventh of each year which is a legal holiday in this State as provided by Section 53-5-10 to commemorate and honor veterans, all elementary, middle, and high schools in this State if they are open, shall devote at least one hour of the school day in either classroom instruction or at a student body assembly program to study the United States Constitution and the Declaration of Independence. If any such school is not open on November eleventh, this instruction or assembly program must be given on the day the school is open immediately preceding November eleventh. (C) On November eleventh of each year, schools may permit students to attend activities to commemorate and honor veterans that are held at locations within their respective counties. The parent of a student seeking to be excused pursuant to this subsection shall provide prior written consent to the appropriate school personnel. Attendance at such activities shall count as a part of the instructional day for purposes of Section 59-1-440. HISTORY: 1962 Code Section 21-420; 1952 Code Section 21-420; 1942 Code Section 5324; 1932 Code Section 5342; 1924 (33) 1186; 1990 Act No. 318, Section 1; 1998 Act No. 322, Section 1; 2021 Act No. 26 (S.38), Section 1, eff beginning with the 2021-2022 School Year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-120/"
    },
    {
      "id": "section-59-29-130",
      "number": "59-29-130",
      "heading": "",
      "text": "(A)(1)(a) A public institution of higher learning, as defined in Section 59-103-5, that offers classes which may fulfill general education or liberal arts requirements shall require each undergraduate student, except a student eligible for the exemption provided in item (2), to complete no fewer than three semester credit hours or their equivalent in American history, American government, or another equivalent course of instruction that provides a comprehensive overview of the major events and turning points of American history and government which includes, at a minimum, reading: (i) the United States Constitution in its entirety; (ii) the Declaration of Independence in its entirety; (iii) the Emancipation Proclamation in its entirety; (iv) a minimum of five essays in their entirety from the Federalist Papers as selected by an instructor; and (v) one or more documents that are foundational to the African American Freedom struggle. (b) No public institution of higher learning may grant a certificate of graduation for a baccalaureate degree program to a student unless he successfully completes the requirements of this subsection. (2) A public institution of higher learning may exempt a student who has completed three semester credit hours, or their equivalent, in an Advanced Placement, International Baccalaureate (IB), or dual-credit course with a passing grade in the subject of American government or American history, provided the completed three semester credit hours, or their equivalent, in an Advanced Placement, International Baccalaureate, or dual-credit course must satisfy the requirements of item (1). (B) The board of trustees of a public institution of higher learning shall ensure that the requirements of this section are incorporated into the degree requirements of all undergraduate degree programs in a manner that does not: (1) add to the total number of credit hours for any degree; and (2) conflict with any school accreditation process. (C) The Commission on Higher Education shall ensure the compliance of each public institution of higher learning with all provisions of this section. The commission annually shall collect information necessary to ensure that a public institution of higher learning is in compliance with this section. This information annually must be reported to the Chairman of the House of Representatives Ways and Means Committee, the Chairman of the House of Representatives Education and Public Works Committee, the Chairman of the Senate Finance Committee, and the Chairman of the Senate Education Committee. HISTORY: 1962 Code Section 21-421; 1952 Code Section 21-421; 1942 Code Section 5324; 1932 Code Section 5342; 1924 (33) 1186; 2021 Act No. 26 (S.38), Section 2.A, eff beginning with the 2021-2022 School Year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-130/"
    },
    {
      "id": "section-59-29-140",
      "number": "59-29-140",
      "heading": "",
      "text": "HISTORY: Former Section, titled Enforcement of program of study of United States Constitution by State Superintendent, had the following history: 1962 Code Section 21-422; 1952 Code Section 21-422; 1942 Code Section 5324; 1932 Code Section 5342; 1924 (33) 1186. Repealed by 2021 Act No. 26, Section 3, eff beginning of the 2021-2022 school year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-140/"
    },
    {
      "id": "section-59-29-150",
      "number": "59-29-150",
      "heading": "",
      "text": "Willful neglect or failure on the part of any public school superintendent, principal or teacher or the president, teacher or other officer of any high school, normal school, university or college to observe and carry out the requirements of Sections 59-29-120 to 59-29-140 shall be sufficient cause for the dismissal or removal of such person from his position. HISTORY: 1962 Code Section 21-423; 1952 Code Section 21-423; 1942 Code Section 5324; 1932 Code Section 5342; 1924 (33) 1186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-150/"
    },
    {
      "id": "section-59-29-155",
      "number": "59-29-155",
      "heading": "",
      "text": "(A) The State Board of Education and Education Oversight Committee shall incorporate instruction on the founding principles that shaped the United States into the required study of the United States Constitution as provided in Section 59-29-120, and the South Carolina Social Studies Standards upon the next cyclical review. The board and committee shall include, at a minimum, the Federalist Papers and instruction on the structure of government and the role of the separation of powers and the freedoms guaranteed by the Bill of Rights to the United States Constitution. (B) The State Department of Education biennially shall submit a report by October fifteenth of each odd-numbered year, commencing in 2017, to the Senate Education Committee and the House Education and Public Works Committee documenting the implementation of this section. (C) The State Department of Education shall make available professional development opportunities to teachers regarding subsection (A) by physical or electronic means. HISTORY: 2016 Act No. 192 (H.3848), Section 2, eff May 26, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-155/"
    },
    {
      "id": "section-59-29-160",
      "number": "59-29-160",
      "heading": "",
      "text": "Every student in an accredited high school in this State shall, as a prerequisite to graduation therefrom, successfully complete at least two units of work in the field of mathematics. HISTORY: 1962 Code Section 21-424; 1958 (50) 1876.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-160/"
    },
    {
      "id": "section-59-29-165",
      "number": "59-29-165",
      "heading": "",
      "text": "All students attending a high school in this State that is sustained or in any manner supported by public funds must receive instruction in the area of personal finance. The State Department of Education will assist the school districts in identifying suitable materials for instruction. HISTORY: 2003 Act No. 68, Section 1, eff June 25, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-165/"
    },
    {
      "id": "section-59-29-170",
      "number": "59-29-170",
      "heading": "",
      "text": "Not later than August 15, 1987, gifted and talented students at the elementary and secondary levels must be provided programs during the regular school year or during summer school to develop their unique talents in the manner the State Board of Education must specify and to the extent state funds are provided. The Education Oversight Committee shall study the implementation of this section and report its findings to the General Assembly by July 1, 1986. By August 15, 1984, the State Board of Education shall promulgate regulations establishing the criteria for student eligibility in Gifted and Talented Programs. The funds appropriated for Gifted and Talented Programs under the Education Improvement Act of 1984 must be allocated to the school districts of the State on the basis that the number of gifted and talented students served in each district bears to the total of all those students in the State. However, districts unable to identify more than forty students using the selection criteria established by regulations of the State Board of Education shall receive fifteen thousand dollars annually. Provided, further, school districts shall serve gifted and talented students according to the following order of priority: (1) grades 3-12 academically identified gifted and talented students not included in the state-funded Advanced Placement Program for eleventh and twelfth grade students; (2) after all students eligible under priority one are served, students in grades 3-12 identified in one of the following visual and performing arts areas: dance, drama, music, and visual arts must be served; and (3) after all students eligible under priorities one and two are served, students in grades 1 and 2 identified as academically or artistically gifted and talented must be served. All categories of students identified and served shall be funded at a weight of .30 for the base student cost as provided in Chapter 20 of this title. Where funds are insufficient to serve all students in a given category, the district may determine which students within the category shall be served. Provided, further, no district shall be prohibited from using local funds to serve additional students above those for whom state funds are provided. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 4, Section 2; 1985 Act No. 201, Part II, Section 9C; 1986 Act No. 540, Part II, Section 18; 1998 Act No. 400, Section 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-170/"
    },
    {
      "id": "section-59-29-179",
      "number": "59-29-179",
      "heading": "",
      "text": "The State Board of Education shall establish a committee, which includes, but is not limited to, personnel from the State Department of Education, school districts, and institutions of higher education. The purpose of the committee shall be to assist the State Board of Education in the identification of the dimensions of thinking which shall constitute \"higher order thinking and problem solving\" for purposes of Sections 59-26-30(b)(3), 59-26-30(b)(7), 59-26-30(j), 59-29-179, 59-29-180, 59-29-181, 59-29-182, 59-29-183, 59-30-110, and 59-31-600. HISTORY: 1989 Act No. 194, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-179/"
    },
    {
      "id": "section-59-29-180",
      "number": "59-29-180",
      "heading": "",
      "text": "The State Department of Education and all school districts shall emphasize higher order problem solving skills in curricula at all levels. The State Department of Education shall assist the school districts by locating, developing, and advising the districts on the development of materials and other aids which may be used to teach higher order problem solving skills within existing subjects. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 1, Section 4; 1989 Act No. 194, Section 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-180/"
    },
    {
      "id": "section-59-29-181",
      "number": "59-29-181",
      "heading": "",
      "text": "When selecting nationally normed achievement tests for the statewide testing program, the State Board of Education shall endeavor to select tests with a sufficient number of items which may be utilized to evaluate student's higher order thinking skills. The items may be used for this purpose only if the test created from the items meets applicable criteria set forth in the American Psychological Association publication \"Standards for Educational and Psychological Testing\". HISTORY: 1989 Act No. 194, Section 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-181/"
    },
    {
      "id": "section-59-29-182",
      "number": "59-29-182",
      "heading": "",
      "text": "The State Board of Education shall review the use of procedures to assess student achievement in higher order thinking and problem solving skills which are different from traditional achievement tests. HISTORY: 1989 Act No. 194, Section 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-182/"
    },
    {
      "id": "section-59-29-183",
      "number": "59-29-183",
      "heading": "",
      "text": "The State Department of Education shall develop or select in-service training programs for teachers and staff in teaching higher order thinking and problem solving as part of the existing curriculum. Upon funding for district implementation of the program by the General Assembly, the State Department of Education shall ensure that each school district implements teacher in-service training in higher order thinking and problem solving on a schedule to train all teachers and staff within five years. HISTORY: 1989 Act No. 194, Section 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-183/"
    },
    {
      "id": "section-59-29-190",
      "number": "59-29-190",
      "heading": "",
      "text": "Each school district shall provide advanced placement courses in all secondary schools of the district which enroll an adequate number of academically talented students to support the course. By August 15, 1984, the State Board of Education by regulation shall specify what constitutes an advanced placement course and an adequate number of students for these programs. A student who successfully completes the advanced placement requirements for a course and who receives a score of three or higher on the advanced placement exam shall receive advanced placement credit for the course in each post-secondary public college in South Carolina in the manner specified by the Commission on Higher Education in conjunction with the State Board of Education. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, Subpart 4, Section 1; 2002 Act No. 356, Section 1, Part II.D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-190/"
    },
    {
      "id": "section-59-29-200",
      "number": "59-29-200",
      "heading": "",
      "text": "Notwithstanding any other provisions of the South Carolina Education Improvement Act of 1984, no school district with a student population in excess of 9,000 shall receive any remediation funds appropriated hereunder unless each language arts and mathematics class in grades seven through twelve has in 1984-85 a pupil-teacher ratio of thirty students per teacher or less, in 1985-86 a pupil-teacher ratio of twenty-eight students per teacher or less, and in 1986-87, and thereafter, a pupil-teacher ratio of twenty-five to one or less. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision B, SubPart 5, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-200/"
    },
    {
      "id": "section-59-29-210",
      "number": "59-29-210",
      "heading": "",
      "text": "The Governor's schools for talented high school students and the gifted and talented programs shall emphasize the importance of the teaching profession. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision C, SubPart 1, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-210/"
    },
    {
      "id": "section-59-29-220",
      "number": "59-29-220",
      "heading": "",
      "text": "The State Board of Education, in conjunction with the South Carolina Arts Commission, shall plan and develop discipline-based arts education curricula in the visual arts, music, dance, and drama which complies with the State Department of Education discipline-based arts education curriculum framework. The State Board of Education shall cause the arts education curricula to be pilot tested in selected school districts during 1989-90, 1990-91, 1991-92, and 1992-93 and shall provide teacher in-service training programs for arts specialists and classroom teachers. After pilot testing, the State Board of Education shall establish regulations related to in-service training and curriculum development in cooperation with the Arts in Basic Curriculum Steering Committee and after consultation with the Education Oversight Committee. These regulations shall encourage innovation and flexibility and reflect the integrity of instruction required by each arts discipline. These regulations must be developed in cooperation with school and district-level teachers and administrators. Funds for the program must be used by the school districts to: (1) plan, develop, and implement discipline-based arts education curricula in the visual arts, music, dance, or drama compatible with the State Department of Education discipline-based arts education curriculum framework; (2) provide teacher in-service training programs for arts specialists or appropriate classroom teachers or both which are approved by the State Department of Education working with the state's colleges and universities; (3) hire certified arts specialists or contract with professional artists approved by the South Carolina Arts Commission to assist certified arts specialists or appropriate classroom teachers or both in planning, developing, and implementing discipline-based arts education curricula. The Joint Legislative Study Committee on Formula Funding shall review whether or not arts education should be given a weighting under the Education Finance Act, if appropriate, recommend a weighting, and report to the Education Oversight Committee by December 1, 1990. The General Assembly shall phase in the arts education program and funding for the arts education program after piloting over three years in substantially equal annual intervals. HISTORY: 1989 Act No. 194, Section 17; 1998 Act No. 400, Section 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-220/"
    },
    {
      "id": "section-59-29-230",
      "number": "59-29-230",
      "heading": "",
      "text": "(A)(1) A school district board of trustees may authorize, to be taught in the district's high schools, an elective course concerning the history and literature of the Old Testament era and an elective course concerning the history and literature of the New Testament era. (2) Each course offered must be taught in an objective manner with no attempt to influence the students as to either the truth or falsity of the materials presented. (3) Students must be awarded the same number of Carnegie units that are awarded to other classes of similar duration. (4) A particular version of the Old or New Testament to be used in either course may be recommended by the board of trustees; provided, that the teacher of the course and students enrolled in the course may use any version of the Old and New Testaments. (B) The board of trustees of a district that offers a course pursuant to this section must: (1) maintain supervision and control of the course; (2) hire any new teachers that it determines are required to teach the course in the same manner all other teachers are hired; (3) assure that all teachers teaching the course are certified by the State; and (4) make no inquiry into the religious beliefs, or the lack of religious beliefs, held by a teacher when determining which teacher shall teach the class. (C) The State Board of Education shall develop and adopt academic standards and appropriate instructional materials that must be used by high schools offering a course pursuant to this section. These academic standards and instructional materials must ensure that the courses do not disparage or encourage a commitment to a set of religious beliefs. (D) The academic standards and appropriate instructional materials developed and adopted by the board must: (1) be designed to help students gain a greater appreciation of the Old Testament and the New Testament as great works of literature, art, and music; assist students in gaining greater insight into the many historical events recorded in the Old Testament and the New Testament; and provide students with a greater awareness of the many social customs that the Old Testament and the New Testament have significantly influenced; and (2) provide that the Old Testament is the primary text for the course exploring the history and literature of the Old Testament era and that the New Testament is the primary text for the course exploring the history and literature of the New Testament era. (E) The academic standards developed and adopted may provide that students may be assigned period-appropriate secular historical and literary works to supplement the primary text. HISTORY: 2007 Act No. 102, Section 1, eff June 18, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-230/"
    },
    {
      "id": "section-59-29-240",
      "number": "59-29-240",
      "heading": "",
      "text": "(A) For purposes of this section, \"civics test\" means the one hundred questions that, as of January 1, 2015, and updated accordingly, officers of the United States Citizenship and Immigration Services use in order that the applicants can demonstrate a knowledge and understanding of the fundamentals of United States history and the principles and form of United States government, as required by 8 U.S.C. 1423. (B) As part of the high school curriculum regarding the United States government required credit, students are required to take the civics test, as defined in subsection (A), provided there is no cost to a school or school district for obtaining and giving the test, but are not required to obtain a minimum score. However, a student who receives a passing grade, as determined by the United States Citizenship and Immigration Services, or better, may be recognized by the school district. This requirement applies to each student enrolled in a public or charter school in this State. This requirement does not apply to a student who is exempted in accordance with the student's individualized education program plan. (C) Each public school, including charter schools, must report the percentage of students at or above the designated passing score on the test to the South Carolina Education Oversight Committee which must then include such on the school report card. (D) No school or school district of this State may impose or collect any fees or charges in connection with this section. (E) This section must be applied to any student entering ninth grade beginning in the 2016-2017 school year. HISTORY: 2015 Act No. 52 (S.437), Section 2, eff June 3, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-240/"
    },
    {
      "id": "section-59-29-410",
      "number": "59-29-410",
      "heading": "",
      "text": "(A) The State Board of Education shall develop or adopt curricula, materials, and guidelines for local school boards to use in implementing a program of instruction on financial literacy within courses currently offered in high schools in this State. (B) The financial literacy program shall include, but not be limited to, instruction in the following areas: (1) opening a deposit account and assessing the quality of a depository institution's services; (2) balancing a check book; (3) spending, credit, credit scoring, and managing debt, including retail and credit card debt; (4) completing a loan application; (5) the implications of an inheritance; (6) the basic principles of personal insurance policies; (7) computing state and federal income taxes; (8) local tax assessments; (9) computing interest rates by various mechanisms; (10) understanding simple contracts; (11) contesting an incorrect billing statement; (12) savings and investing; and (13) state and federal laws concerning finance. HISTORY: 2005 Act No. 38, Section 2, eff April 15, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-410/"
    },
    {
      "id": "section-59-29-430",
      "number": "59-29-430",
      "heading": "",
      "text": "The State Board of Education shall incorporate the elements of the financial literacy program in Section 59-29-410(B) into the South Carolina Academic Standards of Instruction for kindergarten through twelfth grade. HISTORY: 2005 Act No. 38, Section 2, eff April 15, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-430/"
    },
    {
      "id": "section-59-29-440",
      "number": "59-29-440",
      "heading": "",
      "text": "There is established the South Carolina Financial Literacy Initiative, a comprehensive, results-oriented program for improving financial literacy by providing public and private funds for teachers and schools to provide high-quality financial literacy education for students in kindergarten through twelfth grade. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-440/"
    },
    {
      "id": "section-59-29-450",
      "number": "59-29-450",
      "heading": "",
      "text": "The purpose of the Financial Literacy Initiative is to develop, promote, and assist efforts of agencies, private providers, and public and private organizations and entities, at the state level, to collaborate and cooperate in order to focus and intensify services, assure the most efficient use of all available resources, and eliminate duplication of efforts to serve the financial literacy needs of students, teachers, and schools. The South Carolina Financial Literacy Board of Trustees shall assure that collaboration and the sharing and maximizing of resources are occurring before funding for the grants, as provided for in this chapter, is made available. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-450/"
    },
    {
      "id": "section-59-29-460",
      "number": "59-29-460",
      "heading": "",
      "text": "The goals for the South Carolina Financial Literacy Initiative are to: (1) provide students in kindergarten through twelfth grade with tools they will need in the real world to manage their finances; (2) increase comprehensive services so students have reduced risk for financial failure after high school; and (3) promote high quality programs that provide instruction on pertinent financial literacy issues pursuant to Section 59-29-410. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-460/"
    },
    {
      "id": "section-59-29-470",
      "number": "59-29-470",
      "heading": "",
      "text": "(A) There is established the South Carolina Financial Literacy Board of Trustees, an eleemosynary corporation, which shall oversee the South Carolina Financial Literacy Initiative, a broad range of innovative financial literacy services to meet critical needs of South Carolina's students in kindergarten through twelfth grade through the awarding of grants to school districts as provided for in Section 59-29-530. (B) The board may accept gifts, bequests, and grants from a person or foundation. The trust and grants from the trust shall supplement and augment, but not take the place of, services provided by local, state, or federal agencies. The board of trustees shall carry out activities necessary to administer the trust including assessing service needs and gaps, soliciting proposals to address identified service needs, and establishing criteria for the awarding of grants. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-470/"
    },
    {
      "id": "section-59-29-480",
      "number": "59-29-480",
      "heading": "",
      "text": "(A) The South Carolina Financial Literacy Board of Trustees must be chaired by the State Superintendent of Education who shall serve as an ex officio voting member of the board. The board is composed of eight voting members to be appointed by the Superintendent of Education. Initial appointments must be made by the Superintendent of Education with members representing areas of financial literacy instruction. Subsequent appointments must be made by the Superintendent of Education from a slate presented by the sitting members of the board. (B) The terms of the members are for four years and until their successors are appointed and qualify, except of those first appointed. When making the initial appointments, the Superintendent of Education shall designate half of his appointments to serve two-year terms only. (C) Vacancies for any reason must be filled in the manner of the original appointment for the unexpired term. No member shall serve more than two terms or eight years, whichever is longer. Members who miss more than three consecutive meetings without excuse or members who resign must be replaced in the same manner as their predecessor. Members may be paid per diem, mileage, and subsistence as established by the board not to exceed standards provided by law for boards, committees, and commissions. A complete report of the activities of the Financial Literacy Board of Trustees must be made annually to the General Assembly and the State Auditor. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-480/"
    },
    {
      "id": "section-59-29-490",
      "number": "59-29-490",
      "heading": "",
      "text": "To carry out its assigned functions, the board is authorized, but not limited to: (1) develop a comprehensive long-range initiative for improving the financial literacy of students in kindergarten through twelfth grade; (2) promulgate regulations, establish guidelines, policies, and procedures for implementation of the South Carolina Financial Literacy Initiative; (3) provide oversight on the implementation of the South Carolina Financial Literacy Initiative at the state and school district levels; (4) establish criteria and procedures for awarding grants from the Financial Literacy Trust; (5) create an annual revision of school district needs assessments and identify assets from other funding sources; (6) assess and develop recommendations for increasing the efficiency and effectiveness of financial literacy programs and funding and other programs and funding sources, as allowable, as necessary to carry out the Financial Literacy Initiative, including additional fiscal strategies, redeployment of state resources, and development of new programs; (7) establish results-oriented measures and objectives and assess whether services provided are meeting the goals and achieving the results established for the Financial Literacy Initiative; (8) receive gifts, bequests, and devises for deposit in the Financial Literacy Trust; and (9) report annually to the General Assembly by January first on activities and progress to include recommendations for changes and legislative initiatives and results of program evaluations. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-490/"
    },
    {
      "id": "section-59-29-500",
      "number": "59-29-500",
      "heading": "",
      "text": "The South Carolina Financial Literacy Board of Trustees may employ, by a majority vote, a Director of the Financial Literacy Office and other staff as necessary to carry out the South Carolina Financial Literacy Initiative and other duties and responsibilities as assigned by the board. The director, with the approval of the board, may hire staff necessary to carry out the provisions of the initiative. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-500/"
    },
    {
      "id": "section-59-29-510",
      "number": "59-29-510",
      "heading": "",
      "text": "(A) No state funds may be used to support or operate the Financial Literacy Initiative. This prohibition does not prevent the Department of Education from housing the offices of the Financial Literacy Initiative. A separate fund must be established to accept nongovernmental grants, gifts, and donations from a public or private source for the South Carolina Financial Literacy Trust. All funds may be carried forward from fiscal year to fiscal year. The State Treasurer shall invest the monies in the Financial Literacy Trust in the same manner as other funds under his control are invested and all interest derived from the investment of these funds shall remain in the trust. The South Carolina Financial Literacy Board of Trustees shall administer and authorize any disbursements from the trust. Private individuals and groups shall be encouraged to contribute to this endeavor. (B) All interest derived from the investment of the funds in subsection (A) shall remain a part of the trust. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-510/"
    },
    {
      "id": "section-59-29-520",
      "number": "59-29-520",
      "heading": "",
      "text": "Within the Department of Education, an Office of South Carolina Financial Literacy is established. The office shall: (1) provide to the board information on best practice, successful strategies, model programs, and financing mechanisms; (2) provide technical assistance and recommendations regarding grant proposals and improvement in meeting goals; (3) recommend to the board the applicants meeting the criteria for Financial Literacy grants to be awarded; (4) submit an annual report to the board by December first, which includes, but is not limited to, the statewide needs and resources available to meet the goals and purposes of the Financial Literacy Initiative, the ongoing progress and results of the Financial Literacy Initiative, fiscal information on the expenditure of funds, and recommendations and legislative proposals to further implement the South Carolina Financial Literacy Initiative; (5) provide for on-going data collection and contract for an in-depth performance audit due January 1, 2010, and every three years thereafter, to ensure that statewide goals and requirements of the Financial Literacy Initiative are being met; and (6) coordinate the Financial Literacy Initiative with all other state, federal, and local public and private efforts to promote and improve financial literacy. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-520/"
    },
    {
      "id": "section-59-29-530",
      "number": "59-29-530",
      "heading": "",
      "text": "(A) To obtain a grant, a school district shall submit an application to the Financial Literacy Office in a format specified by the Financial Literacy Board of Trustees. The application shall include, as appropriate to the level of grant applied for, the level of funding requested, a description of needs of the school, assets and resources available, and the proposed strategies to address needs as they relate to the goals of the Financial Literacy Initiative. (B) The allocations for the grants must take into consideration the quality of the grant proposal; the percentage of students who are eligible for the free and reduced price lunch program; and average per capita income. The criteria also must take into account the standing of the geographical area in relation to the statewide Kids Count indicators. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-530/"
    },
    {
      "id": "section-59-29-540",
      "number": "59-29-540",
      "heading": "",
      "text": "Grants provided to school districts must be used to address the financial literacy needs of students in kindergarten through twelfth grade. Grant funds may not supplant current expenditures by counties or state agencies for financial literacy, and may not be used where other state or federal funding sources are available or could be made available. In awarding grants, every effort must be made to ensure that all geographic areas of the State are represented. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-540/"
    },
    {
      "id": "section-59-29-550",
      "number": "59-29-550",
      "heading": "",
      "text": "To ensure effective use of funds and with the approval of the Financial Literacy Office, awards may be carried forward and used in the following fiscal year. Funds appropriated to the Financial Literacy Trust also may be carried forward into subsequent years. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-550/"
    },
    {
      "id": "section-59-29-560",
      "number": "59-29-560",
      "heading": "",
      "text": "(A) Schools shall demonstrate to the Financial Literacy Office the accountability of funds distributed pursuant to this chapter. (B) Disbursements may be made only on the written authorization of the individual designated by the school district and only for the purposes specified. A person violating this section is guilty of a misdemeanor and, upon conviction, must be fined five thousand dollars or imprisoned for six months, or both. (C) The offenses of misuse, misappropriation, and embezzlement of public funds apply to this chapter. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-560/"
    },
    {
      "id": "section-59-29-570",
      "number": "59-29-570",
      "heading": "",
      "text": "(A) The Financial Literacy Board of Trustees shall establish internal evaluation policies and procedures for an annual review of the implementation of strategies and progress toward the interim goals and benchmarks. In instances where no progress has been made, the Financial Literacy Board shall provide targeted assistance or the board may terminate the grant. In addition, a program evaluation of the Financial Literacy Initiatives at the state and local levels must be conducted every three years by an independent, external evaluator under contract with the Financial Literacy Board of Trustees. However, the selected evaluator must be approved, and the evaluation overseen, by a committee consisting of three members, one appointed by the Financial Literacy Board, one appointed by the Chairman of the Senate Education Committee, and one appointed by the Chairman of the House Education and Public Works Committee. These committee members must be professionally recognized as proficient in accounting, finance, banking, tax, insurance, or a closely related field. The first report must be provided no later than January 1, 2010. (B) Grantees shall agree to participate in an evaluation in order to receive a Financial Literacy grant. Subsequent grant approval and grant allocations must be dependent, in part, on the results of the evaluations. If an evaluation finds no progress has been made in meeting goals or implementing strategies as agreed to in the grant, the grant must be terminated. (C) The purpose of the evaluation is to assess progress toward achieving the Financial Literacy goals and to determine the impact of the initiative on students at the state and local levels. The impact assessment shall include, but is not limited to, end-of-course evaluations and projects. During the course of the evaluation, if an evaluator determines that a state agency has failed to comply with the coordination and collaboration provisions as required in this chapter, the final report must reflect that information. Program evaluation reports must be reported to the General Assembly no later than three months after conclusion of the evaluation. HISTORY: 2006 Act No. 382, Section 2, eff June 14, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-29/section-59-29-570/"
    }
  ]
}