{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-7",
  "sections": [
    {
      "id": "section-59-7-10",
      "number": "59-7-10",
      "heading": "",
      "text": "There is hereby created the South Carolina Educational Television Commission, which shall be composed of the Superintendent of Education, who shall be a member of the commission, ex officio, and in addition the commission shall be composed of eight members to be appointed by the Governor as follows: One shall be appointed from each of the congressional districts, and one shall be appointed from the State at large, who shall be named by the Governor as chairman of the commission. The term of the member who serves ex officio shall be coterminous with the term of the office to which he was elected, and the terms of the members appointed by the Governor shall be for six years, except that of those first appointed two shall serve for terms of two years, two shall serve for terms of four years and three shall serve for terms of six years, after which the terms of all members shall be for six years.\n\nHISTORY: 1962 Code Section 21-60; 1960 (51) 1779; 1991 Act No. 248, Section 6; 2012 Act No. 176, Section 1, eff May 25, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-10/"
    },
    {
      "id": "section-59-7-20",
      "number": "59-7-20",
      "heading": "",
      "text": "The Commission shall appoint an advisory committee of educators and an advisory committee of technical experts, each of which shall consist of such numbers as the Commission may deem advisable, and the terms of the members of the committee of educators and committee of technical experts shall be for such length and under such conditions as the Commission may decide.\n\nHISTORY: 1962 Code Section 21-60.1; 1960 (51) 1779.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-20/"
    },
    {
      "id": "section-59-7-30",
      "number": "59-7-30",
      "heading": "",
      "text": "The members of the Commission and each of the advisory committees shall receive such per diem and mileage as authorized by law for other boards and commissions of the State.\n\nHISTORY: 1962 Code Section 21-60.2; 1960 (51) 1779.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-30/"
    },
    {
      "id": "section-59-7-40",
      "number": "59-7-40",
      "heading": "",
      "text": "The Commission shall make a complete study of the use of educational television and its adaptation for instructional purposes in all of the public schools of the State. The State Department of Education and any other State agency shall render such assistance, advice and cooperation as may be within their means upon the request of the Commission. The Commission shall make such report with recommendations as may be desirable to the Governor and the General Assembly from time to time. The Commission may purchase, lease or otherwise acquire and operate such educational television, radio, and related equipment and facilities as are required to develop, promote and extend educational programs to meet the needs of the State and its citizens.\n\nHISTORY: 1962 Code Section 21-60.3; 1960 (51) 1779; 1971 (57) 484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-40/"
    },
    {
      "id": "section-59-7-50",
      "number": "59-7-50",
      "heading": "",
      "text": "The Commission shall have the power to accept contributions from all persons, firms and corporations who may wish to contribute to the program, provided, that both the acceptance and use of any such contributions shall be subject to express approval by the State Budget and Control Board. The Commission may lease or sell the use of its facilities, equipment, programs, publications and other program related materials on such terms as the Commission deems advantageous, and funds received therefrom shall be used for Commission purposes.\n\nHISTORY: 1962 Code Section 21-60.4; 1960 (51) 1779; 1971 (57) 484.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-50/"
    },
    {
      "id": "section-59-7-60",
      "number": "59-7-60",
      "heading": "",
      "text": "The textbooks and curricula in educational television shall be in conformity with the general policies of the State Department of Education.\n\nHISTORY: 1962 Code Section 21-60.5; 1962 (52) 1741.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-7/section-59-7-60/"
    }
  ]
}