{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c049",
  "sections": [
    {
      "id": "section-59-49-10",
      "number": "59-49-10",
      "heading": "",
      "text": "(A) There is established the Governor's School for Agriculture at John de la Howe to provide training for students who have a career aptitude in agriculture, agribusiness, natural resources, and biotechnology. It also will serve as a research and resource center for students and conduct adult education programs for teachers, farmers, and persons involved in the industry of agricultural and natural resources. This residential and day school shall provide intensive preprofessional and professional instruction in agriculture that a student may complete to satisfy the requirements for a high school diploma and be prepared for college-level study. (B) The school is named the Governor's School for Agriculture at John de la Howe. HISTORY: 1962 Code Section 22-501; 1952 Code Section 22-501; 1942 Code Section 5480; 1932 Code Section 5676; Civ. C. '22 Section 2757; 1918 (30) 803; 1937 (40) 216; 2020 Act No. 164 (S.613), Section 9, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-10/"
    },
    {
      "id": "section-59-49-20",
      "number": "59-49-20",
      "heading": "",
      "text": "(A) The business, property, and affairs of the school must be under the control of a board of trustees, consisting of nine members, appointed by the Governor, subject to confirmation by the Senate. The terms of the members of the board must be for terms of five years. Appointments to fill vacancies must be for the remainder of the terms in the same manner of original appointments. (B) The following shall serve as nonvoting ex officio members of the board: (1) the Dean of the College of Agriculture at Clemson University or his designee; (2) the Dean of the College of Education at Clemson University or his designee; (3) the Dean of the School of Business at South Carolina State University or his designee; (4) the Chair of the Department of Accounting, Agribusiness, and Economics at South Carolina State University or his designee; (5) the State Superintendent of Education or his designee; and (6) the Chair of the Agriculture Program at Piedmont Technical College and the President of Piedmont Technical College. HISTORY: 1962 Code Section 22-502; 1952 Code Section 22-502; 1942 Code Section 5482; 1932 Code Section 5678; Civ. C. '22 Section 2759; 1918 (30) 803; 1920 (31) 723; 1937 (40) 216; 1985 Act No. 35, Section 1; 2020 Act No. 164 (S.613), Section 10, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-20/"
    },
    {
      "id": "section-59-49-30",
      "number": "59-49-30",
      "heading": "",
      "text": "The Governor may remove the members of the board for good cause at any time. The failure of any member of the board to attend at least one meeting thereof in any year, unless excused by formal vote of the board, may be construed by the Governor as the resignation of such nonattending member. HISTORY: 1962 Code Section 22-503; 1952 Code Section 22-503; 1942 Code Section 5482; 1932 Code Section 5678; Civ. C. '22 Section 2759; 1918 (30) 803; 1920 (31) 723; 1937 (40) 216; 2020 Act No. 164 (S.613), Section 11, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-30/"
    },
    {
      "id": "section-59-49-35",
      "number": "59-49-35",
      "heading": "",
      "text": "(A) All members of the board of trustees shall complete successfully a training program on the powers, duties, and responsibilities of a board member including, but not limited to, topics on policy development, personnel, school leadership and board relations, student programs, finance, school law, ethics, and community relations, as determined by the board of trustees. Training regarding how best to serve the students in their care also must be provided. (B) Within one year of taking office, all persons elected as members of the board of trustees after July 1, 2018, also must complete the training prescribed in subsection (A). HISTORY: 2020 Act No. 164 (S.613), Section 2, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-35/"
    },
    {
      "id": "section-59-49-40",
      "number": "59-49-40",
      "heading": "",
      "text": "The board shall meet quarterly and more often as may be required. Meetings should be held at the school. HISTORY: 1962 Code Section 22-504; 1952 Code Section 22-504; 1942 Code Section 5482; 1932 Code Section 5678; Civ. C. '22 Section 2759; 1918 (30) 803; 1920 (31) 723; 1937 (40) 216; 2020 Act No. 164 (S.613), Section 12, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-40/"
    },
    {
      "id": "section-59-49-60",
      "number": "59-49-60",
      "heading": "",
      "text": "All members of the board shall receive per diem and mileage as provided by law for members of state boards, committees, and commissions. HISTORY: 1962 Code Section 22-506; 1952 Code Section 22-506; 1942 Code Section 5482; 1932 Code Section 5678; Civ. C. '22 Section 2759; 1918 (30) 803; 1920 (31) 723; 1937 (40) 216; 1985 Act No. 35, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-60/"
    },
    {
      "id": "section-59-49-70",
      "number": "59-49-70",
      "heading": "",
      "text": "The Governor's School for Agriculture at John de la Howe is declared to be a body corporate and, as such, may sue and be sued and plead and be impleaded in its corporate name, may have and use a proper seal, which it may alter at its pleasure and may acquire by purchase, deed, devise, lease for a term of years, bequest or otherwise such property, real and personal, in fee simple without limitations as may be necessary or proper for carrying out the purposes of its organization as herein declared. HISTORY: 1962 Code Section 22-507; 1952 Code Section 22-507; 1942 Code Section 5481; 1932 Code Section 5677; Civ. C. '22 Section 2758; 1918 (30) 803; 1937 (40) 216; 2020 Act No. 164 (S.613), Section 13, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-70/"
    },
    {
      "id": "section-59-49-80",
      "number": "59-49-80",
      "heading": "",
      "text": "The board shall elect a superintendent for said school at such salary and for such term as it may fix. The superintendent shall employ and discharge all employees of the school, subject to the approval of the board. HISTORY: 1962 Code Section 22-508; 1952 Code Section 22-508; 1942 Code Section 5483; 1932 Code Section 5679; Civ. C. '22 Section 2760; 1918 (30) 803; 1937 (40) 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-80/"
    },
    {
      "id": "section-59-49-85",
      "number": "59-49-85",
      "heading": "",
      "text": "(A) The agricultural and natural resources instructional program may use part-time or full-time faculty members who hold advanced degrees or extensive professional experience in the agricultural and natural resources industry and whose professional expertise can be demonstrated by their training and accomplishments as recognized by state or national organizations and affiliations. As an alternative to traditional certification, these faculty members shall participate annually in professional development programs approved by the president and the board of trustees. Pursuant to this chapter, the board of trustees shall adopt policies and regulations governing development of the agricultural and natural resources instructional program. (B) The academic program must be comprised of faculty who hold one or more degrees in the specific subject to be taught and who must have achieved traditional state certification in the area of instruction. Teacher certification must be maintained pursuant to state law and regulations. (C) The president and the board will determine the salary scale of teachers and administrators of the school, not to exceed the highest salaries of any public school district in the State for those designated positions. HISTORY: 2020 Act No. 164 (S.613), Section 3, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-85/"
    },
    {
      "id": "section-59-49-90",
      "number": "59-49-90",
      "heading": "",
      "text": "All of the members of the board and the superintendent of the school shall, before entering upon the discharge of their duties, take an oath faithfully to perform any and all duties imposed upon them under this chapter. The superintendent shall execute a bond payable to the State in such sum as shall be required by the board, with sufficient security, which shall be filed in the office of the Secretary of State. HISTORY: 1962 Code Section 22-509; 1952 Code Section 22-509; 1942 Code Section 5484; 1932 Code Section 5680; Civ. C. '22 Section 2761; 1918 (30) 803; 1937 (40) 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-90/"
    },
    {
      "id": "section-59-49-100",
      "number": "59-49-100",
      "heading": "",
      "text": "(A) It is declared to be the purpose and policy of the State to maintain and develop the school property in accordance with the purposes of the will of Dr. John de la Howe as interpreted by the Supreme Court of South Carolina, Mars v. Gibert, 93 SC 455, which for historical reference reads: \"First, the establishment and maintenance of an agricultural and mechanical school as an institution in Abbeville County, stimulating and improving the industrial life of the entire community; second, the training, free of charge, of twenty-four boys and girls, not as college men and women, but in the beginning of school life; and, third, the like training of the children of the neighborhood not supported by the fund.\" It is declared that the term \"Abbeville County\" shall be understood to mean that portion of South Carolina known as Abbeville County at the time the will of Dr. John de la Howe was dated, namely January 2, 1797. The property is now in McCormick County. It is further declared that, given the above historical perspective, the board shall instruct the president of the school to implement programs which shall meet the needs of children from all of South Carolina who have an interest in agriculture, biotechnology, and natural resources. (B) Under the provisions of the will and the bequest accepted by the State of South Carolina, the school must 'educate twelve poor boys and twelve poor girls'. To meet this requirement, the school shall use the current measures of poverty as defined by the State Department of Education. (C) Also under the provisions of the will and the subsequent bequest, the board may allow local students to attend as day students provided they meet the admissions requirements. The board will determine equity of admissions statewide. HISTORY: 1962 Code Section 22-510; 1952 Code Section 22-510; 1942 Code Section 5485; 1932 Code Section 5681; Civ. C. '22 Section 2762; 1918 (30) 803; 1937 (40) 216; 1985 Act No. 35, Section 4; 2020 Act No. 164 (S.613), Section 14, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-100/"
    },
    {
      "id": "section-59-49-110",
      "number": "59-49-110",
      "heading": "",
      "text": "(A) The school may carry out improved forestry and farm practices on the timber holdings and farmland of the school property and apply the revenues derived from them and any other revenue source on the property for the further improvement and development of the school forest and farmlands and for other school purposes. (B) The school shall serve as a demonstration farm and shall provide instruction and support to farmers and persons working in, or who have an interest in, the business of agriculture. HISTORY: 1962 Code Section 22-510.1; 1953 (48) 439; 1985 Act No. 35, Section 5; 2020 Act No. 164 (S.613), Section 15, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-110/"
    },
    {
      "id": "section-59-49-112",
      "number": "59-49-112",
      "heading": "",
      "text": "The board shall establish the standard course of study for the school. This course of study must include instruction in the areas that constitute the usual high school curriculum and provide in-depth instruction in agriculture, natural resources, and biotechnology. HISTORY: 2020 Act No. 164 (S.613), Section 4, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-112/"
    },
    {
      "id": "section-59-49-115",
      "number": "59-49-115",
      "heading": "",
      "text": "The students enrolled in the school who earn a total of twenty-four units of credit distributed as specified in the Defined Minimum Program for South Carolina school districts and who meet the school's requirements for graduation are eligible to receive a state high school diploma. The board, in its discretion, may issue its own high school diploma for students that exceed the state requirements for a high school diploma. HISTORY: 2020 Act No. 164 (S.613), Section 5, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-115/"
    },
    {
      "id": "section-59-49-117",
      "number": "59-49-117",
      "heading": "",
      "text": "The school shall admit students in accordance with the admission criteria, standards, and procedures as established and approved by the board. To be eligible for admission to the school, an applicant must be a legal resident of South Carolina, unless the board of trustees establishes a special exemption to accept out-of-state or international exchange students. Students must have a career interest in an agricultural or natural resources field and possess a high level of commitment, motivation, and maturity. HISTORY: 2020 Act No. 164 (S.613), Section 6, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-117/"
    },
    {
      "id": "section-59-49-120",
      "number": "59-49-120",
      "heading": "",
      "text": "All of the money in the hands of trustees of the estate of Dr. John De La Howe shall by them be delivered to the board of trustees created by this chapter when so requested to do by the board of trustees. All amounts received from said estate and its operation shall be appropriated for the support and development of the school, in the discretion of the board of trustees. HISTORY: 1962 Code Section 22-511; 1952 Code Section 22-511; 1942 Code Section 5487; 1932 Code Section 5683; Civ. C. '22 Section 2764; 1918 (30) 803.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-120/"
    },
    {
      "id": "section-59-49-130",
      "number": "59-49-130",
      "heading": "",
      "text": "All income that the school receives from the sale of timber or farm products and from programs and events held on campus must be used for the construction, erection, and building of permanent improvements at the school and for maintaining and equipping of capital improvements. HISTORY: 1962 Code Section 22-512; 1952 Code Section 22-512; 1950 (46) 1878; 2020 Act No. 164 (S.613), Section 16, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-130/"
    },
    {
      "id": "section-59-49-135",
      "number": "59-49-135",
      "heading": "",
      "text": "(A) The board shall create a Development Office for the school that will be headed by an executive director. The executive director shall be an employee of the school, be hired by the head of the school, and serve at his pleasure with a salary that shall be set by the board. The board may establish and maintain an endowment fund for the school that is subject to the direction of the Executive Director of the Development Office and that has the primary purpose of raising funds to support the furtherance of the school's mission, goals, and objectives. (B) The endowment fund must be organized on a nonprofit basis as a separate legal entity recognized under and in compliance with the laws of this State. (C)(1) In consultation with the Executive Director of the Development Office, the endowment fund must adopt an annual operations and capital budget. Prior to adopting the annual budget, the head of the endowment fund must meet with the Executive Director of the Development Office and the head of the school to review the endowment fund's proposed budget, and prior to any subsequent proposed material changes to the budget. The endowment fund budget and its fundraising goals must exclusively be based on the operation and capital goals of the school as provided to the foundation by the Executive Director of the Development Office and the head of the school. (2) The endowment fund shall not accept any donations that are restricted in their use unless the proposed restriction is approved by the board prior to its acceptance and unless the funds are being used for a purpose that is needed by the school. (D) Prior to taking any action, including fundraising, on behalf of the school, the board and the endowment fund must enter into a written agreement detailing the corresponding rights, duties, and responsibilities of the endowment fund. HISTORY: 2020 Act No. 164 (S.613), Section 7, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-135/"
    },
    {
      "id": "section-59-49-140",
      "number": "59-49-140",
      "heading": "",
      "text": "In accordance with the purposes of the school as herein defined the board of trustees shall make such rules and regulations for its own government and for the management of the school as it may deem necessary, consistent with the laws of this State and with the terms of the will of Dr. John De La Howe. HISTORY: 1962 Code Section 22-513; 1952 Code Section 22-513; 1942 Code Section 5486; 1932 Code Section 5682; Civ. C. '22 Section 2763; 1918 (30) 803; 1937 (40) 216; 1939 (41) 107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-140/"
    },
    {
      "id": "section-59-49-150",
      "number": "59-49-150",
      "heading": "",
      "text": "A student who is a legal resident of this State may attend the school without paying tuition, but may pay fees for maintenance and food services unless he meets the poverty requirements as defined in the will of John de la Howe and by current rules or regulations of the State Department of Education defining measures of poverty. Notwithstanding these provisions, all out-of-state and international exchange students admitted to the school shall pay tuition and fees for maintenance and food services as determined by the board. HISTORY: 1962 Code Section 22-514; 1952 Code Section 22-514; 1942 Code Section 5486; 1932 Code Section 5682; Civ. C. '22 Section 2763; 1918 (30) 803; 1937 (40) 216; 1939 (41) 107; 1985 Act No. 35, Section 6; 2020 Act No. 164 (S.613), Section 17, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-150/"
    },
    {
      "id": "section-59-49-160",
      "number": "59-49-160",
      "heading": "",
      "text": "(A) The board of trustees may employ campus police to police the buildings and grounds of the school. These campus police shall work under the supervision of the South Carolina Law Enforcement Division and may not enter into such employment unless and until they have been appointed Governor's constables with general authority as peace officers. (B) All traffic laws of the State are in full force and effect on the streets and roads of the school, whether such streets and roads are considered public or private. (C) The board may promulgate reasonable additional regulations relating to vehicular traffic within the grounds of the school including, but not limited to, parking of vehicles and reduced vehicular speeds, notwithstanding any other provision of law, and to provide penalties for violations of these regulations, not to exceed a fine of one hundred dollars. These regulations have the full force and effect of law and violations of them are triable in magistrates court. The board also may charge parking fees, issue parking passes, and erect gates and guard houses to control entry to the campus. HISTORY: 2020 Act No. 164 (S.613), Section 8, eff September 28, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-49/section-59-49-160/"
    }
  ]
}