{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-101",
  "sections": [
    {
      "id": "section-59-101-10",
      "number": "59-101-10.",
      "heading": "",
      "text": "There are universities and colleges as follows: one located in the City of Columbia, styled the University of South Carolina; another in or near the Town of Orangeburg, styled South Carolina State University; Clemson University; Winthrop University; another styled The Citadel, the Military College of South Carolina; the College of Charleston; another in or near the Town of Greenwood, styled Lander University; another in or near the City of Florence, styled Francis Marion University; the Medical University of South Carolina, and another in or near the City of Conway styled Coastal Carolina University. They are separate and distinct institutions, each under its separate board of trustees or visitors.\n\nHISTORY: 1962 Code Section 22-1; 1952 Code Section 22-1; 1942 Code Section 5697; 1932 Code Section 5697; Civ. C. '22 Section 2765; Civ. C. '12 Section 1836; 1906 (25) 16; 1913 (28) 188; 1920 (31) 968; 1952 (47) 1875; 1954 (48) 1722; 1988 Act No. 510, Section 4; 2000 Act No. 254, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-10/"
    },
    {
      "id": "section-59-101-20",
      "number": "59-101-20.",
      "heading": "",
      "text": "The State is authorized to acquire all property of the College of Charleston, real, personal, or mixed, and to operate the college as a state-supported institution of higher learning.\n\nHISTORY: 1962 Code Section 22-1.2, 1970 (56) 2085; 1988 Act No. 510, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-20/"
    },
    {
      "id": "section-59-101-30",
      "number": "59-101-30.",
      "heading": "",
      "text": "(1) The State of South Carolina is authorized to acquire all that property known as Lander College, real, personal, and mixed, from the Lander Foundation, a political subdivision created by Act 110 of 1951, and to operate the college as a state-supported institution of higher learning.\n\n(2) The Lander Foundation is authorized to transfer Lander College and all of its properties, real, personal, and mixed, to the State of South Carolina under terms mutually agreed upon and is further authorized to transfer endowment or trust properties and funds which are not to be transferred to the State to an appropriate foundation or eleemosynary corporation upon terms the trustees determine.\n\nHISTORY: 1962 Code Section 22-1.3; 1972 (57) 2583; 1988 Act No. 510, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-30/"
    },
    {
      "id": "section-59-101-40",
      "number": "59-101-40.",
      "heading": "",
      "text": "Notwithstanding any other provisions of law relating to the composition of the various boards of trustees of State-supported institutions of higher learning, the president of the student body of each of these institutions may be, ex officio, a nonvoting member of the board of trustees of the institution he attends and represents.\n\nThe term of office of the student body president shall be contemporaneous with his term as president.\n\nHISTORY: 1962 Code Section 22-1.1; 1972 (57) 2395.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-40/"
    },
    {
      "id": "section-59-101-50",
      "number": "59-101-50.",
      "heading": "",
      "text": "The colleges and other institutions of learning of this State supported in whole or in part by the State shall receive as students those applicants residing within the State in preference to those residing without; provided, however, that the applications of those residing within the State shall be filed with the president or secretary of such college or institution of learning at least thirty days before the opening of such college or institution.\n\nHISTORY: 1962 Code Section 22-2; 1952 Code Section 22-2; 1942 Code Section 5708; 1932 Code Section 5708; Civ. C. '22 Section 2776; 1917 (30) 339.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-50/"
    },
    {
      "id": "section-59-101-55",
      "number": "59-101-55.",
      "heading": "",
      "text": "State appropriated funds shall not be used to provide out-of-state subsidies to students attending state-supported institutions of higher learning.\n\nHISTORY: 2011 Act No. 74, Pt VI, Section 10, eff August 1, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-55/"
    },
    {
      "id": "section-59-101-80",
      "number": "59-101-80.",
      "heading": "",
      "text": "The universities and colleges of this State may provide a course of study, to be approved by the State Board of Education, the completion of which by a student will entitle him to the degree of licentiate of instruction and they may issue a diploma showing the degree has been conferred.\n\nHISTORY: 1962 Code Section 22-4; 1952 Code Section 22-4; 1942 Code Section 5698; 1932 Code Section 5698; Civ. C. '22 Section 2766; Civ. C. '12 Section 1837; Civ. C. '02 Section 1258; 1898 (22) 764.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-80/"
    },
    {
      "id": "section-59-101-90",
      "number": "59-101-90.",
      "heading": "",
      "text": "All State colleges and universities shall suspend exercises for a period of not exceeding ten days, including the time required for going from and returning to such colleges and universities, such period to include Christmas Day and New Year's Day.\n\nHISTORY: 1962 Code Section 22-5; 1952 Code Section 22-5; 1942 Code Section 5699; 1932 Code Section 5699; Civ. C. '22 Section 2768; Civ. C. '12 Section 1839; 1906 (25) 42.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-90/"
    },
    {
      "id": "section-59-101-110",
      "number": "59-101-110.",
      "heading": "",
      "text": "The State flag shall be displayed daily, except in rainy weather, from a staff upon one building of the University of South Carolina and of each State college. The officer or officers in charge of such buildings shall purchase suitable flags and cause them to be displayed, the expense to be borne out of the funds provided for maintenance.\n\nHISTORY: 1962 Code Section 22-7; 1952 Code Section 22-7; 1942 Code Section 5703; 1932 Code Sections 5703, 5705; Civ. C. '22 Sections 2772, 2773; Civ. C. '12 Sections 1842, 1843; 1910 (26) 753; 1922 (32) 779.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-110/"
    },
    {
      "id": "section-59-101-100",
      "number": "59-101-100.",
      "heading": "",
      "text": "The State Superintendent of Education shall make such rules and regulations, not inconsistent with the National Flag Code, for the display of the flag of the United States of America and the display of the State flag on the grounds of educational institutions supported, in whole or in part, by funds derived from this State. The person at the head of any educational institution in the State shall display the flag of the United States of America and the State flag on the grounds of educational institutions supported, in whole or in part, by funds derived from this State. The person at the head of any educational institution in the State shall display the flag of the United States of America and the State flag at such times and at such places and under such restrictions and rules as he may be directed to observe by the State Superintendent of Education.\n\nHISTORY: 1962 Code Section 22-6; 1952 Code Section 22-6; 1942 Code Section 5705; 1939 (41) 298; 1965 (54) 244.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-100/"
    },
    {
      "id": "section-59-101-120",
      "number": "59-101-120.",
      "heading": "",
      "text": "At no State institution of higher learning shall any graduate be charged more than the actual cost for his diploma. But a graduate from any such institution of higher learning may pay a greater price for his diploma if such graduate should elect to do so.\n\nHISTORY: 1962 Code Section 22-9; 1952 Code Section 22-9; 1942 Code Section 5712-2; 1933 (38) 273; 1934 (38) 1291; 1972 (57) 2604; 1981 Act No. 178, Part II, Section 24.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-120/"
    },
    {
      "id": "section-59-101-130",
      "number": "59-101-130.",
      "heading": "",
      "text": "On or before May first of each calendar year, every high school which issues a State high school diploma shall submit to the State Superintendent of Education in such form as he may prescribe the following data:\n\n(1) The number of high school graduates that entered the freshman class of an institution of higher learning, either in or out of this State, for whom a first semester report has been received.\n\n(2) A breakdown showing all courses passed by such group.\n\n(3) A breakdown showing all courses failed by such group.\n\nEvery high school shall seek diligently to obtain such data from out-of-State institutions of higher learning. Any high school which fails to file a report or files a false report shall lose its accreditation.\n\nEvery institution of higher learning in this State shall submit to the State high school from which each freshman was graduated a report on the first semester accomplishments of each freshman.\n\nHISTORY: 1962 Code Section 22-10; 1952 Code Section 22-10; 1947 (45) 317; 1962 (52) 1719.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-130/"
    },
    {
      "id": "section-59-101-140",
      "number": "59-101-140.",
      "heading": "",
      "text": "After such reports have been received, the State Superintendent of Education shall cause them to be tabulated so as to show the academic performance of graduates from the respective high schools who entered institutions of higher learning. When such tables have been prepared, they shall be included in the annual report of the State Superintendent of Education as presented to the General Assembly. The State Superintendent of Education shall acquaint the proper officials of the institutions of higher learning with the requirements of Section 59-101-130.\n\nHISTORY: 1962 Code Section 22-11; 1952 Code Section 22-11; 1947 (45) 317; 1962 (52) 1719.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-140/"
    },
    {
      "id": "section-59-101-150",
      "number": "59-101-150.",
      "heading": "",
      "text": "No new program shall be undertaken by any State-supported institution of higher learning without the approval of the Commission or the General Assembly.\n\nHISTORY: 1962 Code Section 22-11.1; 1973 (58) 691.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-150/"
    },
    {
      "id": "section-59-101-160",
      "number": "59-101-160.",
      "heading": "",
      "text": "The board of trustees of Columbia Bible College, formerly named the Columbia Bible School, may confer such degrees as it shall determine. A diploma from the Columbia Bible College may entitle the holder to be accredited by the State Board of Education in like manner as diplomas are now accredited from other schools and colleges.\n\nHISTORY: 1962 Code Section 22-12; 1952 Code Section 22-12; 1942 Code Section 5398; 1935 (39) 130.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-160/"
    },
    {
      "id": "section-59-101-170",
      "number": "59-101-170.",
      "heading": "",
      "text": "All institutions of higher learning in the State are authorized to procure liability insurance in amounts deemed reasonable and necessary by their respective boards of trustees for the benefit and protection of employees who may be liable to third persons who are injured or killed or whose property is damaged as a result of negligence of the employee in the performance of his or her regularly assigned duties. Provided, that such insurance shall not include physicians' and dentists' professional (malpractice) liability insurance coverage.\n\nThe premiums on all insurance contracts as herein authorized shall be paid from funds of the institution concerned and shall be considered a part of the general expense of that institution.\n\nActions brought for damages or injury covered by the insurance authorized by this section shall be brought directly against the individuals insured by such policies and neither the State nor the particular institution concerned shall be a party to such action nor shall any provision of this section be construed as a waiver of the State's general immunity from liability and suit.\n\nHISTORY: 1962 Code Section 22-14; 1968 (55) 2855.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-170/"
    },
    {
      "id": "section-59-101-180",
      "number": "59-101-180.",
      "heading": "",
      "text": "The governing body for each state-supported college and university shall review the real property titled in the name of its institution to determine if such property is in excess of the institution's anticipated needs and is available for disposal. All real properties determined to be in excess may be disposed of with the approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, and the governing body for the college or university. The proceeds of such sales are to be disposed of as follows:\n\n(1) if the property was acquired as a gift, or through tuition, student fees or earned income, the proceeds may be retained by the selling institution for use in accord with established needs;\n\n(2) if the property was acquired through state appropriations, state capital improvement bonds, or formula funds, the proceeds shall revert to the state general fund.\n\nThe responsibility for providing any necessary documentation including, but not limited to, documenting the fund source of any real property proposed for sale rests with each respective institution.\n\nHISTORY: 1962 Code Section 22-14.1; 1968 (55) 2855; 1998 Act No. 419, Part II, Section 10B.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-180/"
    },
    {
      "id": "section-59-101-185",
      "number": "59-101-185.",
      "heading": "",
      "text": "Authority to maintain financial management and accounting systems is delegated to the Board of Trustees or Board of Visitors of the following state institutions of higher learning: The University of South Carolina, Clemson University, The Medical University of South Carolina, The Citadel, Winthrop University, South Carolina State University, Francis Marion University, The College of Charleston, Lander University, and Coastal Carolina University. Such systems shall provide financial information to the Comptroller General's Statewide Accounting and Reporting System (STARS) in the format and level of detail as prescribed by the Comptroller General.\n\nHISTORY: 1982 Act No. 466, Part II, Section 8; 2000 Act No. 254, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-185/"
    },
    {
      "id": "section-59-101-187",
      "number": "59-101-187.",
      "heading": "",
      "text": "Pursuant to a written policy adopted by the governing board of a public institution of higher learning, as defined in Section 59-103-5, the institution may expend funds from the sources listed in this section for events which recognize academic and research excellence and noteworthy accomplishments of members of the faculty and staff, students, and distinguished guests of the institution. Sources of the funds for these expenditures include only:\n\n(1) revenues derived from athletics or other student contests;\n\n(2) the activities of student organizations;\n\n(3) the operations of canteens and bookstores; and\n\n(4) approved private practice plans and all nonappropriated state funds.\n\nThe expenditures of funds from these sources pursuant to the written policy of the board for the purposes stated in this section are considered to meet the public purpose test for the expenditure of public funds. A copy of the written policy adopted by the board must be forwarded to the Commission on Higher Education.\n\nHISTORY: 1999 Act No. 70, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-187/"
    },
    {
      "id": "section-59-101-190",
      "number": "59-101-190.",
      "heading": "",
      "text": "There is created a Deans' Committee on Medical Education consisting of nine members as follows:\n\n(1) President, University of South Carolina or his designee;\n\n(2) President, Medical University of South Carolina or his designee;\n\n(3) Dean or acting dean, School of Medicine, University of South Carolina;\n\n(4) Dean or acting dean, School of Medicine, Medical University of South Carolina;\n\n(5) two members appointed by the Commission on Higher Education, one of whom must be a physician with experience in medical education and one of whom must be a representative of the business community;\n\n(6) three members of the Area Health Education Consortium medical education director's committee, who shall represent graduate medical education, to be appointed by the Commission on Higher Education.\n\nThe terms of the members selected under items (5) and (6) above shall be for four years and until their successors are appointed and qualify. In making these appointments, the Commission on Higher Education, to the extent possible, shall ensure geographic representation of all regions of the State. Vacancies shall be filled in the manner of original appointment.\n\nThe Deans' Committee on Medical Education may also contain nonvoting members invited to attend meetings by the committee on an ad hoc basis. The chairmanship of the deans' committee shall alternate between the Dean of the School of Medicine of the University of South Carolina and the Dean of the College of Medicine of the Medical University of South Carolina. The term of the chairman shall be two years, and the committee at its first meeting after the effective date of this provision shall determine by majority vote the person who will first serve as chairman. Meetings shall be held at least quarterly during each year.\n\nThe purpose of the committee is to ensure and coordinate the development and implementation of a strategic plan for effective and efficient medical education, research, and related clinical service programs to best meet the needs of the State of South Carolina. Adoption of the strategic plan shall require at least one vote of a member representing USC and MUSC and a total of at least seven votes of the entire committee. Any strategic plan approved by the deans' committee also must be approved by the Commission on Higher Education if it contains any proposal for the consolidation, elimination, or change of medical education programs.\n\nThe committee shall report to the Commission on Higher Education through the commission's Committee on Academic Affairs. The deans' committee shall provide oversight of the Area Health Education Consortium and the consortium of teaching hospitals by reviewing and approving its strategic plan and budget. The Commission on Higher Education shall furnish adequate meeting space and professional and secretarial assistance for the committee.\n\nHISTORY: 1976 Act No. 709, Part II, Section 6; 2000 Act No. 323, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-190/"
    },
    {
      "id": "section-59-101-195",
      "number": "59-101-195.",
      "heading": "",
      "text": "The maximum compensation of any physician or other employee of a medical school of the State of South Carolina shall be approved in advance annually by the President or the Board of Trustees of that medical school. All compensation must be approved by someone other than the recipient thereof. Compensation shall include all remuneration obtained, through a professional service organization or otherwise, with use of state owned facilities, equipment or supplies.\n\nHISTORY: 1990 Act No. 323, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-195/"
    },
    {
      "id": "section-59-101-197",
      "number": "59-101-197.",
      "heading": "",
      "text": "(A) For purposes of this section \"affiliate\" means any entity controlled by or under common control with another entity, whether through ownership, interlocking boards or officers, charter, bylaws, or otherwise and including each professional staff office or practice of each medical school receiving an appropriation from the State, and each trust or foundation which has as one of its significant purposes the support of a medical school receiving an appropriation from the State.\n\n(B) Not later than September first of each year, each medical school receiving an appropriation from the State shall provide to the General Assembly a written report setting forth:\n\n(1) for the prior fiscal year the total compensation paid or accrued by the medical school and its affiliates, including cash, fringe benefits, retirement accounts or arrangements, deferred compensation accounts or arrangements, consultant's, director's, and trustee's fees and honoraria, from all sources to or for each officer, dean, department chairman, and each of the fifty most highly compensated physicians employed by or utilizing the facilities of the medical school or its affiliates;\n\n(2) a description of each element of the compensation;\n\n(3) the source of each element of the compensation; and\n\n(4) the number of out-of-state students and the total number of students in each academic program.\n\nHISTORY: 1995 Act No. 72, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-197/"
    },
    {
      "id": "section-59-101-200",
      "number": "59-101-200.",
      "heading": "",
      "text": "(A) For purposes of this section:\n\n(1) \"Student\" means a person enrolled in a state university, college, or other public institution of higher learning.\n\n(2) \"Superior student\" means a student who has attended a state university, college, or other public institution of higher learning longer than another student or who has an official position giving authority over another student.\n\n(3) \"Subordinate student\" means a person who attends a state university, college, or other public institution of higher learning who is not defined as a \"superior student\" in item (2).\n\n(4) \"Hazing\" means the wrongful striking, laying open hand upon, threatening with violence, or offering to do bodily harm by a superior student to a subordinate student with intent to punish or injure the subordinate student, or other unauthorized treatment by the superior student of a subordinate student of a tyrannical, abusive, shameful, insulting, or humiliating nature.\n\n(B) Hazing at all state supported universities, colleges, and public institutions of higher learning is prohibited. When an investigation has disclosed substantial evidence that a student has committed an act or acts of hazing, the student may be dismissed, expelled, suspended, or punished as the president considers appropriate.\n\n(C) The provisions of this section are in addition to the provisions of Article 6, Chapter 3 of Title 16.\n\n(D) The provisions of Section 30-4-40(a)(2) and 30-4-70(a)(1) continue to apply to hazing incidents.\n\nHISTORY: 1994 Act No. 328, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-200/"
    },
    {
      "id": "section-59-101-210",
      "number": "59-101-210.",
      "heading": "",
      "text": "(A)(1) Beginning with the 2016-2017 academic year, a public institution of higher learning, excluding technical colleges, shall maintain a report of actual findings of violations of the institution's Conduct of Student Organizations by fraternity and sorority organizations formally affiliated with the institution.\n\n(2) The report of actual findings of violations of the Conduct of Student Organizations is required for offenses involving:\n\n(a) alcohol;\n\n(c) sexual assault;\n\n(d) physical assault; and\n\n(e) hazing.\n\n(3) The report of actual findings of violations must contain:\n\n(a) the name of the organization;\n\n(b) when the organization was charged with misconduct;\n\n(c) the dates on which the citation was issued or the event occurred;\n\n(d) the date the investigation was initiated;\n\n(e) a general description of the incident, the charges, findings, and sanctions placed on the organization; and\n\n(f) the date on which the matter was resolved.\n\n(4) The report must include no personal identifying information of the individual members and shall be subject to the requirements of the Family Education Rights and Privacy Act (FERPA), 20 U.S.C. 1232g.\n\n(5) The institution shall update this report at least forty-five calendar days before the start of the fall and spring academic semesters.\n\n(6) The institution shall provide reports required under this section on its Internet website in a prominent location. The webpage that contains this report must include a statement notifying the public:\n\n(a) of the availability of additional information related to findings, sanctions, and organizational sanction completion;\n\n(b) where a member of the public may obtain the additional information that is not protected under the Family Education Rights and Privacy Act (FERPA), 20 U.S.C. 1232g; and\n\n(c) that the institution is required to provide this additional information pursuant to the South Carolina Freedom of Information Act.\n\n(7) The institution shall furnish a printed notice of the nature and availability of this report and the website address where it can be found to attendees at student orientation.\n\n(8) The institution shall maintain reports as they are updated for four years. Information that is four years old may be removed from the record by the institution as it updates its records.\n\n(B) A public institution of higher learning shall submit to the Commission on Higher Education a statement within fourteen calendar days that the reports have been updated as required in subsection (A)(4). The commission shall publish on their webpage a link to the institution's updated reports.\n\n(C) A member of the public who believes that an institution is not complying with the information disclosure required under this section may seek relief as provided for under the South Carolina Freedom of Information Act.\n\nHISTORY: 2016 Act No. 265 (H.4521), Section 2, eff June 29, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-210/"
    },
    {
      "id": "section-59-101-280",
      "number": "59-101-280.",
      "heading": "",
      "text": "Colleges and universities of this State shall emphasize teaching as a career opportunity and those institutions with teacher education programs should make the preparation of teachers a fundamental part of the institution's mission. These colleges and universities should allocate resources appropriate for support of this mission, support of professional development programs for practicing teachers and teacher education faculties to include technology training. Greater attention should be given to attracting diversity in race and ethnicity in faculties and students. Opportunities also should be developed to provide students interested in a teaching career with opportunities to tutor other students. All teacher education programs should strengthen alliances with K-12 education to increase the clinical opportunities for their students and to become more responsive to the needs of practicing teachers. Closer alliances also should be established with the business community and should integrate critical workforce skills into content and methods courses. Teacher education faculties should provide teacher candidates with a variety of effective teaching practices to ensure the state's diverse student population achieve at high levels of learning.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision C, Subpart 1, Section 1(B); 2001 Act No. 39, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-280/"
    },
    {
      "id": "section-59-101-285",
      "number": "59-101-285.",
      "heading": "",
      "text": "Notwithstanding any other provision of law or special provision applicable to a particular institution, a member of the governing board of an institution of higher learning as defined in Section 59-103-5 must attend at least two-thirds of the regular and special meetings of the board during any calendar year or a vacancy in that office is deemed to exist as of January first of the next year which shall be filled in the manner provided by law. The chairman of that board when a violation of this section occurs shall report the violation to the appointing or electing authority within thirty days after the close of the calendar year in which the violation occurred. The member of the governing board who missed such meetings thereby causing the vacancy is ineligible for reelection or reappointment to that board for a period of ten years thereafter.\n\nHISTORY: 2002 Act No. 250, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-285/"
    },
    {
      "id": "section-59-101-290",
      "number": "59-101-290.",
      "heading": "",
      "text": "(A) A public institution of higher learning shall notify incoming students, or the parent or guardian of an incoming student under the age of eighteen, of the risk of contracting meningococcal disease and Hepatitis B if living in on-campus student housing.\n\n(B) A public institution of higher learning shall include vaccination against meningococcal disease and Hepatitis B as recommended immunization in health and medical information provided to students or prospective students and parents or guardians.\n\n(C) A private institution of higher learning may elect to be governed by this section and at any time may, in its sole discretion, remove itself from such governance.\n\nHISTORY: 2002 Act No. 317, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-290/"
    },
    {
      "id": "section-59-101-335",
      "number": "59-101-335.",
      "heading": "",
      "text": "The governing boards of all state-supported colleges, universities, and technical schools shall be authorized to establish penalties and bonds for traffic and parking violations occurring on property which is owned, leased, supervised, or otherwise controlled by the institution. A schedule of penalties and bonds for such offenses shall be available for inspection during normal business hours at the institution at a location designated by the board.\n\nHISTORY: 1995 Act No. 145, Part II, Section 81.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-335/"
    },
    {
      "id": "section-59-101-345",
      "number": "59-101-345.",
      "heading": "",
      "text": "In instances where the equal division of the appropriated funds between need-based grants and the Palmetto Fellows Program exceeds the capacity to make awards in either program, the Commission on Higher Education has the authority to reallocate the remaining funds between the two programs. Public and independent higher education institutions must give first priority for need-based grants to children and young adults in the custody of the State Department of Social Services. Institutions and the Commission on Higher Education shall accept written verification from the Department of Social Services that the child or young adult is in the custody of the Department of Social Services, and must provide the maximum amount allowed by law for that need-based grant.\n\nHISTORY: 2002 Act No. 356, Section 1, Part II.E.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-345/"
    },
    {
      "id": "section-59-101-340",
      "number": "59-101-340.",
      "heading": "",
      "text": "Twenty-five percent of funds appropriated by the General Assembly for the \"Cutting Edge: Research Investment Initiative\" must be allocated to the state's senior public colleges. If the number of quality proposals for funding submitted by the senior colleges does not require the full allocation, the balance of the allocation must be distributed by the Commission on Higher Education to the state's public universities.\n\nHISTORY: 1989 Act No. 189, Part II, Section 44.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-340/"
    },
    {
      "id": "section-59-101-350",
      "number": "59-101-350.",
      "heading": "",
      "text": "(A) The Commission on Higher Education shall submit an annual report to the Governor and to the General Assembly. The annual report must be published before January fifteenth of each year and presented in a readable format so as to easily compare with peer institutions in South Carolina and other Southern Regional Education Board states the state's public, post-secondary institutions. Prior to publication, the Commission on Higher Education shall distribute a draft of the report to all public, post-secondary institutions and shall allow comment upon the draft report. The Commission on Higher Education shall develop and adopt a format for the report and shall ensure consistent reporting and collecting of the data in the report by the institutions.\n\n(B) Each four-year, post-secondary institution shall submit to the commission the following information for inclusion in the report, with the South Carolina Department of Corrections' students identified and reported separately:\n\n(1) the number and percentage of accredited programs and the number and percentage of programs eligible for accreditation;\n\n(2) the number and percentage of undergraduate and graduate students who completed their degree program;\n\n(3) the percent of lower division instructional courses taught by full-time faculty, part-time faculty, and graduate assistants;\n\n(4) the percent and number of students enrolled in remedial courses and the number of students exiting remedial courses and successfully completing entry-level curriculum courses;\n\n(5) the percent of graduate and upper division undergraduate students participating in sponsored research programs;\n\n(6) placement data on graduates;\n\n(7) the percent change in the enrollment rate of students from minority groups and the change in the total number of minority students enrolled over the past five years;\n\n(8) the percent of graduate students who received undergraduate degrees at the institution, within the State, within the United States, and from other nations;\n\n(9) the number of full-time students who have transferred from a two-year, post-secondary institution and the number of full-time students who have transferred to two-year, post-secondary institutions;\n\n(10) student scores on professional examinations with detailed information on state and national means, passing scores, and pass rates, as available, and with information on such scores over time, and the number of students taking each exam;\n\n(11) assessment information for the institution's Title II of the federal Higher Education Act of 1998 report that collects and analyzes data on applicant qualifications and the performance of the candidates and graduates;\n\n(12) appropriate information relating to each institution's role and mission to include policies and procedures to ensure that academic programs support the economic development needs in the State by providing a technologically skilled workforce;\n\n(13) any information required by the commission in order for it to measure and determine the institution's standard of achievement in regard to the performance indicators for quality academic success enumerated in Section 59-103-30.\n\n(C) Each two-year, post-secondary institution shall submit to the commission the following information for inclusion in the report:\n\n(1) the number and percentage of accredited programs and the number and percentage of programs eligible for accreditation;\n\n(2) the number and percentage of undergraduate students who completed their degree program;\n\n(3) the percent of courses taught by full-time faculty members, part-time faculty, and graduate assistants;\n\n(4) placement rate on graduates;\n\n(5) the percent change in the enrollment rate of students from minority groups, the number of minority students enrolled, and the change in the total number of minority students enrolled over the past five years;\n\n(6) the number of students who have transferred into a four-year, post- secondary institution and the number of students who have transferred from four-year, post-secondary institutions;\n\n(7) appropriate information relating to the institution's role and mission to include policies and procedures to ensure that academic programs support the economic development needs in the State by providing a technologically skilled workforce;\n\n(8) any information required by the commission in order for it to measure and determine the institution's standard of achievement in regard to the performance indicators for quality academic success enumerated in Section 59-103-30.\n\n(D) The commission also shall develop with the cooperation of the public, post-secondary institutions, a uniform set of questions to be included in surveys to be used by each public, post-secondary institution in determining alumni satisfaction. The survey instruments must address the issues of overall satisfaction, satisfaction with major instruction, impact of general education, and current societal participation of alumni. Every two years the graduating class of three years prior must be surveyed by each institution using appropriate statistical techniques. Information from these surveys must be included every two years in the annual report as required herein.\n\n(E) The commission shall make no funding decision, capital outlay decision, distribution or certification on behalf of any public, post-secondary institution that has not submitted the information required pursuant to this section.\n\n(F) After discussions with the institutions, the Commission on Higher Education in consultation with the House Education and Public Works Committee and the Senate Education Committee shall develop the format for the higher education report as required herein.\n\n(G) The Commission on Higher Education also is required in the annual report to report on the progress of institutions of higher education in implementing assessment programs, in their achievement of effectiveness goals, and on each institution's standard of achievement in regard to the performance indicators for academic success established in Section 59-103-30.\n\n(H) The report required by this section must be filed in magnetic media form if the information is available in that form.\n\nHISTORY: 1992 Act No. 255, Section 1; 1996 Act No. 359, Section 11; 2001 Act No. 38, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-350/"
    },
    {
      "id": "section-59-101-360",
      "number": "59-101-360.",
      "heading": "",
      "text": "(A) Sales tax revenue derived pursuant to Section 12-36-2620 from the tax on catalog sales which exceeds the total of revenue from such sales in fiscal year 1991-92 must be credited by the State Treasurer to the Mail Order Sales Tax Fund, which is separate and distinct from the general fund of the State. Revenues in this fund may not be used to supplant general fund appropriations for higher education, and must be appropriated according to the distribution formulas provided in subsections (B), (C), and (D).\n\n(B) The first one hundred million dollars credited to the Mail Order Sales Tax Fund must be distributed as follows:\n\n(1) sixty-five percent for higher education formula funding;\n\n(2) five percent to public higher education institutions with teacher education programs according to a formula developed by the Commission on Higher Education;\n\n(3) twenty percent to the Education Improvement Act Fund;\n\n(4) ten percent for tuition grants as provided pursuant to Chapter 113 of this title.\n\n(C) Amounts in excess of one hundred million dollars credited to the Mail Order Sales Tax Fund must be distributed as provided in subsection (B) with the exception of item (4) thereof, in which case the ten percent distribution must be for K-12 public school construction.\n\n(D) At any time the higher education funding formula is fully funded, further distribution of that sixty-five percent share must be distributed as follows:\n\n(1) sixty-five percent for K-12 public school construction;\n\n(2) thirty-three and one-third percent for public higher education dedicated to academic equipment;\n\n(3) one and two-thirds percent to the higher education tuition grants program under Chapter 113 of this title.\n\nHISTORY: 1992 Act No. 501, Part II, Section 35A; 1993 Act No. 164, Part II, Section 78A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-360/"
    },
    {
      "id": "section-59-101-370",
      "number": "59-101-370.",
      "heading": "",
      "text": "Technical education colleges receiving funds for new construction projects, not including funds provided for deferred maintenance or renovations, pursuant to authorizations for state capital improvement bonds shall match the state funds provided with at least twenty percent nonstate funds toward the total costs of the project identified in the bond authorization. This match requirement does not apply to any project that received A&E funding prior to July 1, 1995.\n\nHISTORY: 1997 Act No. 111, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-370/"
    },
    {
      "id": "section-59-101-395",
      "number": "59-101-395.",
      "heading": "",
      "text": "(A) When any person is activated for full-time military service during a time of national crisis and, therefore, is required to cease attending a public institution of higher learning without completing and receiving a grade in one or more courses, the assistance provided in this section is required with regard to courses not completed. A complete refund of tuition and academic fees as are assessed against all students at the institution shall be granted to the student. The refund shall be distributed proportionately to the student after considering other resources received by the student for paying applicable tuition and fee charges. The proportionate distribution shall take into account appropriate federal and state regulations governing resources received by the student. Proportionate refunds of room and board, if applicable, and other special fees which were paid to the institution must be provided to the student, based on the date of withdrawal. If an institution contracts for room and board services covered by fees which have been paid by and refunded to the student, the contractor shall provide a pro rata refund to the institution. If the institution has a policy of repurchasing textbooks, students must be offered the maximum price, based on condition, for the textbooks associated with the courses.\n\n(B) When a student is required to cease attendance because of such military activation without completing and receiving a grade in one or more courses, the institution shall provide a reasonable opportunity for completion of the courses after deactivation.\n\nHISTORY: 2002 Act No. 330, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-395/"
    },
    {
      "id": "section-59-101-400",
      "number": "59-101-400.",
      "heading": "",
      "text": "(A) A state-supported post-secondary educational institution governed by this title, including a technical and comprehensive educational institution, may award educational credit to a student honorably discharged from the Armed Forces of the United States for a course that is part of the military training or service of the student, provided:\n\n(1) the award must be made within three years after the enrollment of the student at the institution;\n\n(2) the course meets the standards of the American Council of Education or equivalent standards for awarding academic credit; and\n\n(3) the award is based upon the admissions standards, role, scope, and mission of the institution.\n\n(B) An institution authorized to award educational credit under subsection (A) shall:\n\n(1) develop a policy concerning the provisions of subsection (A) before January 1, 2014; and\n\n(2) adopt rules and procedures to implement the provisions of this section to become effective on the beginning of the 2013-2014 academic year of the institution.\n\nHISTORY: 2013 Act No. 45, Section 2, eff June 7, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-400/"
    },
    {
      "id": "section-59-101-410",
      "number": "59-101-410.",
      "heading": "",
      "text": "(A) As used in this section, \"auxiliary enterprise funds\" means athletics revenues and funds derived from bookstore, licensing, vending, concessions, and food service operations.\n\n(B) The governing boards of all state-supported colleges, universities, and technical schools may lend from time to time their endowment funds and auxiliary enterprise funds, including interest derived therefrom, currently on deposit with the State Treasurer's Office to separately chartered not-for-profit legal entities whose existence is primarily providing financial assistance and other support to the institution and its educational program. The governing boards of all state-supported colleges, universities, and technical schools also may lend from time to time their future endowment funds and auxiliary enterprise funds received, including interest derived therefrom, currently on deposit with the State Treasurer's Office to separately chartered not-for-profit legal entities whose existence is primarily to provide financial assistance and other support to the institution and its educational program, provided however, that all of these funds must first be recorded with the State Treasurer's Office. Income from the loan of auxiliary funds as provided in this section must be used solely for scholarship purposes. The loans must be in accordance with such terms and conditions as determined by the respective institution's governing body.\n\nHISTORY: 1998 Act No. 419, Part II, Section 9A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-410/"
    },
    {
      "id": "section-59-101-420",
      "number": "59-101-420.",
      "heading": "",
      "text": "Any public institution of higher education is required to annually report the number of out-of-state undergraduate students in attendance at the respective university for the fall and spring semester. Each university will also be required to report an out-of-state undergraduate student policy and how that policy was enacted by each university. The report will be required to be submitted to the Governor and each member of the General Assembly no later than September fifteenth of each year for the latest completed school year.\n\nHISTORY: 2004 Act No. 187, Section 15, eff March 17, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-420/"
    },
    {
      "id": "section-59-101-430",
      "number": "59-101-430.",
      "heading": "",
      "text": "(A) An alien unlawfully present in the United States is not eligible to attend a public institution of higher learning in this State, as defined in Section 59-103-5. The trustees of a public institution of higher learning in this State shall develop and institute a process by which lawful presence in the United States is verified. In doing so, institution personnel shall not attempt to independently verify the immigration status of any alien, but shall verify any alien's immigration status with the federal government pursuant to 8 USC Section 1373(c).\n\n(B) An alien unlawfully present in the United States is not eligible on the basis of residence for a public higher education benefit including, but not limited to, scholarships, financial aid, grants, or resident tuition.\n\nHISTORY: 2008 Act No. 280, Section 17, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-430/"
    },
    {
      "id": "section-59-101-610",
      "number": "59-101-610.",
      "heading": "",
      "text": "A public institution of higher learning may spend federal and other nonstate appropriated sources of revenue to provide lump-sum bonuses at levels outlined in a plan approved by the governing body of the respective public institution of higher learning and according to guidelines established in the plan. The public institution of higher learning must maintain documentation to show that the use of federal funds for this purpose is in compliance with federal law. This payment is not a part of the employee's base salary and is not earnable compensation for purposes of employee and employer contributions to the respective retirement systems.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-610/"
    },
    {
      "id": "section-59-101-620",
      "number": "59-101-620.",
      "heading": "",
      "text": "A public institution of higher learning may offer educational fee waivers to no more than four percent of the undergraduate student body.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-620/"
    },
    {
      "id": "section-59-101-630",
      "number": "59-101-630.",
      "heading": "",
      "text": "Notwithstanding any other provision of law, and in recognition and support of the opportunities for economic development presented through the expansion of research activities, a public institution of higher learning may establish research grant positions funded by federal grants, public charity grants, private foundation grants, research grants, medical school practice plans, individual private gifts, externally generated revenue for service or testing activities, and grant generated revenue or a combination of these, without regard to the authorized number of full-time equivalency (FTE) positions allocated to the public institution of higher learning, provided that:\n\n(1) state appropriated funds must not be used to fund any portion of research grant positions. FTE positions funded solely or partially by state or other funding sources shall remain subject to the number of FTE positions authorized for each public institution of higher learning;\n\n(2) research grant positions shall not occupy FTE positions;\n\n(3) research grant positions may be established using other funds during the proposal development or pre-award stages of grant funding in anticipation of specific grant or project funding;\n\n(4) research grant positions may be established for multiple years; however, research grant positions are limited to and may not exist beyond the duration of the funding for the project or grant or any subsequent renewal. At the discretion of the public institution of higher learning other funds may be used to fund continued employment between the expiration of one grant and the subsequent renewal of the same or similar grant or the award of an additional grant. When funding for the project or grant ends or is insufficient to continue payments under the conditions of the project or grant, research grant employees must be terminated and these positions must cease to exist. Research grant employees are exempt from the provisions of Sections 8-17-310 through 8-17-380;\n\n(5) persons occupying research grant positions may be eligible for all benefits, not to exceed those benefits available to covered state employees, provided that funds are available within the grant or project or by use of grant-generated revenue;\n\n(6) persons occupying research grant positions are employed at-will and do not have grievance rights afforded to covered state employees or faculty of the respective public institution of higher learning. Research grant employees are not entitled to compensation beyond the date of termination, other than for the part of the project or grant that has been performed; and\n\n(7) discretionary determinations by a public institution of higher learning as to whether to hire an employee pursuant to this section are final and not subject to administrative or judicial appeal.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-630/"
    },
    {
      "id": "section-59-101-640",
      "number": "59-101-640.",
      "heading": "",
      "text": "A public institution of higher learning may offer and fund, from any source of revenue other than state approved sources, health insurance to full-time graduate assistants according to a plan approved by the governing body of the respective public institution of higher learning.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-640/"
    },
    {
      "id": "section-59-101-650",
      "number": "59-101-650.",
      "heading": "",
      "text": "The board of trustees of a public institution of higher learning is vested with the power of eminent domain. The authority granted in this section applies only to private lands. The lands condemned must be used by the public institution of higher learning in the performance of its functions in the acquisition, construction, and operation of facilities for the public institution of higher learning, and is subject to the approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-650/"
    },
    {
      "id": "section-59-101-660",
      "number": "59-101-660.",
      "heading": "",
      "text": "A public institution of higher learning may negotiate for its annual audit and quality review process with reputable certified public accountant firms selected from a list preapproved by the State Auditor's office.\n\nHISTORY: 2005 Act No. 143, Section 1, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-660/"
    },
    {
      "id": "section-59-101-670",
      "number": "59-101-670.",
      "heading": "",
      "text": "(A) Each public institution of higher learning shall maintain a transaction register that includes a complete record of all funds expended, from whatever source for whatever purpose. The register must be prominently posted on the institution's Internet website and made available for public viewing and downloading.\n\n(1)(a) The register must include for each expenditure:\n\n(i) the transaction amount;\n\n(ii) the name of the payee;\n\n(iii) the identification number of the transaction; and\n\n(iv) a description of the expenditure, including the source of funds, a category title, and an object title for the expenditure.\n\n(b) The register must include all reimbursements for expenses, but must not include an entry for salary, wages, or other compensation paid to individual employees.\n\n(c) The register must not include a social security number.\n\n(d) The register must be accompanied by a complete explanation of any codes or acronyms used to identify a payee or an expenditure.\n\n(e) At the option of the public institution, the register may exclude any information that can be used to identify an individual employee or student.\n\n(f) This section does not require the posting of any information that is not required to be disclosed under Chapter 4, Title 30.\n\n(2) The register must be searchable and updated at least once a month. Each monthly register must be maintained on the Internet website for at least three years.\n\n(B) Each public institution of higher learning shall be responsible for providing on its Internet website a link to the Internet website of any agency, other than the individual institution, that posts on its Internet website the institution's monthly state procurement card statements or monthly reports containing all or substantially all of the same information contained in the monthly state procurement card statements. The link must be to the specific webpage or section on the website of the agency where the state procurement card information for the institution can be found. The information posted may not contain the state procurement card number.\n\n(C) Any information that is expressly prohibited from public disclosure by federal or state law or regulation must be redacted from any posting required by this section.\n\n(D) In the event any public institution of higher learning has a question or issue relating to technical aspects of complying with the requirements of this section or the disclosure of public information under this section, it shall consult with the Office of Comptroller General, which may provide guidance to the public institution.\n\nHISTORY: 2011 Act No. 74, Pt II, Section 2.A, eff August 1, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-101/section-59-101-670/"
    }
  ]
}