{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-65",
  "sections": [
    {
      "id": "section-59-65-10",
      "number": "59-65-10.",
      "heading": "",
      "text": "(A) A parent or guardian shall require his child to attend regularly a public or private school or kindergarten of this State which has been approved by the State Board of Education, a member school of the South Carolina Independent Schools' Association, a member school of the South Carolina Association of Christian Schools, or some similar organization, or a parochial, denominational, or church-related school, or other programs which have been approved by the State Board of Education from the school year in which the child is five years of age before September first until the child attains his seventeenth birthday or graduates from high school. A parent or guardian whose child is not six years of age on or before the first day of September of a particular school year may elect for their child or ward not to attend kindergarten. For this purpose, the parent or guardian shall sign a written document making the election with the governing body of the school district in which the parent or guardian resides. The form of this written document must be prescribed by regulation of the Department of Education. Upon the written election being executed, that child is not required to attend kindergarten.\n\n(B) Each school district shall provide transportation to and from public school for all pupils enrolled in public kindergarten classes who request the transportation. Regulations of the State Board of Education governing the operation of school buses shall apply.\n\nHISTORY: 1962 Code Section 21-757; 1967 (55) 181; 1979 Act No. 199, Part II Section 25; 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 3, Section 2(C), (D); 1987 Act No. 29 Section 1; 1993 Act No. 164, Part II, Section 29C; 2012 Act No. 163, Section 1, eff May 14, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-10/"
    },
    {
      "id": "section-59-65-20",
      "number": "59-65-20.",
      "heading": "",
      "text": "Any parent or guardian who neglects to enroll his child or ward or refuses to make such child or ward attend school shall, upon conviction, be fined not more than fifty dollars or be imprisoned not more than thirty days; each day's absence shall constitute a separate offense; provided, the court may in its discretion suspend the sentence of anyone convicted of the provisions of this article.\n\nHISTORY: 1962 Code Section 21-757.1; 1967 (55) 181.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-20/"
    },
    {
      "id": "section-59-65-30",
      "number": "59-65-30.",
      "heading": "",
      "text": "The provisions of this article do not apply to:\n\n(a) A child who has graduated from high school or has received the equivalent of a high school education from a school approved by the State Board of Education, member school of South Carolina Independent Schools' Association, a private school in existence at the time of the passage of this article, or a member school of the South Carolina Association of Christian Schools;\n\n(b) A child who obtains a certificate from a psychologist certified by the State Department of Education or from a licensed physician stating that he is unable to attend school because of a physical or mental disability, provided there are no suitable special classes available for such child in the school district where he resides;\n\n(c) A child who has completed the eighth grade and who is determined by the court to be legally and gainfully employed whose employment is further determined by such court to be necessary for the maintenance of his home;\n\n(d) [Reserved]\n\n(e) A student who has a child and who is granted a temporary waiver from attendance by the district's attendance supervisor or his designee. The district attendance supervisor may grant a temporary waiver only if he determines that suitable day care is unavailable. The student must consult with the district supervisor or his designee in a timely manner to consider all available day care options or the district shall consider the student to be in violation of this chapter.\n\n(f) A child who has reached the age of sixteen years and whose further attendance in school, vocational school, or available special classes is determined by a court of competent jurisdiction to be disruptive to the educational program of the school, unproductive of further learning, or not in the best interest of the child, and who is authorized by the court to enter into suitable gainful employment under the supervision of the court until age seventeen is attained. However, prior to being exempted from the provisions of this article, the court may first require that the child concerned be examined physically and tested mentally to assist the court to determine whether or not gainful employment would be more suitable for the child than continued attendance in school. The examination and testing must be conducted by the Department of Youth Services or by any local agency which the court determines to be appropriate. The court shall revoke the exemption provided in this item upon a finding that the child fails to continue in his employment until reaching the age of seventeen years.\n\nHISTORY: 1962 Code Section 21-757.2; 1967 (55) 181; 1974 (58) 1956; 1993 Act No. 165, Section 1; 2012 Act No. 163, Section 2, eff May 14, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-30/"
    },
    {
      "id": "section-59-65-40",
      "number": "59-65-40.",
      "heading": "",
      "text": "(A) Parents or guardians may teach their children at home if the instruction is approved by the district board of trustees of the district in which the children reside. A district board of trustees shall approve home schooling programs which meet the following standards:\n\n(1) the parent:\n\n(a) holds at least a high school diploma or the equivalent general educational development (GED) certificate and, beginning in the 1989-90 school year, attains a passing score on the basic skills examination developed pursuant to Section 59-26-20(b)(1) after the State Department of Education has validated the test for use with home schooling parents; or\n\n(b) has earned a baccalaureate degree;\n\n(2) the instructional day is at least four and one-half hours, excluding lunch and recesses, and the instructional year is at least one hundred eighty days;\n\n(3) the curriculum includes, but is not limited to, the basic instructional areas of reading, writing, mathematics, science, and social studies and in grades seven through twelve, composition and literature;\n\n(4) as evidence that a student is receiving regular instruction, the parent shall present a system for maintaining and maintain the following records for inspection upon reasonable notice by a representative of the school district:\n\n(a) a plan book, diary, or other written record indicating subjects taught and activities in which the student and parent engage;\n\n(b) a portfolio of samples of the student's academic work; and\n\n(c) a record of evaluations of the student's academic progress. A semiannual progress report including attendance records and individualized assessments of the student's academic progress in each of the basic instructional areas specified in item (3) must be submitted to the school district.\n\n(5) students must have access to library facilities;\n\n(6) students must participate in the annual statewide testing program and the Basic Skills Assessment Program approved by the State Board of Education for their appropriate grade level. The tests must be administered by a certified school district employee either with public school students or by special arrangement at the student's place of instruction, at the parent's option. The parent is responsible for paying the test administrator if the test is administered at the student's home; and\n\n(7) parents must agree in writing to hold the district, the district board of trustees and the district's employees harmless for any educational deficiencies of the student sustained as a result of home instruction.\n\nAt any time the school district determines that the parent is not maintaining the home school program in keeping with the standards specified in this section the district board of trustees shall notify the parent to correct the deficiencies within thirty days. If the deficiencies are not corrected within thirty days, the district board of trustees may withdraw its approval.\n\n(B) The district board of trustees shall provide for an application process which elicits the information necessary for processing the home schooling request, including a description of the program, the texts and materials to be used, the methods of program evaluation, and the place of instruction. Parents must be notified in advance of the date, place, and time of the meeting at which the application is considered by the board and parents may be heard at the meeting.\n\n(C) Within the first fifteen instructional days of the public school year, students participating in home instruction and eligible for enrollment in the first grade of the public schools must be tested to determine their readiness for the first grade using the readiness instrument approved by the State Board of Education for public school students. If a student is determined to be \"not ready\" or is determined to lack the necessary emotional maturity, the parent must be advised by appropriate school district personnel whether a kindergarten or a first grade curriculum should be used for the child. Nothing in this section may be interpreted to conflict with a parent's right to exempt his child from kindergarten as provided in Section 59-65-10(A).\n\n(D) Should a student in a home schooling program score below the test requirements of the promotion standard prescribed for public school students by the State Board of Education for one year, the district board of trustees shall decide whether or not the student shall receive appropriate instructional placement in the public school, special services as a handicapped student, or home schooling with an instructional support system at parental expense. The right of a parent to enroll his child in a private or parochial school as provided in Section 59-65-10(A) is unaffected by this provision.\n\n(E) If a parent is denied permission to begin or continue home schooling by a district board of trustees, the decision of the district board of trustees may be appealed, within ten days, to the State Board of Education. Any appeal from the decision of the State Board of Education must be taken, within thirty days, to the family court.\n\nHISTORY: 1962 Code Section 21-757.3; 1967 (55) 181; 1988 Act No. 593, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-40/"
    },
    {
      "id": "section-59-65-45",
      "number": "59-65-45.",
      "heading": "",
      "text": "In lieu of the requirements of Section 59-65-40, parents or guardians may teach their children at home if the instruction is conducted under the auspices of the South Carolina Association of Independent Home Schools. Bona fide membership and continuing compliance with the academic standards of South Carolina Association of Independent Home Schools exempts the home school from the further requirements of Section 59-65-40.\n\nThe State Department of Education shall conduct annually a review of the association standards to insure that requirements of the association, at a minimum, include:\n\n(a) a parent must hold at least a high school diploma or the equivalent general educational development (GED) certificate;\n\n(b) the instructional year is at least one hundred eighty days; and\n\n(c) the curriculum includes, but is not limited to, the basic instructional areas of reading, writing, mathematics, science, and social studies, and in grades seven through twelve, composition and literature.\n\nBy January thirtieth of each year, the South Carolina Association of Independent Home Schools shall report the number and grade level of children home schooled through the association to the children's respective school districts.\n\nHISTORY: 1992 Act No. 313, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-45/"
    },
    {
      "id": "section-59-65-46",
      "number": "59-65-46.",
      "heading": "",
      "text": "A foster parent may teach a foster child at home as provided in Sections 59-65-40, 59-65-45, or any other provision of law, if, in addition to any other requirements, home schooling of the child has been approved by the Department of Social Services or other agency having custody of the child.\n\nHISTORY: 2002 Act No. 276, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-46/"
    },
    {
      "id": "section-59-65-50",
      "number": "59-65-50.",
      "heading": "",
      "text": "If the board of trustees of a school district or its designee is unable to obtain the school attendance of a child in the age group specified in Section 59-65-10, the board or its designee shall report such nonattendance in writing to the juvenile court or such other court in the county as may have jurisdiction of juveniles but exclusive of magistrate's courts notwithstanding the provisions of Section 22-3-540; provided, that no one except the board of trustees or its designee shall have the authority to institute the proceedings herein.\n\nHISTORY: 1962 Code Section 21-757.4; 1967 (55) 181.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-50/"
    },
    {
      "id": "section-59-65-47",
      "number": "59-65-47.",
      "heading": "",
      "text": "In lieu of the requirements of Section 59-65-40 or Section 59-65-45, parents or guardians may teach their children at home if the instruction is conducted under the auspices of an association for home schools which has no fewer than fifty members and meets the requirements of this section. Bona fide membership and continuing compliance with the academic standards of the associations exempts the home school from the further requirements of Section 59-65-40 or Section 59-65-45.\n\nThe State Department of Education shall conduct annually a review of the association standards to ensure that requirements of the association, at a minimum, include:\n\n(a) a parent must hold at least a high school diploma or the equivalent general educational development (GED) certificate;\n\n(b) the instructional year is at least one hundred eighty days;\n\n(c) the curriculum includes, but is not limited to, the basic instructional areas of reading, writing, mathematics, science, and social studies, and in grades seven through twelve, composition and literature; and\n\n(d) educational records shall be maintained by the parent-teacher and include:\n\n(1) a plan book, diary, or other record indicating subjects taught and activities in which the student and parent-teacher engage;\n\n(2) a portfolio of samples of the student's academic work; and\n\n(3) a semiannual progress report including attendance records and individualized documentation of the student's academic progress in each of the basic instructional areas specified in item (c) above.\n\nBy January thirtieth of each year, all associations shall report the number and grade level of children home schooled through the association to the children's respective school districts.\n\nHISTORY: 1996 Act No. 429, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-47/"
    },
    {
      "id": "section-59-65-60",
      "number": "59-65-60.",
      "heading": "",
      "text": "(a) Upon receipt of such report, the court may forthwith order the appearance before such court of the responsible parent or guardian and if it deems necessary, the minor involved, for such action as the court may deem necessary to carry out the provisions of this article.\n\n(b) The court may, after hearing upon ten days notice, order such parent or guardian to require such child to attend school and upon failure of such parent to comply with such order may punish such parent or guardian as by contempt, provided, that punishment for such contempt cannot exceed fifty dollars or thirty days imprisonment for each offense.\n\nThe procedure herein provided shall be alternative to the penalties provided in Section 59-65-20.\n\nHISTORY: 1962 Code Section 21-757.5; 1967 (55) 181.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-60/"
    },
    {
      "id": "section-59-65-70",
      "number": "59-65-70.",
      "heading": "",
      "text": "If the court determines that the reported absence occurred without the knowledge, consent or connivance of the responsible parent or guardian or that a bona fide attempt has been made to control and keep the child in school, the court may declare such child to be a delinquent and subject to the provisions of law in such cases.\n\nHISTORY: 1962 Code Section 21-757.6; 1967 (55) 181.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-70/"
    },
    {
      "id": "section-59-65-80",
      "number": "59-65-80.",
      "heading": "",
      "text": "Nothing herein shall be construed as granting authority to require enrollment or attendance of a child who has been or may be expelled or suspended by the board of trustees of the district or any other person acting with authority from the board of trustees.\n\nHISTORY: 1962 Code Section 21-757.7; 1967 (55) 181.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-80/"
    },
    {
      "id": "section-59-65-90",
      "number": "59-65-90.",
      "heading": "",
      "text": "The State Board of Education shall establish regulations defining lawful and unlawful absences beyond those specifically named in this article and additional regulations as are necessary for the orderly enrollment of pupils so as to provide for uniform dates of entrance. These regulations shall require: (1) that school officials shall immediately intervene to encourage the student's future attendance when the student has three consecutive unlawful absences or a total of five unlawful absences and (2) that the district board of trustees or its designee shall promptly approve or disapprove any student absence in excess of ten days. As used in this section, \"intervene\" means to identify the reasons for the child's continued absence and to develop a plan in conjunction with the student and his parent or guardian to improve his future attendance.\n\nProvided, However, That nothing within this section shall interfere with the Board's authority to at any time refer a child to a truancy prevention program or to the court pursuant to Section 59-65-50.\n\nHISTORY: 1962 Code Section 21-757.8; 1967 (55) 181; 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 2, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-90/"
    },
    {
      "id": "section-59-65-210",
      "number": "59-65-210.",
      "heading": "",
      "text": "For each county which has indicated a desire for the service of an attendance supervisor or supervisors there shall be appropriated annually for the ensuing fiscal year a sum sufficient to pay the salaries and expenses of an attendance supervisor or supervisors for each county, one such supervisor for each ten thousand children, or fraction thereof, enrolled in each county as of the closing date of the school year immediately preceding the commencing of each such fiscal year. This sum shall be the State's portion of the attendance supervisor program. Nothing in this article shall limit the number of attendance supervisors that a county or a school district may employ at its own expense.\n\nHISTORY: 1962 Code Section 21-761; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-210/"
    },
    {
      "id": "section-59-65-220",
      "number": "59-65-220.",
      "heading": "",
      "text": "In each county desiring the services of an attendance supervisor, such supervisor shall, if his salary and expenses are to be paid by the State, be elected on or before July first of each year, or as soon thereafter as practicable, by the members of the county board of education whose terms of office run concurrently with or extend beyond the period of employment of such supervisor.\n\nHISTORY: 1962 Code Section 21-762; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-220/"
    },
    {
      "id": "section-59-65-230",
      "number": "59-65-230.",
      "heading": "",
      "text": "Attendance supervisors shall be certified by the State Board of Education. Qualifications for the certification of attendance supervisors shall be determined by the State Board of Education in the same manner as the Board now determines qualifications for all other teachers, provided, that such certification requirements shall not adversely affect attendance supervisors who were employed prior to the passage of this article.\n\nHISTORY: 1962 Code Section 21-763; 1955 (49) 78; 1957 (50) 404; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-230/"
    },
    {
      "id": "section-59-65-240",
      "number": "59-65-240.",
      "heading": "",
      "text": "Within thirty days after the opening date of each school year of each public school district in the State in which a public school is being operated, the trustees or other governing board thereof shall make or cause to be made a complete census of all children of school age therein, that is, between the years of seven and sixteen years, inclusive, who have not enrolled in such school district or in some other district during the thirty-day enrollment period. The names, ages, places of residence and names of the parents or guardians of such children of school age not enrolled shall be forthwith filed with the county superintendent of education, who shall thereupon consolidate all of such names of children in alphabetical order into one list and certify the list to the attendance supervisor of the county.\n\nHISTORY: 1962 Code Section 21-764; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-240/"
    },
    {
      "id": "section-59-65-250",
      "number": "59-65-250.",
      "heading": "",
      "text": "The county attendance supervisor whose salary shall be paid from State funds and such other attendance supervisors as may be employed by the county or school districts therein shall cooperate with the social and civic organizations and agencies of the county or district, as well as with the trustees of the several school districts in the county.\n\nHISTORY: 1962 Code Section 21-765; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-250/"
    },
    {
      "id": "section-59-65-260",
      "number": "59-65-260.",
      "heading": "",
      "text": "The attendance supervisor shall, upon receiving the list of nonattending children from the county superintendent of education, contact as rapidly as possible the parents or guardians of such nonattending children with the object in mind of interesting nonattending children in school work, and influencing them by means of persuasion to attend school regularly. All principals shall report to such attendance supervisor on continuous absences which appear to be unwarranted, and the attendance supervisor shall make an earnest effort to have enrolled and keep enrolled all children of school age in the county.\n\nHISTORY: 1962 Code Section 21-766; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-260/"
    },
    {
      "id": "section-59-65-270",
      "number": "59-65-270.",
      "heading": "",
      "text": "In the event that any nonattending children reported to the attendance supervisor shall be unable to procure books, that fact shall be reported to the trustees and county superintendent of education, and steps shall be taken immediately to provide the necessary books and working material. In the event that such nonattending children shall not have suitable clothing or shoes, and the parents or guardians of such children are financially unable to provide the same, such condition shall be reported by the attendance supervisor to the social and civic organizations of such county for such action in the premises as to such social and civic organizations shall seem meet and proper.\n\nHISTORY: 1962 Code Section 21-767; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-270/"
    },
    {
      "id": "section-59-65-280",
      "number": "59-65-280.",
      "heading": "",
      "text": "The attendance supervisor shall accept and receive from the social or civic organizations and agencies of the county or community all cash, clothes, shoes, books, materials and similar articles as may be provided, and shall supply them to the nonattending school children of the county who are unable or whose parents or guardians are unable financially to provide such articles.\n\nHISTORY: 1962 Code Section 21-768; 1955 (49) 78; 1961 (52) 617.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-280/"
    },
    {
      "id": "section-59-65-470",
      "number": "59-65-470.",
      "heading": "",
      "text": "To enable the Wil Lou Gray Opportunity School to inform dropouts of the school's academic and vocational training programs, the school is authorized to contact the attendance supervisors or principals at the various high schools or school districts of this State at reasonable intervals for the purpose of receiving access to the names and addresses of students reported by the supervisors and principals to be dropouts, and the attendance supervisors and principals must supply this information to the Wil Lou Gray Opportunity School.\n\nHISTORY: 1989 Act No. 194, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-65/section-59-65-470/"
    }
  ]
}