{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-1",
  "sections": [
    {
      "id": "section-59-1-10",
      "number": "59-1-10",
      "heading": "",
      "text": "Chapters 1 to 45 and 53 to 73 of this title shall be known and may be cited as \"The South Carolina School Code.\"\n\nHISTORY: 1962 Code Section 21-1; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-10/"
    },
    {
      "id": "section-59-1-20",
      "number": "59-1-20",
      "heading": "",
      "text": "The purpose of the South Carolina School Code is to provide for a State system of public education and for the establishment, organization, operation, and support of such State system.\n\nHISTORY: 1962 Code Section 21-2; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-20/"
    },
    {
      "id": "section-59-1-30",
      "number": "59-1-30",
      "heading": "",
      "text": "If any section or part of the South Carolina School Code is found to be ambiguous or otherwise subject to more than one interpretation, such section or part shall be liberally construed to the extent that the general purpose of the entire Code and of public education may be advanced.\n\nHISTORY: 1962 Code Section 21-3; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-30/"
    },
    {
      "id": "section-59-1-40",
      "number": "59-1-40",
      "heading": "",
      "text": "The State system of public education shall consist of such school systems, schools, institutions, agencies, services, and types of instruction as may be provided and authorized by law, or by rules and regulations of the State Board of Education within limits prescribed by law.\n\nHISTORY: 1962 Code Section 21-4; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-40/"
    },
    {
      "id": "section-59-1-50",
      "number": "59-1-50",
      "heading": "",
      "text": "(A) The General Assembly declares that the principles outlined in the Profile of the South Carolina Graduate, published by the South Carolina Association of School Administrators and approved by the South Carolina Chamber of Commerce, the South Carolina Council on Competitiveness, the Education Oversight Committee, the State Board of Education and Transform SC schools and districts, are the standards by which our state's high school graduates should be measured and are this state's achievement goals for all high school students. The State shall make a reasonable and concerted effort to ensure that graduates have world class knowledge based on rigorous standards in language arts and math for college and career readiness. Students should have the opportunity to learn one of a number of foreign languages, and have offerings in science, technology, engineering, mathematics, arts, and social sciences that afford them the knowledge needed to be successful.\n\n(B) Students also must be offered the ability to obtain world class skills such as:\n\n(1) creativity and innovation;\n\n(2) critical thinking and problem solving;\n\n(3) collaboration and teamwork;\n\n(4) communication, information, media, and technology; and\n\n(5) knowing how to learn.\n\n(C) Students finally also must be offered reasonable exposure, examples, and information on the state's vision of life and career characteristics such as:\n\n(1) integrity;\n\n(2) self-direction;\n\n(3) global perspective;\n\n(4) perseverance;\n\n(5) work ethic; and\n\n(6) interpersonal skills.\n\nHISTORY: 2016 Act No. 195 (H.4936), Section 1, eff May 26, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-50/"
    },
    {
      "id": "section-59-1-110",
      "number": "59-1-110",
      "heading": "",
      "text": "\"Private school\" means a school established by an agency other than the State or its subdivisions which is primarily supported by other than public funds, and the operation of whose program rests with other than publicly elected or appointed officials.\n\nHISTORY: 1962 Code Section 21-5; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-110/"
    },
    {
      "id": "section-59-1-120",
      "number": "59-1-120",
      "heading": "",
      "text": "\"Public school\" means a school operated by publicly elected or appointed school officials in which the program and activities are under the control of these officials and which is supported by public funds.\n\nHISTORY: 1962 Code Section 21-6; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-120/"
    },
    {
      "id": "section-59-1-130",
      "number": "59-1-130",
      "heading": "",
      "text": "\"Teacher\" means any person who is employed either full-time or part-time by any school district either to teach or to supervise teaching.\n\nHISTORY: 1962 Code Section 21-7; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-130/"
    },
    {
      "id": "section-59-1-140",
      "number": "59-1-140",
      "heading": "",
      "text": "\"Teacher aide\" means a noncertificated person employed by a school district whose assignment consists of and is limited to assisting a certificated teacher.\n\nHISTORY: 1962 Code Section 21-8; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-140/"
    },
    {
      "id": "section-59-1-150",
      "number": "59-1-150",
      "heading": "",
      "text": "For the purposes of this chapter:\n\n(1) \"Kindergarten\" means any school which provides either education, instruction, or supervision below the first grade to children who will attain the age of five on or before the first day of November of the school year when they begin school.\n\n(2) \"Elementary school\" means any public school which contains grades no lower than kindergarten and no higher than the eighth.\n\n(3) \"Middle school\" means any public school which contains grades no lower than the fifth and no higher than the eighth.\n\n(4) \"Secondary school\" means either a junior high school or a high school.\n\n(5) \"Junior high school\" shall be considered synonymous with the term \"high school.\"\n\n(6) \"High school\" means any public school which contains grades no lower than the seventh and no higher than the twelfth.\n\nHISTORY: 1962 Code Section 21-9; 1974 (58) 1933; 1978 Act No. 633 Sections 1, 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-150/"
    },
    {
      "id": "section-59-1-160",
      "number": "59-1-160",
      "heading": "",
      "text": "\"School district\" means any area or territory comprising a legal entity, whose sole purpose is that of providing free school education, whose boundary lines are a matter of public record, and the area of which constitutes a complete tax unit.\n\nHISTORY: 1962 Code Section 21-10; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-160/"
    },
    {
      "id": "section-59-1-170",
      "number": "59-1-170",
      "heading": "",
      "text": "\"State Board\" means State Board of Education.\n\nHISTORY: 1962 Code Section 21-11; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-170/"
    },
    {
      "id": "section-59-1-180",
      "number": "59-1-180",
      "heading": "",
      "text": "\"State Educational Finance Commission\" means the State Board of Education.\n\nHISTORY: 1962 Code Section 21-13; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-180/"
    },
    {
      "id": "section-59-1-190",
      "number": "59-1-190",
      "heading": "",
      "text": "\"State Department\" means State Department of Education.\n\nHISTORY: 1962 Code Section 21-14; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-190/"
    },
    {
      "id": "section-59-1-200",
      "number": "59-1-200",
      "heading": "",
      "text": "The scholastic year shall begin on the first day of July of each year and end on the thirtieth day of June following.\n\nHISTORY: 1962 Code Section 21-15; 1952 Code Section 21-3; 1942 Code Section 5378; 1932 Code Section 5411; Civ. C. '22 Section 2653; Civ. C. '12 Section 1781; Civ. C. '02 Section 1232; 1896 (22) 170; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-200/"
    },
    {
      "id": "section-59-1-310",
      "number": "59-1-310",
      "heading": "",
      "text": "The State Superintendent of Education and the county superintendent of education of the various counties of the State may administer an oath or affirmation to any person and probate any and all papers which may pertain to or be connected with the duties of their respective offices.\n\nHISTORY: 1962 Code Section 21-17; 1952 Code Section 21-5; 1942 Code Section 5278; 1938 (40) 1571; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-310/"
    },
    {
      "id": "section-59-1-210",
      "number": "59-1-210",
      "heading": "",
      "text": "For purposes of this title:\n\n(1) \"Instructional day\" shall include in-person instruction, virtual instruction, self-guided learning, and experiential learning through approved off-campus educational opportunities.\n\n(2) \"Hours of instruction\" requirements shall include in-person instruction, virtual instruction, self-guided learning, and experiential learning through approved off-campus educational opportunities.\n\nHISTORY: 2024 Act No. 127 (H.3295), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-210/"
    },
    {
      "id": "section-59-1-320",
      "number": "59-1-320",
      "heading": "",
      "text": "The State Board of Education shall make such rules and regulations, not inconsistent with the National Flag Code, for the display of the flag of the United States of America and for the display of the flag of the State at public schools. The person at the head of any public school in the State shall display the flag of the United States and the flag of the State at such times and at such places under such restrictions and rules as may be adopted by the State Board of Education.\n\nHISTORY: 1962 Code Section 21-18; 1952 Code Section 21-7; 1942 Code Section 5705; 1939 (41) 298; 1957 (50) 58; 1974 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-320/"
    },
    {
      "id": "section-59-1-325",
      "number": "59-1-325",
      "heading": "",
      "text": "(A) No later than January 1, 2023, every public school, to include state agency schools and charter schools, shall display the following depictions in a prominent place:\n\n(1) the official motto of the United States, \"In God We Trust\";\n\n(2) the official mottos of South Carolina, \"Dum spiro spero\" and \"Animis opibusque parati\", and their respective translations;\n\n(3) an accurate representation of the United States flag; and\n\n(4) an accurate representation of the South Carolina state flag.\n\nThe State Board of Education shall promulgate regulations specifying how the depictions shall be displayed.\n\n(B) The head of each public school shall ensure that the depictions required in subsection (A) are displayed in the manner adopted by the State Board of Education and as directed by the State Superintendent of Education. Nothing in this section shall prohibit the solicitation or acceptance of funds donated to achieve its purpose.\n\n(C) The provisions of this section also apply to any private school that receives any public funding.\n\nHISTORY: 2022 Act No. 177 (S.969), Section 1, eff July 1, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-325/"
    },
    {
      "id": "section-59-1-330",
      "number": "59-1-330",
      "heading": "",
      "text": "The pledge to the flag of South Carolina shall be as follows: \"I salute the flag of South Carolina and pledge to the Palmetto State, love, loyalty and faith.\"\n\nHISTORY: 1962 Code Section 21-19; 1973 (58) 1933.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-330/"
    },
    {
      "id": "section-59-1-340",
      "number": "59-1-340",
      "heading": "",
      "text": "Each county board of education or board of trustees shall meet at least every other month during the regular school session on a regular date and at a regular time to be determined by each board during its organizational meeting. All regular meetings shall be open to the public and members of the news media. Any board may hold a special meeting when it is considered necessary either by the chairman or a majority of the board members. All meetings, whether regular or special, shall be held at the school district office or at such other place within the district that the board deems convenient and suitable. Nothing in this section shall preclude the board from the right to go into executive session by majority vote of the membership present.\n\nHISTORY: 1962 Code Section 21-19.1; 1974 (58) 1936.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-340/"
    },
    {
      "id": "section-59-1-350",
      "number": "59-1-350",
      "heading": "",
      "text": "Members of the county board of education or board of trustees may serve without pay. Each member of the board may receive a per diem for attendance at board meetings and may be paid mileage to and from such meetings. No member may receive per diem and mileage unless in actual attendance upon a meeting of the board. When any member of a board is directed to travel outside the county or school district on official business of the board, he may be allowed actual expenses incurred as a result.\n\nHISTORY: 1962 Code Section 21-19.2; 1974 (58) 1937.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-350/"
    },
    {
      "id": "section-59-1-360",
      "number": "59-1-360",
      "heading": "",
      "text": "The State Department of Education is authorized to lend film, filmstrips, recordings or other audiovisual properties to nonpublic institutions of higher learning and to other educational institutions and schools that are eleemosynary in nature.\n\nHISTORY: 1962 Code Section 21-19.3; 1974 (58) 2626.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-360/"
    },
    {
      "id": "section-59-1-370",
      "number": "59-1-370",
      "heading": "",
      "text": "All State-supported colleges and universities, technical education centers and public schools shall be closed general election day in November of each even-numbered year. This day shall not be considered as one of the regular school days for the year for public schools.\n\nHISTORY: 1962 Code Section 21-19.4; 1973 (58) 640; 1977 Act No. 88, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-370/"
    },
    {
      "id": "section-59-1-375",
      "number": "59-1-375",
      "heading": "",
      "text": "(A) A public school, including a charter school, that serves any students in the seventh through twelfth grades that issues student identification cards must print on either side of the cards the telephone number for the National Suicide Prevention Lifeline. The school must also print on either side of the cards the social media platform, telephone number, or text number for at least one additional crisis resource selected by the school district or charter school sponsor pursuant to the available data regarding local school or community needs, including, but not limited to:\n\n(1) the Crisis Text Line;\n\n(2) a local suicide prevention hotline, if available; or\n\n(3) the National Teen Dating Abuse Helpline.\n\n(B) Public and private institutions of higher learning that issue student identification cards must print on either side of the cards the telephone number for the National Suicide Prevention Lifeline. The public or private institution of higher learning must also print on either side of the cards the social media platform, telephone number, or text number for at least one additional crisis resource selected by the public or private institution of higher learning pursuant to the available data regarding local school or community needs including, but not limited to:\n\n(1) the Crisis Text Line;\n\n(2) campus police or security or, if the campus does not have a campus police or security telephone number, the local law enforcement authority;\n\n(3) a local suicide prevention hotline; or\n\n(4) the National Teen Dating Abuse Helpline.\n\n(C) This section applies to any student identification card issued for the first time or for replacements to a damaged or lost student identification card.\n\n(D) Public schools, charter schools, and institutions of higher learning issuing student identification cards pursuant to this section shall annually and prior to the start of each school year certify to their respective governing bodies that the contact information being printed on student identification cards is up to date and reflects the current contact information for crisis resources posted on the South Carolina Department of Mental Health's website.\n\nHISTORY: 2021 Act No. 45 (S.231), Section 2, eff July 1, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-375/"
    },
    {
      "id": "section-59-1-380",
      "number": "59-1-380",
      "heading": "",
      "text": "(A) Every local school district in the State shall implement and enforce a written policy prohibiting at all times the use of any tobacco product by any person in school buildings, in school facilities, on school campuses, and in or on any other school property owned or operated by the local school administrative unit. The policy also must prohibit the use of any tobacco product by persons attending a school-sponsored event at a location not listed in this subsection when in the presence of students or school personnel or in an area where smoking or other tobacco use is otherwise prohibited by law.\n\n(B) The policy must include at least all of the following elements:\n\n(1) adequate notice to students, parents or guardians, the public, and school personnel of the policy;\n\n(2) posting of signs prohibiting at all times the use of tobacco products by any person in and on school property; and\n\n(3) requirements that school personnel enforce the policy, including appropriate disciplinary action.\n\n(C) Disciplinary actions for violating the policy may include, but not be limited to:\n\n(1) for students: administrator and parent or legal guardian conference, mandatory enrollment in tobacco prevention education or cessation programs, community service, in-school suspension, suspension for extracurricular activities, or out-of-school suspension;\n\n(2) for staff: verbal reprimand, written notification in personnel file, mandatory enrollment in tobacco prevention education, voluntary enrollment in cessation programs, or suspension;\n\n(3) for contract or other workers: verbal reprimand, notification to contract employer, or removal from district property; and\n\n(4) for visitors: verbal request to leave district property or prosecution for disorderly conduct for repeated offenses.\n\n(D) The local school district shall collaborate with the Department of Health and Environmental Control, the Department of Alcohol and Other Drug Abuse Services, and the South Carolina Department of Education, as appropriate, to implement the policy, including as part of tobacco education and cessation programs and substance use prevention efforts.\n\n(E) The policy may permit tobacco products to be included in instructional or research activities in public school buildings if the activity is conducted or supervised by the faculty member overseeing the instruction or research and the activity does not include smoking, chewing, inhaling, or otherwise ingesting the tobacco product.\n\n(F) For purposes of this section \"tobacco product\" has the same meaning as defined in Section 16-17-501.\n\nHISTORY: 2019 Act No. 25 (H.3420), Section 3, eff April 26, 2019; 2023 Act No. 38 (H.3681), Section 11, eff August 14, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-380/"
    },
    {
      "id": "section-59-1-390",
      "number": "59-1-390",
      "heading": "",
      "text": "(A) A pupil and teacher in a public school shall wear an industrial quality eye device while participating in the following courses:\n\n(1) career and technology or industrial art shops or laboratories involving use of or exposed to:\n\n(a) hot molten metals;\n\n(b) milling, sawing, turning, shaping, cutting, or stamping of any solid materials;\n\n(c) heat treatment, tempering, or kiln firing of any metal or other materials;\n\n(d) gas or electric arc welding;\n\n(e) repair or servicing of any vehicle;\n\n(f) caustic or explosive materials;\n\n(2) chemical or combined chemical-physical laboratories involving caustic or explosive chemical or hot liquids or solids.\n\n(B) The trustees of each school district shall purchase and place in public schools plano protective eye devices for the eye protection of pupils, teachers, and visitors to the classrooms or laboratories.\n\n(C) A person desiring protective-corrective lenses instead of plano protective devices supplied by the school trustees, at his own expense, shall procure and equip himself with industrial quality eye protective devices secured from legally authorized dispensers.\n\n(D) \"Industrial quality eye protective device\", as used in this section, means a device meeting the standards of the American Standard Safety Code for Head, Eye, and Respiratory Protection, Z2.1-1959, promulgated by the American Standards Association, Incorporated.\n\nHISTORY: 1962 Code Section 32-697; 1965 (54) 679; 2005 Act No. 49, Section 1, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-390/"
    },
    {
      "id": "section-59-1-400",
      "number": "59-1-400",
      "heading": "",
      "text": "(A) All full-time employees of public schools accrue sick leave on the basis of one and one-fourth days of sick leave for each month of active service or twelve days for nine months of active service. Sick leave accrued but not used may be accumulated up to ninety days if the employees do not violate their respective contracts. Provisions for the additional benefits provided for in this section must be made on the same basis as existing sick leave benefits.\n\nA school employee using sick leave as provided for in this section may not be terminated from employment nor during a continuing sick leave of less than ninety-one days.\n\nThe provisions of this section do not apply to employees of a school district which provides more liberal sick leave benefits. Any benefits accrued under school district sick leave policies in effect prior to July 1, 1976, are not lost as a result of this section.\n\nSick leave accumulated in compliance with this section is transferable to any school district in the State or to the State Department of Education by the employee with the earned leave.\n\n(B) For the purposes of the South Carolina Education Improvement Act of 1984 \"full-time employee\" means any person employed in a position for which certification is required by the State Department of Education or a person who has been employed in the school district for five months and works at least thirty hours per week.\n\n(C) School districts shall report to the State Board of Education costs incurred in implementing subsection (A) of this section. The State Department of Education shall report the assembled cost data to the Executive Budget Office and the Revenue and Fiscal Affairs Office.\n\nHISTORY: 1976 Act No. 628 Sections 1, 2; 1984 Act No. 512, Part II, Section 47; 1990 Act No. 388, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-400/"
    },
    {
      "id": "section-59-1-403",
      "number": "59-1-403",
      "heading": "",
      "text": "An amount of sick leave not to exceed sixty days lost by a State Department of Education employee as a result of changing employment from a school district to the State Department of Education is restored if the employee was employed by the State Department of Education after June 28, 1984, and is employed on the effective date of this act.\n\nHISTORY: 1990 Act No. 388, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-403/"
    },
    {
      "id": "section-59-1-405",
      "number": "59-1-405",
      "heading": "",
      "text": "No contraceptive device or contraceptive medication may be distributed in or on the school grounds of any public elementary or secondary school. No school district may contract with any contraceptive provider for their distribution in or on the school grounds.\n\nHISTORY: 1987 Act No. 167, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-405/"
    },
    {
      "id": "section-59-1-410",
      "number": "59-1-410",
      "heading": "",
      "text": "\"Teacher Recognition Day\" in South Carolina shall be observed annually during American Education Week.\n\nHISTORY: 1977 Act No. 14.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-410/"
    },
    {
      "id": "section-59-1-425",
      "number": "59-1-425",
      "heading": "",
      "text": "(A) A local school district board of trustees of the State has the authority to establish an annual school calendar for teachers, staff, and students. The statutory school term is one hundred ninety days annually and must consist of a minimum of one hundred eighty instructional days covering at least nine calendar months. A local school district board of trustees may offer the required instructional days at any time during the school year, consistent with the law. Except as may be waived in this section or accompanying regulations, a local school district shall provide at least one thousand eighty instructional hours over the statutory school term. The opening date for students must not be before the third Monday in August, except for schools operating on a year-round modified school calendar. Three days must be used for collegial professional development based upon the educational standards as required by Section 59-18-300. The professional development must address, at a minimum, academic achievement standards including strengthening teachers' knowledge in their content area, teaching techniques, and assessment. No more than two days may be used for preparation of opening of schools and the remaining five days may be used for teacher planning, academic plans, and parent conferences. The number of instructional hours in an instructional day may vary according to local board policy and does not have to be uniform among the schools in the district.\n\n(B) Notwithstanding any other provisions of law to the contrary, all school days missed because of snow, extreme weather conditions, or other disruptions requiring schools to close must be made up. All school districts shall designate annually at least three days within their school calendars to be used as make-up days in the event of these occurrences. If those designated days have been used or are no longer available, the local school board of trustees may lengthen the hours of school operation by no less than one hour per day for the total number of hours missed, operate schools on Saturday, or may waive up to three days. A waiver granted by the local board of trustees of the requirement for making up the three or fewer days missed only may be authorized by a majority vote of the local school board, and, after the completion of the 2014-2015 school year, may not be granted for a school in the district until the school has made up three full days, or the equivalent number of hours, missed due to snow, extreme weather, or other disruptions requiring the school to close during the same school year in which the waiver is sought. When a district waives a make-up day pursuant to this section, the make-up day also is waived for all charter schools located in the district and for all students participating in a home schooling program approved by the board of trustees of the district in which the student resides. Schools operating on a four-by-four block schedule shall make every effort to make up the time during the semester in which the days are missed. A plan to make up days by lengthening the school day must be approved by the Department of Education before implementation. Tutorial instruction for grades 7 through 12 may be taught on Saturday at the direction of the local school board. If a local school board authorizes make-up days on Saturdays, tutorial instruction normally offered on Saturday for seventh through twelfth graders must be scheduled at an alternative time.\n\n(C) The State Board of Education may waive the requirements of making up days beyond the three days forgiven by the local school district, not to exceed three additional days missed because of snow, extreme weather conditions, or other disruptions requiring schools to close. Such a waiver only may be considered and granted upon the request of the local board of trustees through a majority vote of that local school board. The State Department annually before July first shall provide the General Assembly with a detailed report of information from each district listing the number of:\n\n(1) days missed and the reason, regardless of whether any were missed;\n\n(2) days made up; and\n\n(3) days waived.\n\n(D) If a school is closed early due to snow, extreme weather conditions, or other disruptions, the day may count towards the required minimum to the extent allowed by State Board of Education policy.\n\n(E) The instructional day calculation for secondary students shall exclude lunch. The instructional day calculation for elementary students may include lunch.\n\n(F) Elementary and secondary schools may reduce the length of the instructional day to not less than three hours for not more than three days each school year for staff development, teacher conferences, or for the purpose of administering end-of-semester and end-of-year examinations.\n\n(G) Priority during the instructional day must be given to teaching and learning tasks. Class interruptions must be limited only to emergencies. Volunteer blood drives as determined by the principal may be conducted at times which would not interfere with classroom instruction such as study period, lunch period, and before and after school.\n\n(H) The State Board of Education may waive the school opening date requirement pursuant to subsection (A) of this section on a showing of good cause or for an educational purpose. For the purposes of this section:\n\n(1) \"Good cause\" means that schools in a district have been closed eight days per year during any four of the last ten years because of severe weather conditions, energy shortages, power failures, or other emergency situations.\n\n(2) \"Educational purpose\" means a district establishes a need to adopt a different calendar for a:\n\n(a) specific school to accommodate a special program offered generally to the student body of that school;\n\n(b) school that primarily serves a special population of students; or\n\n(c) defined program within a school.\n\nThe state board may grant the waiver for an educational purpose for that specific school or defined program to the extent that the state board finds that the educational purpose is reasonable, the accommodation is necessary to accomplish the educational purpose, and the request is not an attempt to circumvent the opening date set forth in this subsection. Waiver requests for educational purposes may not be used to accommodate system-wide class scheduling preferences. Nothing in this subsection prohibits a district from offering supplemental or additional educational programs or activities outside of the calendar adopted under this section.\n\nHISTORY: 2006 Act No. 260, Section 1, eff April 8, 2006; 2015 Act No. 21 (H.3890), Section 1, eff May 7, 2015; 2016 Act No. 281 (H.5140), Section 1, eff June 22, 2016; 2024 Act No. 127 (H.3295), Section 4, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-425/"
    },
    {
      "id": "section-59-1-435",
      "number": "59-1-435",
      "heading": "",
      "text": "(A) This section may be cited as the \"Religious Viewpoints Antidiscrimination Act\".\n\n(B) As used in this section, \"discriminate\" means to make a distinction in favor of or against a person on the basis of the group, class, or category to which the person belongs, rather than according to actual merit.\n\n(C) A school district shall treat a student's voluntary expression of a religious viewpoint, if any, on an otherwise permissible subject in the same manner the district treats a student's voluntary expression of a secular or other viewpoint on an otherwise permissible subject and must not discriminate against the student based on a religious viewpoint expressed by the student on an otherwise permissible subject.\n\n(D) A student may express his beliefs about religion in homework, artwork, and other written and oral assignments free from discrimination based on the religious content of his submission. Homework and classroom assignments must be judged by ordinary academic standards of substance and relevance and against other legitimate pedagogical concerns identified by the school district. A student may not be penalized or rewarded based on the religious content of his work.\n\n(E) Students may organize prayer groups, religious clubs, \"see you at the pole\" gatherings, or other religious gatherings before, during, and after school to the same extent that students are permitted to organize other noncurricular student activities and groups. Religious groups must be given the same access to school facilities for assembling as is given to other noncurricular groups without discrimination based on the religious content of the students' expression. If student groups that meet for nonreligious activities are permitted to advertise or announce meetings of the groups, the school district must not discriminate against groups that meet for prayer or other religious speech. A school district may disclaim school sponsorship of noncurricular groups and events in a manner that neither favors nor disfavors groups that meet to engage in prayer or religious speech.\n\nHISTORY: 2010 Act No. 180, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-435/"
    },
    {
      "id": "section-59-1-441",
      "number": "59-1-441",
      "heading": "",
      "text": "(A) The governing body of a school board or school district may adopt a policy that permits graduating high school students as selected by school policy using objective criteria such as academic standing or the ex-officio function of a student office or position, to deliver a brief opening or closing message, or both, of two minutes or less, at the high school's graduation exercises.\n\n(B) If a student delivers a brief opening or closing message, or both, of two minutes or less, the content of that message must be prepared or selected by the student and may not be recommended, monitored, reviewed, or censored by a member of the governing body of the school district, its officers, or employees. No student may be disciplined or reprimanded by the school for the content of any nonobscene, nonprofane, or nonvulgar message delivered pursuant to this section.\n\n(C) The provisions of this section do not apply to policies of the school district or high school that relate specifically to more lengthy, extensive, or featured speeches at the high school's graduation delivered by a class valedictorian or other student selected on bases such as academic standing or position in student government.\n\nHISTORY: 2002 Act No. 331, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-441/"
    },
    {
      "id": "section-59-1-442",
      "number": "59-1-442",
      "heading": "",
      "text": "(A) The governing body of a school board or school district may adopt a policy that permits either (1) the captains of athletic teams at a high school or their student designees; or (2) a student designated by the members of that team to deliver a brief opening or closing message, or both, of two minutes or less, at school-sponsored athletic events.\n\n(B) If team captains, their student designees, or the student designees of athletic teams deliver a brief opening or closing message, or both, of two minutes or less, the content of that message must be prepared or selected by the student and may not be recommended, monitored, reviewed, or censored by a member of the governing body of the school district, its officers, or employees. No student may be disciplined or reprimanded by the school for the content of any nonobscene, nonprofane, or nonvulgar message delivered pursuant to this section.\n\nHISTORY: 2002 Act No. 331, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-442/"
    },
    {
      "id": "section-59-1-443",
      "number": "59-1-443",
      "heading": "",
      "text": "All schools shall provide for a minute of mandatory silence at the beginning of each school day.\n\nHISTORY: 1995 Act No. 145, Part II, Section 80.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-443/"
    },
    {
      "id": "section-59-1-445",
      "number": "59-1-445",
      "heading": "",
      "text": "(1) It is unlawful for anyone knowingly and wilfully to violate security procedures regulations promulgated by the State Board of Education for mandatory tests administered by or through the State Board of Education to students or educators, or knowingly and wilfully to:\n\n(a) Give examinees access to test questions prior to testing;\n\n(b) Copy, reproduce, or use in any manner inconsistent with test security regulations all or any portion of any secure test booklet;\n\n(c) Coach examinees during testing or alter or interfere with examinees' responses in any way;\n\n(d) Make answer keys available to examinees;\n\n(e) Fail to follow security regulations for distribution and return of secure test as directed, or fail to account for all secure test materials before, during, and after testing;\n\n(f) Participate in, direct, aid, counsel, assist in, encourage, or fail to report any of the acts prohibited in this section.\n\nAny person violating the provisions of this section or regulations issued hereunder is guilty of a misdemeanor and upon conviction must be fined not more than one thousand dollars or be imprisoned for not more than ninety days, or both. Upon conviction, the State Board of Education may suspend or revoke the administrative or teaching credentials, or both, of the person convicted.\n\n(2) The South Carolina Law Enforcement Division shall investigate allegations of violations of mandatory test security, either on its own initiative following receipt of allegations, or at the request of a school district or the State Department of Education.\n\nThe South Carolina Law Enforcement Division shall furnish to the State Superintendent of Education a report of the findings of any investigation conducted pursuant to this section.\n\n(3) Nothing in this section may be construed to prohibit or interfere with the responsibilities of the State Board of Education or the State Department of Education in test development or selection, test-form construction, standard setting, test scoring, and reporting, or any other related activities which in the judgment of the State Superintendent of Education are necessary and appropriate.\n\nHISTORY: 1985 Act No. 201, Part II, Section 9B(A).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-445/"
    },
    {
      "id": "section-59-1-447",
      "number": "59-1-447",
      "heading": "",
      "text": "The State Board of Education shall by regulation establish detailed mandatory test security procedures.\n\nHISTORY: 1985 Act No. 201, Section 9B(B).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-447/"
    },
    {
      "id": "section-59-1-448",
      "number": "59-1-448",
      "heading": "",
      "text": "Funds appropriated by the General Assembly must not be used to raise the salaries of public school principals or public career and technology school directors to meet the requirements of a regulation promulgated by the State Board of Education establishing a minimum differential between the salaries of teachers and the salaries of public school principals or public career and technology school directors on less than a monthly basis.\n\nHISTORY: 1988 Act No. 658, Part II, Section 11A; 2005 Act No. 49, Section 2, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-448/"
    },
    {
      "id": "section-59-1-449",
      "number": "59-1-449",
      "heading": "",
      "text": "The State Department of Education shall report no later than May first in each year to all local government entities having the authority to levy school taxes the amount required in the applicable school districts to provide the state-required minimum effort and an analysis of all local effort requirements for the applicable districts, including the figures used in the computation of:\n\n(1) local salary supplements;\n\n(2) Education Finance Act foundation program; and\n\n(3) per pupil maintenance of effort.\n\nHISTORY: 1988 Act No. 658, Part II, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-449/"
    },
    {
      "id": "section-59-1-450",
      "number": "59-1-450",
      "heading": "",
      "text": "The State Board of Education, through the Department of Education and in consultation with the Education Oversight Committee, shall promulgate regulations for establishing parenting/family literacy programs to support parents in their role as the principal teachers of their preschool children. The programs must provide parent education to parents and guardians who have children ages birth through five years and who choose to participate in the programs and must include intensive and special efforts to recruit parents or guardians whose children are at risk for school failure. The program or programs also should include developmental screening for children and offer parents of children from birth through five years opportunities to improve their education if the parents do not possess a high school diploma or equivalent certificate.\n\nThe State Board of Education, through the Department of Education and after consultation with the Education Oversight Committee, shall promulgate regulations to implement parenting/family literacy programs in all school districts or consortia of school districts. Priority must be given to serving those parents whose children are considered at risk for school failure according to criteria established by the State Board of Education. From funds appropriated for the programs, an adequate number of those parenting programs funded under the Target 2000 Act shall receive priority in funding for fiscal years 1993-94 and 1994-95 and must be funded at no less than the level received in fiscal year 1992-93 contingent upon their agreeing to provide technical assistance to other districts and schools planning and implementing parenting/family literacy programs in concert with the Department of Education's technical assistance process required in this chapter. Only those projects whose evaluations show them to be most effective may be selected based on criteria developed by the State Department of Education in consultation with the Education Oversight Committee.\n\nBeginning in fiscal year 1995-96 for districts with Target 2000 Act parenting programs and in fiscal year 1993-94 for all other school districts and district consortia, funding must be allocated to districts and consortia serving more than two thousand pupils on a base amount of not less than forty thousand dollars with any additional appropriation to be distributed based on the number of free and reduced-price lunch-eligible students in grades one through three in a district or consortium relative to the total free and reduced-price lunch-eligible students in grades one through three in the State. The programs developed in each district and consortium may draw upon lessons learned from parenting programs funded under this section.\n\nThe State Board of Education, through the Department of Education, in developing the regulations for this program shall consult with representatives of the Department of Health and Environmental Control, Department of Social Services, the South Carolina State Library, and Health and Human Services Finance Commission, and with adult education and early childhood specialists. In developing the regulations, the State Board and State Department of Education shall consider the guidelines developed for the Target 2000 Act parenting programs and any available evaluation data.\n\nBy December, 1993, the chairman of the Human Services Coordinating Council shall convene a committee consisting of supervisors of programs dealing with early childhood and parenting from the Department of Education, Department of Health and Environmental Control, the Department of Social Services, the South Carolina State Library, and the Health and Human Services Finance Commission; at least one representative from each of these agencies who administer these programs at the county and district level; and adult education and early childhood specialists. The Executive Director of the Finance Commission shall chair this committee. By July 1, 1994, this committee shall report to the Education Oversight Committee and the Joint Committee on Children ways to better coordinate programs for parenting and literacy and recommend changes to each agency's state regulations or provisions of law which would better promote coordination of programs. The Department of Health and Environmental Control, the Department of Social Services, and the Health and Human Services Finance Commission shall direct their employees at the county and district levels to cooperate with school district officials in establishing parenting/family literacy programs.\n\nHISTORY: 1989 Act No. 194, Section 3; 1993 Act No. 135, Section 3; 1998 Act No. 400, Section 15.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-450/"
    },
    {
      "id": "section-59-1-451",
      "number": "59-1-451",
      "heading": "",
      "text": "All costs of implementing the provisions of the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194) must be paid from funds appropriated for that purpose by the General Assembly. The programs of the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194) must be implemented to the extent possible using funds appropriated by the General Assembly, but no provision of the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194) is mandatory beyond the appropriation provided by the General Assembly. Nothing in this section prohibits local school districts from implementing programs similar to or as described in the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194) on the district's initiative.\n\nHISTORY: 1989 Act No. 194, Section 37.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-451/"
    },
    {
      "id": "section-59-1-452",
      "number": "59-1-452",
      "heading": "",
      "text": "(A) The Public School Employee Cost Savings Program is established for the purpose of making cash awards to individual school district employees for cost saving ideas which are proven to be workable. The program must be administered by the State Department of Education with the advice and assistance of a special committee to screen suggested ideas and recommend those with potential merit to be implemented and evaluated. The committee must be composed of:\n\n(1) one member who is serving on a public school board, appointed by the State Board of Education upon the recommendation of the South Carolina School Boards Association;\n\n(2) one member who is serving as a public school superintendent, or district financial administrator, appointed by the State Board of Education upon the recommendation of the South Carolina Association of School Administrators;\n\n(3) one member who is serving as a public school principal, career and technology center director, or school administrator, appointed by the State Board of Education;\n\n(4) one public school teacher with a minimum of fifteen years service, appointed by the State Board of Education upon the recommendation of the South Carolina Education Association;\n\n(5) one public school teacher with a minimum of fifteen years service, appointed by the State Board of Education upon the recommendation of the Palmetto State Teachers Association;\n\n(6) two members appointed by the State Superintendent of Education; and\n\n(7) five private sector business persons, who hold no public office, one appointed by the Governor, one appointed by the Chairman of the Senate Finance Committee, one appointed by the Chairman of the House Ways and Means Committee, one appointed by the Chairman of the House Education and Public Works Committee, and one appointed by the Chairman of the Senate Education Committee.\n\n(B) Committee members shall serve three-year terms except that of those initially appointed, four shall serve initial terms of one year, four shall serve initial terms of two years, and four shall serve initial terms of three years, these initial terms to be determined by lot at the first meeting of the committee. A member of the committee may not serve on the Education Improvement Act Education Oversight Committee, the Business-Education Partnership for Excellence in Education, or the Business-Education Subcommittee while serving on the committee created under this section. A committee member shall attend at least eighty percent of the meetings of the committee in each fiscal year or be replaced. A vacancy must be filled in the manner of original appointment.\n\n(C) The State Board shall promulgate regulations and establish procedures to administer the program. The regulations must limit individual cash awards to twenty-five percent of the cost savings for one fiscal year or five thousand dollars, whichever is less. An employee may not receive an award for an idea that could have been implemented by the employee through his normal job duties. An employee of the State Department of Education may participate in the program.\n\n(D) The State Department of Education shall provide administrative support for the program. The State Board of Education shall waive or modify its regulations when appropriate and necessary to achieve cost savings.\n\n(E) The General Assembly shall provide funds to initiate and support the program. Two years after initial implementation of the program, the program must be self-supporting. It is the intent of the General Assembly that the funds appropriated for this program must be used then for assessing the impact of the programs developed under Target 2000.\n\nHISTORY: 1989 Act No. 194, Section 30; 1998 Act No. 400, Section 15; 2005 Act No. 49, Section 3, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-452/"
    },
    {
      "id": "section-59-1-453",
      "number": "59-1-453",
      "heading": "",
      "text": "For the purposes of the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194), the Education Oversight Committee, as provided for in Section 59-6-10, shall serve as the oversight committee for the provisions of the Target 2000-School Reform for the Next Decade Act (1989 Act No. 194). The Education Oversight Committee shall oversee the planning, development, and implementation of the provisions as contained in Target 2000 and shall monitor the expenditures of the funds appropriated. Each state agency and entity responsible for implementing Target 2000 funded programs must submit annually to the Education Oversight Committee programs and expenditure reports and budget requests in a manner prescribed by the Education Oversight Committee.\n\nHISTORY: 1989 Act No. 194, Section 35; 1998 Act No. 400, Section 15.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-453/"
    },
    {
      "id": "section-59-1-454",
      "number": "59-1-454",
      "heading": "",
      "text": "(A) The State Department of Education shall develop a parental involvement program for use in elementary and secondary schools with grades four through eight. The purpose of the program is to improve parental participation in their child's school progress, ensure a smooth transition between the various levels of schooling and phases of education, increase communication between the school, parent, and child, provide greater accountability between the parent, school, and child, and lessen the possibility on all levels that parents are only provided opportunity to react to problems involving their child after such problems occur.\n\n(B) The parental involvement program should include such activities as regular visitation by parents to their child's school, involving parents, teachers, and administrators in school training sessions on such issues as communication between the school, parent, and child, student discipline, importance of homework, the taking and understanding of standardized testing and test scores, and general literacy.\n\n(C) Teachers shall maintain a record signed by the parent and teacher of parent conferences annually that identify the date, time, and response of parent/teacher conferences.\n\nHISTORY: 1993 Act No. 135, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-454/"
    },
    {
      "id": "section-59-1-455",
      "number": "59-1-455",
      "heading": "",
      "text": "Beginning with the 1991-92 school year, all public school students, commencing with grades kindergarten through and including high school, shall during the course of each school day's activities at a specific time which must be designated by the local school say the Pledge of Allegiance as follows:\n\n\"I pledge allegiance to the flag of the United States of America and to the republic for which it stands, one nation under God, indivisible, with liberty and justice for all.\"\n\nAny person not wishing to say the \"Pledge of Allegiance\" or otherwise participate in saying the \"Pledge of Allegiance\" is exempt from participation and may not be penalized for failing to participate.\n\nA person who does not wish to participate may leave the classroom, may remain in his seat, or may express his nonparticipation in any form which does not materially infringe upon the rights of other persons or disrupt school activities.\n\nHISTORY: 1991 Act No. 55, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-455/"
    },
    {
      "id": "section-59-1-460",
      "number": "59-1-460",
      "heading": "",
      "text": "(A) The school district board of trustees may adopt a policy that authorizes a student to be excused from school to attend a class in religious instruction conducted by a private entity if:\n\n(1) the student's parent or guardian gives written consent;\n\n(2) the sponsoring entity maintains attendance records and makes them available to the public school the student attends;\n\n(3) transportation to and from the place of instruction, including transportation for students with disabilities, is the complete responsibility of the sponsoring entity, parent, or guardian;\n\n(4) the sponsoring entity makes provisions for and assumes liability for the student who is excused; and\n\n(5) no public funds are expended and no public school personnel are involved in providing the religious instruction.\n\n(B) It is the responsibility of a participating student to make up any missed schoolwork. However, no student may be released from a core academic subject class to attend a religious instruction class. While in attendance in a religious instruction class pursuant to this section, a student is not considered to be absent from school.\n\nHISTORY: 2002 Act No. 241, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-460/"
    },
    {
      "id": "section-59-1-465",
      "number": "59-1-465",
      "heading": "",
      "text": "(A) As used in this section:\n\n(1) \"Youth patriotic society\" means a youth membership organization with an educational purpose aligned with state standards located in South Carolina and listed herein, intended to promote patriotism and kindred virtues among elementary, middle, and high school students:\n\n(a) Big Brothers-Big Sisters of America;\n\n(b) Boy Scouts of America;\n\n(c) Boys and Girls Clubs of America;\n\n(d) Future Farmers of America;\n\n(e) Girl Scouts of the United States of America.\n\n(2) \"Patriot Day\" means the eleventh day of September as provided in Section 53-3-160.\n\n(3) \"Constitution Day\" means the seventeenth day of September, as designated by the United States Congress in 2005.\n\n(4) \"Patriotism Week\" means the annual Patriotism Week observation in the week that includes the eleventh day of November provided in Section 53-3-150.\n\n(B) The principal of each elementary school, middle school, and high school shall allow representatives of youth patriotic societies, providing notice to the principal and approved pursuant to subsection (C), the opportunity to speak with students during the week of Patriot Day, the week of Constitution Day, or Patriotism Week events to inform the students of how their involvement in the youth patriotic society may further the student's educational interest and civic involvement to improve their schools, communities, and themselves. A youth patriotic society allowed to speak with students pursuant to this section may speak during the school day to students for at least ten minutes. A school may observe Constitution Day and Patriot Day during a single event and is not required to:\n\n(1) allocate more than thirty minutes during any one of the above-referenced weeks for use by youth patriotic societies under the provisions of this section annually, allocated equally among the requesting youth patriotic societies: or\n\n(2) allow a youth patriotic society to speak pursuant to this section more than once each school year.\n\n(C) A youth patriotic society shall provide thirty days written or verbal notice to the principal of the society's intent to address students pursuant to subsection (B). The principal shall provide verbal or written approval indicating the specific date and time for the society to address the students and the location where the address may occur. Only if no patriotic youth societies request the opportunity to address students during any of the above-referenced weeks shall a school be considered to have fulfilled the requirements of this section if it incorporates the curricula pursuant to Section 53-3-150(B)(2) into lesson plans for all students during the applicable week.\n\nHISTORY: 2022 Act No. 177 (S.969), Section 2, eff July 1, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-465/"
    },
    {
      "id": "section-59-1-470",
      "number": "59-1-470",
      "heading": "",
      "text": "Funds appropriated by the General Assembly for a deferred compensation employer matching contribution must be distributed by the State Department of Education to school districts for the purpose of providing an employer matching contribution for eligible school district employees making contributions to deferred compensation plans offered by the South Carolina Deferred Compensation Commission or, after December 31, 2013, the South Carolina Public Employee Benefit Authority, or other approved and qualified plans of other providers. These funds must be distributed in a manner consistent with the provisions of Section 8-23-110. The employer matching contribution by the school district may not exceed three hundred dollars for each eligible employee a year.\n\nHISTORY: 2001 Act No. 1, Part II, Section 4; 2012 Act No. 278, Pt IV, Subpt 2, Section 61, eff July 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-470/"
    },
    {
      "id": "section-59-1-475",
      "number": "59-1-475",
      "heading": "",
      "text": "(A) The Department of Education and the South Carolina Coalition Against Domestic Violence and Sexual Assault, with the review and approval of Department of Social Services, shall develop guidelines and materials for continuing education concerning domestic and family violence including, but not limited to:\n\n(1) the nature, extent, and causes of domestic and family violence;\n\n(2) issues of domestic and family violence concerning children;\n\n(3) prevention of the use of violence by children;\n\n(4) sensitivity to gender bias and cultural, racial, and sexual issues;\n\n(5) the lethality of domestic and family violence;\n\n(6) legal issues relating to domestic violence and child custody.\n\n(B) Each school district shall adopt a curriculum for continuing education on domestic and family violence for teachers and appropriate staff based on the guidelines and materials developed by the department pursuant to subsection (A) which must be submitted to the department for approval. No expense shall be incurred by the school districts to administer the implementation of this curriculum.\n\nHISTORY: 2003 Act No. 92, Section 8, eff January 1, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-475/"
    },
    {
      "id": "section-59-1-480",
      "number": "59-1-480",
      "heading": "",
      "text": "Notwithstanding any other provision of law, lapsed funds, including unexpended appropriated funds or revenue in excess of appropriations in the EIA Fund, in a prior or current fiscal year must first be used to offset an official EIA revenue shortfall declared by the Board of Economic Advisors and then to fund any school district's appropriation deficit for EIA Teacher Salary Supplement, Teacher Salary Supplement Fringe, or National Board Certification Incentive. The remaining lapsed funds must be used in accordance with Section 59-21-420. If an official EIA revenue shortfall is declared, funds appropriated for EIA teacher salaries and related fringe benefits in the EIA portion of the annual general appropriations act are exempt from any reduction required to offset the shortfall.\n\nHISTORY: 2002 Act No. 356, Section 1, Part I.B.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-480/"
    },
    {
      "id": "section-59-1-490",
      "number": "59-1-490",
      "heading": "",
      "text": "(A) The provisions of this section must be known and may be cited as the \"South Carolina Department of Education Data Use and Governance Policy\".\n\n(B) The policy of the State Department of Education with respect to use and governance of student data is to ensure that all data collected, managed, stored, transmitted, used, reported, and destroyed by the department is done so in a way to preserve and protect individual and collective privacy rights and ensure confidentiality and security of collected data. In developing this policy, the State strives to:\n\n(1) maintain compliance with the Family Educational Rights and Privacy Act (FERPA), 20 U.S.C. Section 1232g, at a minimum; and\n\n(2) be mindful that the appropriate use of data is essential to accelerating student learning, program and financial effectiveness and efficiency, and policy development.\n\n(C) The State Department of Education shall not collect individual student data directly from students or families, except as required to meet its obligations under the Individuals with Disabilities Education Act. Each student is assigned a unique student identifier upon enrollment into the student management system to ensure compliance with the privacy rights of the student and his parents or guardians. No personally identifiable individual student data may be shared in federally required reporting.\n\n(D) All data elements collected and transferred from the South Carolina State Department of Education to the United States Department of Education must be based on the reporting requirements contained in EDFacts as provided by the United States Department of Education, or other federal laws and regulations, and only may include aggregated data with no personally identifiable data.\n\n(E) Data collected by the State Department of Education must be maintained within a secure infrastructure environment. Access to this data must be limited to preidentified staff who are granted clearance related to their job responsibilities of federal reporting, state financial management, program assessment, and policy development. Training in data security and student privacy laws must be provided to these specific individuals on a regular basis in order to maintain their data use clearance along with a signed Data Use Policy assurance of confidentiality and privacy.\n\n(F) The State Department of Education shall maintain a managed external data request procedure managed through a Data Governance Committee. Each external data request is measured against a predetermined set of qualifiers that includes, but must not be limited to, applicability to the goals of the State Board of Education, data availability, report format ability, cost of report development, and adherence to FERPA requirements.\n\n(G) Each school district in this State shall adopt, maintain, and comply with a locally adopted student records governance and use policy. These policies and their implementation shall be monitored by the State Department of Education in a manner prescribed by the department through policy.\n\nHISTORY: 2014 Act No. 200 (H.3893), Section 1, eff June 19, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-490/"
    },
    {
      "id": "section-59-1-495",
      "number": "59-1-495",
      "heading": "",
      "text": "The General Assembly directs the State Superintendent of Education, the Executive Director of the Education Oversight Committee, the Chairman of the House Education and Public Works Committee, and the Chairman of the Senate Education Committee to each appoint one representative to a committee to be chaired by the appointee of the State Superintendent of Education to review Title 59 of the South Carolina Code of Laws and report to the General Assembly all statutes that are obsolete or no longer applicable. In addition, the report must identify all the federal education statutes and regulations with which the State of South Carolina is required to comply. The committee, with the assistance of the Revenue and Fiscal Affairs Office, must include in the report the total cost to the State of South Carolina to comply with the identified federal education statutes and regulations. This report must be submitted by December 31, 2016, and updated at least every five years thereafter.\n\nHISTORY: 2016 Act No. 241 (H.4939), Section 1, eff June 5, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-495/"
    },
    {
      "id": "section-59-1-500",
      "number": "59-1-500",
      "heading": "",
      "text": "(A) For purposes of this section, a statement of a student's biological sex on the student's official birth certificate is considered to have correctly stated the student's biological sex at birth if the statement was filed at or near the time of the student's birth.\n\n(B)(1) Interscholastic, intercollegiate, intramural, or club athletic teams or sports that are sponsored by a public elementary or secondary school or public postsecondary institution must be expressly designated as one of the following based on the biological sex at birth of team members:\n\n(a) males, men, or boys;\n\n(b) females, women, or girls; or\n\n(c) coed or mixed, including both males and females.\n\n(2) Athletic teams or sports designated for males, men, or boys shall not be open to students of the female sex, unless no team designated for females in that sport is offered at the school in which the student is enrolled.\n\n(3) Athletic teams or sports designated for females, women, or girls shall not be open to students of the male sex.\n\n(4) A private school or a private institution sponsoring an athletic team or sport in which its students or teams compete against a public school or institution must also comply with this section for the applicable team or sport.\n\n(C)(1) A student who is deprived of an athletic opportunity or suffers any direct or indirect harm as a result of a violation of this section may initiate a cause of action against the school or postsecondary institution as provided in subsection (C)(4).\n\n(2) A student who is subject to retaliation or other adverse action by a school, postsecondary institution, or athletic association or organization as a result of reporting a violation of this section to an employee or representative of the school, institution, or athletic association or organization, or to any state or federal agency with oversight of schools or postsecondary institutions in this State, may initiate a cause of action against the school, postsecondary institution, or athletic association or organization as provided in subsection (C)(4).\n\n(3) A school or postsecondary institution that suffers any direct or indirect harm as a result of a violation of this section may initiate a cause of action against the governmental entity, licensing or accrediting organization or athletic association or organization as provided in subsection (C)(4).\n\n(4) An action arising under this section must be commenced within two years after the alleged injury and subject to the South Carolina Tort Claims Act, as provided in Section 15-78-10, et seq.\n\nHISTORY: 2022 Act No. 193 (H.4608), Section 3, eff May 16, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-500/"
    },
    {
      "id": "section-59-1-510",
      "number": "59-1-510",
      "heading": "",
      "text": "Effective with the 1984-85 school year, the Department of Education shall establish guidelines and regulations to ensure that school districts recruit and hire staff in professional areas including, but not limited to, the employment of teachers, the employment of administrators, teachers' aides, and other personnel needed to implement the provisions of the South Carolina Education Improvement Act of 1984 on the basis of qualifications and merit. The Department shall further monitor the implementation of the South Carolina Education Improvement Act of 1984 to ensure that minority educators and minority school districts receive equal and fair treatment under each program and each section of the South Carolina Education Improvement Act of 1984.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division IV, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-510/"
    },
    {
      "id": "section-59-1-520",
      "number": "59-1-520",
      "heading": "",
      "text": "Failure by any school district to develop affirmative action plans or otherwise adhere to the provisions of the South Carolina Education Improvement Act of 1984 is cause for intervention by the State Department of Education to take the corrective steps as may be necessary.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division IV, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-520/"
    },
    {
      "id": "section-59-1-525",
      "number": "59-1-525",
      "heading": "",
      "text": "The State Department of Education shall implement a schoolwide grant program to enhance the teaching of the grade specific standards adopted by the State Board of Education and to increase the academic performance of students in grades K-5 in the core academic areas of reading, mathematics, social studies, and science. The grant shall include an evaluation component to measure the success of increasing student performance and the teaching of the standards. Of the reading, mathematics, social studies, and science appropriation for this purpose from lottery proceeds each year, $500,000 must be used for teacher in-service training and professional development related to Project Read.\n\nThe awarding of grants shall be based upon their ability to promote the goals of providing every student with the competencies to:\n\n(1) read, view, and listen to complex information in the English language;\n\n(2) write and speak effectively in the English language;\n\n(3) solve problems by applying mathematics;\n\n(4) conduct research and communicate findings;\n\n(5) understand and apply scientific concepts;\n\n(6) obtain a working knowledge of world, United States, and South Carolina history, government, economics, and geography; and\n\n(7) use information to make decisions.\n\nAdditionally, grants shall be awarded based upon the likelihood that receiving such grants shall strengthen the above referenced skills and increase the academic performance of students in the core academic areas. In the awarding of grants every effort should be made to ensure that all geographic areas of the State are represented. First priority shall be given to acceptable grants from schools rated as below average or unsatisfactory and grants designed to increase academic performance of historically underachieving students.\n\nGrant applications received by the State Department of Education shall be reviewed by a panel of individuals with knowledge and expertise of the subject area and of programs that have proven to be successful within the State or throughout the nation.\n\nHISTORY: 2002 Act No. 356, Section 3I.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-1/section-59-1-525/"
    }
  ]
}