{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-53",
  "sections": [
    {
      "id": "section-59-53-10",
      "number": "59-53-10.",
      "heading": "",
      "text": "There is hereby created the State Board for Technical and Comprehensive Education (board) as a continuing body and agency and instrumentality of the State. The board shall consist of eleven members, appointed by the Governor for terms of six years and until successors are appointed and qualify. One member must be appointed from each congressional district, with the advice and consent of the legislative delegations of the congressional district involved, and be a resident thereof. There must be four at-large members appointed by the Governor, one of whom must be experienced in the policy development of secondary vocational education and adult basic and adult secondary education and one of whom must be experienced in the policy development of federal job training programs. The initial terms of office of board members representing congressional districts are for a period of years corresponding to the numerical designation of their respective districts. The initial terms of office of the first at-large members of the board are for three and six years determined by lot and the initial term of the at-large member experienced in the policy development of secondary vocational education and adult basic and adult secondary education is three years and the initial term of the at-large member experienced in the policy development of federal job training programs is six years. In addition, the State Superintendent of Education and the Secretary of Commerce shall serve as ex officio members of the board. The chairman must be elected by the board. In case a vacancy shall occur a member must be appointed in the same manner for the remainder of the unexpired term. The board shall enter into contracts and make regulations, including policies and guidelines, as considered necessary to fulfill the intent of Sections 59-5-61, 59-43-20, 59-53-10, 59-53-20, 59-53-40, 59-53-50, 59-53-57, 59-54-10 through 59-54-60, subject to the approval of the General Assembly.\n\nHISTORY: 1962 Code Section 21-704.11; 1972 (57) 2469; 1976 Act No. 654 Section 1; 1986 Act No. 394, Section 4; 1993 Act No. 181, Section 1571; 1994 Act No. 361, Section 8; 2012 Act No. 176, Section 5, eff May 25, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-10/"
    },
    {
      "id": "section-59-53-20",
      "number": "59-53-20.",
      "heading": "",
      "text": "The State Board for Technical and Comprehensive Education shall have within its jurisdiction, in accordance with the provisions of this article, all state-supported technical institutions and their programs that are presently operating and any created in the future.\n\nThe State Board for Technical and Comprehensive Education shall have approval or disapproval authority over all post-secondary vocational, technical, and occupational diploma and associate degree programs financed in whole or in part by the State that lead directly to employment. Excepted are programs presently being offered by other state-supported institutions of higher learning which shall continue their present programs under the direction of their respective institutions. The Board shall continue major emphasis on the special schools program, which provides training for prospective employees for new and expanding industry, these programs to be closely coordinated with the state's economic development efforts.\n\nThe State Board of Education shall continue jurisdiction over currently operating licensed practical nurse (LPN) programs and twelve-month vocational agriculture programs which include adult training in agriculture in the public schools and these programs are subject to the requirements of Sections 59-54-40, 59-54-50, and 59-54-60.\n\nAll courses, programs, and institutions within the jurisdiction of the State Board for Technical and Comprehensive Education must be identified and administered as the South Carolina Technical Education System.\n\nThe State Board for Technical and Comprehensive Education shall have the responsibility for developing and maintaining short and long-range plans for providing up-to-date and appropriate occupational and technical training for adults and shall coordinate its planning activities with the Economic Development Coordinating Council, the State Council on Vocational-Technical Education, the Commission on Higher Education, the State Department of Education, the Department of Employment and Workforce, and other state agencies, institutions, and departments.\n\nAll personnel employed in the institutions and programs within the jurisdiction and control of the State Board for Technical and Comprehensive Education are designated state employees whether paid in whole or in part by state funds and are subject to the regulations, guidelines, and policies of the State Board for Technical and Comprehensive Education, the Department of Administration, and the state personnel system. There may be no local supplements to any salaries. The State Board for Technical and Comprehensive Education shall establish salary ranges for unclassified institutional employees based upon minimum standard systemwide qualification criteria. Area commissions will fill all positions with qualified personnel.\n\nHISTORY: 1962 Code Section 21-704.12; 1972 (57) 2469; 1976 Act No. 654 Section 2; 1976 Act No. 709, Part II, Section 3; 1986 Act No. 394, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-20/"
    },
    {
      "id": "section-59-53-30",
      "number": "59-53-30.",
      "heading": "",
      "text": "Institutions of the South Carolina Technical Education System shall maintain open admissions policies unless determined to be economically unfeasible by the State Fiscal Accountability Authority and establish and maintain low tuition and fees in order to provide access to post-secondary education and insure that such educational opportunities shall not be denied to anyone.\n\nUpon request and justification and with the approval of the State Board of Education, the Board may authorize an institution within its jurisdiction to contract with local school districts to offer adult literacy courses and programs and secondary-level vocational courses and programs.\n\nUpon request and justification and with the approval of the Commission on Higher Education, the Board may authorize an institution within its jurisdiction to offer two-year college parallel programs. The Commission on Higher Education shall approve all criteria for college parallel courses.\n\nHISTORY: 1962 Code Section 21-704.13; 1972 (57) 2469; 1976 Act No. 654, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-30/"
    },
    {
      "id": "section-59-53-40",
      "number": "59-53-40.",
      "heading": "",
      "text": "The Board and local area commissions shall insure effective coordination with the public schools, other state agencies, literary councils, and private and nonprofit training organizations to maximize opportunities to best meet local education and training needs. The Board shall maintain effective coordination with the Commission on Higher Education and other educational boards and state agencies.\n\nThe Board is required to submit to the Commission on Higher Education a budget and enrollment documentation for all existing and proposed college parallel courses or associate degree programs with college transfer credit by institutional location for review and comment prior to submission of the Board's total state budget request to the Governor.\n\nAll college parallel courses or associate degree programs are subject to the approval or termination by the Commission on Higher Education.\n\nHISTORY: 1962 Code Section 21-704.14; 1972 (57) 2469; 1976 Act No. 654, Section 4; 1986 Act No. 394, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-40/"
    },
    {
      "id": "section-59-53-50",
      "number": "59-53-50.",
      "heading": "",
      "text": "The Board shall:\n\n(1) be responsible for the state-level development, implementation, coordination, and operation of an adequate and high quality post-high school vocational, technical, and occupational diploma and associate degree courses, programs, and adult short-term training programs and courses financed in whole or in part by state funds; such courses and programs to be characterized by a continuing strong emphasis on the employment needs of the State, the communities, and people of South Carolina;\n\n(2) establish criteria for and approve the awarding of certificates, diplomas, and associate (but not baccalaureate) degrees to students who successfully complete authorized and prescribed courses and programs of study and training;\n\n(3) participate in the various programs of federal aid to public, post-secondary, two-year institutions, and to the students therein;\n\n(4) accept and administer donations of funds, grants, real property, or equipment from individuals, corporations, foundations, and governmental bodies;\n\n(5) establish a minimum and maximum tuition fee with the approval of the area commissions. Any fees charged above or below this established fee schedule shall require the approval of the Board and the appropriate area commissions;\n\n(6) require accountability for and maintain inventory records over all donated equipment, all real property, and equipment in the South Carolina Technical Education System which is purchased by or for the institutions and programs regardless of source of funds. All inventory records shall identify sources of funds and ownership of all items;\n\n(7) establish criteria for the justification of a new facility or the modification of existing facilities. No new facilities or modification of existing facilities shall occur without the approval of the area commission and the Board, and the location of any such new facility or modification of an existing facility in a particular county is subject to the approval of a majority of the members of the area commission from that county;\n\n(8) employ an executive director and such other personnel as may be necessary for the Board to fulfill its duties and responsibilities;\n\n(9) file reports on its activities annually, with such recommendations as may be appropriate, to the Governor and General Assembly;\n\n(10) continue the special schools training program for new and expanding industry and business, closely coordinated with the state's economic development efforts;\n\n(11) accept and administer federal funds provided to the State through the Job Training Partnership Act or succeeding programs;\n\n(12) in accordance with memoranda of agreement with the South Carolina State Board of Education, beginning with the 1986-87 school year, accept and administer federal funds allocated to the State and required to be used for adult vocational training and retraining;\n\n(13) assure leadership in education and training among state agencies in aiding businesses and industries faced with the curtailment or the reduction of their work force and assist displaced employees and welfare recipients in assessing their educational needs and providing education and training to meet those needs.\n\nHISTORY: 1962 Code Section 21-704.15; 1972 (57) 2469; 1976 Act No. 654, Section 5; 1986 Act No. 394, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-50/"
    },
    {
      "id": "section-59-53-51",
      "number": "59-53-51.",
      "heading": "",
      "text": "The Board shall establish statewide policies and procedures necessary to insure educational and financial accountability for operation of the technical education institutions and their programs.\n\nThe area commissions shall participate and provide input in the formulation of statewide policies and procedures through joint meetings, distribution of discussion documents and position papers, joint committees, service by area commission members on state board standing committees, and whatever other means which may be necessary or desirable.\n\nThe area commissions are delegated primary responsibility for local governance and supervision of the individual institutions in compliance with all state laws by adoption of appropriate local policies and procedures which are consistent with state-level policies and procedures.\n\nInstitutional fees and locally appropriated county funds must be retained in accounts held by the area commissions for expenditure under their direction in accordance with all applicable state and other laws.\n\nAn area commission has the right to appeal to the State Fiscal Accountability Authority any final decision or action of the Board in accordance with the following procedures:\n\n(1) if differences occur between the state executive director and the local president, the executive director, local president, and state board congressional district member or a designated at-large Board member shall appear before the local area commission to resolve the differences;\n\n(2) if the differences are not resolved as outlined in item (1) the area commission chairman, local president, and state executive director shall appear before the Board to resolve the differences;\n\n(3) if the differences are not resolved by the Board all parties, including the chairman of the Board, shall appear before the State Fiscal Accountability Authority to resolve the differences.\n\nHISTORY: 1976 Act No. 654, Section 6; 1988 Act No. 676, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-51/"
    },
    {
      "id": "section-59-53-52",
      "number": "59-53-52.",
      "heading": "",
      "text": "The area commissions shall:\n\n(1) Adopt and use a corporate seal;\n\n(2) Adopt such bylaws, rules and regulations for the conduct of business and the expenditure of their funds as they may deem desirable;\n\n(3) Acquire sites and construct and equip thereon appropriate facilities in accordance with item (7) of Section 59-53-50; all real property is the possession of the area commission regardless of the source of funds for its purchase or construction, except for those campuses currently owned by the State. All personal property purchased with local funds is the possession of the area commission;\n\n(4) Acquire by gift, purchase or otherwise all kinds and descriptions of real and personal property;\n\n(5) Accept gifts, grants, donations, devises and bequests;\n\n(6) Provide appropriate supervision of the maintenance of any facility established to promote post-secondary vocational, technical and comprehensive education;\n\n(7) Exercise responsibility for the operation, maintenance and improvement of institutional facilities;\n\n(8) Employ the respective technical college president, who shall be employed at the will of the area commission from a list of at least three candidates recommended by a committee consisting of the chairman of the area commission or designated commission member, the chairman of the board or designated state board member and one area president appointed by the two aforementioned persons;\n\n(9) Employ such other personnel as may be deemed necessary;\n\n(10) Establish, promulgate and enforce reasonable rules and regulations for the operation of their facilities;\n\n(11) Operate their affairs on a fiscal year beginning on July first each year and ending June thirtieth of the succeeding calendar year;\n\n(12) Expend any funds received in any manner consistent with their approved budget and in accordance with the purposes for which the funds were made available including the proceeds derived from any bonds issued by the county or counties to defray any costs incident to the establishment of adequate facilities for the program and thereafter to expend such funds for the operation, maintenance and improvement of the facilities;\n\n(13) Exercise the right of eminent domain in the geographical area served by each respective institution;\n\n(14) Apply for, receive and expend moneys from all state, local and federal governmental agencies;\n\n(15) Keep full and accurate accounts of receipts and expenditures and make monthly reports in accordance with uniform procedures established for the system, and within ninety days following the close of the fiscal year cause a complete audit of institutional affairs to be made by an independent certified public accountant with copies of the audit report and related documents to be delivered concurrently to the area commission and the Board. The area commission shall make copies available to legislative delegations or county governing bodies participating in the funding of the institution;\n\n(16) Prepare and submit budgets for review by the county governing bodies participating in the funding of the individual institutions and to the Board for approval in accordance with the methods and procedures established by each of the bodies or agencies involved. Local tax revenue budgets shall require the approval of the county governing bodies;\n\n(17) Award certificates, diplomas and associate (but not baccalaureate) degrees to students who successfully complete authorized and prescribed courses and programs of study and training;\n\n(18) Exercise such other powers as may be provided for them by the legislation which established and regulates the particular area commission.\n\nExcept as otherwise provided herein, area commissions of the technical institutions existing on June 17, 1976, shall continue as presently constituted and as provided for by the legislation establishing the respective commissions.\n\nHISTORY: 1976 Act No. 654, Section 6; 2002 Act No. 171, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-52/"
    },
    {
      "id": "section-59-53-53",
      "number": "59-53-53.",
      "heading": "",
      "text": "(A) The area commission of any technical education institution under the jurisdiction of the South Carolina technical education system may borrow for capital improvements from a federal or other lending agency an amount not to exceed its ability to repay the loan through the imposition of a special fee. The terms of the loan may not exceed forty years. An area commission may issue covenants, enter into mortgages, and grant liens limiting the sale or use of certain parcels of real or personal property in its possession when required as a condition of accepting a grant, loan, or donation for specified capital improvement projects.\n\nTo amortize the loan, a special fee must be imposed within the limits established by the state board, the proceeds of which must be deposited in a special account to be used for payment of the loan in accordance with the terms negotiated by the commission and the lender. No funds other than the revenue from the special fee may be pledged for payment of the loan.\n\n(B) The governing body for each technical college shall review the real property titled in the name of its institution to determine if such property is in excess of the institution's anticipated needs and is available for disposal. All real properties determined to be in excess may be disposed of with the approval of the State Board for Technical and Comprehensive Education, the State Fiscal Accountability Authority or the Department of Administration, as appropriate, and the Joint Bond Review Committee. The proceeds of such sales are to be disposed of as follows:\n\n(1) if the property was acquired by gift, or through tuition, student fees, county funds, or earned income, the proceeds may be retained by the selling institution for use in accord with established needs;\n\n(2) if the property was acquired through state appropriations, state capital improvement bonds, or formula funds, the proceeds shall revert to the state general fund.\n\nThe responsibility for providing any necessary documentation including, but not limited to, documenting the fund source of any real property proposed for sale rests with each respective institution.\n\nHISTORY: 1978 Act No. 646 Section 6; 1988 Act No. 676, Section 2; 1998 Act No. 419, Part II, Section 10A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-53/"
    },
    {
      "id": "section-59-53-57",
      "number": "59-53-57.",
      "heading": "",
      "text": "State funds for the South Carolina Technical Education System must be appropriated to the board by the General Assembly and funds budgeted for the technical institutions must be allocated in a uniform and equitable manner. Monies appropriated for special schools must be retained at the state level and expended upon recommendation of the board. The board and all institutions under its direction shall use prescribed statewide accounting and budgeting systems which shall account for all revenues and expenditures regardless of sources of funds and purposes for which expended. The systems shall include provisions to identify specific revenues with the specific expenditures to which they relate when the fund source so requires.\n\nThe board and institutions are eligible to receive state funds for capital facilities. Prior to the withdrawal of authorized funds from the State Treasurer, the State Board for Technical and Comprehensive Education shall obtain and transmit to the State Treasurer a certificate from the appropriate official at the technical institution stating that a minimum of twenty percent of each project cost has been provided by the local support area. The provisions of this paragraph do not apply to Denmark and Beaufort Technical Colleges.\n\nHISTORY: 1976 Act No. 654 Section 6; 1986 Act No. 394, Section 10; 1988 Act No. 638, Section 10; 1998 Act No. 284, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-57/"
    },
    {
      "id": "section-59-53-70",
      "number": "59-53-70.",
      "heading": "",
      "text": "All four-year and three-year branches of the University of South Carolina shall continue to exist as branches of the University of South Carolina and three-year branches may add the fourth year upon approval of the Board of Trustees of the University of South Carolina.\n\nHISTORY: 1962 Code Section 21-704.17; 1972 (57) 2469; 1976 Act No. 654, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-70/"
    },
    {
      "id": "section-59-53-80",
      "number": "59-53-80.",
      "heading": "",
      "text": "Effective July 1, 1969, the control and management of the area trade schools now located in Lexington, Bamberg and Beaufort Counties shall be transferred from the State Board of Education to the State Board for Technical and Comprehensive Education, as successor to the Advisory Committee for Technical Training. The Board shall merge and/or consolidate the trade schools into its system of local technical education centers in such manner as, in its opinion, will best serve the educational objectives of the technical training program; provided, that high school level vocational programs shall continue to be offered to students in the high schools of the area.\n\nHISTORY: 1962 Code Section 21-704; 1969 (56) 444.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-80/"
    },
    {
      "id": "section-59-53-90",
      "number": "59-53-90.",
      "heading": "",
      "text": "Applications for Federal funds for technical training or for financing construction of technical training centers shall be made by the State Board for Technical and Comprehensive Education and by the Governor on behalf of the State as a coapplicant along with the Board when such applications are required by the funding agency.\n\nHISTORY: 1962 Code Section 21-704.1; 1971 (57) 123.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-90/"
    },
    {
      "id": "section-59-53-100",
      "number": "59-53-100.",
      "heading": "",
      "text": "All net funds derived from auxiliary enterprises in any institution under the supervision of the State Board for Technical and Comprehensive Education shall be expended by the institution subject to the following limitations: up to twenty percent of the net funds/or $1,000 whichever is greater may be expended specifically for promotional use and at least eighty percent of the net funds shall be expended for the institution's operational expenses. Provided, further, That promotional expenditures shall be in keeping with policies and guidelines developed by the State Board for Technical and Comprehensive Education.\n\nHISTORY: 1982 Act No. 466, Part II, Section 16.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-100/"
    },
    {
      "id": "section-59-53-150",
      "number": "59-53-150.",
      "heading": "",
      "text": "The General Assembly finds that additional facilities and improvements will be required from time to time for certain technical education colleges and centers in the State which will be of benefit to those in attendance at such institutions and which are properly payable from the special student fee authorized by this article, and it has been determined to empower the State Board for Technical and Comprehensive Education acting for such institutions to provide such facilities and improvements through the procedures provided for in this article.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-150/"
    },
    {
      "id": "section-59-53-151",
      "number": "59-53-151.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Board\" shall mean the State Board for Technical and Comprehensive Education.\n\n(2) \"Bonds\" shall mean the special obligation bonds of the particular technical education college or center for whom bonds are issued.\n\n(3) \"Bond reserve fund\" shall mean each special fund to be established which shall be in the custody of the State Treasurer and which is primarily established for the purpose of providing a reserve with which to meet the payment of the principal of and interest on bonds issued for any college in the event that payments otherwise required for the debt service fund shall be insufficient to meet the payment of such principal and interest as and when they become due and payable. Moneys in the bond reserve fund may also be used to pay costs of plant improvements for such college in accordance with the provisions of Section 59-53-164 of this article.\n\n(4) \"College\" shall mean each of the technical education colleges or centers.\n\n(5) \"Debt service fund\" shall mean each fund to be established for the payment of the principal of and interest on the bonds issued for any college.\n\n(6) \"Plant improvements\" shall mean the construction of and improvements to the buildings and equipment constituting facilities for any college.\n\n(7) \"Special student fee\" shall mean the fee authorized to be established by the board at any college to provide funds for the repayment of bonds issued for such college.\n\n(8) \"Department of Administration or State Fiscal Accountability Authority, as appropriate\" shall mean the State Department of Administration or State Fiscal Accountability Authority, as appropriate.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-151/"
    },
    {
      "id": "section-59-53-152",
      "number": "59-53-152.",
      "heading": "",
      "text": "The board may construct or acquire plant improvements at any college, and thereafter utilize, operate and maintain them, if such undertakings have received the prior approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-152/"
    },
    {
      "id": "section-59-53-153",
      "number": "59-53-153.",
      "heading": "",
      "text": "The board may issue bonds of any college payable from the special student fee imposed at such college in such amounts as may from time to time be determined by the board to be necessary to meet the cost of plant improvements at such college but only under the following conditions:\n\n(1) The approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, expressed by resolution duly adopted, shall be obtained. Such approval is hereby declared a condition precedent to the issuance of bonds pursuant to this article, and no bonds shall be issued without such approval.\n\n(2) Notwithstanding any other provisions of this article, there must not be outstanding at any time bonds issued pursuant to this section for any college in excess of four million dollars.\n\n(3) No bonds may be issued unless there is on deposit in the bond reserve fund for such college a sum equal to the lesser of (a) ten percent of the principal of all bonds then outstanding, or (b) the maximum reserve prescribed by the applicable regulations of the United States Treasury Department relating to arbitrage bonds.\n\nHISTORY: 1978 Act No. 646, Section 5; 1988 Act No. 638, Section 7(B).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-153/"
    },
    {
      "id": "section-59-53-154",
      "number": "59-53-154.",
      "heading": "",
      "text": "The faith and credit of the State shall not be pledged for the payment of the principal and interest of any bonds issued pursuant to this article and there shall be on the face of each bond a statement plainly worded to that effect. Neither the members of the board nor any other person executing the bonds shall be personally liable thereon.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-154/"
    },
    {
      "id": "section-59-53-155",
      "number": "59-53-155.",
      "heading": "",
      "text": "In order to utilize the authorizations of this article, the board on behalf of any college may adopt resolutions providing for the issuance of bonds for the college within the limitations herein mentioned, and by such resolution shall prescribe the tenor, terms and conditions of the bonds and the obligations of the college incurred in connection with their issuance. The bonds for any college may be issued either as a single issue or from time to time as several separate issues. In the event that the bonds for any college shall be issued as two or more issues, then notwithstanding, all bonds for such college shall be on a parity in all respects inter sese and shall be equally and ratably entitled to payment from the special student fee imposed at the college; provided, that in instances where an area commission is in charge of the operations of any college, the approval of the area commission to the action of the board authorized by this section shall be first obtained.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-155/"
    },
    {
      "id": "section-59-53-156",
      "number": "59-53-156.",
      "heading": "",
      "text": "The bonds shall be issued as serial bonds, maturing in equal or unequal amounts, at such time and on such occasions and shall be in such denominations as the board shall determine; provided, that the last maturing bonds of any issued shall be expressed to mature not later than forty years from their date, and the first maturing bonds of any issue shall fall due not later than three years from their date. The bonds shall bear such rate or rates of interest within the limitation of Section 11-9-350 of the 1976 Code, payable on such occasions as the board shall prescribe, and shall be payable in such medium of payment and at such place as such resolutions shall prescribe. Any bonds may be issued with provisions permitting their redemption prior to their stated maturity, at such time and under such conditions as the board shall prescribe. Bonds made subject to redemption prior to their stated maturities may contain a provision requiring the payment of a premium for the privilege of exercising the right of redemption, within such limitations as the board shall prescribe. All bonds that are subject to redemption shall contain a statement to that effect on the face of each bond. Any resolution authorizing redeemable bonds shall contain provisions specifying the manner of call and the notice thereof that must be given.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-156/"
    },
    {
      "id": "section-59-53-157",
      "number": "59-53-157.",
      "heading": "",
      "text": "The bonds may be in the form of negotiable coupon bonds, payable to bearer, with the privilege to the holder of having them registered as to principal on registry books kept for the college by the State Treasurer, and the principal thus made payable to the registered holder, unless the last registered transfer shall have been to bearer, upon such conditions as the board shall prescribe, or the bonds may be issued as fully registered bonds in such form as may be prescribed by the board. If issued as fully registered bonds, it may be provided that they may thereafter be converted into negotiable coupon bonds of the tenor first above described.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-157/"
    },
    {
      "id": "section-59-53-158",
      "number": "59-53-158.",
      "heading": "",
      "text": "The bonds and all interest to become due thereon shall have the tax-exempt status prescribed by Section 12-1-60 of the 1976 Code.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-158/"
    },
    {
      "id": "section-59-53-159",
      "number": "59-53-159.",
      "heading": "",
      "text": "It shall be lawful for all executors, administrators, guardians and fiduciaries to invest any moneys in their hands in bonds.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-159/"
    },
    {
      "id": "section-59-53-160",
      "number": "59-53-160.",
      "heading": "",
      "text": "The bonds, and the coupons, if any, attached to the bonds, shall be executed in the name of the college for whom the bonds are issued in such manner and by such person as the board shall from time to time determine, and the seal of the board shall be reproduced, affixed to or impressed on each bond. Any coupons attached to the bonds shall be authenticated by the facsimile signatures of one or more of the persons signing the bonds. The delivery of the bonds and coupons so executed shall be valid notwithstanding changes in officers or seal occurring after such execution and prior to the delivery thereof.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-160/"
    },
    {
      "id": "section-59-53-161",
      "number": "59-53-161.",
      "heading": "",
      "text": "All bonds shall be disposed of in such manner as the board shall determine, except that no sale, privately negotiated without public advertisement, shall be made unless the approval of the State Fiscal Accountability Authority shall be obtained. If the board shall elect to sell the bonds at public sale, at lease one advertisement thereof shall appear either in a financial paper published in New York City, or some newspaper of general circulation in South Carolina, not less than seven days prior to the occasion fixed for the opening of bids.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-161/"
    },
    {
      "id": "section-59-53-162",
      "number": "59-53-162.",
      "heading": "",
      "text": "The proceeds of all bonds shall be delivered to the State Treasurer and retained by him in a special fund or funds and applied solely to the purposes for which the bonds shall have been issued. Withdrawals from the fund shall be made on the order or requisition of the board and shall be in such form as the State Treasurer shall prescribe. The State Treasurer may make temporary investments of funds derived from the proceeds of bonds in the manner prescribed by law.\n\nHISTORY: 1978 Act No. 646, Section 5; 1980 Act No. 517 Part IV, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-162/"
    },
    {
      "id": "section-59-53-163",
      "number": "59-53-163.",
      "heading": "",
      "text": "To the end that provision be made for the adequate payment of the principal of and interest on the bonds, the board shall be empowered as follows:\n\n(1) To immediately establish a bond reserve fund for the college for whom bonds are to be issued.\n\n(2) To impose a special student fee, in addition to all other fees and charges, upon each person at such college under such conditions as the board shall determine.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-163/"
    },
    {
      "id": "section-59-53-164",
      "number": "59-53-164.",
      "heading": "",
      "text": "Each special student fee shall be in such amount and shall be payable on such occasions as shall be provided by the schedule or schedules which shall from time to time be promulgated by the board, which is authorized to revise any such schedule from time to time when required by the provisions of this article by any resolution of the board authorizing the issuance of any bonds.\n\nA special student fee at any college may, in the discretion of the board, be made effective as of July 1, 1978, notwithstanding that bonds authorized by this article may not be issued for the college until some subsequent date. All moneys received therefrom prior to the issuance of the bonds shall be deposited in the bond reserve fund for the college.\n\nPrior to the issuance of any bonds, moneys in the bond reserve fund may be used to pay costs incurred or to be incurred in connection with any plant improvements which may be acquired by the board in accordance with the provisions of Section 59-53-152 and the State Treasurer may honor requisitions of the board drawn for such purposes. Subsequent to the issuance of any bonds pursuant to this article, moneys in the bond reserve fund shall be used only to meet the payment of the principal of and interest on the bonds, except that if accumulations of the bond reserve fund shall become greater than the amount prescribed by the board in the resolution adopted pursuant to 59-53-155, such excess moneys may with the permission of the State Fiscal Accountability Authority be applied to additional plant improvements.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-164/"
    },
    {
      "id": "section-59-53-165",
      "number": "59-53-165.",
      "heading": "",
      "text": "In the resolutions authorizing the issuance of bonds for any college, the board shall be empowered as follows:\n\n(1) To covenant that the bond reserve fund for such college shall be maintained throughout the life of the bonds.\n\n(2) To covenant and agree throughout the life of any bonds issued pursuant to this article that the special student fee for such college shall be imposed, maintained and revised when necessary, in such amount, without limitation as to rate, as shall be sufficient to meet the payment of the principal and interest of the bonds as they become due and to maintain the bond reserve fund to the extent provided for therein.\n\n(3) To establish the debt service fund which shall be maintained in the hands of the State Treasurer.\n\n(4) To covenant that all revenues derived from the special student fee shall be paid into the bond reserve fund or the debt service fund.\n\n(5) To establish appropriate rules requiring the prompt payment of the special student fee.\n\n(6) To covenant as to the use of the proceeds of the sale of the bonds.\n\n(7) To provide for the terms, forms, registration, exchange, execution and authentication of bonds and for the replacement of lost, destroyed or mutilated bonds.\n\n(8) To covenant for the mandatory redemption of bonds on such terms and conditions as the resolutions authorizing the bonds may prescribe.\n\n(9) To prescribe the procedure by which the terms of the contract with the bondholders may be amended, the number of bonds whose holders must consent thereto and the manner in which the consent shall be given.\n\n(10) To covenant to insure any plant improvements paid for with the proceeds of the bonds against loss by fire, or other casualty.\n\n(11) To prescribe the events of default and the terms and conditions upon which all or any bonds shall become or may be declared due before maturity, and the terms and conditions upon which such declaration and its consequences may be waived.\n\n(12) To reserve the right to issue additional bonds, payable from the special student fee to the extent to which the board may hereafter become authorized to issue additional bonds, either pursuant to this section or pursuant to other legislation hereafter enacted, and to prescribe the conditions under which such bonds may be issued.\n\n(13) To make such further covenants and agreements as may be necessary or desirable in order to market the bonds.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-165/"
    },
    {
      "id": "section-59-53-167",
      "number": "59-53-167.",
      "heading": "",
      "text": "It is not intended by this article to limit any college in the construction of the plant improvements to the sums herein provided. If the college obtains funds from other sources for such purpose it may apply them to the plant improvements.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-167/"
    },
    {
      "id": "section-59-53-166",
      "number": "59-53-166.",
      "heading": "",
      "text": "The State Treasurer may accept custody of receipts and revenues derived from any special student fee, to deposit them in the applicable debt service fund and in the applicable bond reserve fund and to utilize the proceeds of the debt service fund and the bond reserve fund for the payment of the principal of and interest on bonds, as and when they become due and payable. It shall be the duty of the board to make provision for the transmission of the proceeds of each special student fee to the State Treasurer. Moneys in the debt service fund and the bond reserve fund may be invested and reinvested in obligations of the United States or any agency thereof with maturities consonant with the need for funds to meet the payment of the principal of and interest on the bonds.\n\nHISTORY: 1978 Act No. 646, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-166/"
    },
    {
      "id": "section-59-53-168",
      "number": "59-53-168.",
      "heading": "",
      "text": "(A) The State Board for Technical and Comprehensive Education (state board) is granted the authority to employ and administer certain administrative efficiency provisions provided in Sections 11-35-1210, 11-35-1550(2), 11-35-3310, 11-35-4810, 1-7-170, 59-101-620, and 1-11-55(2) of the 1976 Code. The state board shall establish a tiered system for categorizing technical colleges with respect to their financial strength and ability to manage day-to-day operations. Technical colleges, by way of application from their area commissions, may request the state board apply these administrative efficiency provisions to their respective institutions. The state board shall review the technical college's request and determine the proper category for the technical college.\n\n(B) The state board shall establish an advisory board to provide oversight and review of the provisions of this chapter. The state board shall submit an annual report on oversight to the Governor, the Chairman of the House Ways and Means Committee, and the Chairman of the Senate Finance Committee by November fifteenth of each year and shall submit a report every two years to include how changes have benefitted the agency to the Governor and the Chairmen of the House Ways and Means Committee, the Senate Finance Committee, the House Education and Public Works Committee, and the Senate Education Committee.\n\nHISTORY: 2011 Act No. 74, Pt VI, Section 14, eff August 1, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-168/"
    },
    {
      "id": "section-59-53-210",
      "number": "59-53-210.",
      "heading": "",
      "text": "There is created the Tri-County Technical College District, consisting of the counties of Anderson, Oconee, and Pickens, controlled and managed by a commission known as the Tri-County Technical College Commission.\n\nHISTORY: 1962 Code Section 21-705; 1962 (52) 2210; 2002 Act No. 292, Section 2A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-210/"
    },
    {
      "id": "section-59-53-230",
      "number": "59-53-230.",
      "heading": "",
      "text": "The Commission shall elect from its number a chairman and such other officers as may be deemed expedient, and shall make such rules and regulations for the conduct of its business as are not contrary to law.\n\nHISTORY: 1962 Code Section 21-705.2; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-230/"
    },
    {
      "id": "section-59-53-220",
      "number": "59-53-220.",
      "heading": "",
      "text": "The Commission shall consist of nine members, three from each county, to be elected by a majority of the legislative delegations of the respective counties, including the Senators. The term for one member from each county shall expire on April 1, 1963, the term for one member from each county shall expire on April 1, 1964, and the term for one member from each county shall expire on April 1, 1965. The successors of the original members shall serve for terms of three years or until their successors have been elected and qualified.\n\nHISTORY: 1962 Code Section 21-705.1; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-220/"
    },
    {
      "id": "section-59-53-240",
      "number": "59-53-240.",
      "heading": "",
      "text": "The commission shall provide for the creation, maintenance, and operation of a technical college to be located in one of the three counties as the commission designates, and there must be developed and carried out at the college a program of adult pre-employment, adult extension, and high school pre-employment training for residents of the district and other persons the commission designates upon the terms the commission requires.\n\nHISTORY: 1962 Code Section 21-705.3; 1962 (52) 2210; 2002 Act No. 292, Section 2B.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-240/"
    },
    {
      "id": "section-59-53-250",
      "number": "59-53-250.",
      "heading": "",
      "text": "All expenses of original cost and cost of operation and maintenance of the center, and expenses of the Commission, shall be borne by the three counties as follows: Anderson County, fifty per cent; Oconee County, twenty-five per cent; and Pickens County, twenty-five per cent.\n\nHISTORY: 1962 Code Section 21-705.4; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-250/"
    },
    {
      "id": "section-59-53-260",
      "number": "59-53-260.",
      "heading": "",
      "text": "The center, including the real property, shall not be disposed of except upon approval of a majority of the delegations of all three counties, including the Senators.\n\nHISTORY: 1962 Code Section 21-705.5; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-260/"
    },
    {
      "id": "section-59-53-270",
      "number": "59-53-270.",
      "heading": "",
      "text": "The Commission is vested with authority to:\n\n(1) Employ personnel;\n\n(2) Accept and administer funds or equipment from other governmental agencies, individuals, or corporations;\n\n(3) Enter into such contracts as may be necessary to carry out the purposes of the center;\n\n(4) Acquire, own, and sell property, real and personal.\n\nHISTORY: 1962 Code Section 21-705.6; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-270/"
    },
    {
      "id": "section-59-53-280",
      "number": "59-53-280.",
      "heading": "",
      "text": "The Commission shall furnish to the members of the three legislative delegations who provide county funds an annual audit of the receipts and expenditures of the center.\n\nHISTORY: 1962 Code Section 21-705.7; 1962 (52) 2210.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-280/"
    },
    {
      "id": "section-59-53-290",
      "number": "59-53-290.",
      "heading": "",
      "text": "(A) The Area Commission of Tri-County Technical College, with the approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into one or more ground lease agreements with a private entity in which the private entity provides all services necessary for the creation and operation of an on-campus facility, the purpose of which must be determined by the commission including, but not limited to, financing, designing, constructing, managing, operating, maintaining, and related services. Upon expiration of the ground lease agreement term, the private entity shall surrender to the college the premises with the existing buildings, other structures, and improvements constructed and located on the premises, in the same condition as when the construction of the buildings, other structures, and improvements were completed, with only natural and normal wear and tear excepted. The State Department of Administration or State Fiscal Accountability Authority, as appropriate, shall first approve all ground lease agreement terms and conditions including the consideration involved. The full faith and credit of the State toward the lease obligations may not be pledged, and a statement to the contrary is deemed null and void as a matter of public policy. The approval required is in lieu of or a substitute for other approval required by another provision of law or regulation in connection with the undertaking of the private entity and the college; however, the private entity and the college shall adhere to fire, life, and safety codes as required by the Office of the State Engineer.\n\n(B) The Area Commission of Tri-County Technical College, upon the approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into a lease or lease purchase agreement with a private entity for the entity to occupy a college facility or a facility to be built by the college on college property for the purpose of conducting an entrepreneurial or commercial activity.\n\n(C) The Area Commission of Tri-County Technical College, upon approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into a ground lease with a private entity for the private entity to build a facility on property of the college in which the private entity will conduct an entrepreneurial or commercial activity consistent with the scope and mission of the college.\n\n(D) In implementing the provisions of subsections (B) and (C), full compliance with the provisions of Article X, Section 11 of the Constitution of this State is required.\n\n(E) Neither this section, nor the approval required by this section, exempts any transaction or entity from complying with Chapter 35 of Title 11.\n\nHISTORY: 2008 Act No. 275, Section 8, eff June 5, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-290/"
    },
    {
      "id": "section-59-53-410",
      "number": "59-53-410.",
      "heading": "",
      "text": "There is created the Area Commission for the Trident Technical College (the area commission). The area commission has the functions and duties set forth in this article. The area commission is comprised of nine members, three of whom must be qualified electors of Berkeley, Charleston, and Dorchester Counties, respectively. The members from Charleston County must be appointed by the Governor upon the recommendation of a majority of the Charleston County Legislative Delegation. The members from Dorchester County must be appointed by the Governor on the recommendation of the governing body of the county. The members from Berkeley County must be appointed by the Governor upon the recommendation of a majority of the Berkeley County Legislative Delegation. Members shall serve for terms of three years and until their successors are appointed and qualify. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term. The area commission shall organize by electing a chairman and other officers as it considers necessary. The area commission shall meet upon the call of the chairman or a majority of its members. It shall make periodic reports of its activities and progress to the legislative delegation from the counties of Berkeley, Charleston, and Dorchester.\n\nHISTORY: 1962 Code Section 21-707; 1962 (52) 1990; 1963 (53) 78; 2002 Act No. 292, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-410/"
    },
    {
      "id": "section-59-53-420",
      "number": "59-53-420.",
      "heading": "",
      "text": "There is hereby committed to the Area Commission the function of promoting the program contemplated by the former provisions which created the Advisory Committee for Technical Training, in and for the counties of Berkeley, Charleston and Dorchester, and without in any way limiting the generality of the foregoing it shall be empowered as follows:\n\n(1) To adopt and use a corporate seal.\n\n(2) To adopt such bylaws, rules and regulations for the conduct of business and the expenditure of its funds as it may deem advisable.\n\n(3) To acquire an appropriate site and to construct and equip thereon appropriate facilities, in accordance with standards and specifications contemplated by the former provisions which created the Advisory Committee for Technical Training.\n\n(4) To acquire by gift, or purchase, or otherwise, all kinds and descriptions of real and personal property.\n\n(5) To accept gifts, grants, donations, devises and bequests.\n\n(6) To provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education.\n\n(7) To provide the necessary administrative services required by the State program.\n\n(8) To employ such personnel as may be necessary to enable the Area Commission to fulfill its functions.\n\n(9) To establish, promulgate and enforce reasonable rules and regulations, in conjunction with those promulgated by the State agency, for the operation of its facilities.\n\n(10) To operate its affairs on a fiscal year beginning on July first in each year and ending on June thirtieth of the succeeding calendar year.\n\n(11) To expend any funds received in any manner consistent with their approved budget, including the proceeds derived from any bonds issued by Berkeley, Charleston and Dorchester Counties to defray any costs incident to the establishment of adequate facilities for the program, and thereafter to expend such funds for the operation, maintenance and improvement of the facilities.\n\n(12) To apply for, receive, and expend moneys from all governmental agencies, both State and Federal.\n\n(13) To exercise all powers contemplated for local agencies by the former provisions which created the Advisory Committee for Technical Training.\n\n(14) To exercise the power of eminent domain in the manner provided by the general laws of this State for procedure by any county, municipality or authority organized under the laws of this State, by the Department of Transportation, by railroad corporations or in any manner provided by law, as the council may, in its discretion, elect, including the procedure provided by Chapter 5, Title 28 (Sections 28-5-10 to 28-5-390).\n\nHISTORY: 1962 Code Section 21-707.1; 1962 (52) 1990; 1963 (53) 78; 1966 (54) 2782; 1993 Act No. 181, Section 1572.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-420/"
    },
    {
      "id": "section-59-53-430",
      "number": "59-53-430.",
      "heading": "",
      "text": "The Area Commission shall at all times keep full and accurate accounts of its acts and of its receipts and expenditures, and at least once within four months following the close of its fiscal year, a complete audit of its affairs shall be made by a qualified public accountant. Copies of the audit shall be delivered to the legislative delegations and governing agencies of Berkeley, Charleston and Dorchester Counties.\n\nHISTORY: 1962 Code Section 21-707.2; 1962 (52) 1990; 1963 (53) 78.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-430/"
    },
    {
      "id": "section-59-53-440",
      "number": "59-53-440.",
      "heading": "",
      "text": "The Area Commission shall submit a budget for the ensuing fiscal year on or before February fifteenth of each year for approval by each of the respective legislative delegations from Berkeley, Charleston and Dorchester Counties.\n\nIn Berkeley County, appointments made pursuant to this section are governed by the provisions of Act 159 of 1995.\n\nIn Dorchester County, appointments made pursuant to this section are governed by the provisions of Act 512 of 1996.\n\nHISTORY: 1962 Code Section 21-707.3; 1962 (52) 1990; 1963 (53) 78.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-440/"
    },
    {
      "id": "section-59-53-460",
      "number": "59-53-460.",
      "heading": "",
      "text": "This subarticle may be cited as the Trident Technical College Enterprise Campus Authority Act.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-460/"
    },
    {
      "id": "section-59-53-450",
      "number": "59-53-450.",
      "heading": "",
      "text": "(A) As used in this section, \"main campus\" means the commission's real property and facilities located on property currently owned in North Charleston by Trident Technical College, and \"enterprise campus\" means the main campus and all other real property and facilities designated by the commission. The properties designated by the commission are not required to be contiguous with the main campus to be designated as part of the enterprise campus.\n\n(B) The commission may provide for the management, development, and operation of part or all of its main campus property by the Trident Technical College Enterprise Campus Authority.\n\n(C) The commission may enter into contracts with the Trident Technical College Enterprise Campus Authority for the provision of executive and administrative services to the authority.\n\n(D) In the fulfillment of the power contained in this section, the commission may sell, convey, lease, exchange, transfer, or give all or part of its real and personal property and other assets constituting the enterprise campus to the Trident Technical College Enterprise Campus Authority upon terms and conditions the commission determines.\n\nHISTORY: 2006 Act No. 368, Section 2, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-450/"
    },
    {
      "id": "section-59-53-465",
      "number": "59-53-465.",
      "heading": "",
      "text": "As used in this subarticle:\n\n(1) \"Authority\" means the Trident Technical College Enterprise Campus Authority.\n\n(2) \"Board\" means the governing body of the authority.\n\n(3) \"Commission\" means the Trident Technical College Area Commission.\n\n(4) \"Enterprise Campus\" means the real and personal property subject to the management and control of the authority. The enterprise campus may consist of one or more tracts or parcels of real property and none of the tracts or parcels is required to be contiguous with other properties constituting the enterprise campus.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-465/"
    },
    {
      "id": "section-59-53-470",
      "number": "59-53-470.",
      "heading": "",
      "text": "(A) There is created a body politic and corporate known as the Trident Technical College Enterprise Campus Authority. The authority is declared to be a public instrumentality of the State and the exercise by it of a power conferred in this subarticle is the performance of an essential public function. The authority is governed by a board, which consists of members of the commission. All members serve ex officio. Persons serving as chairman, vice-chairman, treasurer, and secretary of the commission shall serve in the same capacity on the board. The members of the board shall receive per diem as provided by law for members of boards, commissions, and committees and actual expenses incurred in the performance of their duties.\n\n(B) The board shall exercise the powers of the authority.\n\n(C) The purpose of the authority is to provide for the management, development, and operation of the enterprise campus.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-470/"
    },
    {
      "id": "section-59-53-475",
      "number": "59-53-475.",
      "heading": "",
      "text": "(A) In addition to the powers contained elsewhere in this subarticle, the board has all power necessary, useful, or appropriate to operate and administer the authority, to effectuate the purposes of the authority, and to perform its other functions including, but not limited to, the power to:\n\n(1) have perpetual succession;\n\n(2) sue and be sued in its own name;\n\n(3) adopt, amend, and repeal bylaws, not inconsistent with provisions in this subarticle for the administration of the authority's affairs and the implementation of its functions;\n\n(4) have a seal and alter it at its pleasure, although the failure to affix the seal does not affect the validity of an instrument executed on behalf of the authority;\n\n(5) make and execute contracts and all other instruments and agreements necessary or convenient for the performance of its duties and the exercise of its powers and functions;\n\n(6) buy, purchase, or otherwise acquire real and personal property and other assets and sell, convey, mortgage, pledge, lease, exchange, transfer, and otherwise dispose of all or part of its real and personal property and other assets, upon terms and conditions the board determines;\n\n(7) employ agents, advisors, consultants, engineers, architects, attorneys, accountants, construction and financial experts, land planners, superintendents, managers, and other employees and agents as necessary in the board's judgment in connection with any aspect of the enterprise campus and to determine their duties and to fix their compensation;\n\n(8) procure insurance against loss in connection with its property, assets, or activities, including insurance against liability for its acts or the acts of its employees or agents;\n\n(9) procure insurance, guarantees, letters of credit, and other forms of collateral or security or credit support from public or private entities, including any department, agency, or instrumentality of the United States or the State of South Carolina, for the payment of bonds issued by it, including the power to pay premiums or fees on insurance, guarantees, letters of credit, and other forms of collateral or security or credit support;\n\n(10) receive, accept, and expend from any source including any federal, state, or other public agency and any private agency, person, or other entity appropriated funds, donations, loans, grants, aid, or contributions of money, property, labor, or other things of value;\n\n(11) invest or reinvest its funds as provided in Section 11-9-660;\n\n(12) make contracts and guarantees, incur liabilities, issue its notes, bonds, and other obligations, and secure its obligations by mortgage or pledge of its property or income in a manner determined to be in the best interest of the authority. Any guarantee or indebtedness of the authority does not create an obligation of the State or commission, and the guarantee or indebtedness is not a debt against the general revenue of the State or commission;\n\n(13) fix and revise when necessary and charge and collect rates, fees, rents, and charges for the use of, and for the services furnished by it, for all or a portion of the enterprise campus;\n\n(14) determine the character of the enterprise campus, and acquire, develop, construct, and provide for the enterprise campus, and maintain, repair, and operate, and enter into contracts for the management, lease, use, or operation of all or a portion of the enterprise campus;\n\n(15) establish and enforce, and agree through a resolution or trust agreement authorizing or securing bonds, notes, or other obligations or indebtedness of the authority to make and enforce rules and regulations for the use of and services rendered by the authority for the enterprise campus;\n\n(16) appoint and provide for advisory committees;\n\n(17) establish not-for-profit corporations in accordance with applicable corporate law and with the powers as provided by the applicable corporate law; and\n\n(18) do all other things necessary or convenient to exercise the powers granted or reasonably implied by this subarticle.\n\n(B) The powers contained in this subarticle include the power to enter into contracts and other agreements with public or private entities for the lease of authority property, the construction, occupancy, use, and ownership by the public or private entity of buildings or other facilities on authority property, and the conveyance of the public or private entity's property to the authority at the end of an applicable contract or agreement. The description of the type of contract or other agreement as contained in this subarticle is not a limitation on the authority to enter into contracts or other agreements with public or private entities.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-475/"
    },
    {
      "id": "section-59-53-480",
      "number": "59-53-480.",
      "heading": "",
      "text": "(A) The authority and its permanent improvements and the financing of them are exempt from the provisions of Chapter 47 of Title 2, and the leasing of property and the granting of easements and rights-of- way by the authority are exempt from the provisions of Sections 1-11-55, 1-11-56, 1-11-57(1), and 10-1-130.\n\n(B) For all matters associated with the enterprise campus, the authority is exempt from the South Carolina Consolidated Procurement Code; except that, the authority shall adopt a procurement policy requiring competitive solicitations, and the policy must be filed with and approved by the State Fiscal Accountability Authority. The policy must include provisions for audit and recertification.\n\n(C) The authority is exempt from all regulations and general laws governing disposal of surplus government property.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-480/"
    },
    {
      "id": "section-59-53-485",
      "number": "59-53-485.",
      "heading": "",
      "text": "(A) The authority may issue bonds in the same manner and for the same purposes, including the purposes of the authority, pursuant to the provisions of the Higher Education Revenue Bond Act, as provided in Chapter 147, Title 59.\n\n(B) The issuance by the authority of bonds, notes, or other obligations or indebtedness is subject to the approval of them by resolution of the State Fiscal Accountability Authority.\n\n(C) Bonds, notes, or other obligations or indebtedness of the authority are not a debt or a pledge of the faith and credit of the State of South Carolina, the commission, or of the state's political subdivisions other than the authority, and are payable only from the revenue, money, or property of the authority as provided in this subarticle. The bonds, notes, or other obligations or indebtedness of the authority are not an indebtedness of the State within the meaning of a state constitutional or statutory limitation. A member of the board or a person executing bonds, notes, or other obligations or indebtedness of the authority is not liable personally on the bonds, notes, or other obligations or indebtedness by reason of their issuance or execution. Each bond, note, or other obligation or indebtedness must contain on its face a statement to the effect that:\n\n(1) neither the State, the commission, the state's political subdivisions, nor the authority is obligated to pay the principal of or interest on the bond or other costs incident to the bond except from the revenue, money, or property of the authority pledged;\n\n(2) neither the full faith and credit, nor the taxing power of the State, or its political subdivisions, is pledged to the payment of the principal of or interest on the bond, note, or other obligation or indebtedness; and\n\n(3) the authority does not have taxing power.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-485/"
    },
    {
      "id": "section-59-53-490",
      "number": "59-53-490.",
      "heading": "",
      "text": "The authority shall submit an annual report on the development and use of the enterprise campus to the State Board for Technical and Comprehensive Education, the Governor, the State Fiscal Accountability Authority and the Department of Administration, the Chair of the Ways and Means Committee of the House of Representatives, and the Chair of the Finance Committee of the Senate. The report must be submitted not later than six months after the end of each fiscal year.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-490/"
    },
    {
      "id": "section-59-53-500",
      "number": "59-53-500.",
      "heading": "",
      "text": "In performing an essential governmental function in the exercise of the powers conferred upon it, the authority is not required to pay taxes or assessments upon property or upon its activities or operations or the income from them, or taxes or assessments upon property acquired or used by the authority or upon the income from them. Bonds, notes, or other obligations or indebtedness issued by the authority, and the income from them, are free from taxation and assessment of every kind by the State and by the local governments and other political subdivisions of the State.\n\nHISTORY: 2006 Act No. 368, Section 4, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-500/"
    },
    {
      "id": "section-59-53-510",
      "number": "59-53-510.",
      "heading": "",
      "text": "There is created the Northeastern Technical College Area Commission which is a body politic and corporate and the governing body of the Northeastern Technical College. The commission consists of twelve members, three of whom must be qualified electors of Chesterfield County, three of whom must be qualified electors of Marlboro County, and three of whom must be qualified electors of Dillon County. These nine members must be appointed by the Governor upon the recommendation of a majority of the legislative delegation from the county in which the appointee is a resident for terms of three years and until their successors are appointed and qualify. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term only. The superintendents of education from Chesterfield, Dillon, and Marlboro Counties are ex officio members of the commission. One of the superintendents of the three school districts of Dillon County shall serve as a member ex officio for a term of two years on a rotating basis.\n\nHISTORY: 1962 Code Section 21-707.51; 1967 (55) 479; 1973 (58) 644; 1979 Act No. 9; 1989 Act No. 39, Section 1; 2002 Act No. 292, Section 4A; 2004 Act No. 284, Section 1, eff July 22, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-510/"
    },
    {
      "id": "section-59-53-515",
      "number": "59-53-515.",
      "heading": "",
      "text": "The superintendent of Dillon County School District 2 is the first to serve on the Northeastern Technical College Area Commission, followed by the superintendent of Dillon County School District 1 and School District 3, in that order. If a superintendent is unable or chooses not to serve, the term rotates to the next superintendent in order.\n\nHISTORY: 1989 Act No. 39, Section 2; 2002 Act No. 292, Section 4B.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-515/"
    },
    {
      "id": "section-59-53-520",
      "number": "59-53-520.",
      "heading": "",
      "text": "The commission shall constitute the administrative agency to administer the program of vocational and technical education in Chesterfield, Dillon, and Marlboro Counties under the former provisions which created the Advisory Committee for Technical Training.\n\nHISTORY: 1962 Code Section 21-707.52; 1967 (55) 479; 2004 Act No. 284, Section 2, eff July 22, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-520/"
    },
    {
      "id": "section-59-53-530",
      "number": "59-53-530.",
      "heading": "",
      "text": "The commission may do all things necessary or convenient to promote the objects of the program instituted by the former provisions which created the Advisory Committee for Technical Training and without in any way limiting the generality of the foregoing, may:\n\n(1) adopt and use a corporate seal;\n\n(2) adopt bylaws, rules, and regulations for the conduct of business and the expenditure of its funds as it may consider advisable;\n\n(3) acquire additional sites within Chesterfield, Dillon, and Marlboro Counties and construct and equip on the sites appropriate facilities in accordance with the standards and specifications promulgated by former provisions which created the State Advisory Committee;\n\n(4) acquire by gift, purchase, or otherwise all kinds and descriptions of real and personal property;\n\n(5) accept gifts, grants, donations, devises, and bequests;\n\n(6) provide appropriate supervision of the maintenance of a facility established to promote vocational or technical education;\n\n(7) provide the necessary administrative services required by the state program;\n\n(8) employ personnel as necessary to enable the commission to fulfill its functions;\n\n(9) establish, promulgate, and enforce reasonable rules and regulations, in conjunction with those promulgated by the state agency, for the operation of its facilities;\n\n(10) expend funds received in any manner, including the proceeds derived from bonds issued either by Chesterfield County, Dillon County, or Marlboro County, to defray costs incident to the establishment of adequate facilities for the program and expend these funds for the operation, maintenance, and improvement of the facilities;\n\n(11) apply for, receive, and expend monies from governmental agencies, both state and federal; and\n\n(12) exercise powers contemplated for local agencies by the former provisions that created the State Advisory Committee for Technical Training and other laws modifying, amending, or implementing it.\n\nHISTORY: 1962 Code Section 21-707.53; 1967 (55) 479; 2004 Act No. 284, Section 3, eff July 22, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-530/"
    },
    {
      "id": "section-59-53-540",
      "number": "59-53-540.",
      "heading": "",
      "text": "The commission shall keep full and accurate accounts of its acts, receipts, and expenditures, and at least once within four months following the close of its fiscal year, a complete audit of its affairs must be made by a qualified public accountant. Copies of the audit must be delivered to the legislative delegations and the governing bodies of Chesterfield, Dillon, and Marlboro Counties.\n\nHISTORY: 1962 Code Section 21-707.54; 1967 (55) 479; 2004 Act No. 284, Section 4, eff July 22, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-540/"
    },
    {
      "id": "section-59-53-610",
      "number": "59-53-610.",
      "heading": "",
      "text": "There is created the Denmark Technical College Area Commission which shall serve as the governing body of Denmark Technical College. The commission is a body politic and corporate and consists of eight members who must be appointed in the manner pursuant to this section. The eight commissioners must be appointed by the Governor upon the recommendation of a majority of the members of the General Assembly representing Allendale, Bamberg, and Barnwell Counties after a weighted vote by those delegation members. In addition, the member of the State Board for Technical and Comprehensive Education from the Sixth Congressional District is a member of the commission ex officio. The members of the commission must be appointed for terms of four years each and until their successors are appointed and qualify.\n\nA vacancy must be filled in the manner of the original appointment for the unexpired portion of the term only. As soon as possible after the initial appointments have been made, the commission shall organize by electing one of its members as chairman, one as vice chairman, and one as secretary. The terms of the appointees expire on the first of July of the appropriate year. The area commission shall meet upon the call of the chairman or a majority of its members. It shall make periodic reports of its activities and progress to the legislative delegation from the counties of Allendale, Bamberg, and Barnwell.\n\nHISTORY: 1983 Act No. 135, Section 1; 2012 Act No. 279, Section 28, eff June 26, 2012; 2024 Act No. 124 (S.1047), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-610/"
    },
    {
      "id": "section-59-53-620",
      "number": "59-53-620.",
      "heading": "",
      "text": "In the selection of members of the commission and in the selection of members of the governing body of all other technical colleges of this State, members shall be selected based on merit regardless of race, color, creed, or gender and the appointing or electing authority shall strive to assure that the membership of that governing body is broadly representative of all the citizens of the county or counties involved.\n\nHISTORY: 1983 Act No. 135, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-620/"
    },
    {
      "id": "section-59-53-630",
      "number": "59-53-630.",
      "heading": "",
      "text": "(A) The commission has the same powers as provided by Article 1, Chapter 53, Title 59 of the 1976 Code, and in addition must prepare and submit its annual budget for approval to the State Board of Technical and Comprehensive Education.\n\n(B) Denmark Technical College shall be funded in accordance with the provisions of Section 6 of Act 654 of 1976.\n\n(C) The Denmark Technical College Area Commission, with the approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into one or more ground lease agreements with a private entity in which the private entity provides all services necessary for the creation and operation of an on-campus student housing facility including, but not limited to, financing, designing, constructing, managing, operating, maintaining, and related services. Upon expiration of the ground lease agreement term, the private entity shall surrender to the Denmark Technical College Area Commission such premises with the existing buildings, other structures, and improvements constructed and located on the premises, in the same condition as when the construction of the buildings, other structures, and improvements were completed, with only natural and normal wear and tear excepted. The State Department of Administration or State Fiscal Accountability Authority, as appropriate, must first approve all ground lease agreement terms and conditions including the consideration involved. The full faith and credit of the State toward the lease obligations must not be pledged, and a statement to the contrary is deemed null and void as a matter of public policy. The private entity may be a nonprofit organization. The State Department of Administration or State Fiscal Accountability Authority, as appropriate, approval required shall be in lieu of or a substitute for other approval required by another provision of law or regulation in connection with the undertaking of the private entity and Denmark Technical College. However, the private entity and the Denmark Technical College Area Commission shall adhere to fire, life, and safety codes as required by the Office of the State Engineer.\n\n(D) Neither this section, nor the approval required by this section, exempts any transaction or entity from complying with Chapter 35 of Title 11.\n\nHISTORY: 1983 Act No. 135, Section 3; 2008 Act No. 275, Section 1, eff June 5, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-630/"
    },
    {
      "id": "section-59-53-640",
      "number": "59-53-640.",
      "heading": "",
      "text": "The commission must at all times keep full and accurate account of its acts and of its receipts and expenditures and at least once within four months following the close of its fiscal year, a complete audit of its affairs must be made by a qualified public accountant. Copies of the audit must be filed with the State Board of Technical and Comprehensive Education.\n\nHISTORY: 1983 Act No. 135, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-640/"
    },
    {
      "id": "section-59-53-710",
      "number": "59-53-710.",
      "heading": "",
      "text": "The area committee for the Florence-Darlington Technical College is a body politic and corporate consisting of ten members who must be qualified electors of Darlington or Florence Counties; with five members from each county. The appointment of the committee members must be made by the Governor upon the recommendation of a majority of the legislative delegation, including the Senator, from the county of which the appointee is a resident for terms of three years and until their successors are appointed and qualify. If a vacancy occurs, a successor must be appointed by the Governor, upon the recommendation of a majority of the legislative delegation, including the Senator, from the county of which the appointee is a resident, for the unexpired portion of the term.\n\nHISTORY: 1962 Code Section 21-708; 1963 (53) 253; 1964 (53) 2230; 1970 (56) 2039; 2002 Act No. 292, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-710/"
    },
    {
      "id": "section-59-53-720",
      "number": "59-53-720.",
      "heading": "",
      "text": "The committee shall constitute the administrative agency to administer the program of vocational and technical education in Darlington and Florence Counties under the former provisions which created the Advisory Committee for Technical Training.\n\nHISTORY: 1962 Code Section 21-708.1; 1963 (53) 253.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-720/"
    },
    {
      "id": "section-59-53-730",
      "number": "59-53-730.",
      "heading": "",
      "text": "The committee may do all things necessary or convenient to promote the objects of the program instituted by the former provisions which created the Advisory Committee for Technical Training, and without in any way limiting the generality of the foregoing, may:\n\n(1) Adopt and use a corporate seal;\n\n(2) Adopt such bylaws, rules and regulations for the conduct of business and the expenditure of its funds as it may deem advisable;\n\n(3) Acquire additional sites within Darlington and Florence Counties and construct and equip thereon appropriate facilities in accordance with the standards and specifications promulgated by the former State Advisory Committee;\n\n(4) Acquire by gift, purchase, or otherwise, all kinds and descriptions of real and personal property;\n\n(5) Accept gifts, grants, donations, devises and bequests;\n\n(6) Provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education;\n\n(7) Provide the necessary administrative services required by the State program;\n\n(8) Employ such personnel as may be necessary to enable the area committee to fulfill its functions;\n\n(9) Establish, promulgate and enforce reasonable rules and regulations, in conjunction with those promulgated by the State agency, for the operation of its facilities;\n\n(10) Expend any funds received in any manner, including the proceeds derived from any bonds issued by either Darlington County or Florence County to defray any costs incident to the establishment of adequate facilities for the program, and thereafter expend such funds for the operation, maintenance and improvement of the facilities;\n\n(11) Apply for, receive, and expend moneys from all governmental agencies, both State and Federal; and\n\n(12) Exercise all powers contemplated for local agencies by the former provisions which created the Advisory Committee for Technical Training, and all other laws modifying, amending or implementing it.\n\nHISTORY: 1962 Code Section 21-708.2; 1963 (53) 253.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-730/"
    },
    {
      "id": "section-59-53-740",
      "number": "59-53-740.",
      "heading": "",
      "text": "(A) The Area Commission of Florence-Darlington Technical College with the approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into one or more ground lease agreements with a private entity whereby the private entity will provide all services necessary for the creation and operation of an on-campus facility, the purpose of which shall be determined by the commission including, but not limited to, financing, designing, constructing, managing, operating, maintaining, and related services. Upon expiration of the ground lease agreement term, the private entity shall surrender unto the college, such premises with the existing buildings, other structures, and improvements constructed and located thereon and therein, in the same condition as when the construction of the buildings, other structures, and improvements were completed, only natural and normal wear and tear excepted. The Department of Administration or State Fiscal Accountability Authority, as appropriate, must first approve all ground lease agreement terms and conditions including the consideration involved. The full faith and credit of the State toward the lease obligations must not be pledged, and any statement to the contrary is deemed null and void as a matter of public policy. The approval required herein shall be in lieu of or a substitute for any other approval required by any other provision of law or regulation in connection with the undertaking of the private entity and the college; however, the private entity and the college shall adhere to fire, life, and safety codes as required by the Office of the State Engineer.\n\n(B) The Area Commission of Florence-Darlington Technical College, upon the approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into a lease or lease purchase agreement with a private entity for the entity to occupy a college facility or a facility to be built by the college on college property for the purpose of conducting an entrepreneurial or commercial activity.\n\n(C) The Area Commission of Florence-Darlington Technical College, upon approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into a ground lease with a private entity for the private entity to build a facility on property of the college in which the private entity will conduct an entrepreneurial or commercial activity consistent with the scope and mission of the college.\n\n(D) In implementing the provisions of subsections (B) and (C) of this section, full compliance with the provisions of Article X, Section 11 of the Constitution of this State is required.\n\n(E) Neither this section, nor the approval required by this section, exempts any transaction or entity from complying with Chapter 35 of Title 11.\n\nHISTORY: 2004 Act No. 201, Section 1, eff April 26, 2004; 2008 Act No. 275, Section 2, eff June 5, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-740/"
    },
    {
      "id": "section-59-53-810",
      "number": "59-53-810.",
      "heading": "",
      "text": "There is created, as a body politic and corporate of Horry and Georgetown Counties, the \"Horry-Georgetown Technical College Commission\" (the \"commission\"), consisting of six qualified electors of Horry County and three of Georgetown County. Appointments to the commission from Horry County must be made by the Governor, upon the recommendation of a majority of the Horry County legislative delegation, including the resident Senator. Appointments from Georgetown County must be made by the Governor on the recommendation of the governing body of Georgetown County. Members shall serve for terms of three years and until their successors are appointed and qualify. If a vacancy arises, a successor may be appointed by the Governor for the balance of the unexpired term in the same manner as the original appointment. The commission shall elect a chairman, a vice-chairman, and a secretary.\n\nHISTORY: 1962 Code Section 21-708.16; 1964 (53) 2236; 1966 (54) 2739; 1967 (55) 29; 2002 Act No. 292, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-810/"
    },
    {
      "id": "section-59-53-820",
      "number": "59-53-820.",
      "heading": "",
      "text": "The Commission shall provide for the creation, maintenance, and operation of a technical educational center. The counties shall provide the funds necessary to construct and maintain the center, the ownership of which shall revert to the governing bodies of Horry and Georgetown Counties, in proportion to their respective contributions, in the event of dissolution of the Commission. There shall be developed and carried out at such center the following:\n\nA program coordinated with our industrial expansion effort which will provide immediate training for established industries and provide immediate training for particular industries in accordance with the former provisions which created the Advisory Committee for Technical Training.\n\nHISTORY: 1962 Code Section 21-708.17; 1964 (53) 2236; 1966 (54) 2739.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-820/"
    },
    {
      "id": "section-59-53-830",
      "number": "59-53-830.",
      "heading": "",
      "text": "When funds are appropriated by the General Assembly the Commission is authorized and empowered to do all things necessary or convenient to promote the objects of the program instituted by the former provisions which created the Advisory Committee for Technical Training, and without in any way limiting the generality of the foregoing, shall be empowered as follows:\n\n(1) To adopt and use a corporate seal.\n\n(2) To adopt such bylaws, rules and regulations for the conduct of business and the expenditure of appropriated funds as it may deem advisable.\n\n(3) To acquire by gift, purchase, devise, lease, or otherwise, any real and personal property, and to hold, use, lease, or mortgage this property, or an interest therein; provided, that before any mortgage is executed, approval by the governing bodies of Horry and Georgetown Counties must first be obtained.\n\n(4) To accept gifts, grants, donations, devises and bequests.\n\n(5) To provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education.\n\n(6) To provide the necessary administrative services required by the State program.\n\n(7) To employ such personnel as may be necessary to enable the Commission to fulfill its functions.\n\n(8) To establish, promulgate, and enforce reasonable rules and regulations, in conjunction with those promulgated by the State agency for the operation of its facilities.\n\n(9) To operate its affairs on a fiscal year coinciding with that of the two counties involved.\n\n(10) To expend any funds received in any manner, including the proceeds derived from any bonds which may be issued by Horry County or Georgetown County to defray any costs incident to the establishment of adequate facilities for the program, and thereafter to expend such funds as may be appropriated for the operation, maintenance, and improvement of the facilities.\n\n(11) To apply for, receive, and expend moneys from all governmental agencies, both State and Federal.\n\n(12) To exercise all powers contemplated for local agencies by the former provisions which created the Advisory Committee for Technical Training, and all other laws modifying, amending or implementing it; provided, the Commission shall not cause any encumbrance to be put on any property under its control.\n\nHISTORY: 1962 Code Section 21-708.18; 1964 (53) 2236; 1966 (54) 2739; 1987 Act No. 112, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-830/"
    },
    {
      "id": "section-59-53-840",
      "number": "59-53-840.",
      "heading": "",
      "text": "The Commission shall at all times keep full and accurate account of its acts and of its receipts and expenditures, and at least once within four months, following the close of its fiscal year, a complete audit of its affairs shall be made by a qualified public accountant. Copies of the audit shall be filed with the secretary of each county legislative delegation.\n\nIn Georgetown County, appointments made pursuant to this section are governed by the provisions of Act 515 of 1996.\n\nHISTORY: 1962 Code Section 21-708.19; 1964 (53) 2236; 1966 (54) 2739.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-840/"
    },
    {
      "id": "section-59-53-850",
      "number": "59-53-850.",
      "heading": "",
      "text": "Not less frequently than annually the Commission shall make a written report of the activities of the Commission and file a copy with each member of the legislative delegations.\n\nHISTORY: 1962 Code Section 21-708.20; 1964 (53) 2236; 1966 (54) 2739.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-850/"
    },
    {
      "id": "section-59-53-860",
      "number": "59-53-860.",
      "heading": "",
      "text": "The treasurer of Horry County is hereby authorized to provide from the general funds of the county a revolving loan account to the Horry County Technical Education Commission in an amount not to exceed seventy-five hundred dollars.\n\nHISTORY: 1962 Code Section 21-708.20:1; 1967 (55) 327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-860/"
    },
    {
      "id": "section-59-53-910",
      "number": "59-53-910.",
      "heading": "",
      "text": "There is created the Technical College of the Lowcountry Area Commission which shall serve as the governing body of the Technical College of the Lowcountry. The commission is a body politic and corporate consisting of seven members who must be appointed in the manner provided in this section. Four members must be residents of Beaufort County, one member must be a resident of Colleton County, one member must be a resident of Hampton County, and one member must be a resident of Jasper County, all of whom must be appointed by the Governor upon the recommendation of a majority of the members of the General Assembly representing that county. The members of the commission must be appointed for terms of four years each and until their successors are appointed and qualify.\n\nA vacancy must be filled in the manner of the original appointment for the unexpired portion of the term only. The commission shall organize by electing one of its members as chairman, one as vice-chairman, and one as secretary. The terms of appointees expire on the first of July of the appropriate year.\n\nHISTORY: 1986 Act No. 537, Section 1; 2002 Act No. 292, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-910/"
    },
    {
      "id": "section-59-53-920",
      "number": "59-53-920.",
      "heading": "",
      "text": "Members of the commission must be selected based on merit regardless of race, color, creed, or gender and the appointing authority shall strive to assure that the membership is broadly representative of all the citizens of the counties involved.\n\nHISTORY: 1986 Act No. 537, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-920/"
    },
    {
      "id": "section-59-53-930",
      "number": "59-53-930.",
      "heading": "",
      "text": "The commission has the same powers as provided by Article 1, Chapter 53, Title 59 of the 1976 Code, and in addition must prepare and submit its annual budget for approval to the State Board for Technical and Comprehensive Education. Beaufort Technical College must be funded in accordance with the provisions of Sections 59-53-51, 59-53-52, and 59-53-57.\n\nHISTORY: 1986 Act No. 537, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-930/"
    },
    {
      "id": "section-59-53-940",
      "number": "59-53-940.",
      "heading": "",
      "text": "The commission shall at all times keep full and accurate account of its acts and of its receipts and expenditures. A complete audit of its affairs must be made by a qualified public accountant at least once within four months following the close of its fiscal year. Copies of the audit must be filed with the State Board for Technical and Comprehensive Education.\n\nHISTORY: 1986 Act No. 537, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-940/"
    },
    {
      "id": "section-59-53-1010",
      "number": "59-53-1010.",
      "heading": "",
      "text": "There is hereby created in Orangeburg and Calhoun Counties the Orangeburg-Calhoun Area Technical Education Commission. The Commission shall be a body politic and corporate, and shall consist of seven members. Each member shall be appointed by the Governor, upon the recommendation of a majority of the resident members of the legislative delegation of his county, and each member shall be a qualified registered elector of the county he represents. Five members shall be appointed from Orangeburg County for terms of four years and until their successors are appointed and qualify, except that of those first appointed, two shall serve for two years, two shall serve for three years and one shall serve for four years. Two members shall be appointed from Calhoun County for terms of four years and until their successors are appointed and qualify, except that of those first appointed, one shall serve for two years and one shall serve for four years. The length of the initial terms of the members shall be determined by lot. Any vacancy shall be filled in the manner of the original appointment for the unexpired portion of the term only. As soon as possible after the initial appointments have been made, the Commission shall organize by electing one of its members as chairman, one as vice-chairman, and one as secretary. A transcript of the record of the initial organization shall be filed with the clerk of court of each county. The terms of the initial appointees shall be extended so that all terms will expire on the first of July of the appropriate year.\n\nHISTORY: 1962 Code Section 21-708.20:11; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1010/"
    },
    {
      "id": "section-59-53-1020",
      "number": "59-53-1020.",
      "heading": "",
      "text": "The Commission shall be responsible for a full and exhaustive study looking to the development and implementation of an adequate vocational and technical training program, which shall include, but not be limited to, the following: A program coordinated with our industrial expansion effort which will provide immediate training for established industries and provide immediate training for particular industries. The Commission, in carrying out this program, shall cooperate with all State and Federal agencies designed to further technical education.\n\nHISTORY: 1962 Code Section 21-708.20:12; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1020/"
    },
    {
      "id": "section-59-53-1030",
      "number": "59-53-1030.",
      "heading": "",
      "text": "When funds are appropriated by the General Assembly, the Commission is authorized and empowered to do all things necessary or convenient to promote the objects of the program instituted by the former provisions which created the Advisory Committee for Technical Training and, without in any way limiting the generality of the foregoing, shall be empowered as follows:\n\n(1) To adopt and use a corporate seal;\n\n(2) To adopt such bylaws, rules and regulations for the conduct of business and the expenditure of appropriated funds as it may deem advisable;\n\n(3) When funds are made available by the General Assembly, to acquire a site within Orangeburg County and to construct and equip thereon appropriate facilities in accordance with the standards and specifications promulgated by the former State Advisory Committee;\n\n(4) To acquire by gift, or purchase, or otherwise, all kinds and descriptions of real and personal property;\n\n(5) To accept gifts, grants, donations, devises and bequests;\n\n(6) To provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education;\n\n(7) To provide the necessary administrative services required by the State program;\n\n(8) To employ such personnel as may be necessary to enable the Commission to fulfill its functions;\n\n(9) To establish, promulgate and enforce reasonable rules and regulations, in conjunction with those promulgated by the State agency, for the operation of its facilities;\n\n(10) To operate its affairs on a fiscal year coinciding with that of the State of South Carolina;\n\n(11) To expend any funds received in any manner, including the proceeds derived from any bonds which may be issued to defray any costs incident to the establishment of adequate facilities for the program, and thereafter to expend such funds as may be appropriated for the operation, maintenance and improvement of the facilities;\n\n(12) To apply for, receive, and expend moneys from all governmental agencies, both State and Federal; and\n\n(13) To exercise all powers contemplated for local agencies by the former provisions which created the Advisory Committee for Technical Training, and all other laws modifying, amending or implementing them.\n\nHISTORY: 1962 Code Section 21-708.20:13; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1030/"
    },
    {
      "id": "section-59-53-1040",
      "number": "59-53-1040.",
      "heading": "",
      "text": "The Commission shall at all times keep full and accurate account of its acts and of its receipts and expenditures, and at least once within four months, following the close of its fiscal year, a complete audit of its affairs shall be made by a qualified public accountant. Copies of the audit shall be filed with the clerk of court and the legislative delegation of each county.\n\nHISTORY: 1962 Code Section 21-708.20:14; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1040/"
    },
    {
      "id": "section-59-53-1050",
      "number": "59-53-1050.",
      "heading": "",
      "text": "At least once a year the Commission shall make a written report of its activities and file a copy with the legislative delegation of each county.\n\nHISTORY: 1962 Code Section 21-708.20:15; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1050/"
    },
    {
      "id": "section-59-53-1060",
      "number": "59-53-1060.",
      "heading": "",
      "text": "The operating expenses and building costs shall be divided proportionately between the two counties on a per capita basis.\n\nHISTORY: 1962 Code Section 21-708.20:16; 1966 (54) 2385.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1060/"
    },
    {
      "id": "section-59-53-1110",
      "number": "59-53-1110.",
      "heading": "",
      "text": "(A) There is created the Spartanburg County Commission for Technical and Community Education, which is a body politic and corporate and consists of thirteen members. The present members of the Spartanburg County Commission for Technical and Community Education shall continue to hold office as members of this commission for the terms for which they have been appointed, and the new members thereafter are appointed by the Governor for terms of four years each, upon the recommendation of a majority of the Spartanburg County Legislative Delegation. Each of the seven school districts of Spartanburg County shall have one member, Cherokee County School District One shall have one member upon the recommendation of the majority of the Cherokee County Legislative Delegation, the School District of Union County shall have one member upon the recommendation of the majority of the Union County Legislative Delegation, and two members must be appointed from Spartanburg County at large. The two at-large members may not be from the same district. The chairman of the Spartanburg County Planning and Development Board and the chairman of the County District Superintendents of Education or a designated alternative superintendent are ex officio members. The commission shall meet as soon after appointment as practicable and shall organize by electing a chairman and other officers as it considers necessary. Thereafter, the commission shall meet upon the call of the chairman or a majority of its members. It shall make periodic reports of its activities and progress to the legislative delegation and the board of education.\n\n(B) Notwithstanding the provisions of subsection (A), the four at-large members of the Spartanburg County Commission for Technical and Community Education serving on the effective date of this act shall continue to serve until the expiration of their terms or until a vacancy occurs, after which only two such members must be appointed.\n\nHISTORY: 1962 Act No. 906, Section 1; 2006 Act No. 432; 2008 Act No. 215, Section 1, eff May 13, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1110/"
    },
    {
      "id": "section-59-53-1120",
      "number": "59-53-1120.",
      "heading": "",
      "text": "(A) The commission is responsible for the development and implementation of an adequate vocational and technical training program, which includes, but is not limited to, the following:\n\n(1) a crash program coordinated with our industrial expansion effort, which will provide immediate training for established industries and provide immediate training for particular industries;\n\n(2) technical training programs primarily designed to train high school graduates as technicians for initial employment in industry; and\n\n(3) provide trade extension courses to persons who desire employment in industries and also to those presently employed who wish to improve their skills.\n\n(B) The commission, in carrying out these programs, shall cooperate with all school districts and all county, state, and federal agencies designed to further technical education. The commission may purchase or lease equipment, hire personnel, including a president and instructors, enter into contracts, make regulations, and do other things necessary to carry out the provisions of this act, or to qualify to receive state or federal aid under any present or future statute, policy, or regulation. The commission is considered an operating unit under the general laws governing the lending of funds for capital improvements by the State Educational Finance Commission.\n\n(C) The educational institution created by the commission, in its discretion, may be named Spartanburg Technical College, Spartanburg Community College, or any variation the commission considers appropriate However, for purposes of all provisions of law governing the operation of the institution, it shall be considered a technical college.\n\nHISTORY: 1962 Act No. 906, Section 2; 2006 Act No. 432.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1120/"
    },
    {
      "id": "section-59-53-1140",
      "number": "59-53-1140.",
      "heading": "",
      "text": "The commission shall submit a budget to the county board of commissioners on or before March first of each year.\n\nHISTORY: 1962 Act No. 906, Section 4; 1969 Act No. 477.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1140/"
    },
    {
      "id": "section-59-53-1130",
      "number": "59-53-1130.",
      "heading": "",
      "text": "The commission shall receive and administer the funds received by it from all sources and make its accounting to the county board of commissioners annually. The commission may receive gifts or grants of funds or property of any nature.\n\nHISTORY: 1962 Act No. 906, Section 3; 1969 Act No. 477.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1130/"
    },
    {
      "id": "section-59-53-1210",
      "number": "59-53-1210.",
      "heading": "",
      "text": "In order to fulfill the purposes and findings stated in Section 1 of 1963 Act No. 243, there is hereby created the Piedmont Technical Education and Training District, consisting of the Counties of Abbeville, Edgefield, Greenwood, Laurens, McCormick, Newberry and Saluda which shall be controlled and managed by a commission known as the Piedmont Technical Education Commission, and hereinafter called the \"Commission.\"\n\nHISTORY: 1962 Code Section 21-708.21; 1963 (53) 276; 1964 (53) 2179; 1965 (54) 663; 1971 (57) 784; 1973 (58) 237; 1974 (58) 2119.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1210/"
    },
    {
      "id": "section-59-53-1220",
      "number": "59-53-1220.",
      "heading": "",
      "text": "The Commission shall consist of one member each from the Counties of Edgefield, McCormick, Newberry and Saluda, two members from Abbeville and Laurens Counties and four members from Greenwood County. Each member shall be appointed by the Governor upon the recommendation of a majority of the resident members of the legislative delegation of his county.\n\nUpon the expiration of the terms of office of those first appointed, successors shall be appointed for terms of four years and until their successors are appointed and qualify. Any vacancy shall be filled for the balance of the unexpired term in the same manner as the original appointment. All terms of office shall terminate on the appropriate anniversary of July 1, 1973, notwithstanding that a delay in making appointments shall lessen the duration of the terms of office.\n\nThe Commission shall elect a chairman, vice-chairman and secretary, each of whom shall serve a term of one year and until his successor is elected.\n\nA transcript of the record of the organization of the Commission shall be filed annually with the governing body of any participating county in order to reflect the membership of the Commission and those who become its officers.\n\nHISTORY: 1962 Code Section 21-708.22; 1963 (53) 276; 1964 (53) 2179; 1965 (54) 663; 1971 (57) 784; 1973 (58) 237, 292; 1974 (58) 2119.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1220/"
    },
    {
      "id": "section-59-53-1230",
      "number": "59-53-1230.",
      "heading": "",
      "text": "The commission shall provide for the creation, maintenance and operation of a technical education center to be located within the district, and there shall be developed and carried out at such center a program of adult pre-employment, adult extension, and high school pre-employment training for residents of the district and such other persons as the commission shall designate, upon such terms as the commission shall require, all in conjunction and coordination with the State program for technical education.\n\nHISTORY: 1962 Code Section 21-708.23; 1963 (53) 276.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1230/"
    },
    {
      "id": "section-59-53-1240",
      "number": "59-53-1240.",
      "heading": "",
      "text": "The commission is vested with authority to:\n\n(1) Employ personnel;\n\n(2) Accept and administer funds or equipment from other governmental agencies, individuals, or corporations;\n\n(3) Enter into such contracts as may be necessary to carry out the purposes of the center; and\n\n(4) Acquire, own, and sell property, real and personal.\n\nHISTORY: 1962 Code Section 21-708.24; 1963 (53) 276.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1240/"
    },
    {
      "id": "section-59-53-1250",
      "number": "59-53-1250.",
      "heading": "",
      "text": "The share of each participating county in the operating expenses of the district shall be determined by agreement between the district commission and the respective county governing bodies.\n\nHISTORY: 1962 Code Section 21-708.25; 1963 (53) 276; 1964 (53) 2179; 1965 (54) 663; 1966 (54) 2650; 1971 (57) 784.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1250/"
    },
    {
      "id": "section-59-53-1260",
      "number": "59-53-1260.",
      "heading": "",
      "text": "The commission shall furnish to the members of the legislative delegations who provide county funds an annual audit of the receipts and expenditures of the center.\n\nHISTORY: 1962 Code Section 21-708.26; 1963 (53) 276.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1260/"
    },
    {
      "id": "section-59-53-1270",
      "number": "59-53-1270.",
      "heading": "",
      "text": "The center, including the real property, shall not be disposed of except upon approval of the governing bodies of all participating counties.\n\nHISTORY: 1962 Code Section 21-708.27; 1963 (53) 276.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1270/"
    },
    {
      "id": "section-59-53-1310",
      "number": "59-53-1310.",
      "heading": "",
      "text": "There is hereby created the York Commission for Technical Education (hereinafter referred to as the \"commission\"), which is a body politic and corporate and which shall have the functions and duties set forth to serve the counties of York, Chester, and Lancaster. The commission must be composed of nine members, to be appointed by the Governor upon the recommendation of a majority of the members of the county legislative delegation residing in York County. The terms of the members are for four years and until their successors are appointed and qualify. All vacancies must be filled in the manner of the original appointment for the unexpired portion of the term only. The commission shall meet as soon after appointment as practicable and shall organize by electing a chairman and such other officers, as it considers necessary. Thereafter, the commission shall meet upon the call of the chairman or a majority of its members. It shall make periodic reports of its activities and progress to the York County Legislative Delegation.\n\nIn addition to the nine members of the commission provided for above, there shall be two additional members of the commission, one who must be a resident of Chester County appointed by the Governor upon recommendation by the Chester County Legislative Delegation and one who must be a resident of Lancaster County appointed by the Governor upon the recommendation of the Lancaster County Legislative Delegation. These two members shall serve for four-year terms and until their successors are appointed and qualify.\n\nHISTORY: 2006 Act No. 232, Section 1, eff February 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1310/"
    },
    {
      "id": "section-59-53-1320",
      "number": "59-53-1320.",
      "heading": "",
      "text": "There is hereby committed to the commission the function of promoting the program contemplated by Chapter 53 of Title 59 in and for York, Chester, and Lancaster Counties and without in any way limiting the generality of the foregoing, is empowered as follows to:\n\n(1) adopt and use a corporate seal;\n\n(2) adopt such bylaws and regulations for the conduct of business and the expenditure of its funds as it considers advisable;\n\n(3) acquire an appropriate site and to construct and equip on that site appropriate facilities in accordance with the standards and specifications set forth by the Advisory Committee for Technical Training;\n\n(4) acquire by gift, purchase, or otherwise, all kinds and descriptions of real and personal property;\n\n(5) accept gifts, grants, donations, devises, and bequests;\n\n(6) provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education;\n\n(7) provide the necessary administrative services required by the state program;\n\n(8) employ such personnel as is necessary to enable the commission to fulfill its functions;\n\n(9) establish, promulgate, and enforce reasonable regulations, in conjunction with those promulgated by the state agency for the operation of its facilities;\n\n(10) operate its affairs on a fiscal year beginning on July first in each year and ending on June thirtieth of the succeeding calendar year;\n\n(11) expend any funds received in any manner, including the proceeds derived from any bonds issued by York County to defray any costs incident to the establishment of adequate facilities for the program, and thereafter to expend such funds for the operation, maintenance, and improvement of the facilities;\n\n(12) apply for, receive, and expend monies from all governmental agencies, both state and federal; and\n\n(13) exercise all powers contemplated for local agencies by Chapter 53 of Title 59 or by law.\n\nHISTORY: 2006 Act No. 232, Section 1, eff February 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1320/"
    },
    {
      "id": "section-59-53-1330",
      "number": "59-53-1330.",
      "heading": "",
      "text": "The commission shall make its local accounting annually in the same manner as school districts.\n\nThe commission must be considered an operating unit under the general laws governing the lending of funds for capital improvements by the State Educational Finance Commission.\n\nHISTORY: 2006 Act No. 232, Section 1, eff February 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1330/"
    },
    {
      "id": "section-59-53-1340",
      "number": "59-53-1340.",
      "heading": "",
      "text": "The commission shall submit a budget to the legislative delegation on or before March first of each year. If a majority of the legislative delegation shall approve the budget, the Auditor of York County shall levy and the treasurer shall collect a tax sufficient to provide the necessary funds for the administration of this act upon all taxable property in York County.\n\nHISTORY: 2006 Act No. 232, Section 1, eff February 17, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1340/"
    },
    {
      "id": "section-59-53-1410",
      "number": "59-53-1410.",
      "heading": "",
      "text": "There is created the Central Carolina Technical College Commission representing the counties of Clarendon, Kershaw, Lee, and Sumter. The commission is a body politic and corporate consisting of twelve members. Each member must be appointed by the Governor, upon the recommendation of a majority of the legislative delegation of the member's respective county, and each member must be a qualified registered elector of the county represented. Six members must be appointed from Sumter County. Three members must be appointed from Kershaw County. Two members must be appointed from Clarendon County. One member must be appointed from Lee County. The terms of all members are for four years and until their successors are appointed and qualified. A vacancy must be filled in the manner of the original appointment for the unexpired portion of the term only. The commission shall organize by electing one of its members as chairman, one as vice chairman, and one as secretary. The terms of appointees expire July first of the appropriate year.\n\nHISTORY: 1962 Code Section 21-708.31; 1962 (52) 1930; 1963 (53) 33; 2002 Act No. 292, Section 8; 2009 Act No. 13, Section 1, eff upon approval (became law without the Governor's signature on May 7, 2009); 2017 Act No. 53 (S.411), Section 1, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1410/"
    },
    {
      "id": "section-59-53-1420",
      "number": "59-53-1420.",
      "heading": "",
      "text": "The commission shall be responsible for a full and exhaustive study looking to the development and implementation of an adequate vocational and technical training program, which shall include, but not be limited to, the following: A program coordinated with our industrial expansion effort which will provide immediate training for established industries and provide immediate training for particular industries. The commission, in carrying out this program, shall cooperate with all State and Federal agencies designed to further technical education.\n\nHISTORY: 1962 Code Section 21-708.32; 1962 (52) 1930.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1420/"
    },
    {
      "id": "section-59-53-1430",
      "number": "59-53-1430.",
      "heading": "",
      "text": "When funds are appropriated by the General Assembly the commission is authorized and empowered to do all things necessary or convenient to promote the objects of the program instituted by the former provisions which created the Advisory Committee for Technical Training, and without in any way limiting the generality of the foregoing, shall be impounded as follows:\n\n(1) to adopt and use a corporate seal;\n\n(2) to adopt such bylaws, rules and regulations for the conduct of business and the expenditure of appropriated funds as it may deem advisable;\n\n(3) when funds are made available by the General Assembly, to acquire a site within Sumter County and to construct and equip thereon appropriate facilities in accordance with the standards and specifications promulgated by the former State Advisory Committee;\n\n(4) to acquire by gift, or purchase, or otherwise, all kinds and descriptions of real and personal property;\n\n(5) to accept gifts, grants, donations, devises and bequests;\n\n(6) to provide appropriate supervision of the maintenance of any facility established to promote vocational or technical education;\n\n(7) to provide the necessary administrative services required by the State program;\n\n(8) to employ such personnel as may be necessary to enable the commission to fulfill its functions;\n\n(9) to establish, promulgate and enforce reasonable rules and regulations, in conjunction with those promulgated by the State agency, for the operation of its facilities;\n\n(10) to operate its affairs on a fiscal year coinciding with that of Sumter County;\n\n(11) to expend any funds received in any manner, including the proceeds derived from any bonds which may be issued to defray any costs incident to the establishment of adequate facilities for the program, and thereafter to expend such funds as may be appropriated for the operation, maintenance and improvement of the facilities;\n\n(12) to apply for, receive, and expend moneys from all governmental agencies, both State and Federal;\n\n(13) to exercise all powers contemplated for local agencies by the former provisions which created the Advisory Committee for Technical Training, and all other laws modifying, amending or implementing it.\n\nHISTORY: 1962 Code Section 21-708.33; 1962 (52) 1930; 1963 (53) 33.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1430/"
    },
    {
      "id": "section-59-53-1440",
      "number": "59-53-1440.",
      "heading": "",
      "text": "Representation on the commission shall be contingent upon continued financial support and participation by each respective county.\n\nHISTORY: 1962 Code Section 21-708.34; 1963 (53) 33.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1440/"
    },
    {
      "id": "section-59-53-1450",
      "number": "59-53-1450.",
      "heading": "",
      "text": "The commission shall at all times keep full and accurate account of its acts and of its receipts and expenditures, and at least once within four months, following the close of its fiscal year, a complete audit of its affairs shall be made by a qualified public accountant. Copies of the audit shall be filed with the clerk of court and the legislative delegation of each county comprising the commission.\n\nHISTORY: 1962 Code Section 21-708.35; 1962 (52) 1930; 1963 (53) 33.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1450/"
    },
    {
      "id": "section-59-53-1460",
      "number": "59-53-1460.",
      "heading": "",
      "text": "Not less frequently than annually the commission shall make a written report of the activities of the commission and file a copy with the legislative delegation of each county comprising the commission.\n\nHISTORY: 1962 Code Section 21-708.36; 1962 (52) 1930; 1963 (53) 33.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1460/"
    },
    {
      "id": "section-59-53-1500",
      "number": "59-53-1500.",
      "heading": "",
      "text": "(A) There is created the Greenville Technical College Area Commission which is a body politic and corporate and the governing body of Greenville Technical College. The commission consists of twelve voting members or area commissioners appointed by the Greenville County Legislative Delegation in the manner provided in this section.\n\n(B) Except for commissioners appointed pursuant to subsection (D)(2) and (3), all members must be qualified electors of Greenville County. Each member filling a house district residency seat, as provided for in this section, at the time of their appointment and throughout their term of office, shall reside in a house district corresponding to their membership seat. A change of residency outside of Greenville County, or outside of a corresponding district for members filling house district residency seats, automatically terminates that member's appointment, although, subject to the provisions of subsection (E), the member may serve until a successor is appointed and qualifies to fill the remainder of the unexpired term.\n\n(C) The commission shall have six members designated as occupying house district residency seats which, unless otherwise stipulated, must be filled as provided in this subsection. The members of the House of Representatives from each of the House single-member election districts in a particular house residency district, together with any member of the Senate representing any portion of these House single-member election districts in that particular house residency district, shall recommend a nominee for that seat to the full Greenville County Legislative Delegation which shall either select and appoint that nominee to the commission or reject the nominee. In this case another nominee must be recommended by the same process to the full county legislative delegation until the seat is filled. These six house district residency seats are as follows:\n\n(1) Residency Seat No. 1: one member selected from House District 5, 17, or 19;\n\n(2) Residency Seat No. 2: one member selected from House District 16, 21, or 35;\n\n(3) Residency Seat No. 3: one member selected from House District 22 or 24;\n\n(4) Residency Seat No. 4: one member selected from House District 23 or 25;\n\n(5) Residency Seat No. 5: one member selected from House District 18 or 20; and\n\n(6) Residency Seat No. 6: one member selected from House District 7, 10, 27, or 28.\n\nMembers of the commission residing in these specified house districts not serving as at-large members are deemed to be the house district residency seat members from those districts unless otherwise provided.\n\n(D) The commission shall have six at-large members selected by the Greenville County Legislative Delegation as follows:\n\n(1) four at-large members which unless otherwise stipulated, must be nominated by the Greenville County Council. Each of these four at-large seats must be numbered as Seats 1-4, respectively;\n\n(2) one at-large member nominated by the Greenville County School District Board of Trustees from among the Greenville County School District Board of Trustees, including the superintendent, and this individual must live or work in Greenville County; and\n\n(3) one at-large member nominated by Greenville County Workforce Investment Board, including the president, from among the members of the board including its officers, and this individual must live or work in Greenville County.\n\nAny public officials selected for the school board and Workforce Investment Board seats shall serve ex officio as voting members.\n\nMembers are responsible to all areas served by the Greenville Technical College regardless of residency and shall make decisions in the best interests of the Greenville Technical College and all those it serves as a whole. The commission shall elect from among its members a chairman, vice chairman, secretary, and treasurer. Members shall serve without compensation.\n\n(E) Commission members shall serve terms of four years, which expire May thirty-first of the appropriate year, and until their successors are appointed and qualify. A member shall serve until his successor is appointed and qualifies for a period not to exceed one year after expiration of his term. If the Greenville County Legislative Delegation has not filled a seat within one year of the expiration of the term, the member serving in that seat shall cease serving and the seat is vacant until filled. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term.\n\n(F) The absence of a member at three consecutive regularly scheduled commission meetings shall cause that member's seat to become immediately vacant unless the absence is excused by the chairman of the commission. Any regularly scheduled meeting which is canceled pursuant to the bylaws or does not begin for lack of a quorum must be disregarded for all purposes under this subsection. Vacancies occurring under this subsection must be filled in the manner of the original appointment for the unexpired portion of the term. If otherwise eligible, the member causing the vacancy may be reappointed to the seat.\n\n(G) The nominating procedures for appointment of area commissioners are as follows:\n\n(1) The legislative delegation shall publicize vacancies, and recommendations may be made to the commission from any individual, organization, or group. Notwithstanding this provision, the Greenville County Legislative Delegation may reappoint a member who completes an unexpired portion of a prior term of less than two years without soliciting or accepting any nominations. The legislative delegation may appoint the nominee of the county council for a particular seat or may reject the nominee, in which case an additional nominee must be submitted by the county council in the manner provided by this article until the vacancy is filled.\n\n(2) All recommendations, nominations, and appointments to the commission must be nondiscriminatory and shall take into account diversity and other pertinent qualifications as may be beneficial to constituting a commission which is mindful of the needs of all segments of the population of Greenville County and those served by Greenville Technical College.\n\n(3) The Greenville County School District Board of Trustees and the Greenville County Workforce Investment Board shall submit a nominee to the Greenville County Legislative Delegation to fill vacancies in their respective proxy seats. The Greenville County Council shall submit a nominee to the Greenville County Legislative Delegation for all seat vacancies for which it submits a nominee.\n\n(H) Whenever the South Carolina House of Representatives election districts are redrawn and become effective, the boundaries of the house district residency seats are automatically redrawn to match the new house districts. Redistricting does not affect the term of any commissioner appointed before the effective date of redistricting.\n\n(I) The commission shall:\n\n(1) establish the basic qualifications for and appoint a president for the term and under the conditions as it may fix, the commission having full powers of appointment and dismissal to the fullest extent permitted by law and applicable regulations;\n\n(2) provide for the employment of personnel pursuant to Section 59-53-20;\n\n(3) purchase land required for college sites and rights of way which are necessary for the proper operation of the college;\n\n(4) apply the standards and requirements for admission and graduation of students and other standards established by the State Board for Technical and Comprehensive Education;\n\n(5) receive and accept private donations, gifts, bequests, and the like to apply them or invest any of them and apply the proceeds for the purposes and upon the terms which the donor may prescribe and which are consistent with the provisions of law and the regulations of the State Board for Technical and Comprehensive Education;\n\n(6) require the execution of studies and take steps as are necessary to ensure that the functions of the college are always those which are most helpful and feasible in light of the resources available to the school;\n\n(7) designate members or other agents or representatives to represent the college before the Greenville County Council, the State Board for Technical and Comprehensive Education, and other agencies concerned with the serving of financial support for the needs of the college for operational expenses and capital outlay;\n\n(8) adopt and recommend current expense and capital outlay budgets;\n\n(9) perform acts and do other things as may be necessary or proper for the exercise of the foregoing specific powers, including the adoption and enforcement of reasonable rules, regulations, and bylaws for the government and operation of the college under law and for the discipline of students;\n\n(10) perform functions required as necessary for the proper governance of the college with regard to policy, personnel, and fiduciary matters.\n\nHISTORY: 2013 Act No. 32, Section 3, eff June 1, 2013; 2015 Act No. 49 (H.4135), Section 1, eff June 3, 2015; 2024 Act No. 141 (H.4349), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1500/"
    },
    {
      "id": "section-59-53-1510",
      "number": "59-53-1510.",
      "heading": "",
      "text": "The commission at all times shall keep a full and accurate account of its acts and of its receipts and expenditures, and at least once within four months, following the close of its fiscal year, a complete audit of its affairs must be made by a qualified public accountant. Copies of the audit must be filed with the Clerk of Court for Greenville County and with the Secretary of the Greenville County Legislative Delegation.\n\nHISTORY: 2013 Act No. 32, Section 3, eff June 1, 2013; 2015 Act No. 49 (H.4135), Section 1, eff June 3, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1510/"
    },
    {
      "id": "section-59-53-1520",
      "number": "59-53-1520.",
      "heading": "",
      "text": "Not less frequently than annually the commission shall make a written report of the activities of the commission and file a copy with the Secretary of the Greenville County Legislative Delegation.\n\nHISTORY: 2013 Act No. 32, Section 3, eff June 1, 2013; 2015 Act No. 49 (H.4135), Section 1, eff June 3, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1520/"
    },
    {
      "id": "section-59-53-1610",
      "number": "59-53-1610.",
      "heading": "",
      "text": "The Aiken County Commission for Technical Education established pursuant to Act 926 of 1962 is renamed the Aiken County Commission for Technical and Comprehensive Education.\n\nHISTORY: 2002 Act No. 292, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1610/"
    },
    {
      "id": "section-59-53-1710",
      "number": "59-53-1710.",
      "heading": "",
      "text": "There is created, as an administrative agency of Richland, Lexington, and Fairfield counties, the Midlands Technical College Commission. The commission is composed of thirteen members who must be appointed by the Governor for a term of four years as follows: seven members must be appointed upon the recommendation of a majority of the legislative delegation representing Richland County, five members must be appointed upon the recommendation of a majority of the legislative delegation representing Lexington County, and one member must be appointed upon the recommendation of a majority of the legislative delegation representing Fairfield County. If a vacancy occurs, a successor must be appointed in the same manner as the original appointment for the unexpired portion of the term. Any member may be removed by the appointing authority for neglect of duty, misconduct, or malfeasance in office after being given a written statement of reasons and an opportunity to be heard. Members serve until their successors are appointed and qualify, but any delay in appointing a successor does not extend the term of the succession. The members of the commission shall receive per diem as provided for members of boards, commissions, and committees and actual expenses incurred in the performance of their duties. The commission shall elect from its membership a chairman, a vice chairman, a treasurer, and a secretary to serve for terms of two years and until their successors are elected and qualify. The office of chairman must be rotated among the representatives of the three counties, but the practice of rotating the office of chairman may be dispensed with by a three-fourths vote of the commission. If the office of chairman becomes vacant, a successor must be elected for the remainder of the term and must be from the members representing the same county as the former chairman. The same rotation must be applied to the office of vice chairman, but the practice of rotating the office of vice chairman may be dispensed with if, by three-fourths vote, the commission finds that the rotation is impracticable.\n\nHISTORY: 1989 Act No. 33, Section 1; 1994 Act No. 492, Section 1; 2002 Act No. 326, Section 11; 2004 Act No. 190, Section 1, eff March 18, 2004; 2014 Act No. 239 (S.1295), Section 1, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1710/"
    },
    {
      "id": "section-59-53-1720",
      "number": "59-53-1720.",
      "heading": "",
      "text": "The commission shall promote the objects of the state technical and vocational education and training and shall:\n\n(1) adopt and use a corporate seal;\n\n(2) adopt bylaws and regulations for the conduct of business and the expenditure of its funds as it may consider advisable;\n\n(3) acquire one or more sites within Richland, Lexington, and Fairfield counties and construct and equip appropriate facilities in accordance with the standards and specifications promulgated by the State Board for Technical and Comprehensive Education;\n\n(4) acquire by gift, purchase, or otherwise all kinds and descriptions of real and personal property;\n\n(5) accept gifts, grants, donations, devises, and bequests;\n\n(6) provide appropriate supervision of the maintenance of any facility established by the commission;\n\n(7) provide the necessary administrative services required by the state program;\n\n(8) employ personnel necessary to enable the commission to fulfill its functions;\n\n(9) promulgate and enforce regulations, in conjunction with those promulgated by the state agency, for the operation of its facilities;\n\n(10) operate its affairs on a fiscal year coinciding with that of the State;\n\n(11) expend funds received in any manner, including the proceeds derived from bonds issued by Richland, Lexington, and Fairfield counties, to defray costs incident to the establishment of adequate facilities for the program and then to expend the funds for the operation, maintenance, and improvement of the facilities;\n\n(12) apply for, receive, and expend monies from all governmental agencies, both state and federal;\n\n(13) exercise all powers contemplated for local agencies by Article 1 of this chapter, and all other laws modifying or implementing it.\n\nHISTORY: 1989 Act No. 33, Section 1; 2014 Act No. 239 (S.1295), Section 2, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1720/"
    },
    {
      "id": "section-59-53-1725",
      "number": "59-53-1725.",
      "heading": "",
      "text": "(A) As used in this section, \"Northeast Campus\" means the commission's real property and facilities located near the South Carolina Research Authority and Northwoods Golf Course properties and bounded in part by Pisgah Church Road, Powell Road, and Gateway Plantation Road, and \"Enterprise Campus\" means the Northeast Campus and all other real property and facilities designated by the commission. The properties designated by the commission do not have to be contiguous with the Northeast Campus to be designated as part of the Enterprise Campus.\n\n(B) The commission may provide for the management, development, and operation of part or all of its Northeast Campus property by the Midlands Technical College Enterprise Campus Authority.\n\n(C) The commission is authorized to enter into contracts with the Midlands Technical College Enterprise Campus Authority for the provision of executive and administrative services to the authority.\n\n(D) In the fulfillment of the power contained in this section, the commission is authorized to sell, convey, lease, exchange, transfer, or give all or any part of its real and personal property and other assets constituting the Northeast Campus to the Midlands Technical College Enterprise Campus Authority upon such terms and conditions as the commission determines. The commission may sell, convey, lease, exchange, transfer, or give all or any part of its real and personal property and other assets constituting the Enterprise Campus, other than the Northeast Campus, to the Midlands Technical College Enterprise Campus Authority only upon approval by the State Board for Technical and Comprehensive Education. The commission may buy, purchase, or otherwise acquire and accept real and personal property and other assets from the Midlands Technical College Enterprise Campus Authority only in accordance with all regulations and general laws applicable to state-supported technical institutions in the acquisition and acceptance of real and personal property and other assets.\n\nHISTORY: 2004 Act No. 200, Section 3, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1725/"
    },
    {
      "id": "section-59-53-1730",
      "number": "59-53-1730.",
      "heading": "",
      "text": "The participating counties shall appropriate and contribute annually to the commission sufficient funds to enable it to defray costs for the operation, maintenance, and improvement of its facilities and to make payment of principal and interest on bonds issued by Richland, Lexington, and Fairfield counties for the acquisition of land and construction of facilities. The counties shall make funds available on a proportional basis equal to the population of the participating counties.\n\nHISTORY: 1989 Act No. 33, Section 1; 2014 Act No. 239 (S.1295), Section 3, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1730/"
    },
    {
      "id": "section-59-53-1740",
      "number": "59-53-1740.",
      "heading": "",
      "text": "The commission shall keep full and accurate account of its activities, receipts, and expenditures, and within four months, following the close of its fiscal year, a complete audit of its affairs must be made by a qualified public accountant. Copies of the audit must be filed with the clerks of court for Richland, Lexington, and Fairfield counties, secretaries of the Richland, Lexington, and Fairfield County Legislative Delegations, and the secretaries of the county councils for Richland, Lexington, and Fairfield counties.\n\nHISTORY: 1989 Act No. 33, Section 1; 2014 Act No. 239 (S.1295), Section 4, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1740/"
    },
    {
      "id": "section-59-53-1750",
      "number": "59-53-1750.",
      "heading": "",
      "text": "The commission shall make a written report of its activities at least annually and file a copy with the secretaries of the Richland, Lexington, and Fairfield County Legislative Delegations and county councils.\n\nHISTORY: 1989 Act No. 33, Section 1; 2014 Act No. 239 (S.1295), Section 5, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1750/"
    },
    {
      "id": "section-59-53-1760",
      "number": "59-53-1760.",
      "heading": "",
      "text": "If the commission stops operating a facility for vocational and technical education, the respective counties shall participate in any funds derived from the sale of the land, equipment, and facilities in proportion to their total contributions to the payment of the indebtedness incurred for the purchase of the land and construction of the facilities.\n\nHISTORY: 1989 Act No. 33, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1760/"
    },
    {
      "id": "section-59-53-1780",
      "number": "59-53-1780.",
      "heading": "",
      "text": "This subarticle may be cited as the Midlands Technical College Enterprise Campus Authority Act.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1780/"
    },
    {
      "id": "section-59-53-1781",
      "number": "59-53-1781.",
      "heading": "",
      "text": "As used in this subarticle, unless the context clearly requires otherwise:\n\n(1) \"Authority\" means the Midlands Technical College Enterprise Campus Authority.\n\n(2) \"Board\" means the governing body of the authority.\n\n(3) \"Commission\" means the Midlands Technical College Commission.\n\n(4) \"Enterprise Campus\" means the real and personal property subject to the management and control of the authority. The Enterprise Campus may consist of one or more tracts or parcels of real property and none of the tracts or parcels has to be contiguous with other properties constituting the Enterprise Campus.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1781/"
    },
    {
      "id": "section-59-53-1782",
      "number": "59-53-1782.",
      "heading": "",
      "text": "(A) There is created a body politic and corporate known as the Midlands Technical College Enterprise Campus Authority. The authority is declared to be a public instrumentality of the State and the exercise by it of any power conferred in this subarticle is the performance of an essential public function. The authority is governed by a board, which consists of members of the commission. All members serve ex-officio. Persons serving as chairman, vice-chairman, treasurer, and secretary of the commission shall serve in the same capacity on the board. The members of the board shall receive per diem as provided for members of boards, commissions, and committees and actual expenses incurred in the performance of their duties.\n\n(B) The board shall exercise the powers of the authority.\n\n(C) The purpose of the authority is to provide for the management, development, and operation of the Enterprise Campus.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1782/"
    },
    {
      "id": "section-59-53-1783",
      "number": "59-53-1783.",
      "heading": "",
      "text": "(A) In addition to the powers contained elsewhere in this subarticle, the board has all power necessary, useful, or appropriate to operate and administer the authority, to effectuate the purposes of the authority, and to perform its other functions including, but not limited to, the power to:\n\n(1) have perpetual succession;\n\n(2) sue and be sued in its own name;\n\n(3) adopt, promulgate, amend, and repeal bylaws, not inconsistent with provisions in this subarticle for the administration of the authority's affairs and the implementation of its functions;\n\n(4) have a seal and alter it at its pleasure, although the failure to affix the seal does not affect the validity of an instrument executed on behalf of the authority;\n\n(5) make and execute contracts and all other instruments and agreements necessary or convenient for the performance of its duties and the exercise of its powers and functions;\n\n(6) buy, purchase, or otherwise acquire real and personal property and other assets and sell, convey, mortgage, pledge, lease, exchange, transfer, and otherwise dispose of all or any part of its real and personal property and other assets, upon such terms and conditions the board determines;\n\n(7) employ agents, advisors, consultants, engineers, architects, attorneys, accountants, construction and financial experts, land planners, superintendents, managers, and other employees and agents as necessary in the board's judgment in connection with any aspect of the Enterprise Campus and to determine their duties and to fix their compensation;\n\n(8) procure insurance against any loss in connection with its property, assets, or activities, including insurance against liability for its acts or the acts of its employees or agents;\n\n(9) procure insurance, guarantees, letters of credit, and other forms of collateral or security or credit support from any public or private entities, including any department, agency, or instrumentality of the United States or the State of South Carolina, for the payment of any bonds issued by it, including the power to pay premiums or fees on any insurance, guarantees, letters of credit, and other forms of collateral or security or credit support;\n\n(10) receive, accept, and expend from any source including any federal, state, or other public agency and any private agency, person, or other entity appropriated funds, donations, loans, grants, aid, or contributions of money, property, labor, or other things of value;\n\n(11) invest or reinvest its funds as provided in Section 11-9-660;\n\n(12) make contracts and guarantees, incur liabilities, issue its notes, bonds, and other obligations, and secure any of its obligations by mortgage or pledge of any of its property, or income in a manner determined to be in the best interest of the authority. Any guarantee or indebtedness of the authority does not create an obligation of the State or commission, nor must the guarantee or indebtedness be considered a debt against the general revenue of the State or commission;\n\n(13) fix and revise when necessary and charge and collect rates, fees, rents, and charges for the use of, and for the services furnished by it, for all or any portion of the Enterprise Campus;\n\n(14) determine the character of the Enterprise Campus, and acquire, develop, construct, and provide for the Enterprise Campus, and maintain, repair, and operate, and enter into contracts for the management, lease, use, or operation of all or any portion of the Enterprise Campus;\n\n(15) establish and enforce, and agree through any resolution or trust agreement authorizing or securing bonds, notes, or other obligations or indebtedness of the authority to make and enforce rules and regulations for the use of and services rendered by the authority for the Enterprise Campus;\n\n(16) appoint and provide for advisory committees;\n\n(17) establish not-for-profit corporations in accordance with applicable corporate law and with the powers as provided by the applicable corporate law; and\n\n(18) do all other things necessary or convenient to exercise the powers granted or reasonably implied by this subarticle.\n\n(B) The powers contained in this subarticle include the power to enter into contracts and other agreements with public or private entities for the lease of authority property, the construction, occupancy, use, and ownership by the public or private entity of buildings or other facilities on authority property, and the conveyance of the public or private entity's property to the authority at the end of any applicable contract or agreement.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1783/"
    },
    {
      "id": "section-59-53-1784",
      "number": "59-53-1784.",
      "heading": "",
      "text": "(A) The authority must comply with the provisions of Chapter 47 of Title 2; provided, however, only State Department of Administration or State Fiscal Accountability Authority, as appropriate, approval is required for leases and lease purchase agreements, including ground lease agreements, the terms and conditions thereof, and the consideration involved, for the construction or use of facilities on the Enterprise Campus. Upon the expiration of the lease purchase agreements, including ground lease agreements, the private entity shall surrender unto the authority such premises with the existing buildings, other structures, and improvements constructed and located on the Enterprise Campus, in the same condition as when the construction of the buildings, other structures, and improvements were completed, only natural and normal wear and tear excepted. The approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, required herein for leases and lease purchase agreements, including ground lease agreements, is in lieu of or a substitute for any other approval required by any other provision of law or regulation. The full faith and credit of the State toward the lease obligations must not be pledged, and any statement to the contrary is deemed null and void as a matter of public policy.\n\nThe authority shall adhere to fire, life, and safety codes as required by the Office of State Engineer. In the leasing of property and the granting of easements and rights-of-way by the authority, the authority is exempt from the provisions of Sections 1-11-55, 1-11-56, and 10-1-130.\n\n(B) For all matters associated with the Enterprise Campus, the authority is exempt from the South Carolina Consolidated Procurement Code, however, the authority shall adopt a procurement policy requiring competitive solicitations, and the policy must be filed with and approved by the State Fiscal Accountability Authority. The policy must include provisions for audit and recertification.\n\n(C)(1) The authority is exempt from all regulations and general laws including, but not limited to, Sections 1-11-58 and 1-11-65, governing disposal of surplus government property, whether real, personal, or mixed.\n\n(2) The exemption provided in item (1) includes an exemption for the sale of real property but only if the sale is for a price not less than a market value determined by an appraisal conforming to the Department of Administration's appraisal standards and the transfer of title is by quit claim deed. After the recording of the deed for the sold real property, the authority shall file with the Department of Administration and the State Fiscal Accountability Authority a copy of the recorded deed and a copy of the appraisal.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004; 2018 Act No. 189 (S.648), Section 1, eff May 15, 2018; 2018 Act No. 189 (S.648), Section 2, eff June 30, 2020; 2021 Act No. 4 (S.160), Section 1, eff March 15, 2021.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1784/"
    },
    {
      "id": "section-59-53-1785",
      "number": "59-53-1785.",
      "heading": "",
      "text": "(A) The authority may issue bonds in the same manner and for the same purposes, including the purposes of the authority, pursuant to the provisions of the Higher Education Revenue Bond Act, as provided in Chapter 147, Title 59.\n\n(B) The issuance by the authority of any bonds, notes, or other obligations or indebtedness is subject to the approval of them by resolution of the State Fiscal Accountability Authority.\n\n(C) Bonds, notes, or other obligations or indebtedness of the authority do not constitute a debt or a pledge of the faith and credit of the State of South Carolina, the commission, or any of the state's political subdivisions other than the authority, but are payable only from the revenue, money, or property of the authority as provided in this subarticle. The bonds, notes, or other obligations or indebtedness of the authority do not constitute an indebtedness of the State within the meaning of any state constitutional or statutory limitation. A member of the board or a person executing bonds, notes, or other obligations or indebtedness of the authority is not liable personally on the bonds, notes, or other obligations or indebtedness by reason of their issuance or execution. Each bond, note, or other obligation or indebtedness must contain on its face a statement to the effect that:\n\n(1) neither the State, the commission, nor any of the state's political subdivisions, nor the authority is obligated to pay the principal of or interest on the bond or other costs incident to the bond except from the revenue, money, or property of the authority pledged;\n\n(2) neither the full faith and credit, nor the taxing power of the State, nor any of its political subdivisions, is pledged to the payment of the principal of or interest on the bond, note, or other obligation or indebtedness; and\n\n(3) the authority does not have taxing power.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1785/"
    },
    {
      "id": "section-59-53-1786",
      "number": "59-53-1786.",
      "heading": "",
      "text": "The authority shall submit an annual report on the development and use of the Enterprise Campus to the State Board for Technical and Comprehensive Education, the Governor, the State Fiscal Accountability Authority and the Department of Administration, the Chair of the Ways and Means Committee of the House of Representatives, and the Chair of the Finance Committee of the Senate. The report must be submitted not later than six months after the end of each fiscal year.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1786/"
    },
    {
      "id": "section-59-53-1787",
      "number": "59-53-1787.",
      "heading": "",
      "text": "The authority in performing an essential governmental function in the exercise of the powers conferred upon it is not required to pay any taxes or assessments upon any property or upon any of its activities or operations or the income from them, or any taxes or assessments upon any property acquired or used by the authority or upon the income from them. Any bonds, notes, or other obligations or indebtedness issued by the authority and the income from them is free from taxation and assessment of every kind by the State and by the local governments and other political subdivisions of the State.\n\nHISTORY: 2004 Act No. 200, Section 4, eff April 26, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1787/"
    },
    {
      "id": "section-59-53-1810",
      "number": "59-53-1810.",
      "heading": "",
      "text": "The State of South Carolina accepts the provisions of an act of Congress entitled: \"To Provide for the Promotion of Vocational Education; to Provide for Cooperation with the States in the Promotion of Such Education in Agriculture and the Trades and Industries; to Provide for Cooperation with the States in the Preparation of Teachers of Vocational Subjects; and to Appropriate Money and Regulate Its Expenditure\", and designates and constitutes the State Board of Education as the South Carolina State Board of Career and Technology Training to cooperate with the United States Government in putting this law into operation.\n\nHISTORY: 1962 Code Section 21-691; 1952 Code Section 21-691; 1942 Code Section 5394; 1932 Code Section 5283; Civ. C. '22 Section 2543; 1917 (30) 42; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1810/"
    },
    {
      "id": "section-59-53-1820",
      "number": "59-53-1820.",
      "heading": "",
      "text": "The State Board of Career and Technology Training may cooperate with any local or state agency for the advancement of agricultural and industrial education.\n\nHISTORY: 1962 Code Section 21-692; 1952 Code Section 21-692; 1942 Code Section 5395; 1932 Code Section 5284; Civ. C. '22 Section 2544; 1917 (30) 42; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1820/"
    },
    {
      "id": "section-59-53-1830",
      "number": "59-53-1830.",
      "heading": "",
      "text": "The State Treasurer is created and appointed custodian of funds coming to the State from the United States under the provisions of the act referred to in Section 59-53-1810 and is responsible on his bond for the correct and proper handling of the funds. Monies appropriated by the State or paid into the State Treasury from the United States for the purpose provided in Sections 59-53-1810 to 59-53-1870 must be paid out upon the order of the State Board of Education, duly countersigned and approved by the secretary of the board, and itemized vouchers must be filed with the Comptroller General as in the case of other funds.\n\nHISTORY: 1962 Code Section 21-693; 1952 Code Section 21-693; 1942 Code Section 5396; 1932 Code Section 5285; Civ. C. '22 Section 2545; 1917 (30) 42; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1830/"
    },
    {
      "id": "section-59-53-1840",
      "number": "59-53-1840.",
      "heading": "",
      "text": "There must be appropriated annually, out of the State Treasury, for the promotion of career and technology education in agriculture, engineering or industrial technology, and family and consumer science subjects, a sum not less than the amount which may be apportioned to the State from the funds appropriated by the Congress of the United States in an act entitled \"An Act to Provide for the Promotion of Vocational Education; to Provide for Cooperation with the States in the Promotion of such Education in Agriculture and the Trades and Industries; to Provide for Cooperation with the States in the Preparation of Teachers of Vocational Subjects; and to Appropriate Money and Regulate its Expenditure\", approved February 23, 1917.\n\nHISTORY: 1962 Code Section 21-694; 1952 Code Section 21-694; 1942 Code Section 5431; 1932 Code Sections 5617 to 5620; Civ. C. '22 Sections 2735 to 2738; 1919 (31) 49; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1840/"
    },
    {
      "id": "section-59-53-1850",
      "number": "59-53-1850.",
      "heading": "",
      "text": "Monies appropriated pursuant to Sections 59-53-1810 to 59-53-1870 must be paid out upon the order of the State Board of Education, duly countersigned and approved by the secretary of the State Board of Education, and itemized vouchers must be filed with the Comptroller General as in the case of other funds.\n\nFor high schools and joint career and technology schools having a career and technology agriculture program, monies appropriated for this purpose must be disbursed for use by the schools to conduct career and technology agriculture programs on a full-time twelve-month per year basis. The provisions of this section do not prohibit monies appropriated for career and technology agriculture to be used in programs of less than twelve months each year. The local school board shall decide whether all or part of its career and technology agricultural program is twelve months or less than twelve months after consideration of the local board's needs assessment for career and technology agriculture and the findings of the Clemson University's review of the local career and technology agricultural program.\n\nHISTORY: 1962 Code Section 21-695; 1952 Code Section 21-695; 1942 Code Section 5431; 1932 Code Sections 5617 to 5620; Civ. C. '22 Sections 2735 to 2738; 1919 (31) 49; 1980 Act No. 503, Section 1; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1850/"
    },
    {
      "id": "section-59-53-1860",
      "number": "59-53-1860.",
      "heading": "",
      "text": "(A) The State Board of Education may use the funds appropriated by Sections 59-53-1810 to 59-53-1870 for the payment of the salaries of teachers, supervisors, or directors of career and technology subjects, for the purchase of supplies and equipment to be used by career and technology classes, for the maintenance of classes for training teachers of career and technology subjects or for the administration of career and technology education, including necessary supervision and clerical help.\n\n(B) Due to the special characteristics of agriculture education work experiences which require instruction during the summer and on a year-round basis, monies appropriated for this purpose must be available on a full-time twelve-month a year basis to those high schools and joint career and technology schools whose teachers of career and technology agriculture are responsible for the following programs of instruction on a full-time basis during the interim between academic years:\n\n(1) supervision and instruction of students in agriculture experience programs;\n\n(2) group and individual instruction of farmers and agribusinessmen;\n\n(3) supervision of student members of \"Future Farmers of America\" who are involved in leadership training or other activities as part of their career and technology education instructional program;\n\n(4) a program of career and technology agriculture established by the State Board of Education.\n\nHISTORY: 1962 Code Section 21-696; 1952 Code Section 21-696; 1942 Code Section 5431; 1932 Code Sections 5617 to 5620; Civ. C. '22 Sections 2735 to 2738; 1919 (31) 49; 1980 Act No. 503, Section 2; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1860/"
    },
    {
      "id": "section-59-53-1870",
      "number": "59-53-1870.",
      "heading": "",
      "text": "(A) The State Board of Education shall adopt regulations governing the expenditures of monies appropriated by Sections 59-53-1810 to 59-53-1870 and shall make the regulations known to the various school districts of the State so they may know the conditions under which they are entitled to share in the funds available for career and technology education.\n\n(B) The State Board of Education shall adopt instructional program standards for career and technology programs and a needs assessment format which includes instructional requirements for the special characteristics of the different career and technology programs, using as a guide for career and technology agriculture the standards of quality career and technology programs in agriculture/agribusiness education developed by the career and technology agricultural education profession. The instruction program standards for career and technology agriculture programs must include the instructional programs for the interim between academic years which are itemized in Section 59-53-1860.\n\n(C) These instructional program standards must be incorporated in the South Carolina State Plan for Career and Technology Education as adopted by the State Board of Education. The instructional standards adopted by the State Board of Education must be used to evaluate all career and technology programs.\n\n(D) Local programs of career and technology agriculture education and the school district's needs assessment for agriculture education programs must be reviewed by Clemson University consultants for agriculture education with the participation of an advisory team consisting at minimum of a member of the local advisory committee for career and technology agriculture, a member of the local advisory council for career and technology education, and a teacher-educator for agriculture education from Clemson University. The findings of these reviews must include an explicit statement of the career and technology agricultural education needs of the students and the agriculture community served by the local program. A member of this review team must be allowed to include a minority opinion in the findings of the review. These reviews must be scheduled by Clemson University at intervals adequate to assure local program compliance with the State Plan for Career and Technology Education. Whenever a high school or joint career and technology school's annual report, as required by Section 59-20-60, the Education Finance Act of 1977, on programmatic needs fails to justify or continue offering on a full-time twelve-month a year basis an existing career and technology agriculture education program, the school district board of trustees for the school shall include and consider the findings of the Clemson University review of the local career and technology agriculture program in the needs assessment of the district board of trustee's comprehensive annual and long-range plan for meeting program needs.\n\nHISTORY: 1962 Code Section 21-697; 1952 Code Section 21-697; 1942 Code Section 5431; 1932 Code Sections 5617 to 5620; Civ. C. '22 Sections 2735 to 2738; 1919 (31) 49; 1980 Act No. 503, Section 3; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1870/"
    },
    {
      "id": "section-59-53-1880",
      "number": "59-53-1880.",
      "heading": "",
      "text": "For the purpose of developing and maintaining career and technology education facilities and programs to serve an area not exclusively within the boundaries of a single school district, the school districts serving this area are empowered to affiliate with each other under the terms and conditions, not in conflict with this section and Section 59-53-1890, as they see fit. The affiliation must be evidenced by a written instrument to be filed with the secretary and administrative officer of the State Board of Education and with the county boards of education concerned.\n\nHISTORY: 1962 Code Section 21-698; 1966 (54) 2144; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1880/"
    },
    {
      "id": "section-59-53-1890",
      "number": "59-53-1890.",
      "heading": "",
      "text": "The affiliation agreement must provide:\n\n(1) for the affiliating school districts to appoint a liaison committee which shall recommend organizational and administrative procedures and measures to assure adequate accounting procedures;\n\n(2) procedures by which career and technology education funds appropriated by the federal, state, or county government may be applied for and received;\n\n(3) procedures by which one of the affiliating school districts may hold title to real and personal property acquired with affiliated funds for the benefit of all affiliated school districts; and\n\n(4) that each of the affiliating school districts shall have an equity in the joint assets to the extent that the assessed tax value of the property within the school district bears to the aggregate assessed tax value of the property within the combined area of the school districts. If less than an entire school district is served by the career and technology education facilities or programs, only the area served must be considered in computing equities in joint assets.\n\nHISTORY: 1962 Code Section 21-699; 1966 (54) 2144; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1890/"
    },
    {
      "id": "section-59-53-1900",
      "number": "59-53-1900.",
      "heading": "",
      "text": "(A) A group of two or more school districts of the State, without regard to county lines, may join to create career and technology school boards (board) to construct, operate, govern, supervise, manage, and control career and technology schools. However, the provisions of this section are not applicable to a school district with a career and technology center serving only those students residing within its geographical limits. Each board consists of six appointed members, to be apportioned among the districts joining in the creation of the board as the districts may agree. Members must be selected by the school boards of trustees from the members of their respective district school boards of trustees. The terms of the members of the board must be concurrent with their terms on the district school board of trustees. If vacancies occur or members of the boards cease to be members of their respective boards of trustees, the vacancies must be filled by members from the same school board of trustees of which the withdrawing member was a member, selected by the trustees of that district or county.\n\n(B) The superintendent of each participating district shall serve as an ex officio nonvoting member of the board. The superintendents must be administrative members of the board and jointly shall nominate staff and assume such responsibilities and perform duties as may be prescribed by law or by regulations of the State Board of Education or as prescribed by the career and technology school board.\n\n(C) The respective boards of trustees of participating districts shall select their members and the boards shall convene and organize by electing one member as chairman and one as vice chairman. The terms of chairman and vice chairman are for one year. The boards shall have other officers and prescribe terms as considered necessary.\n\n(D) The members of the boards must be paid compensation as the boards may provide by resolution; provided, that the compensation must not exceed fifty dollars for each meeting and mileage at a rate of fourteen cents a mile.\n\nHISTORY: 1975 (59) 272; 1979 Act No. 90, Section 1; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1900/"
    },
    {
      "id": "section-59-53-1910",
      "number": "59-53-1910.",
      "heading": "",
      "text": "The career and technology school does not constitute a separate school district but is a joint project for the establishment of a career and technology school by the cooperating school districts. The career and technology school must be funded by the respective district boards, as the district boards may agree upon. The costs of acquiring real property and the improvements on it are to be borne by the respective district boards according to their agreement.\n\nHISTORY: 1975 (59) 272; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1910/"
    },
    {
      "id": "section-59-53-1920",
      "number": "59-53-1920.",
      "heading": "",
      "text": "The boards must be empowered to operate, govern, supervise, manage, control, direct, acquire, construct, maintain, improve, and extend the facilities of the schools. The boards shall have the powers to:\n\n(1) have perpetual succession;\n\n(2) sue and be sued;\n\n(3) adopt, use, and alter an institutional seal;\n\n(4) define a quorum for meetings;\n\n(5) establish a principal office;\n\n(6) make bylaws for the management and regulation of their affairs;\n\n(7) acquire, build, construct, equip, maintain, and operate a career and technology school or schools;\n\n(8) select a career and technology school director or directors;\n\n(9) accept gifts or grants of services, properties, or monies from private individuals or entities, from the State of South Carolina, the United States, or its agencies;\n\n(10) make contracts and execute and deliver all instruments necessary or convenient for the carrying on of the business of the career and technology school;\n\n(11) acquire in the name of the cooperating districts, as tenants in common, by purchase or gift, all land and interest in it which the boards shall consider necessary to enable them to fully and adequately discharge their responsibilities;\n\n(12) appoint officers, agents, and employees and prescribe their duties, fix their compensation, and determine if and to what extent they must be bonded for the faithful performance of their duties; and to make contracts for construction, architectural, engineering, legal, and other services and materials;\n\n(13) determine each school year the student capacity of the career and technology school, with the capacity to be apportioned by agreement among the cooperating districts. If a board fails to fulfill its quota, the other boards must be permitted to fill the unused allocation with students from their county. The boards utilizing the unused allocation shall pay for each student on a pro rata part of the year's current operating expenses based upon the budget. This amount must be paid at the beginning of the fiscal year, except that the actual cost must not be computed until the end of the current school year or the end of each semester and adjustments must be made at that time. Nothing in this section must be construed to limit the cost of maintenance, support, and operations of the career and technology schools jointly;\n\n(14) perform other actions necessary or convenient to carry out a responsibility, function, or power committed or granted to the boards.\n\nHISTORY: 1975 (59) 272; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1920/"
    },
    {
      "id": "section-59-53-1930",
      "number": "59-53-1930.",
      "heading": "",
      "text": "The boards shall conduct their affairs on the fiscal year basis employed by the State. As soon after the close of each fiscal year as may be practicable, an audit of school affairs must be made by a certified public accountant, to be designated by the boards. Copies of the audits, incorporated into annual reports of the boards, must be filed with the cooperating school districts.\n\nHISTORY: 1975 (59) 272; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1930/"
    },
    {
      "id": "section-59-53-1940",
      "number": "59-53-1940.",
      "heading": "",
      "text": "It is unlawful for a person to wilfully injure or destroy, or in any manner hurt, damage, tamper with, or impair the facilities of a career and technology board, or a part of it. A person violating the provisions of this section, upon conviction, must be fined not less than ten dollars and not more than one hundred dollars or imprisoned for not more than thirty days at the discretion of the court, and is liable to pay the cost of all damages.\n\nHISTORY: 1975 (59) 272; 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1940/"
    },
    {
      "id": "section-59-53-1960",
      "number": "59-53-1960.",
      "heading": "",
      "text": "To continue existing work force preparation programs, other than career and technology agriculture, fifty percent of the graduates available for placement must be placed during the prior three years in the area for which training was provided. Each graduate of a work force preparation career and technology education program must be surveyed by his school district ten months after graduation to determine job placement status. The school districts shall make an annual report to the State Board of Education of the findings of its survey. The State Board of Education shall report the results of the district surveys to the Governor, General Assembly, and the Advisory Council on Career and Technology Education. The State Board of Education may waive the fifty percent requirement upon recommendation of the school district, if the district demonstrates that a program responds to the employment needs of new or expanding businesses or industries. Students must be advised before enrollment in a work force preparation program of possible discontinuation of the program, if placement data indicate possible discontinuation, and of the employment outlook for graduates of the program. A student enrolling in career and technology programs that are not preparatory for employment must be advised clearly of this fact by the school district.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 5, Section 1(C); 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1960/"
    },
    {
      "id": "section-59-53-1950",
      "number": "59-53-1950.",
      "heading": "",
      "text": "The General Assembly shall provide funds in the annual general appropriations act for the purchase of equipment for career and technology training pursuant to the Department of Education's State Plan for Career and Technology Education. The highest priority in funding for career and technology education must be given to work force preparation, occupational proficiency courses in areas related to:\n\n(1) current high technology trades, businesses, and industries;\n\n(2) high labor market and high labor intensive demand;\n\n(3) small business management; and\n\n(4) new and emerging trades, industries, and businesses which foster and enhance the economic development, stability, and diversification of the state's economy.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 5, Section 1(B); 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1950/"
    },
    {
      "id": "section-59-53-1980",
      "number": "59-53-1980.",
      "heading": "",
      "text": "The Governor shall appoint a committee to study areas of career and technology training in South Carolina. The committee is composed of representatives of the business community, the General Assembly, and the various agencies involved in career and technology training. Based on the findings of the committee, the Governor shall make recommendations to the General Assembly related to a coordinated statewide program of career and technology training which addresses the following concerns:\n\n(1) duplication of services and people served;\n\n(2) need for a comprehensive assessment of future job opportunities in South Carolina and the relationships of those opportunities to the direction of future job training efforts;\n\n(3) need for a unified plan to coordinate job training efforts;\n\n(4) need for a standard management information system;\n\n(5) insufficient emphasis on entrepreneur training and information and service occupations;\n\n(6) narrow missions of special schools;\n\n(7) training systems not prepared to handle federal cutbacks in funding;\n\n(8) insufficient coordination with private employers to provide job training;\n\n(9) insufficient coordination of training needs for special target groups;\n\n(10) lack of coordination of illiteracy efforts with job training programs;\n\n(11) other barriers which prevent a coordinated, accessible, and efficient job training effort in South Carolina.\n\nHISTORY: 1985 Act No. 201, Part II, Section 9(H); 2005 Act No. 49, Section 16, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-1980/"
    },
    {
      "id": "section-59-53-2010",
      "number": "59-53-2010.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Program\" means a statewide motorcycle safety instruction program.\n\n(2) \"Coordinator\" means the administrator of the program.\n\n(3) \"Board\" means the State Board for Technical and Comprehensive Education.\n\nHISTORY: 1990 Act No. 565, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2010/"
    },
    {
      "id": "section-59-53-2020",
      "number": "59-53-2020.",
      "heading": "",
      "text": "(A) The State Board for Technical and Comprehensive Education is authorized to establish a Motorcycle Safety Instruction Program. The board shall designate an individual who is currently an employee of the technical education system to coordinate and administer the program subject to the availability of funds necessary to support such activity. The executive director of the board, or his designee, is responsible for the planning, curriculum, and completion requirements of the program in accordance with subsection (C).\n\n(B) The program must be implemented through the state technical education system at institutions which choose to provide the program. The coordinator shall select and facilitate the training and certification of instructors who shall implement the program.\n\n(C) The program of instruction must incorporate the Motorcycle Safety Foundation Motorcycle Rider Course core curriculum or equivalent as determined by the executive director.\n\nHISTORY: 1990 Act No. 565, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2020/"
    },
    {
      "id": "section-59-53-2030",
      "number": "59-53-2030.",
      "heading": "",
      "text": "The board may charge a fee to persons who enroll in the program. The amount of the fee must be determined by the board.\n\nHISTORY: 1990 Act No. 565, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2030/"
    },
    {
      "id": "section-59-53-2040",
      "number": "59-53-2040.",
      "heading": "",
      "text": "The board may accept funds, grants, or equipment from donors to offset the cost of implementing the program.\n\nHISTORY: 1990 Act No. 565, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2040/"
    },
    {
      "id": "section-59-53-2050",
      "number": "59-53-2050.",
      "heading": "",
      "text": "A person may apply for a reduction in motorcycle insurance rates under the jurisdiction of the Department of Insurance upon proof of satisfactory completion of the program.\n\nHISTORY: 1990 Act No. 565, Section 1; 1993 Act No. 181, Section 1573.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2050/"
    },
    {
      "id": "section-59-53-2400",
      "number": "59-53-2400.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Authority\" means a technical college Enterprise Campus Authority.\n\n(2) \"Board\" means the governing body of an authority.\n\n(3) \"Commission\" means an area commission as defined by Section 59-53-52.\n\n(4) \"Enterprise campus\" means the real and personal property subject to the management and control of an authority. The enterprise campus may consist of one or more tracts or parcels of real property and none of the tracts or parcels must be contiguous with other properties constituting the enterprise campus.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2400/"
    },
    {
      "id": "section-59-53-2410",
      "number": "59-53-2410.",
      "heading": "",
      "text": "(A) There are created bodies politic and corporate known as the Aiken Technical College Enterprise Campus Authority, the Greenville Technical College Enterprise Campus Authority, the Orangeburg-Calhoun Technical College Enterprise Campus Authority, the Spartanburg Community College Enterprise Campus Authority, the Technical College of the Lowcountry Enterprise Campus Authority, the Horry-Georgetown Technical College Enterprise Campus Authority, the Tri-County Technical College Enterprise Campus Authority, and the York Technical College Enterprise Campus Authority. The authorities are public instrumentalities of the State and the exercise by them of a power conferred in this article is the performance of an essential public function. The authorities are governed by a board, which consists of members of the respective commissions. All members serve ex officio. Persons serving as chairman, vice chairman, treasurer, and secretary of the respective commissions shall serve in the same capacity on their respective board. Members of a board shall receive per diem as provided for members of boards, commissions, and committees and actual expenses incurred in the performance of their duties.\n\n(B) A board shall exercise the powers of an authority.\n\n(C) The purpose of an authority is to provide for the management, development, and operation of an enterprise campus.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009; 2010 Act No. 148, Section 1, eff April 20, 2010; 2010 Act No. 276, Section 1, eff June 16, 2010; 2019 Act No. 2 (S.228), Section 1, eff February 21, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2410/"
    },
    {
      "id": "section-59-53-2420",
      "number": "59-53-2420.",
      "heading": "",
      "text": "(A) In addition to the powers contained elsewhere in this article, a board has power necessary, useful, or appropriate to operate and administer an authority, to effectuate the purposes of an authority, and to perform its other functions including, but not limited to, the power to:\n\n(1) have perpetual succession;\n\n(2) sue and be sued in its own name;\n\n(3) adopt, promulgate, amend, and repeal bylaws, not inconsistent with provisions in this article for the administration of an authority's affairs and the implementation of its functions;\n\n(4) have a seal and alter it at its pleasure, although the failure to affix the seal does not affect the validity of an instrument executed on behalf of an authority;\n\n(5) make and execute contracts and all other instruments and agreements necessary or convenient for the performance of its duties and the exercise of its powers and functions;\n\n(6) buy, purchase, or otherwise acquire real and personal property and other assets and sell, convey, mortgage, pledge, lease, exchange, transfer, and otherwise dispose of all or part of its real and personal property and other assets, upon terms and conditions determined by the board;\n\n(7) employ agents, advisors, consultants, engineers, architects, attorneys, accountants, construction and financial experts, land planners, superintendents, managers, and other employees and agents as necessary in the board's judgment in connection with any aspect of the enterprise campus and determine their duties and to fix their compensation;\n\n(8) procure insurance against any loss in connection with its property, assets, or activities, including insurance against liability for its acts or the acts of its employees or agents;\n\n(9) procure insurance, guarantees, letters of credit, and other forms of collateral or security or credit support from public or private entities, including a department, agency, or instrumentality of the United States or the State of South Carolina, for the payment of any bonds issued by it, including the power to pay premiums or fees on any insurance, guarantees, letters of credit, and other forms of collateral or security or credit support;\n\n(10) receive, accept, and expend from any source including a federal, state, or other public agency or a private agency, person, or other entity appropriated funds, donations, loans, grants, aid, or contributions of money, property, labor, or other things of value;\n\n(11) invest or reinvest its funds as provided in Section 11-9-660;\n\n(12) make contracts and guarantees, incur liabilities, issue its notes, bonds, and other obligations, and secure its obligations by mortgage or pledge of its property, or income in a manner determined to be in the best interest of an authority. A guarantee or indebtedness of an authority does not create an obligation of the State or commission, nor must the guarantee or indebtedness be considered a debt against the general revenue of the State or commission;\n\n(13) fix and revise when necessary and charge and collect rates, fees, rents, and charges for the use of, and for the services furnished by it, for all or any portion of the enterprise campus;\n\n(14) determine the character of an enterprise campus, and acquire, develop, construct, and provide for an enterprise campus, and maintain, repair, and operate, and enter into contracts for the management, lease, use, or operation of all or any portion of an enterprise campus;\n\n(15) establish and enforce, and agree through a resolution or trust agreement authorizing or securing bonds, notes, other obligations, or indebtedness of an authority to make and enforce rules and regulations for the use of and services rendered by an authority for the enterprise campus;\n\n(16) appoint and provide for advisory committees;\n\n(17) establish nonprofit corporations in accordance with applicable corporate law and with the powers provided by the applicable corporate law; and\n\n(18) do all other things necessary or convenient to exercise the powers granted or reasonably implied by this article.\n\n(B) The powers contained in this article include the power to enter into contracts and other agreements with public or private entities for the lease of authority property, the construction, occupancy, use, and ownership by the public or private entity of buildings or other facilities on authority property, and the conveyance of the public or private entity's property to an authority at the end of an applicable contract or agreement.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2420/"
    },
    {
      "id": "section-59-53-2430",
      "number": "59-53-2430.",
      "heading": "",
      "text": "(A) An authority must comply with the provisions of Chapter 47, Title 2, but only State Department of Administration or State Fiscal Accountability Authority, as appropriate, approval is required for leases and lease purchase agreements, including ground lease agreements, the terms and conditions thereof, and the consideration involved, for the construction or use of facilities on an enterprise campus. Upon the expiration of the lease purchase agreements, including ground lease agreements, the private entity shall surrender to an authority the premises with the existing buildings, other structures, and improvements constructed and located on an enterprise campus, in the same condition as when the construction of the buildings, other structures, and improvements were completed, only natural and normal wear and tear excepted. Subject to the provisions of this article, the approval of the State Department of Administration or State Fiscal Accountability Authority, as appropriate, required for leases and lease purchase agreements, including ground lease agreements, is in lieu of or a substitute for any other approval required by another provision of law or regulation. The full faith and credit of the State toward the lease obligations may not be pledged, and a statement to the contrary is void as a matter of public policy.\n\n(B) Notwithstanding another provision of this chapter, all powers granted to an authority must be exercised in a manner consistent with the provisions of Title 11, Chapter 35 and Section 1-11-65. Approval by the State Fiscal Accountability Authority is not a substitute for the requirements of Title 11, Chapter 35. An authority shall adhere to fire, life, and safety codes as required by the Office of State Engineer.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2430/"
    },
    {
      "id": "section-59-53-2440",
      "number": "59-53-2440.",
      "heading": "",
      "text": "(A) An authority may issue bonds in the same manner and for the same purposes, including the purposes of an authority, pursuant to the provisions of the Higher Education Revenue Bond Act, as provided in Chapter 147, Title 59.\n\n(B) The issuance by an authority of bonds, notes, other obligations, or indebtedness is subject to approval by resolution of the State Fiscal Accountability Authority.\n\n(C) Bonds, notes, other obligations, or indebtedness of an authority do not constitute a debt or a pledge of the faith and credit of the State of South Carolina, the commission, or any of the state's political subdivisions other than an authority, but are payable only from the revenue, money, or property of an authority as provided in this article. The bonds, notes, other obligations, or indebtedness of an authority do not constitute an indebtedness of the State within the meaning of any state constitutional or statutory limitation. A member of the board or a person executing bonds, notes, other obligations, or indebtedness of an authority is not liable personally on the bonds, notes, other obligations, or indebtedness by reason of their issuance or execution. Each bond, note, other obligation, or indebtedness must contain on its face a statement to the effect that:\n\n(1) the State, the commission, the State's political subdivisions, or an authority is not obligated to pay the principal of or interest on the bond or other costs incident to the bond except from the revenue, money, or property of an authority pledged;\n\n(2) the full faith and credit, and the taxing power of the State and its political subdivisions, is not pledged to the payment of the principal of or interest on the bond, note, other obligation, or indebtedness; and\n\n(3) an authority does not have taxing power.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2440/"
    },
    {
      "id": "section-59-53-2450",
      "number": "59-53-2450.",
      "heading": "",
      "text": "An authority shall submit an annual report on the development and use of the enterprise campus to the State Board for Technical and Comprehensive Education, the Governor, the State Fiscal Accountability Authority and the Department of Administration, the Chairman of the Ways and Means Committee of the House of Representatives, and the Chairman of the Finance Committee of the Senate. The report must be submitted not later than six months after the end of each fiscal year.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2450/"
    },
    {
      "id": "section-59-53-2460",
      "number": "59-53-2460.",
      "heading": "",
      "text": "In performing an essential governmental function in the exercise of the powers conferred upon it, an authority is not required to pay taxes or assessments upon property or upon its activities or operations or the income from them, or taxes or assessments upon property acquired or used by an authority or upon the income from them. Bonds, notes, other obligations, or indebtedness issued by an authority and the income from them are free from taxation and assessment of every kind by the State and by the local governments and other political subdivisions of the State.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2460/"
    },
    {
      "id": "section-59-53-2470",
      "number": "59-53-2470.",
      "heading": "",
      "text": "(A) A commission must designate with specificity the area or areas that comprise the enterprise campus and the purpose of the enterprise campus. This information must be submitted to the State Board for Technical and Comprehensive Education. The state board shall have final approval over the areas designated as part of a Technical College Enterprise Campus Authority and the projects to be undertaken.\n\n(B) A commission may provide for the management, development, and operation of part or all of the enterprise campus property by an authority.\n\n(C) An area commission is authorized to enter into contracts with the Enterprise Campus Authority for the provision of executive and administrative services to an authority.\n\n(D) In the fulfillment of the power contained in this section, the commission is authorized to sell, convey, lease, exchange, transfer, or give all or part of its real and personal property and other assets constituting the enterprise campus to the Enterprise Campus Authority upon such terms and conditions as the commission determines. The commission may sell, convey, lease, exchange, transfer, or give all or part of its real and personal property and other assets constituting the enterprise campus, other than the property defined pursuant to paragraph (A), only upon approval by the State Board for Technical and Comprehensive Education. The commission may buy, purchase, or otherwise acquire and accept real and personal property and other assets from the Enterprise Campus Authority only in accordance with all regulations and general laws applicable to state-supported technical institutions in the acquisition and acceptance of real and personal property and other assets.\n\nHISTORY: 2009 Act No. 71, Section 3, eff June 16, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-53/section-59-53-2470/"
    }
  ]
}