{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-145",
  "sections": [
    {
      "id": "section-59-145-10",
      "number": "59-145-10.",
      "heading": "",
      "text": "The General Assembly finds that some students, both male and female, benefit from attending a single-gender college. For these students, the opportunity to attend a single-gender college is a valuable experience, likely to lead to better academic and professional achievements. The General Assembly therefore adopts the findings of fact in U.S. v. Commonwealth of Virginia, 44 F.3d 1229, 1232, 1238 (4th Cir. 1995) that \"single-gender education at the college level is beneficial to both sexes\". Further, in that single-gender education is both beneficial and justifiable, the General Assembly finds that providing opportunities for students to attend a single-gender college fulfills an important and legitimate state objective, and therefore declares and stipulates that it is the public policy of the State to support the establishment and maintenance of single-gender programs of higher learning for both sexes. Single-gender offerings to both men and women need not be identical in form and detail, but should be designed to produce substantively comparable outcomes.\n\nHISTORY: 1995 Act No. 145, Part II, Section 95A; 1996 Act No. 359, Section 12(A) and (C).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-145/section-59-145-10/"
    },
    {
      "id": "section-59-145-20",
      "number": "59-145-20.",
      "heading": "",
      "text": "The General Assembly shall annually provide such funding as may be necessary, under the auspices of the Commission on Higher Education, to establish and maintain approved single-gender offerings, provided that the commission shall not be authorized to require any change to a court approved single-gender education program which would hinder the program's ability to produce a substantively comparable outcome.\n\nHISTORY: 1995 Act No. 145, Part II, Section 95B; 1996 Act No. 359, Section 12(B) and (C).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-145/section-59-145-20/"
    }
  ]
}