{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-133",
  "sections": [
    {
      "id": "section-59-133-10",
      "number": "59-133-10.",
      "heading": "",
      "text": "The Board of Trustees for Francis Marion University is composed of the Governor of the State or his designee, who is an ex officio member of the board, and sixteen members, with fifteen of these members to be elected by the General Assembly and one member to be appointed from the State at large by the Governor. The General Assembly shall elect and the Governor shall appoint these members based on merit regardless of race, color, creed, or gender and shall strive to assure that the membership of the board is representative of all citizens of this State.\n\nOf the fifteen members to be elected, one member must be elected from each congressional district and the remaining eight members must be elected by the General Assembly from the State at large.\n\nThe term of office of the at-large trustee appointed by the Governor is effective upon certification to the Secretary of State and is coterminous with the term of the Governor appointing him. He shall serve after his term has expired until his successor is appointed and qualifies.\n\nEach position on the board constitutes a separate office and the seats on the board are numbered consecutively: Seats One through Seven corresponding to the number of each congressional district and Seats Eight through Fifteen to be designated at large. The member appointed by the Governor shall occupy Seat Sixteen.\n\nEffective July 1, 2012, the member from former Seat One remains in Seat One, the member from former Seat Three is transferred to Seat Twelve, the member from former Seat Five is transferred to Seat Thirteen, the member from former Seat Seven is transferred to Seat Fourteen, the member from former Seat Nine is transferred to Seat Five, the member from former Seat Eleven is transferred to Seat Six, the member from former Seat Thirteen is transferred to Seat Eight, and the member from former Seat Fifteen is transferred to Seat Ten, with these members continuing to serve until their terms expire on June 30, 2014. A member for Seats Two, Three, Four, Seven, Nine, Eleven, and Fifteen must be elected by the General Assembly in 2012 for a term that expires on June 30, 2016. The General Assembly shall hold elections every two years to select successors of the trustees whose four-year terms are then expiring. Except as otherwise provided in this chapter, no election may be held before April first of the year in which the successor's term is to commence. The term of office of an elective trustee commences on the first day of July of the year in which the trustee is elected. If an elective office becomes vacant, the Governor may fill it by appointment until the next session of the General Assembly. The General Assembly shall hold an election at any time during the session to fill the vacancy for the unexpired portion of the term. A vacancy occurring in the appointed office on the board must be filled for the remainder of the unexpired term by appointment in the same manner of the original appointment.\n\nHISTORY: 1988 Act No. 510, Section 2; 1988 Act No. 658, Part II, Section 43B; 1991 Act No. 248, Section 6; 2008 Act No. 355, Section 8, eff June 25, 2008; 2012 Act No. 176, Section 13, eff May 25, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-10/"
    },
    {
      "id": "section-59-133-15",
      "number": "59-133-15.",
      "heading": "",
      "text": "Francis Marion College is changed to Francis Marion University, effective July 1, 1992, and wherever in the 1976 Code or in any other provision of law the name Francis Marion College appears, it must be construed to mean Francis Marion University.\n\nHISTORY: 1992 Act No. 272, Section 5; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-15/"
    },
    {
      "id": "section-59-133-20",
      "number": "59-133-20.",
      "heading": "",
      "text": "Members of the board are entitled to subsistence, per diem, and mileage authorized for members of state boards, committees, and commissions.\n\nHISTORY: 1988 Act No. 510, Section 2; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-20/"
    },
    {
      "id": "section-59-133-30",
      "number": "59-133-30.",
      "heading": "",
      "text": "The board of trustees is constituted a body corporate and politic under the name of the board of trustees for Francis Marion University. The corporation has the power to:\n\n(1) have perpetual succession;\n\n(2) sue and be sued by the corporate name;\n\n(3) have a seal and to alter it at pleasure;\n\n(4) make contracts and to have, to hold, to purchase, and to lease real estate and personal property for corporate purposes, and to sell and dispose of personal property and any building considered by it as surplus property or not further needed, and any buildings that it may need to do away with for the purpose of making room for other construction. The board does not have power to sell or dispose of any of its real estate, other than buildings, except with the consent of the State Fiscal Accountability Authority or the Department of Administration, as appropriate;\n\n(5) appoint a chairman and to appoint or otherwise provide for the appointment of subordinate and assistant officers and agents, faculty members, instructors, and other employees, prescribing the terms of their employment and their duties and fixing their compensation;\n\n(6) make bylaws and regulations for the management of its affairs and its own operations not inconsistent with law;\n\n(7) condemn land for corporate purposes as provided by law;\n\n(8) fix tuition fees and other charges for students attending the college, not inconsistent with law;\n\n(9) confer degrees upon students and other persons as the board considers qualified;\n\n(10) accept, receive, and hold all monies or other properties, real, personal, and mixed, that may be given, conveyed, bequeathed, or devised to the college and to use them for the benefit of the college, but in those cases where the money or property is received, charged with any trust, the money or property must be held and used strictly in accordance with the terms of the trust. If the terms of the trust require something to be done other than to administer the trust, no obligation in receiving the trust over and above its administration is binding upon the college or the State, except any obligation accepted by the General Assembly;\n\n(11) assign any member of the faculty without additional salary to additional duties in any other college department than that in which the faculty member may at the time be working;\n\n(12) compel by subpoena, rule, and attachment witnesses to appear and testify and papers to be produced and read before the board in all investigations relating to the affairs of the college;\n\n(13) adopt measures and make regulations as the board considers necessary for the proper operation of the college;\n\n(14) appoint for the college a board of visitors of a number as it may determine, to regulate the terms during which the members of the board of visitors serve, and to prescribe their functions;\n\n(15) remove any officer, faculty member, agent, or employee for incompetence, neglect of duty, violation of college regulations, or conduct unbecoming a person occupying such a position;\n\n(16) appoint an executive committee which has the powers of the board during the interim between meetings of the board but not the power to do anything inconsistent with the policy or action taken by the board, and the executive committee at each meeting of the board shall report fully all action taken by it during the interim;\n\n(17) appoint committees of the board or officers or members of the faculty of the college with authority and for purposes in connection with the operation of the college as the board considers necessary;\n\n(18) appoint a president. The president shall report to and seek approval of his actions and those of his subordinates from the board;\n\n(19) issue revenue bonds as provided by law.\n\nHISTORY: 1988 Act No. 510, Section 2; 2002 Act No. 320, Section 1; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-30/"
    },
    {
      "id": "section-59-133-40",
      "number": "59-133-40.",
      "heading": "",
      "text": "The board shall meet not less than four times each year, the time and place to be fixed by the chairman or as the board provides. The chairman shall preside and, in his absence, a member shall preside as the board may select. The chairman or a majority of the members has the power to call a special meeting and fix the time and place of the meeting. A majority of the members constitutes a quorum for the transaction of all business of the board. A majority vote of the whole board is required for the election or removal of the president. The president, other officers, and faculty members shall attend meetings of the board when requested to do so.\n\nNotice of the time and place of all meetings of the board must be mailed by the secretary or his assistant to each trustee not less than five days before each meeting.\n\nHISTORY: 1988 Act No. 510, Section 2; 2002 Act No. 320, Section 2; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-40/"
    },
    {
      "id": "section-59-133-50",
      "number": "59-133-50.",
      "heading": "",
      "text": "Upon approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, the board is authorized to lease or sell any real property which may have been or may be donated to the university during any fund campaign. The proceeds of any lease or sale must be applied to the original purpose of the donation of the property leased or sold.\n\nHISTORY: 1988 Act No. 510, Section 2; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-50/"
    },
    {
      "id": "section-59-133-60",
      "number": "59-133-60.",
      "heading": "",
      "text": "The Board of Trustees of Francis Marion University with the approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into one or more ground lease agreements with a private entity whereby the private entity will provide all services necessary for the creation and operation of an on-campus student housing facility including, but not limited to, financing, designing, constructing, managing, operating, maintaining, and related services. Upon expiration of the ground lease agreement term, the private entity shall surrender unto Francis Marion University, such premises with the existing buildings, other structures and improvements constructed and located thereon and therein, in the same condition as when the construction of the buildings, other structures, and improvements were completed, only natural and normal wear and tear excepted. The Department of Administration or State Fiscal Accountability Authority, as appropriate, must first approve all ground lease agreement terms and conditions including the consideration involved, and the full faith and credit of the State toward the lease obligations must not be pledged, and any statement to the contrary is deemed null and void as a matter of public policy. The private entity may be a nonprofit organization. The Department of Administration or State Fiscal Accountability Authority, as appropriate, approval required shall be in lieu of or a substitute for any other approval required by any other provision of law or regulation in connection with the undertaking of the private entity and Francis Marion University; however, the private entity and Francis Marion University shall adhere to fire, life, and safety codes as required by the Office of the State Engineer.\n\nNeither this section, nor the approval required by this section, exempts any transaction or entity from complying with Chapter 35 of Title 11.\n\nHISTORY: 2002 Act No. 227, Section 1; 2008 Act No. 275, Section 7, eff June 5, 2008; 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-60/"
    },
    {
      "id": "section-59-133-210",
      "number": "59-133-210.",
      "heading": "",
      "text": "(A) The General Assembly finds that it is desirable to provide continuing and general statutory authority for Francis Marion University to incur debt for the purpose of, among other things, acquiring, constructing, renovating, and equipping certain athletic facilities, which debt is secured by a pledge of the revenues derived from the operation of the athletic department of Francis Marion University and by the proceeds of certain related admissions fees and special fees charged to students enrolled at the university. Francis Marion University has demonstrated need for additional funds to provide for acquisition, construction, renovation, and equipping of the facilities. The facilities are needed to replace or renovate aging facilities and to provide additional facilities all to the end that the educational environment at Francis Marion University will be enhanced for the benefit of present and future students at Francis Marion University.\n\n(B) Consideration has been given to this need and to the methods of funding it. It has been determined to be in the best interests of the people of this State to authorize Francis Marion University to acquire, construct, renovate, and equip additional facilities and to incur indebtedness for these purposes which is payable from the revenues derived from the operation of these facilities and from related fees to the extent and under the conditions provided for in this article.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-210/"
    },
    {
      "id": "section-59-133-220",
      "number": "59-133-220.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Admissions fee\" means the specially designated admissions fee or charge which may, in addition to other charges, be imposed by the trustees upon any person admitted to any event held at an athletic facility.\n\n(2) \"Athletic department\" means the athletic department of Francis Marion University.\n\n(3) \"Athletic facilities\" means all facilities designated by the trustees as intercollegiate athletic facilities now owned or which may be acquired by Francis Marion University.\n\n(4) \"Bond\" or \"bonds\" means any note, bond, installment contract, or other evidence of indebtedness issued pursuant to this article.\n\n(5) \"Bond reserve fund\" means the special fund which may be established by the trustees pursuant to this article, which must be in the custody of the State Treasurer or its corporate trust designee, and which is primarily established for the purpose of providing a reserve with which to meet the payment of the principal of and interest on bonds in the event that payments otherwise required from the debt service fund are insufficient to meet the payment of the principal and interest as and when they become due and payable.\n\n(6) \"Debt service fund\" means the fund established by this article for the payment of principal of and interest on bonds, which must be in the custody of the State Treasurer or its corporate trust designee.\n\n(7) \"Net revenues\" means all revenues remaining after payment of the operating and maintenance expenses of the athletic department but before provision is made for depreciation, amortization, nonmandatory transfers, and interest expenses of the athletic department for a given fiscal year.\n\n(8) \"Revenues\" means all revenues or other income, including investment income, received by the athletic department from the operation of the athletic department and the athletic facilities, and all gifts, bequests, contributions, and donations received by the trustees or Francis Marion from any persons, including from any athletic booster organization, for use in connection with the operations of the athletic department, plus any other unrestricted revenues of the athletic department not otherwise pledged that may be made applicable by the trustees to the payment of the principal and interest of the bonds, including such revenues which may fall into the category of nonmandatory transfers as such term is used in generally accepted accounting principles, but excluding:\n\n(i) gifts, bequests, contributions, and donations restricted to a particular purpose inconsistent with their use for the payment of the principal, premium, or interest on any obligations of the trustees or Francis Marion;\n\n(ii) the proceeds of any borrowings;\n\n(iii) state appropriations of any sort; and\n\n(iv) revenues, income, receipts, and money received by the trustees or Francis Marion University for purposes other than those related to the athletic department.\n\n(9) \"Special student fee\" means the fee authorized by this article to be established by the trustees and which may be imposed upon persons in attendance at any academic session of Francis Marion University in order to provide funds to assist in the repayment of bonds.\n\n(10) \"Authority\" means the State Fiscal Accountability Authority.\n\n(11) \"Trustees\" means the Board of Trustees of Francis Marion University or any successor body.\n\n(12) \"Francis Marion\" means Francis Marion University.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-220/"
    },
    {
      "id": "section-59-133-230",
      "number": "59-133-230.",
      "heading": "",
      "text": "The trustees are authorized to acquire, construct, and equip additional athletic facilities and to improve, renovate, and equip existing athletic facilities to the extent they shall determine to be necessary, and the proceeds of bonds authorized by this article are made available for that purpose. The trustees also are authorized to refund bonds that may from time to time be outstanding pursuant to this article by exchange or otherwise. A portion of the proceeds of bonds issued for any of the above purposes also may be used to fund, establish, or replenish any bond reserve fund, to pay interest on the bonds as provided in Section 59-133-340(1), or to pay costs of issuance of the bonds or of any credit enhancement for the bonds as may be deemed necessary by the trustees.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-230/"
    },
    {
      "id": "section-59-133-240",
      "number": "59-133-240.",
      "heading": "",
      "text": "Upon receiving the approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, and upon review by the Joint Bond Review Committee, the trustees may from time to time borrow such sums as necessary to accomplish the purpose of this article and to evidence such borrowings by bonds issued pursuant to this article in such aggregate principal amount as they determine, except that other provisions of this article to the contrary notwithstanding, there must not be outstanding at any time bonds issued pursuant to this article in excess of fifteen million dollars.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-240/"
    },
    {
      "id": "section-59-133-250",
      "number": "59-133-250.",
      "heading": "",
      "text": "Bonds issued pursuant to this article are payable from the revenues or the net revenues as designated by the trustees, as well as from proceeds of the admissions fee and the special student fee. Bonds issued pursuant to this article may be further secured by such additional pledges of other revenues or fees of Francis Marion as Francis Marion may be authorized to grant pursuant to other laws of this State. The trustees may abandon the use of any portion of the athletic facilities or sell or dispose of any portion of the athletic facilities upon the receipt of a written recommendation by the chief financial officer of Francis Marion to the effect that such action does not adversely affect the ability of Francis Marion to discharge its obligations to the holders of bonds issued pursuant to this article and upon such further conditions as prescribed in the resolution of the trustees providing for the issuance of bonds.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-250/"
    },
    {
      "id": "section-59-133-260",
      "number": "59-133-260.",
      "heading": "",
      "text": "The faith and credit of the State must not be pledged for the payment of the principal and interest of such bonds, and there must be on the face of each bond a statement plainly worded to that effect. Neither the trustees nor any other person signing the bonds is personally liable therefor.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-260/"
    },
    {
      "id": "section-59-133-270",
      "number": "59-133-270.",
      "heading": "",
      "text": "In order to avail themselves of the authorizations set forth in this article, the trustees shall from time to time adopt resolutions providing for the issuance of bonds of Francis Marion, within the limitations herein mentioned, which resolutions shall prescribe the tenor, terms, and conditions of such bonds. Such bonds must be issued as serial or term bonds, maturing in equal or unequal amounts, at such times and on such occasions as the trustees determine. The last maturing bonds of any issue must be expressed to mature not later than thirty years from their date, and the first maturing bonds of any issue, issued pursuant to this article, shall fall due within three years from their date. The bonds shall bear such rates of interest, payable on such occasion, as the trustees shall prescribe, and the bonds must be in such denominations, must be payable in such medium of payment, and at such place as such resolutions prescribe. All bonds may be issued with a provision permitting their redemption on any interest payment date prior to their respective maturities. Bonds made subject to redemption prior to their stated maturities may contain a provision requiring the payment of a premium for the privilege of exercising the right of redemption, in such amount or amounts as the trustees shall prescribe in the resolutions authorizing their issuance. All bonds that are subject to redemption shall contain a statement to that effect on the face of each bond. The resolutions authorizing their issuance shall contain provisions specifying the manner of call for redemption and the notice of such call that must be given.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-270/"
    },
    {
      "id": "section-59-133-280",
      "number": "59-133-280.",
      "heading": "",
      "text": "The bonds authorized by this article and all interest to become due thereon have the tax exempt status prescribed by Section 12-2-50.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-280/"
    },
    {
      "id": "section-59-133-290",
      "number": "59-133-290.",
      "heading": "",
      "text": "It is lawful for all executors, administrators, guardians, and fiduciaries, all sinking fund commissions, the Public Employee Benefit Authority or State Fiscal Accountability Authority as cotrustees of the South Carolina Retirement System, and all other governmental entities within the State to invest any monies in their hands in such bonds.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-290/"
    },
    {
      "id": "section-59-133-300",
      "number": "59-133-300.",
      "heading": "",
      "text": "The bonds and the coupons, if any, attached to such bonds, must be executed manually or by facsimile in the name of Francis Marion in such manner and by such persons as the trustees shall from time to time determine, and the seal of Francis Marion University must be affixed to, or impressed, or reproduced on each bond. Any coupons attached to such bonds must be authenticated by the facsimile signature of one or more of the persons signing the bonds. Such bonds may, in the discretion of the trustees, be registerable as to principal and interest on books kept therefor by or on behalf of Francis Marion, including by a corporate registrar. The delivery of the bonds so executed are valid notwithstanding changes in officers or in the seal occurring after such execution. Notwithstanding the foregoing, the bonds may, in the discretion of the trustees, be issued as fully registered, noncertified, book-entry securities.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-300/"
    },
    {
      "id": "section-59-133-310",
      "number": "59-133-310.",
      "heading": "",
      "text": "The bonds may be disposed of in such manner as the trustees shall determine, except that no privately negotiated sale without public advertisement may be made without the prior approval of the State Fiscal Accountability Authority. The bonds may be sold at such discount or for such premium as may be determined by the trustees or their designee as being in the best interest of Francis Marion.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-310/"
    },
    {
      "id": "section-59-133-320",
      "number": "59-133-320.",
      "heading": "",
      "text": "The proceeds of all bonds must be delivered to the State Treasurer or its corporate trust designee and retained in a special fund or funds and applied solely to the purposes for which such bonds have been issued. Withdrawals from the fund must be made on the order or requisition of the university and must be in such form as the State Treasurer shall prescribe. The State Treasurer may make temporary investments of funds derived from the proceeds of bonds in the manner prescribed by law.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-320/"
    },
    {
      "id": "section-59-133-340",
      "number": "59-133-340.",
      "heading": "",
      "text": "To the end that the payment of the principal of and interest on the bonds authorized hereby are adequately secured, the trustees are empowered in their discretion:\n\n(1) to issue bonds in such amount, within the limitations herein provided for, as the trustees consider necessary, it is lawful for the trustees to use a portion of the principal proceeds derived from any sale of bonds, except bonds issued to effect refunding of outstanding bonds, to meet the payment of interest on such bonds for a period equal to the period of construction or renovation of the athletic facilities to be financed with the proceeds of such bonds, plus a period not exceeding six months, it being recognized by the General Assembly, that until the athletic facilities to be constructed or renovated with the proceeds of the bonds are completed, an undue burden may be imposed upon then existing revenues or other sources of payment of the bonds;\n\n(2) to impose admissions fees and a special student fee upon such basis and in such amounts as the trustees shall determine;\n\n(3) to pledge the revenues or the net revenues as designated by the trustees, and the proceeds of any admissions fees and special student fee, as security for the payment of such bonds, whether then or thereafter to be existing. However, any surplus of such revenues or net revenues available after the payment of costs of operation and maintenance of the athletic department and of athletic facilities and of debt service on such bonds, and the establishment of any debt service reserve obligation in a bond reserve fund under the proceedings providing for the issuance of such bonds, may be placed in a contingency and improvement fund for athletic facilities in order to restore depreciated or obsolete athletic facilities, to make improvements to such athletic facilities, to defray the cost of unforeseen contingencies with regard to such athletic facilities, to prevent defaults under such bonds or to redeem any of such bonds, or may be reflected in the opening balance of the operating fund of the department for the next succeeding fiscal year and used for any purpose approved by the trustees;\n\n(4) to further secure the bonds with a pledge of any additional revenues or fees of Francis Marion as may be authorized under other laws of the State;\n\n(5) to specify and limit the athletic facilities which may be made use of free of charge;\n\n(6) to covenant to establish and maintain such system of rules as will ensure the continuous and effective use of the athletic facilities;\n\n(7) to covenant that an adequate schedule of rates and charges for attendance at events held at any athletic facilities will be maintained, and that net athletic revenues plus any proceeds of the admissions fees and the special student fee will be sufficient to:\n\n(a) pay the cost of operating and maintaining the athletic department and the athletic facilities, including the cost of fire, extended coverage and use, and occupancy insurance;\n\n(b) pay the principal and interest of the bonds as they respectively become due;\n\n(c) provide any necessary debt service coverage ratios;\n\n(d) create and maintain any bond reserve fund established to meet the payment of principal and interest of any of the bonds; and\n\n(e) create and at all times maintain an adequate reserve for contingencies and for major repairs and replacement of athletic facilities;\n\n(8) to covenant against the mortgaging or disposing of the athletic facilities and against permitting or suffering any lien to be created thereon, equal or superior to any lien created thereon for the benefit of the holders of such bonds. However, the trustees reserve the right, under such terms as they shall prescribe, to issue additional bonds on a parity with, or subordinate to, the bonds authorized by this article;\n\n(9) to covenant as to the use of the proceeds derived from the sale of any bonds issued pursuant to this article;\n\n(10) to provide for the terms, form, registration, exchange, execution, and authentication of bonds, and for the replacement of lost, destroyed, or mutilated bonds;\n\n(11) to make covenants with respect to the operation of the athletic department and the athletic facilities;\n\n(12) to covenant that all revenues or net revenues pledged for the payment of the bonds must be duly segregated into special funds and that such funds will be used solely for the purposes for which they are intended and for no other purpose;\n\n(13) to covenant for the mandatory redemption of bonds on such terms and conditions as the resolutions authorizing such bonds shall prescribe;\n\n(14) to provide for early defeasance of bonds through the establishment of special escrow accounts maintained by a corporate trustee, which may be the State Treasurer, of cash, or United States government obligations, or obligations of agencies thereof, which escrows may be funded with proceeds of bonds issued hereunder or revenues or net revenues or other funds available to Francis Marion;\n\n(15) to prescribe the procedure, if any, by which the terms of the contract with the bondholders may be amended, the number of bonds whose holders must consent thereto, and the manner in which consent shall be given;\n\n(16) to covenant as to the maintenance of the athletic facilities, the insurance to be carried thereon, and the use and disposition of proceeds from any insurance policy;\n\n(17) to prescribe the events of default and the terms and conditions upon which all or any bonds become or may be declared due before maturity, and the terms and conditions upon which such declaration and its consequences may be waived;\n\n(18) to impose a statutory lien upon any athletic facilities as security for the payment of the bonds. The lien shall extend to such athletic facilities, to their appurtenances and extensions, to their additions, improvements, and enlargements to the extent specified in the resolutions and shall inure to the benefit of the holders of the bonds secured thereby. These athletic facilities shall remain subject to such statutory lien until the payment in full of the principal and interest of the bonds. Any holder of any of the bonds, or any of the coupons representing interest thereon, may, either at law or in equity, by suit, action, mandamus, or other proceedings, protect and enforce the statutory lien, and may, by suit, action, mandamus, or other proceedings enforce and compel performance of all duties of the trustees, including the fixing of sufficient rates, the proper segregation of the revenues, and the proper application thereof. However, the statutory lien must not be construed to give any such bond or coupon holder authority to compel the sale of any of the athletic facilities or any part thereof;\n\n(19) to covenant that, if there be any default in the payment of the principal of or interest upon any of the bonds, any court having jurisdiction in any proper action may appoint a receiver to administer and operate the athletic department, with power to fix rates and charges for athletic facilities and other activities of the athletic department, and to apply the income and revenues of the athletic department to the payment of such bonds and the interest thereon;\n\n(20) to establish on or before the occasion of the delivery of any bonds issued pursuant to this article a bond reserve fund and to cause the same to be maintained by the State Treasurer or its corporate trustee designee, and to that end, the trustees are empowered to utilize any monies available for the funding of any such bond reserve fund, including revenues or net revenues previously accumulated prior to the issuance of bonds or available proceeds of the admissions fee or the special student fee. In the discretion of the trustees, in lieu of cash, such a bond reserve fund may be funded with a surety bond, insurance policy, letter of credit, line of credit, or similar guarantee. At the discretion of the trustees, Francis Marion may purchase an insurance policy ensuring payment of both principal and interest on any issuance of bonds hereunder;\n\n(21) with the consent of the State Treasurer, to appoint a corporate trustee and a paying agent for the bondholders, either of whom may be the State Treasurer, and to prescribe the manner in which revenues or net revenues, as well as proceeds of admissions fees and special student fee shall be utilized and disposed of. Any such corporate trustee shall serve in a fiduciary capacity as trustee for the bondholders under the resolutions of the trustees authorizing the issuance of bonds.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-340/"
    },
    {
      "id": "section-59-133-330",
      "number": "59-133-330.",
      "heading": "",
      "text": "To the end that provisions be made for the adequate payment of the principal of and interest on the bonds:\n\n(1)(a) The trustees shall maintain in full force and effect any necessary admissions fees or special student fee on a basis and in such amounts as will be sufficient, after taking into account net revenues and any other funds pledged to the payment of the bonds as provided under Section 59-133-340(4), to provide for the payment of the principal of and interest on the bonds as the same mature and to provide the required reserve therefor in any bond reserve fund. It is the duty of Francis Marion to calculate the debt service requirements of the bonds not less frequently than annually and, if required at such time, appropriate revisions of any admissions fees or special student fee must be made by the trustees if such revisions are required, after taking into account net revenues for the year, to make adequate provisions for the payment of the principal of and interest on the bonds and the maintenance of any required reserve in a bond reserve fund.\n\n(b) The admissions fees and the special student fee, if any, must bear such nomenclature as the trustees shall prescribe. The special student fee may, in the discretion of the trustees, be included as a part of any other fee. The trustees shall account for the receipt from any admissions fees and special student fee to the State Treasurer, for deposit by the State Treasurer in the debt service fund.\n\n(2) The trustees shall cause to be established with the State Treasurer or its corporate trust designee on or before the occasion of the delivery of any bonds pursuant to this article, a debt service fund into which must be deposited annually sufficient funds as provided in this article to meet the payment of principal of and interest on the bonds for such year.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-330/"
    },
    {
      "id": "section-59-133-350",
      "number": "59-133-350.",
      "heading": "",
      "text": "The authorizations granted by this article must remain of full force and effect until they are rescinded by subsequent enactment, and no time limit is set for the issuance of bonds pursuant to this article.\n\nHISTORY: 2008 Act No. 355, Section 8, eff June 25, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-133/section-59-133-350/"
    }
  ]
}