{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-103",
  "sections": [
    {
      "id": "section-59-103-5",
      "number": "59-103-5.",
      "heading": "",
      "text": "For purposes of this chapter (1) \"public higher education\" shall mean state-supported education in the post-secondary field, including comprehensive and technical education; (2) \"public institution of higher learning\" shall mean any state-supported-post-secondary educational institution and shall include technical and comprehensive educational institutions.\n\nHISTORY: 1978 Act No. 410, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-5/"
    },
    {
      "id": "section-59-103-10",
      "number": "59-103-10.",
      "heading": "",
      "text": "There is created the State Commission on Higher Education. The commission shall consist of fifteen members appointed by the Governor. The membership must consist of one at-large member to serve as chairman, one representative from each of the congressional districts, three members appointed from the State at large, three representatives of the public colleges and universities, and one representative of the independent colleges and universities of South Carolina.\n\nThe membership of the Commission on Higher Education must be as follows:\n\n(1) Ten members, seven to represent each of the congressional districts of this State appointed by the Governor upon the recommendation of a majority of the senators and a majority of the members of the House of Representatives comprising the legislative delegation from the district and three members appointed from the State at large upon the advice and consent of the Senate. Each representative of a congressional district must be a resident of the congressional district he represents. In order to qualify for appointment, the representatives from the congressional districts and those appointed at large must have experience in at least one of the following areas: business, the education of future leaders and teachers, management, or policy. A member representing the congressional districts or appointed at large must not have been, during the succeeding five years, a member of a governing body of a public institution of higher learning in this State and must not be employed or have immediate family members employed by any of the public colleges and universities of this State. These members must be appointed for terms of four years and shall not serve on the commission for more than two consecutive terms. However, the initial term of office for a member appointed from an even-numbered congressional district shall be two years.\n\nIf the boundaries of the congressional districts are changed, members serving on the commission shall continue to serve until the expiration of their current terms, but successors to members whose terms expire must be appointed from the newly defined congressional districts. If a congressional district is added, the commission must be enlarged to include a representative from that district.\n\n(2) Three members to serve ex officio to represent the public colleges and universities appointed by the Governor with the advice and consent of the Senate. It shall not be a conflict of interest for any voting ex officio member to vote on matters pertaining to their individual college or university. One member must be serving on the board of trustees of one of the public senior research institutions, one member must be serving on the board of trustees of one of the four-year public institutions of higher learning, and one member must be a member of one of the local area technical education commissions or the State Board for Technical and Comprehensive Education to represent the State Board for Technical and Comprehensive Education. These members must be appointed to serve terms of two years with terms to rotate among the institutions.\n\n(3) One ex officio member to represent the independent colleges and universities by the Governor upon the advice and consent of the Senate. The individual appointed must be serving as a member of the Advisory Council of Private College Presidents. This member must be appointed for a term of two years and shall serve as a nonvoting member.\n\n(4) One at-large member to serve as chairman appointed by the Governor with the advice and consent of the Senate. This member must be appointed for a term of four years and may be reappointed for one additional term; however, he may serve only one term as chairman.\n\nThe Governor, by his appointments, shall assure that various economic interests and minority groups, especially women and blacks, are fairly represented on the commission and shall attempt to assure that the graduates of no one public or private college or technical college are dominant on the commission. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term. All members of the commission shall serve until their successors are appointed and qualify.\n\nHISTORY: 1978 Act No. 410, Section 2; 1988 Act No. 629, Section 2; 1995 Act No. 137, Section 1; 1996 Act No. 359, Section 1; 2012 Act No. 176, Section 6, eff May 25, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-10/"
    },
    {
      "id": "section-59-103-15",
      "number": "59-103-15.",
      "heading": "",
      "text": "(A)(1) The General Assembly has determined that the mission for higher education in South Carolina is to be a global leader in providing a coordinated, comprehensive system of excellence in education by providing instruction, research, and life-long learning opportunities which are focused on economic development and benefit the State of South Carolina.\n\n(2) The goals to be achieved through this mission are:\n\n(a) high academic quality;\n\n(b) affordable and accessible education;\n\n(c) instructional excellence;\n\n(d) coordination and cooperation with public education;\n\n(e) cooperation among the General Assembly, Commission on Higher Education, Council of Presidents of State Institutions, institutions of higher learning, and the business community;\n\n(f) economic growth;\n\n(g) clearly defined missions.\n\n(B) The General Assembly has determined that the primary mission or focus for each type of institution of higher learning or other post-secondary school in this State is as follows:\n\n(1) Research institutions\n\n(a) college-level baccalaureate education, master's, professional, and doctor of philosophy degrees which lead to continued education or employment;\n\n(b) research through the use of government, corporate, nonprofit-organization grants, or state resources, or both; and\n\n(c) public service to the State and the local community;\n\n(2) Doctoral/professional universities\n\n(a) college-level baccalaureate education, master's, professional, and no more than a combined five professional doctorate or doctor of philosophy degrees, that lead to continued education or employment;\n\n(b) limited and specialized research; and\n\n(c) public service to the State and the local community;\n\n(3) Four-year colleges and universities\n\n(a) college-level baccalaureate education and selected master's degrees which lead to employment or continued education, or both, except for doctoral degrees currently being offered;\n\n(b) bachelor of science degree in Mechanical Engineering approved by the Commission on Higher Education at South Carolina State University;\n\n(c) bachelor of science degree in Electrical Engineering approved by the Commission on Higher Education at South Carolina State University;\n\n(d) doctoral degree in Marine Science approved by the Commission on Higher Education;\n\n(e) subject to subsection (C), doctoral degree in Nursing Practice approved by the Commission on Higher Education at Francis Marion University;\n\n(f) subject to subsection (C), doctoral degree in Nursing Practice approved by the Commission on Higher Education at the University of South Carolina Aiken;\n\n(g) subject to subsection (C), doctor of philosophy degree in Education Administration approved by the Commission on Higher Education at Coastal Carolina University;\n\n(h) subject to subsection (C), doctor of philosophy degree in Computer and Information Science approved by the Commission on Higher Education at the College of Charleston;\n\n(i) limited and specialized research; and\n\n(j) public service to the State and the local community;\n\n(4) Two-year institutions-branches of the University of South Carolina\n\n(a) college-level pre-baccalaureate education necessary to confer associates degrees which lead to continued education at a four-year or research institution; and\n\n(b) public service to the State and the local community;\n\n(5) State technical and comprehensive education system\n\n(a) all post-secondary vocational, technical, and occupational diploma and associate degree programs leading directly to employment or maintenance of employment and associate degree programs which enable students to gain access to other post-secondary education;\n\n(b) up-to-date and appropriate occupational and technical training for adults;\n\n(c) special school programs that provide training for prospective employees for prospective and existing industry in order to enhance the economic development of South Carolina;\n\n(d) public service to the State and the local community;\n\n(e) continue to remain technical, vocational, or occupational colleges with a mission as stated in item (4) and primarily focused on technical education and the economic development of the State; and\n\n(f) subject to subsection (C), an Applied Baccalaureate in Advanced Manufacturing Technology degree approved first by the Board for Technical and Comprehensive Education and then the Commission on Higher Education.\n\n(C) Notwithstanding subsection (B), the degrees set forth in subsection (B)(3)(e), (f), (g), and (h), and subsection (B)(5)(f) are only allowed so long as new state general funds are not appropriated for the operations of the degree program.\n\nHISTORY: 1996 Act No. 359, Section 2; 2012 Act No. 213, Section 1, eff June 7, 2012; 2017 Act No. 14 (H.3793), Section 1, eff April 24, 2017; 2018 Act No. 260 (H.4931), Section 1, eff July 2, 2018; 2023 Act No. 41 (H.3857), Sections 1, 2, eff May 16, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-15/"
    },
    {
      "id": "section-59-103-17",
      "number": "59-103-17.",
      "heading": "",
      "text": "(A) The Commission on Higher Education may enter into interstate reciprocity agreements, including, but not limited to, the State Authorization Reciprocity Agreement, that authorize accredited degree-granting institutions of higher education that offer postsecondary distance education to do so through such reciprocity agreements. The commission shall administer these agreements and shall approve or disapprove participation in these agreements by accredited degree-granting institutions of higher education in this State. The commission may assume and exercise all powers, duties, and responsibilities associated with and required under the terms of an interstate reciprocity agreement.\n\n(B) The commission may develop policies, procedures, or regulations necessary for the implementation of this section, including the establishment of fees to be paid by participating institutions to cover direct and indirect administrative costs incurred by the commission. Participation in interstate reciprocity agreements shall be voluntary to eligible institutions of higher education in this State.\n\n(C) Nothing in this section may be construed to prohibit institutions of higher education in this State that do not participate in any interstate reciprocity agreement entered into by the commission from offering postsecondary distance education.\n\n(D) Nothing in this section may be construed to prohibit or reduce the commission's authority over institutions of higher education offering distance education in this State if the institution is not a participant in the interstate reciprocity agreement in which the commission participates.\n\nHISTORY: 2016 Act No. 146 (H.4639), Section 1, eff March 14, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-17/"
    },
    {
      "id": "section-59-103-20",
      "number": "59-103-20.",
      "heading": "",
      "text": "The commission shall meet regularly and shall have the authority and responsibility for a coordinated, efficient, and responsive higher education system in this State consistent with the missions of each type of institution as stipulated in Section 59-103-15. In meeting this responsibility and in performing its duties and functions, the commission shall coordinate and collaborate at a minimum with the Council of Presidents of State Institutions, the council of board chairs of the various public institutions of higher learning, and the business community. The commission also is charged with examining the State's institutions of higher learning relative to both short and long-range programs and missions which include:\n\n(a) the role of state-supported higher education in serving the needs of the State and the roles and participation of the individual institutions in the statewide program;\n\n(b) enrollment trends, student costs, business management practices, accounting methods, operating results and needs, and capital fund requirements;\n\n(c) the administrative setup and curriculum offerings of the several institutions and of the various departments, schools, institutes, and services within each institution and the respective relationships to the services and offerings of other institutions;\n\n(d) areas of state-level coordination and cooperation with the objective of reducing duplication, increasing effectiveness, and achieving economies and eliminating sources of friction and misunderstanding;\n\n(e) efforts to promote a clearer understanding and greater unity and good will among all institutions of higher learning, both public and private, in the interest of serving the educational needs of the people of South Carolina on a statewide level.\n\nHISTORY: 1962 Code Section 22-15.7; 1962 (52) 1956; 1967 (55) 261; 1996 Act No. 359, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-20/"
    },
    {
      "id": "section-59-103-25",
      "number": "59-103-25.",
      "heading": "",
      "text": "The commission shall compile and publish legislation applicable to it so that the relationships among the commission, the governing bodies of public institutions of higher education, the General Assembly and the executive branches of government may be more clearly established and understood.\n\nThe commission shall create from among its membership such standing committees as it may deem necessary. The creation of the committees and their duties shall be prescribed by a two-thirds vote of the membership of the commission. Special committees may be created and their duties prescribed by a majority vote of the membership of the commission.\n\nHISTORY: 1978 Act No. 410, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-25/"
    },
    {
      "id": "section-59-103-30",
      "number": "59-103-30.",
      "heading": "",
      "text": "(A) The General Assembly has determined that the critical success factors, in priority order, for academic quality in the several institutions of higher learning in this State are as follows:\n\n(1) Mission Focus;\n\n(2) Quality of Faculty;\n\n(3) Classroom Quality;\n\n(4) Institutional Cooperation and Collaboration;\n\n(5) Administrative Efficiency;\n\n(6) Entrance Requirements;\n\n(7) Graduates' Achievements;\n\n(8) User-friendliness of the Institution;\n\n(9) Research Funding.\n\n(B) The General Assembly has determined that whether or not an institution embodies these critical success factors can be measured by the following performance indicators as reflected under the critical success factors below:\n\n(1) Mission Focus\n\n(a) expenditure of funds to achieve institutional mission;\n\n(b) curricula offered to achieve mission;\n\n(c) approval of a mission statement;\n\n(d) adoption of a strategic plan to support the mission statement;\n\n(e) attainment of goals of the strategic plan.\n\n(2) Quality of Faculty\n\n(a) academic and other credentials of professors and instructors;\n\n(b) performance review system for faculty to include student and peer evaluations;\n\n(c) post-tenure review for tenured faculty;\n\n(d) compensation of faculty;\n\n(e) availability of faculty to students outside the classroom;\n\n(f) community and public service activities of faculty for which no extra compensation is paid.\n\n(3) Instructional Quality\n\n(a) class sizes and student/teacher ratios;\n\n(b) number of credit hours taught by faculty;\n\n(c) ratio of full-time faculty as compared to other full-time employees;\n\n(d) accreditation of degree-granting programs;\n\n(e) institutional emphasis on quality teacher education and reform.\n\n(4) Institutional Cooperation and Collaboration\n\n(a) sharing and use of technology, programs, equipment, supplies, and source matter experts within the institution, with other institutions, and with the business community;\n\n(b) cooperation and collaboration with private industry.\n\n(5) Administrative Efficiency\n\n(a) percentage of administrative costs as compared to academic costs;\n\n(b) use of best management practices;\n\n(c) elimination of unjustified duplication of and waste in administrative and academic programs;\n\n(d) amount of general overhead costs.\n\n(6) Entrance Requirements\n\n(a) SAT and ACT scores of student body;\n\n(b) high school class standing, grade point averages, and activities of student body;\n\n(c) post-secondary nonacademic achievements of student body;\n\n(d) priority on enrolling in-state residents.\n\n(7) Graduates' Achievements\n\n(a) graduation rate;\n\n(b) employment rate for graduates;\n\n(c) employer feedback on graduates who were employed or not employed;\n\n(d) scores of graduates on post-undergraduate professional, graduate, or employment-related examinations and certification tests;\n\n(e) number of graduates who continued their education;\n\n(f) credit hours earned of graduates.\n\n(8) User-Friendliness of Institution\n\n(a) transferability of credits to and from the institution;\n\n(b) continuing education programs for graduates and others;\n\n(c) accessibility to the institution of all citizens of the State.\n\n(9) Research Funding\n\n(a) financial support for reform in teacher education;\n\n(b) amount of public and private sector grants.\n\n(C) The commission, when using the critical success factors for the purpose of funding recommendations for institutions of higher learning, is required to use objective, measurable criteria.\n\n(D) Critical success factors developed and used for the purpose of funding recommendations shall be those which are directly related to the missions of the particular type of institution as outlined in Section 59-103-15(B) and not those factors which are not relevant to the success factors of the particular type of institution.\n\nHISTORY: 1996 Act No. 359, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-30/"
    },
    {
      "id": "section-59-103-35",
      "number": "59-103-35.",
      "heading": "",
      "text": "All public institutions of higher learning shall submit annual budget requests to the commission in the manner set forth in this section. The State Board for Technical and Comprehensive Education shall submit an annual budget request to the commission representing the total requests of all area-wide technical and comprehensive educational institutions. The budget submitted by each institution and the State Board for Technical and Comprehensive Education must include all state funds, federal grants, tuition, and fees other than funds derived wholly from athletic or other student contests, from the activities of student organizations, from approved private practice plans, and from the operation of canteens and bookstores which may be retained by the institutions and be used as determined by the respective governing boards, subject to annual audit by the State. Fees established by the respective governing boards for programs, activities, and projects not covered by appropriations or other revenues may be retained and used by each institution as previously determined by the respective governing boards, subject to annual audit by the State. The budget request for the public higher education system shall be submitted by the commission to the Governor and appropriate standing committees of the General Assembly in conjunction with the preparation of the annual general appropriations act for the applicable year.\n\nSupplemental appropriations requests from any public institution of higher education must be submitted first to the commission. If the commission does not concur in the requests, the affected institution may request a hearing on the requests before the appropriate committee of the General Assembly. The commission may appear at the hearing and present its own recommendations and findings to the same committee. The provisions of this paragraph do not apply to any capital improvement projects funded in whole or in part prior to July 30, 1996.\n\nNo new program may be undertaken by any public institution of higher education without the approval of the commission. The provisions of this chapter apply to all college parallel, transferable, and associate degree programs of technical and comprehensive education institutions. All other programs and offerings of technical and comprehensive education institutions are excluded from this chapter.\n\nHISTORY: 1978 Act No. 410 Section 8; 1988 Act No. 629, Section 3; 1993 Act No. 178, Section 37; 1996 Act No. 359, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-35/"
    },
    {
      "id": "section-59-103-36",
      "number": "59-103-36.",
      "heading": "",
      "text": "Military students in the senior colleges and universities of this State shall be included in the count of full-time equivalent students for the purpose of determining the appropriation of each institution. The Commission on Higher Education and the Revenue and Fiscal Affairs Office may make whatever audit adjustments are necessary to carry out this intent.\n\nHISTORY: 1981 Act No. 152, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-36/"
    },
    {
      "id": "section-59-103-40",
      "number": "59-103-40.",
      "heading": "",
      "text": "The Commission shall establish a council of presidents consisting of the presidents of the State institutions of higher learning. The council of presidents shall appoint a chairman and such other officers and committees as it may see fit. It shall meet at least four times a year, of which two meetings will be held jointly with the Commission. The council of presidents shall establish committees consisting of qualified personnel representing the various State-supported institutions of higher learning, either upon request of the Commission or upon its own initiative, to investigate, study and report to the Commission on such subjects as:\n\n(a) Academic planning\n\n(b) Business and financial coordination\n\n(c) Library utilization and coordination.\n\nHISTORY: 1962 Code Section 22-15.8; 1962 (52) 1956; 1967 (55) 261.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-40/"
    },
    {
      "id": "section-59-103-45",
      "number": "59-103-45.",
      "heading": "",
      "text": "In addition to the powers, duties, and functions of the Commission on Higher Education as provided by law, the commission, notwithstanding any other provision of law to the contrary, shall have the following additional duties and functions with regard to the various public institutions of higher education:\n\n(1) establish procedures for the transferability of courses at the undergraduate level between two-year and four-year institutions or schools;\n\n(2) coordinate with the State Board of Education in the approval of secondary education courses for the purpose of determining minimum college entrance requirements, and define minimum academic expectations for prospective post-secondary students, communicate these expectations to the State Board of Education, and work with the state board to ensure these expectations are met;\n\n(3) review minimum undergraduate admissions standards for in-state and out-of-state students;\n\n(4)(a) develop standards for determining how well an institution has met or achieved the performance indicators for quality academic success as enumerated in Section 59-103-30, and develop mechanisms for measuring the standards of achievement of particular institutions. These standards and measurement mechanisms shall be developed in consultation and cooperation with, at a minimum but not limited to, the Council of Presidents of State Institutions, the chairmen of the governing boards of the various institutions and the business community;\n\n(b) base the higher education funding formula in part on the achievement of the standards set for these performance indicators including base-line funding for institutions meeting the standards of achievement, incentive funding for institutions exceeding the standards of achievement, and reductions in funding for institutions which do not meet the standards of achievement, provided that each institution under the formula until July 1, 1999, must receive at least its fiscal year 1996-1997 formula amount;\n\n(c) promulgate regulations to implement the provisions of subitems (a) and (b) above and submit such regulations to the General Assembly for its review pursuant to the Administrative Procedures Act not later than the beginning of the 1997 Session of the General Assembly.\n\n(d) develop a higher education funding formula based entirely on an institution's achievement of the standards set for these performance indicators, this formula to be used beginning July 1, 1999. This new funding formula also must be contained in regulations promulgated by the commission and submitted to the General Assembly for its review in accordance with the Administrative Procedures Act;\n\n(5) reduce, expand, or consolidate any institution of higher learning including those which do not meet the standards of achievement in regard to the performance indicators for quality academic success enumerated in Section 59-103-30, and beginning July 1, 1999, close any institution which does not meet the standards of achievement in regard to the performance indicators for quality academic success enumerated in Section 59-103-30. The process to be followed for the closure, reduction, expansion, or consolidation of an institution under this item (5) shall be as promulgated in regulations of the commission which shall be submitted to and approved by the General Assembly;\n\n(6) review and approve each institutional mission statement to ensure it is within the overall mission of that particular type of institution as stipulated by Section 59-103-15 and is within the overall mission of the State;\n\n(7) ensure access and equity opportunities at each institution of higher learning for all citizens of this State regardless of race, gender, color, creed, or national origin within the parameters provided by law.\n\nHISTORY: 1995 Act No. 137, Section 2; 1996 Act No. 359, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-45/"
    },
    {
      "id": "section-59-103-50",
      "number": "59-103-50.",
      "heading": "",
      "text": "There shall be established, under the auspices of the commission, an Advisory Council of Private College Presidents to counsel with and advise the commission with regard to matters concerning nonpublic colleges and their role in overall programs of higher education in the State. The council shall consist of eight members selected by the South Carolina College Council. Terms of members shall be for two years. A chairman shall be elected by the members. The council shall meet upon the call of the chairman and shall meet at least once annually with the commission. The members of the council serving on this section's effective date may continue to serve until the expiration of their terms.\n\nHISTORY: 1962 Code Section 22-15.8:1; 1972 (57) 2627; 1992 Act No. 373, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-50/"
    },
    {
      "id": "section-59-103-55",
      "number": "59-103-55.",
      "heading": "",
      "text": "Each four-year campus of each state-supported public institution of higher learning, as defined in Section 59-103-5, shall have equal representation on all formal and informal councils, advisory groups, committees, and task forces of the commission. Independent four-year colleges shall have representation on all formal and informal committees and commissions dealing with higher education statewide issues.\n\nHISTORY: 2002 Act No. 356, Section 1, Part II.A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-55/"
    },
    {
      "id": "section-59-103-60",
      "number": "59-103-60.",
      "heading": "",
      "text": "The commission shall make such recommendations to the Governor's Office and the General Assembly as to policies, programs, curricula, facilities, administration, and financing of all state-supported institutions of higher learning as may be considered desirable. The House Ways and Means Committee, the Senate Finance Committee, and the Office of the Governor may refer to the commission for investigation, study, and report any requests of institutions of higher learning for new or additional appropriations for operating and for other purposes and for the establishment of new or expanded programs.\n\nHISTORY: 1962 Code Section 22-15.9; 1962(52) 1956, 1967(55) 261; 1978 Act No. 410, Section 7; 1995 Act No. 137, Section 3; 1996 Act No. 359, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-60/"
    },
    {
      "id": "section-59-103-65",
      "number": "59-103-65.",
      "heading": "",
      "text": "If an institution beginning July 1, 1999, is closed by the commission, the institution shall be treated as a terminated agency under Section 1-20-30 and as such terminated in the manner provided therein. However, any remaining funds shall not revert to the general fund as provided in Section 1-20-30 but instead shall be reallocated to higher education funding through use of the higher education funding formula in the manner the commission shall provide.\n\nHISTORY: 1996 Act No. 359, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-65/"
    },
    {
      "id": "section-59-103-70",
      "number": "59-103-70.",
      "heading": "",
      "text": "The Commission shall make reports to the Governor and the General Assembly at least annually on the status and progress of higher education in the State, with such recommendations as may be appropriate.\n\nHISTORY: 1962 Code Section 22-15.10; 1962 (52) 1956; 1967 (55) 261.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-70/"
    },
    {
      "id": "section-59-103-80",
      "number": "59-103-80.",
      "heading": "",
      "text": "Funds for the necessary technical, administrative and clerical assistance and other expenses of the Commission, including stationery, shall be carried in the annual appropriation act for the State. The members of the Commission shall be allowed such per diem and mileage as authorized by law for members of boards, commissions and committees. The sum appropriated for the use of the Commission shall be expended upon warrants signed by the chairman.\n\nHISTORY: 1962 Code Section 22-15.11; 1962 (52) 1956; 1967 (55) 261.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-80/"
    },
    {
      "id": "section-59-103-90",
      "number": "59-103-90.",
      "heading": "",
      "text": "An executive director must be appointed by the commission to manage and carry out the duties of the commission as prescribed by law and assigned by the commission. The executive director is not subject to the State Employee Grievance Procedure Act of 1982 and may be dismissed without cause.\n\nA professional staff complement shall be established by the executive director who shall ensure that there are persons on the staff who have the professional competence and experience to carry out the duties assigned and to ensure that there are persons on the staff who are familiar with the problems and capabilities of all of the principal types of state-supported institutions in the State. Provision shall be made for persons of high competence and strong professional experience in the areas of academic affairs, public service and extension programs, business and financial affairs, institutional studies and long-range planning, student affairs, research and development, legal affairs, health affairs, institutional development, and for state and federal programs administered by the commission. The hiring of additional staff members to any position for which funds were not specifically appropriated by the General Assembly shall require prior approval by the General Assembly.\n\nHISTORY: 1978 Act No. 410 Section 6; 1995 Act No. 137, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-90/"
    },
    {
      "id": "section-59-103-100",
      "number": "59-103-100.",
      "heading": "",
      "text": "The provisions of this chapter shall not be construed to limit federal and private grants which are made for research and are not connected with teaching programs.\n\nHISTORY: 1978 Act No. 410, Section 7A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-100/"
    },
    {
      "id": "section-59-103-110",
      "number": "59-103-110.",
      "heading": "",
      "text": "HISTORY: Former Section, titled Approval for new construction; exemptions, had the following history: 1978 Act No. 410, Section 9; 1996 Act No. 359, Section 9. Repealed by 2024 Act No. 214, Section 7, eff July 2, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-110/"
    },
    {
      "id": "section-59-103-120",
      "number": "59-103-120.",
      "heading": "",
      "text": "One hundred and eighty days from the effective date of this act, the State Commission on Higher Education shall publish a list of the accrediting agency or agencies, which may include itself, approved by it for accreditation of chiropractic colleges or schools doing business in this State. Any chiropractic college or school doing business in this State shall, upon publication of said list of such accrediting agency or agencies, forthwith apply for such accreditation or candidate status and furnish the State Commission on Higher Education documented evidence of such application.\n\nFailure to obtain such accreditation or candidate status within nineteen months after publication of the list of approved agencies shall result in the Commission on Higher Education revoking the status of such college or school as a recognized college or school of chiropractic.\n\nProvided, further, any college of chiropractic applying for a South Carolina charter must furnish the Commission on Higher Education with sufficient evidence that such school will qualify for required accreditation. Upon certification by the Commission on Higher Education to the Secretary of State, the Secretary of State may issue a charter; provided, further, however, that any college now chartered must attain required licensure before one hundred eighty days after the effective date of this act or have its charter revoked upon a finding by the Attorney General that such licensure has not been attained by such date. In addition to other existing criteria, licensure of all chiropractic colleges shall be renewable annually contingent upon supplying semiannual reports as to the progress of accreditation to the Commission on Higher Education and the Commission shall make a determination if such progress is satisfactory.\n\nHISTORY: 1980 Act No. 307, Section 1; 1981 Act No. 178, Part II, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-120/"
    },
    {
      "id": "section-59-103-130",
      "number": "59-103-130.",
      "heading": "",
      "text": "The Commission on Higher Education shall adopt guidelines whereby the publicly supported colleges and universities of this State shall emphasize teaching as a career opportunity and provide students interested in a teaching career with opportunities to tutor other students.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision C, Subpart 1, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-130/"
    },
    {
      "id": "section-59-103-140",
      "number": "59-103-140.",
      "heading": "",
      "text": "The Commission on Higher Education, in consultation with the State Board of Education, may contract with selected public or private colleges and universities, or groupings of such institutions, to provide centers of excellence in programs designed to train teachers. The Commission shall devise guidelines and procedures by which institutions, or groups of institutions, may apply for such contracts by the Commission. Such guidelines and procedures shall include participation by local schools or school districts in such programs as may be appropriate. Funds for implementing this activity shall be appropriated annually to the Commission on Higher Education which, in consultation with the State Board of Education, shall monitor the performance of participating institutions and may or may not elect to renew such contracts to any original college or university.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision C, Subpart 3, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-140/"
    },
    {
      "id": "section-59-103-150",
      "number": "59-103-150.",
      "heading": "",
      "text": "(A) As long as there is no impact on state appropriations and subject to approval by the governing body of the public institution of higher education, the institution may implement an early retirement plan for its faculty to accomplish the following objectives:\n\n(1) reallocate institutional resources;\n\n(2) provide an equitable method to increase the flexibility of the institution to effect cost-saving measures;\n\n(3) foster intellectual renewal;\n\n(4) provide increased opportunities for promotion of a younger faculty;\n\n(5) improve the opportunity to recruit qualified women and minorities.\n\n(B) An early retirement plan may include provisions for institutions to pay:\n\n(1) actuarial costs required by Sections 9-1-1850 and 9-11-60;\n\n(2) health, dental, and life insurance costs;\n\n(3) incentive payments;\n\n(4) the costs of single premium annuity plans to provide supplemental benefits.\n\nHISTORY: 1987 Act No. 100, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-150/"
    },
    {
      "id": "section-59-103-155",
      "number": "59-103-155.",
      "heading": "",
      "text": "Any public or private institution of higher education in the State from which a student may earn a degree in a health care profession that allows the person to prescribe controlled substances listed in Schedules II, III, and IV in the State shall require for those programs that students complete coursework on the prescription and monitoring of Schedule II, III, and IV controlled substances, including coursework on the prescription of Schedule II controlled substances to treat or manage pain, and strategies that can be employed to recognize signs of and reduce the likelihood of patient addiction. These institutions of higher education shall coordinate with the state's Commission on Higher Education, Board of Medical Examiners, Board of Dentistry, and Board of Nursing to develop the curriculum.\n\nHISTORY: 2018 Act No. 185 (S.302), Section 2, eff May 17, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-155/"
    },
    {
      "id": "section-59-103-160",
      "number": "59-103-160.",
      "heading": "",
      "text": "(A) This section may be cited as the English Fluency in Higher Learning Act.\n\n(B) The following words and phrases when used in this section have the meanings given to them unless the context clearly indicates otherwise:\n\n\"Instructional faculty\" means every member of a public institution of higher learning whose first language is not English, other than visiting faculty but including graduate teaching assistants, who teaches one or more undergraduate credit courses at a campus of that institution within this State except:\n\n(1) courses that are designed to be taught predominately in a foreign language;\n\n(2) student participatory and activity courses such as clinics, studios, and seminars;\n\n(3) special arrangement courses such as individualized instruction and independent study courses; and\n\n(4) continuing education courses.\n\n(C) Each public institution of higher learning shall establish policies to:\n\n(1) ensure that the instructional faculty whose second language is English possess adequate proficiency in both the written and spoken English language. Student and faculty input is required in establishing these policies.\n\n(2) provide students with a grievance procedure regarding an instructor who is not able to write or speak the English language.\n\n(D)(1) Each institution of higher learning must submit its policy or amendments to the Commission on Higher Education within six months from the effective date of this section. Any amendments to the policy must be promptly forwarded to the commission. The commission shall notify the chairmen of the Senate and House Education Committees of those institutions not submitting plans and any amendment to the commission.\n\n(2) Each institution of higher learning must report annually to the Commission on Higher Education and the chairmen of the Senate and House of Representatives Education Committees grievances filed by students under the requirement of subsection (C)(2) and the disposition of those grievances.\n\nHISTORY: 1991 Act No. 27, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-160/"
    },
    {
      "id": "section-59-103-162",
      "number": "59-103-162.",
      "heading": "",
      "text": "The South Carolina Commission on Higher Education shall review annually the activities of the South Carolina Manufacturing Extension Partnership, make a budget recommendation to the General Assembly, and coordinate the allocation of funds among each participating institution. The funds appropriated to the University of South Carolina-Columbia for the South Carolina Manufacturing Extension Partnership may not be used for any other purpose. The Commission shall review the membership of the South Carolina Manufacturing Extension Partnership board to insure appropriate representation of each participating institution.\n\nHISTORY: 2002 Act No. 356, Section 1, Part II.C.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-162/"
    },
    {
      "id": "section-59-103-165",
      "number": "59-103-165.",
      "heading": "",
      "text": "The Commission on Higher Education is directed to work with the state's public institutions of higher education, and private institutions of higher education which wish to participate, to develop information packages for eighth grade students and their parents on the options of post-secondary education available in South Carolina, the courses required to attend colleges and universities, and the financial requirements and assistance available for students pursuing additional education after high school.\n\nDuring 1991-92, the commission shall develop the information packages, and to the extent that funds are appropriated by the General Assembly, pilot test the program in a number of school districts. The commission shall report to the Senate Education Committee and the Education and Public Works Committee of the House on the pilot testing.\n\nHISTORY: 1992 Act No. 271, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-165/"
    },
    {
      "id": "section-59-103-170",
      "number": "59-103-170.",
      "heading": "",
      "text": "After pilot testing, the Commission on Higher Education shall work with this state's public institutions of higher education and private higher education institutions wishing to participate, to provide annually for the state's eighth grade students and their parents or guardians small group and one-on-one counseling on required high school courses and post-secondary options, financial requirements, and assistance available for a post-secondary education. These sessions must be held at each of the state's public schools which house an eighth grade class. The counseling may be provided during a week declared to be \"Education Options Week\" or at another time convenient to the school and the cooperating institution of higher education.\n\nThe annual sessions will be phased in over two years and by school year 1993-94 will be in the individual schools in accordance with Sections 59-103-165 through 59-103-190.\n\nHISTORY: 1992 Act No. 271, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-170/"
    },
    {
      "id": "section-59-103-180",
      "number": "59-103-180.",
      "heading": "",
      "text": "The State Board of Education, the State Department of Education, and the state's public school districts and schools shall cooperate with the Commission on Higher Education and the institutions of higher education in providing the counseling and shall assist in any manner considered appropriate by them. The schools shall make special efforts to ensure that as many students and parents or guardians as possible are made aware of the opportunity, are urged to attend the sessions, and receive the information.\n\nHISTORY: 1992 Act No. 271, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-180/"
    },
    {
      "id": "section-59-103-190",
      "number": "59-103-190.",
      "heading": "",
      "text": "The businesses and industries of this State are requested to provide the opportunity to their employees with children in the eighth grade to attend the counseling sessions and to cooperate with institutions of higher education in presenting at the worksite small group and one-on-one counseling on required high school courses, post-secondary options, financial requirements, and assistance for post-secondary education.\n\nHISTORY: 1992 Act No. 271, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-190/"
    },
    {
      "id": "section-59-103-195",
      "number": "59-103-195.",
      "heading": "",
      "text": "The State Commission on Higher Education shall have review authority in order to determine the legitimacy and appropriateness of the tasting requirements pursuant to Sections 63-19-2440 and 63-19-2450. The commission shall also establish reasonable rules and restrictions through regulation, as appropriate, with regard to any proposed course of instruction in the culinary arts which any private or public institution desires to offer to students under twenty-one years of age in which the tasting of beer, ale, porter, wine, or other similar malt or fermented beverage or alcoholic liquor is required. Unless approved by the commission, no such course and no student under twenty-one years of age enrolled in such course shall qualify for the exceptions provided under Sections 63-19-2440, 63-19-2450, 61-6-4070, or 61-4-90. A course of instruction on bartending or any similar curriculum does not qualify for exception or approval by the commission under this section.\n\nHISTORY: 1999 Act No. 1, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-103/section-59-103-195/"
    }
  ]
}