{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c149",
  "sections": [
    {
      "id": "section-59-149-10",
      "number": "59-149-10",
      "heading": "",
      "text": "(A) Legislative Incentives for Future Excellence (LIFE) Scholarships are established which must be offered by the State. These scholarships cover the cost of attendance as defined by the Commission on Higher Education by regulation up to a maximum of two thousand dollars a year to eligible resident students attending four-year public or independent institutions as defined in subsection (B), and to cover the cost of attendance up to a maximum of one thousand dollars a year to eligible resident students attending two-year public or independent institutions as defined in subsection (B). (B) For purposes of this chapter, a \"public or independent institution\" which a student may attend to receive a LIFE Scholarship includes the following: (1) a South Carolina public institution defined in Section 59-103-5 and an independent institution as defined in Section 59-113-50. (2) a public or independent bachelor's level institution chartered before 1962 whose major campus and headquarters are located within South Carolina; or an independent bachelor's level institution which was incorporated in its original charter in 1962, was granted a license to operate in 1997 by the Commission on Higher Education, has continued to maintain a campus in South Carolina, and is accredited by the Southern Association of Colleges and Secondary Schools. Institutions whose sole purpose is religious or theological training, or the granting of professional degrees do not meet the definition of \"public or independent institution\" for purposes of this chapter. (3) not for profit institutions accredited by the Accrediting Commission of Career Schools and Colleges. (C) These LIFE Scholarships must be granted and awarded as provided in this chapter. (D) Beginning with school year 2000-2001, the annual amount of a LIFE Scholarship for eligible resident students attending a four-year public or independent institution as defined herein is increased from the cost of attendance up to a maximum of two thousand dollars a year to the cost of attendance up to a maximum of three thousand dollars a year, and the annual amount of a LIFE Scholarship for eligible resident students attending a two-year public or independent institution as defined herein which includes state technical colleges is increased from the cost of attendance up to a maximum of one thousand dollars a year to the cost of tuition for thirty credit hours a year or its equivalent. Tuition for this purpose means the amount charged for registering for credit hours of instruction and shall not include other fees, charges, or costs of textbooks. (E)(1) Beginning with school year 2002-2003, the annual amount of a LIFE Scholarship for eligible resident students attending a four-year public or independent institution as defined in this chapter is increased to the cost of tuition for thirty credit hours a year or its equivalent plus a three hundred dollar a year book allowance. Tuition for this purpose means the amount charged for registering for credit hours of instruction and shall not include other fees, charges, or costs of textbooks, except for the referenced three hundred dollar book allowance, and may not exceed four thousand seven hundred dollars for each student for each year, plus the book allowance. (2) In addition, and notwithstanding the provisions of subsection (D) above, beginning with school year 2002-2003, eligible resident students attending two-year independent institutions may not receive an annual LIFE scholarship of more than the maximum cost of tuition at two-year regional public institutions for thirty credit hours a year or its equivalent. An eligible student attending a two-year public or independent institution or technical college shall receive the three hundred dollar book allowance in addition to his cost of tuition. HISTORY: 1998 Act No. 418, Section 1; 2001 Act No. 1, Part II, Section 3; 2001 Act No. 59, Section 4; 2002 Act No. 356, Sections 1, Part II.I and 3B.1; 2004 Act No. 187, Section 17.A, eff March 17, 2004; 2005 Act No. 162, Section 3.A, eff June 14, 2005; 2024 Act No. 191 (S.974), Section 2, eff May 21, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-10/"
    },
    {
      "id": "section-59-149-15",
      "number": "59-149-15",
      "heading": "",
      "text": "(A) A resident student who is at least a sophomore attending a four-year public or private institution of higher learning in this State, who is majoring in education, science, or mathematics as defined below, and who is receiving a LIFE Scholarship for the current year, shall receive an additional LIFE Scholarship stipend equal to the cost of attendance after applying all other scholarships or grants, not to exceed two thousand five hundred dollars each year for no more than three additional years of instruction, including his sophomore year, if enrolled in a four-year degree program, or for not more than four additional years of instruction, including his sophomore year, if enrolled in a five-year degree program or a 3 plus 2 program. In addition, during his freshman year, the student majoring in science or mathematics must have successfully completed a total of at least fourteen credit hours of instruction in mathematics courses, or life and physical science courses, or a combination of both. A year is defined as thirty credit hours of instruction or its equivalent each year. To receive the additional LIFE Scholarship stipend each year, the student must receive the underlying LIFE Scholarship for that year and must be making acceptable progress each year toward receiving a degree in his education, science, or mathematics major. For purposes of meeting the required minimum level of instruction in mathematics and life and physical science courses during a student's freshman year, advanced placement courses in mathematics and life and physical sciences taken in high school on which the student scored high enough on the advanced placement test to receive credit at his institution and for which he received credit, count toward the fulfillment of this minimum requirement. (B) The Commission on Higher Education by regulation shall define what constitutes a science or mathematics major, applicable beginning with the 2024-2025 School Year to persons who did not receive a LIFE Scholarship stipend before the 2024-2025 School Year. This definition of a science or mathematics major must include, at a minimum, majors in science or mathematics disciplines, computer science or informational technology, engineering, accounting, and health care and related disciplines including medicine and dentistry; provided, that nothing herein prevents a student from changing majors within acceptable science or mathematics disciplines. (C) The Commission on Higher Education shall by regulation define what constitutes an education major for purposes of this section, applicable beginning with the 2024-2025 School Year to persons who did not receive a LIFE Scholarship stipend before the 2024-2025 School Year. This definition of an education major must include, in addition to other subjects considered appropriate by the commission, (1) mathematics education majors, (2) science education majors, and (3) students who major in mathematics, science, or another subject and obtain teacher certification in a subject area related to their major prior to completion of their undergraduate degree. Additionally, the commission shall set forth eligibility criteria that the student shall meet to receive a LIFE Scholarship stipend, which must include a contractual requirement, including a default provision, that the stipend recipient shall upon graduation work in a South Carolina public school for at least one school year for every year the stipend is received. (D) A person who qualified for the LIFE Scholarship stipend before the 2024-2025 School Year: (1) shall remain so qualified and eligible for the LIFE Scholarship stipend on that basis, notwithstanding revisions in eligibility criteria applicable beginning with the 2024-2025 School Year; and (2) is exempt from the contractual work requirement of education majors in subsection (C). (E) The Commission on Higher Education annually shall communicate with high school guidance counselors regarding the list of qualifying majors in this section. HISTORY: 2007 Act No. 115, Section 7.B, eff June 29, 2007; 2008 Act No. 235, Section 2, eff upon approval (became law without the Governor's signature on May 22, 2008); 2024 Act No. 156 (S.125), Section 1, eff July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-15/"
    },
    {
      "id": "section-59-149-20",
      "number": "59-149-20",
      "heading": "",
      "text": "(A) To be eligible for a LIFE Scholarship, a student must be considered a resident of this State as provided in this chapter. (B) A student attending such a public or independent institution of this State and who is seeking a LIFE Scholarship as a freshman meets the residency requirements of this chapter if he meets the requirements of Section 59-149-50(A) in regard to high school or home school graduation requirements and is classified as a resident of South Carolina for in-state tuition purposes under Chapter 112 of this title at the time of enrollment at the institution. (C) Students receiving a Palmetto Fellows Scholarship are not eligible for a LIFE Scholarship under this chapter. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-20/"
    },
    {
      "id": "section-59-149-30",
      "number": "59-149-30",
      "heading": "",
      "text": "Full-time enrollment as defined in Title IV of the Federal Higher Education Act is a requirement for eligibility. The student must be admitted, enrolled, and classified as a degree-seeking undergraduate student. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-30/"
    },
    {
      "id": "section-59-149-40",
      "number": "59-149-40",
      "heading": "",
      "text": "These LIFE Scholarships in combination with all other grants and scholarships shall not exceed the cost of attendance at the particular institutions referenced in Section 59-149-10. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-40/"
    },
    {
      "id": "section-59-149-50",
      "number": "59-149-50",
      "heading": "",
      "text": "(A)(1) To be eligible for a LIFE Scholarship, a student must be either a student who has graduated from a high school located in this State, a student who has completed at least three of the final four years of high school within this State, a home school student who has successfully completed a high school home school program in this State in the manner required by law, a student who has graduated from a preparatory high school outside this State, while a dependent of a parent or guardian who is a legal resident of this State and has custody of the dependent, or a student whose parent or guardian has served in or has retired from one of the United States Armed Forces within the last four years, paid income taxes in this State for a majority of the years of service, and is a resident of this State. These students also must meet the requirements of subsection (B) and be eligible for in-state tuition and fees as determined pursuant to Chapter 112, Title 59 and applicable regulations. In addition, the student must have graduated from high school with a minimum of a 3.0 cumulative grade average on a 4.0 scale and, subject to modification as provided in item (2), have scored 1100 or better on the Scholastic Aptitude Test (SAT) or have the equivalent ACT score as determined by the Commission on Higher Education; provided that, if the student is to attend such a public or independent two-year college or university in this State, including a technical college, the SAT/ACT requirement does not apply. If a student chooses to attend such a public or independent institution of this State and does not make the required SAT/ACT score or the required high school grade point average, as applicable, the student may earn a LIFE Scholarship after his freshman year if he meets the grade point average and semester credit hour requirements of subsection (B). For the purpose of meeting the rank criteria pursuant to this section, the existing high school rank of a South Carolina resident attending an out-of-state high school may be used provided it is calculated pursuant to a state-approved, standardized grading scale at the respective out-of-state high school. If the Commission on Higher Education determines that a state-approved standardized grading scale substantially deviates from the South Carolina Uniform Grading Scale, the state-approved standardized grading scale shall not be used to meet the eligibility requirements for the LIFE Scholarship. (2) After the 2024-2025 School Year, if the scoring scale range of the SAT is changed, the Commission on Higher Education shall adjust the minimum SAT/ACT score required in item (1) in order to maintain a minimum scoring requirement that is the functional equivalent of the 2024-2025 standards. In determining whether the SAT/ACT score of an applicant meets the minimum requirements of this section after such an adjustment is made, a college or university shall apply the minimum scoring requirement in effect on the date that the test was taken. (B) Students receiving a LIFE Scholarship to retain it and students currently enrolled in an eligible institution to receive such a scholarship must earn a 3.0 cumulative grade point average on a 4.0 scale and earn at least thirty credit hours each year for the maximum of semesters permitted at that institution by Section 59-149-60. The cumulative grade point average calculation, for purposes of LIFE scholarship eligibility, must be inclusive of the student's grade point average at all public or independent institutions attended by the student. (C) Students who were LIFE Scholarship recipients seeking a degree at such a public or independent institution of this State during their freshman or other year who failed to earn a cumulative 3.0 at the end of the term they attempted the requisite number of hours required by subsection (B) may regain eligibility if their cumulative grade average is a 3.0 at the end of the term they have attempted at least sixty hours if they are a sophomore or ninety hours if they are a junior. (D) Beginning with school year 2002-2003, an entering freshman at a four-year institution to be eligible for a LIFE Scholarship in addition to the other requirements of this chapter shall meet two of the following three criteria: (1) have the grade point average required by this section; (2) have the Scholastic Aptitude Test (SAT) or equivalent ACT score required by this section; (3) be in the top thirty percent of his high school graduating class. For home school students and students whose high school graduating class is less than fifty students, the Commission on Higher Education may define alternative criteria for students to meet the requirement of item (3). After receipt of a LIFE Scholarship by an entering freshman beginning with school year 2002-2003, a student shall meet the criteria established in this chapter to retain or regain the scholarship. For an exceptionally gifted student who is accepted into college without having attended high school, the Commission on Higher Education shall define alternative criteria for the student to qualify for a LIFE Scholarship. HISTORY: 1998 Act No. 418, Section 1; 2000 Act No. 289, Section 1; 2000 Act No. 387, Part II, Section 10A; 2001 Act No. 59, Section 5; 2002 Act No. 356, Section 3B.2; 2004 Act No. 187, Section 16, eff March 17, 2004; 2004 Act No. 187, Section 18, eff March 17, 2004; 2005 Act No. 162, Sections 4, 5.A, eff June 14, 2005; 2007 Act No. 115, Section 6.A, eff June 29, 2007; 2008 Act No. 178, Section 2, eff February 13, 2008; 2024 Act No. 156 (S.125), Section 3, eff July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-50/"
    },
    {
      "id": "section-59-149-60",
      "number": "59-149-60",
      "heading": "",
      "text": "The student may receive a LIFE Scholarship for not more than ten semesters for a five-year degree program, eight semesters for a four-year degree program, four semesters for a two-year degree program, or six semesters for a three-year degree program. HISTORY: 1998 Act No. 418, Section 1; 2002 Act No. 356, Section 3B.3; 2021 Act No. 36 (H.3017), Section 2, eff May 6, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-60/"
    },
    {
      "id": "section-59-149-70",
      "number": "59-149-70",
      "heading": "",
      "text": "The student must not be in default on a Federal Title IV or State of South Carolina educational loan, nor owe a refund on a Federal Title IV or State of South Carolina student financial aid program. If the student has repaid the defaulted loan or refund in full, he is eligible to obtain a LIFE Scholarship in the future. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-70/"
    },
    {
      "id": "section-59-149-80",
      "number": "59-149-80",
      "heading": "",
      "text": "Students transferring from one eligible public or independent institution of this State to another are eligible for a LIFE Scholarship, if they continue to meet all eligibility requirements. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-80/"
    },
    {
      "id": "section-59-149-90",
      "number": "59-149-90",
      "heading": "",
      "text": "(A) Students must not have been adjudicated delinquent or been convicted or pled guilty or nolo contendere to any felonies or any second or subsequent alcohol or drug-related offenses under the laws of this or any other state or under the laws of the United States in order to be eligible for a LIFE Scholarship, except that a high school or college student otherwise qualified who has been adjudicated delinquent or has been convicted or pled guilty or nolo contendere to a second or subsequent alcohol or drug-related misdemeanor offense nevertheless shall be eligible or continue to be eligible for such scholarships after the expiration of one academic year from the date of the adjudication, conviction, or plea. (B) Regardless of the number of hours attempted, once the student has earned a bachelor's degree, he is ineligible for a LIFE Scholarship to seek another degree. HISTORY: 1998 Act No. 418, Section 1; 1999 Act No. 100, Part II, Section 73; 2000 Act No. 289, Section 2; 2007 Act No. 103, Section 21, eff July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-90/"
    },
    {
      "id": "section-59-149-100",
      "number": "59-149-100",
      "heading": "",
      "text": "Students enrolled in an eligible public or independent institution qualify for a LIFE Scholarship, even though they may not be physically present in South Carolina during all or part of the school term for which the LIFE Scholarship applies. The student's institution must approve for credit a study-abroad or out-of-state program. Summer school may be substituted for one fall or spring semester in any year in a planned program of study. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-100/"
    },
    {
      "id": "section-59-149-110",
      "number": "59-149-110",
      "heading": "",
      "text": "(A) Any credit hours attempted or earned before high school graduation, hours exempted by examination, or advanced placement credit hours do not count against the semester limits as provided in Section 59-149-60. (B) No LIFE Scholarship funds may be applied to the costs of continuing education or remedial courses. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-110/"
    },
    {
      "id": "section-59-149-120",
      "number": "59-149-120",
      "heading": "",
      "text": "Any funds appropriated by the General Assembly to the Commission on Higher Education or any other agency, department, or institution to provide funding for these LIFE Scholarships may be carried forward from fiscal year to fiscal year. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-120/"
    },
    {
      "id": "section-59-149-130",
      "number": "59-149-130",
      "heading": "",
      "text": "The commission shall promulgate regulations and establish procedures to administer the provisions of this chapter. In addition, the commission must ensure accountability for the scholarship by monitoring the distribution of grades at the institutions which receive these scholarship funds. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-130/"
    },
    {
      "id": "section-59-149-140",
      "number": "59-149-140",
      "heading": "",
      "text": "All institutions participating in the LIFE Scholarship Program must report their enrollment and other relevant data as solicited by the Commission on Higher Education which may audit these institutions to ensure compliance with this provision. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-140/"
    },
    {
      "id": "section-59-149-150",
      "number": "59-149-150",
      "heading": "",
      "text": "There is automatically appropriated from the general fund of the State whatever amount is necessary to provide to all eligible recipients the LIFE Scholarships authorized by this chapter. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-150/"
    },
    {
      "id": "section-59-149-160",
      "number": "59-149-160",
      "heading": "",
      "text": "The Commission on Higher Education is authorized two additional FTEs to administer the LIFE Scholarship Program established by this chapter, the compensation for whom shall be provided from funds appropriated to the commission by the General Assembly. HISTORY: 1998 Act No. 418, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-149/section-59-149-160/"
    }
  ]
}