{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c039",
  "sections": [
    {
      "id": "section-59-39-10",
      "number": "59-39-10",
      "heading": "",
      "text": "The board of trustees of any school district, acting singly or in cooperation with the boards of trustees of adjoining school districts, may establish and maintain a high school, with the privileges herein granted; provided, that such high school meets all the requirements of this article and the regulations of the State Board of Education. HISTORY: 1962 Code Section 21-621; 1952 Code Section 21-621; 1942 Code Section 5404; 1932 Code Section 5598; Civ. C. '22 Section 2716; Civ. C. '12 Section 1825; 1907 (25) 518; 1908 (25) 1119; 1909 (26) 86; 1910 (26) 743; 1916 (29) 875; 1919 (31) 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-10/"
    },
    {
      "id": "section-59-39-20",
      "number": "59-39-20",
      "heading": "",
      "text": "Except as otherwise expressly provided, if a single school district establish a high school, the board of trustees of such district shall be the high school board of trustees; and if any two or more districts establish a high school, the board of trustees of the district wherein the high school is located, together with the chairman of each of the cooperating districts, shall constitute the high school board of trustees. And except as otherwise expressly provided, if three or more adjoining school districts, none of which contains an incorporated town of twenty-five hundred inhabitants according to the last preceding census, shall cooperate to establish a centralized high school, the chairmen of the several cooperating districts shall constitute the board of trustees for the centralized high school. HISTORY: 1962 Code Section 21-622; 1952 Code Section 21-622; 1942 Code Sections 5405, 5406; 1932 Code Sections 5599, 5600; Civ. C. '22 Sections 2717, 2718; Civ. C. '12 Section 1831; 1907 (25) 520; 1916 (29) 875; 1919 (31) 248; 1923 (33) 92; 1949 (46) 461.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-20/"
    },
    {
      "id": "section-59-39-30",
      "number": "59-39-30",
      "heading": "",
      "text": "Any public high school established prior to February 19, 1907 may claim the privileges of this article; provided, that it conforms to the requirements of this article and the regulations of the State Board of Education. But nothing in this article shall be construed to repeal any of the privileges granted special school districts in the special acts of the General Assembly. HISTORY: 1962 Code Section 21-623; 1952 Code Section 21-623; 1942 Code Section 5407; 1932 Code Section 5601; Civ. C. '22 Section 2719; Civ. C. '12 Section 1828; 1907 (25) 520; 1916 (29) 875; 1919 (31) 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-30/"
    },
    {
      "id": "section-59-39-40",
      "number": "59-39-40",
      "heading": "",
      "text": "When, pursuant to or under color of authority of any general act, any special act or any act making a special provision in or about the subject matter of a general act, a high school shall have been established by the boards of trustees of two or more adjoining school districts located in the same county or adjoining counties in this State, or when the boards of trustees of two or more such school districts, by the adoption of resolutions, authorization of contracts for erection or in any other way jointly or as separate boards of trustees, shall have evidenced an intention to establish a high school district, a body corporate shall be and hereby is created and shall be deemed to have been created at and from the time of the first joint or separate action in any such case and for such purpose by two or more boards of trustees of school districts. HISTORY: 1962 Code Section 21-624; 1952 Code Section 21-624; 1942 Code Section 5409; 1932 Code Section 5607; Civ. C. '22 Section 2725; 1921 (32) 45; 1923 (33) 181.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-40/"
    },
    {
      "id": "section-59-39-50",
      "number": "59-39-50",
      "heading": "",
      "text": "Such high school district shall be coterminous with and equal in area to the two or more school districts by action of whose boards of trustees it shall be created, but shall not in any way terminate the continued corporate existence of such school districts as separate entities. HISTORY: 1962 Code Section 21-625; 1952 Code Section 21-625; 1942 Code Section 5410; 1932 Code Section 5608; Civ. C. '22 Section 2726; 1921 (32) 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-50/"
    },
    {
      "id": "section-59-39-60",
      "number": "59-39-60",
      "heading": "",
      "text": "The governing body of each such district shall be a board known as a high school board of trustees, which shall be constituted, when the boards of trustees of two or more school districts shall have acted in establishing or evidencing an intention to establish a high school pursuant to or under color of authority of any special act or any act making a special provision in or about the subject matter of a general act, in the manner provided in such act and in any other case in the manner provided in Section 59-39-20. HISTORY: 1962 Code Section 21-627; 1952 Code Section 21-627; 1942 Code Section 5411; 1932 Code Section 5609; Civ. C. '22 Section 2727; 1921 (32) 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-60/"
    },
    {
      "id": "section-59-39-70",
      "number": "59-39-70",
      "heading": "",
      "text": "The corporate name of each such high school district shall be such as shall be adopted by resolution of the high school board of trustees. The high school board of trustees may likewise adopt a corporate seal and may elect from time to time one of their number as clerk to hold office during his term of office as trustee or for a shorter period if the board shall so determine. HISTORY: 1962 Code Section 21-628; 1952 Code Section 21-628; 1942 Code Section 5412; 1932 Code Section 5610; Civ. C. '22 Section 2728; 1921 (32) 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-70/"
    },
    {
      "id": "section-59-39-80",
      "number": "59-39-80",
      "heading": "",
      "text": "All such districts shall have the privileges and benefits provided by this article and shall be subject to the regulations of the State Board of Education as therein provided. HISTORY: 1962 Code Section 21-629; 1952 Code Section 21-629; 1942 Code Section 5413; 1932 Code Section 5612; Civ. C. '22 Section 2730; 1921 (32) 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-80/"
    },
    {
      "id": "section-59-39-90",
      "number": "59-39-90",
      "heading": "",
      "text": "Such high school boards of trustees shall have all of the rights, powers and privileges conferred by law upon the trustees of common school districts and may manage, lease, dispose of, sell, deliver or convey the property of the district upon such terms and conditions as the board shall deem proper and, when authorized by the boards of trustees of a majority of the cooperating districts, may discontinue the operation of such high school. But such right to manage, lease, dispose of, sell, deliver or convey the property of the district or discontinue the operation of the high school shall be subject to the approval of the county board of education. HISTORY: 1962 Code Section 21-629.1; 1952 Code Section 21-629.1; 1951 (47) 429.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-90/"
    },
    {
      "id": "section-59-39-100",
      "number": "59-39-100",
      "heading": "",
      "text": "(A) Diplomas issued to graduates of accredited high schools within this State must be uniform in every respect and particularly as to color, size, lettering, and marking. In accordance with Section 59-59-10, et seq., districts and schools shall provide students with personalized pathways for earning the uniform diploma, and students may earn endorsements based upon their course of study, which may be represented by seals added to the student's uniform diploma. The State Board of Education shall promulgate regulations establishing these pathways and endorsements. (B) Beginning with students entering the ninth grade in School Year 1997-1998, the number of units required for a high school diploma was increased to twenty-four units. To support the Profile of the Graduate, for students entering the ninth grade beginning with the 2018-2019 School Year, the twenty-four units required are as prescribed in this section and in regulation by the State Board of Education. (1) Students shall earn the units of credit through course credit, as prescribed in regulation or through competency assessment and, when applicable, be offered national industry certifications or credentials. (2) For purposes of this section: (a) \"Unit of credit\" means credit awarded for: (i) a course taken consistent with regulations; (ii) a course taken upon authorization by the local school board; or (iii) demonstrated competence through assessment by approved methods; and (b) \"Demonstrated competence\" means subject mastery as determined by local school board standards and review. Such review may include such methods and documentation as tests, interviews, peer evaluations, writing samples, reports, or portfolios. (3) Coursework must be aligned with a student's personalized diploma pathway. The State Board of Education shall promulgate regulations that outline the process and procedures for approval of courses to personalize pathways based on students' postsecondary plans and include an annually updated course activity coding manual listing approved courses. The individualized graduation planning process must plan each student's personalized pathway based on his postsecondary plans. (4) In awarding units of credit, a greater emphasis must be placed on a student's mastery of course material rather than completion of predetermined time allotments for courses. (C) The State Board of Education, through the Department of Education and in collaboration with the Vocational Rehabilitation Department, the Department of Employment and Workforce, businesses, and stakeholders shall develop criteria for a uniform state-recognized employability credential that is aligned to the program of study for students with a disability whose Individualized Education Program (IEP) team determines, and agrees in writing, that a diploma pathway would not provide a free appropriate public education. The State Board of Education, in conjunction with the department, shall develop a rubric and guidelines to identify and assess the employability skills of the students, based on appropriate standards established. The credentials must be uniform in size, shape, and design. (D) The department shall monitor the number of diplomas and employability credentials earned by students and shall report to the State Board of Education and the General Assembly biannually by February 15, beginning in 2020. (E) Nothing in this section prohibits local school boards of trustees from awarding recognition to students who complete additional units and credits beyond those required by this section. HISTORY: 1962 Code Section 21-630; 1952 Code Section 21-630; 1942 Code Section 5415; 1933 (38) 164; 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, SubPart 1, Section 1; 1997 Act No. 155, Part II, Section 6; 2005 Act No. 49, Section 11, eff May 3, 2005; 2017 Act No. 54 (S.462), Section 1, eff June 8, 2017; 2024 Act No. 127 (H.3295), Section 5, eff May 13, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-100/"
    },
    {
      "id": "section-59-39-110",
      "number": "59-39-110",
      "heading": "",
      "text": "Each accredited high school in this State shall provide an accelerated program of study whereby any student who demonstrates sufficient ability shall, upon approval of the administrative head of such school and of the parent, guardian or other lawful custodian of such student, be allowed to undertake such courses of study as will enable the student to graduate at the end of eleven years of primary and secondary schooling. HISTORY: 1962 Code Section 21-630.1; 1958 (50) 1844.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-110/"
    },
    {
      "id": "section-59-39-112",
      "number": "59-39-112",
      "heading": "",
      "text": "(A) A school district board of trustees may award high school students no more than two elective Carnegie units for the completion of released time classes in religious instruction as specified in Section 59-1-460 if: (1) for the purpose of awarding elective Carnegie units, the released time classes in religious instruction are evaluated on the basis of purely secular criteria that are substantially the same criteria used to evaluate similar classes at established private high schools for the purpose of determining whether a student transferring to a public high school from a private high school will be awarded elective Carnegie units for such classes. However, any criteria that released time classes must be taken at an accredited private school is not applicable for the purpose of awarding Carnegie unit credits for released time classes; and (2) the decision to award elective Carnegie units is neutral as to, and does not involve any test for, religious content or denominational affiliation. (B) For the purpose of subsection (A)(1), secular criteria may include, but are not limited to, the following: (1) number of hours of classroom instruction time; (2) review of the course syllabus which reflects the course requirements and materials used; (3) methods of assessment used in the course; and (4) whether the course was taught by a certified teacher. (C) The provisions of subsection (A)(1) also shall be satisfied if a school district leaves the evaluation and assessment function for an off-campus released time class to an accredited private school, and accepts the off-campus released time transfer of credit without individually assessing the quality or subject matter of the class, trusting the private school accreditation process to ensure adequate academic standards. HISTORY: 2006 Act No. 322, Section 2, eff June 2, 2006; 2018 Act No. 179 (S.28), Section 1, eff July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-112/"
    },
    {
      "id": "section-59-39-115",
      "number": "59-39-115",
      "heading": "",
      "text": "(A) A South Carolinian who enlisted in any branch of the United States military while enrolled as a student in any high school of this State during the period December 8, 1941, through September 1, 1946, must be issued a high school diploma upon presentation of documentation of school enrollment and a copy of an honorable discharge or honorable discharge papers (DD-214) to the South Carolina Department of Education. (B) A posthumous high school diploma must be awarded to any person meeting the criteria of this section upon written request of a member of the individual's family. HISTORY: 2000 Act No. 383, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-115/"
    },
    {
      "id": "section-59-39-120",
      "number": "59-39-120",
      "heading": "",
      "text": "On or before May first of each calendar year, every high school which issues a State high school diploma shall submit to the State Superintendent of Education in such form as he may prescribe the following data: (1) The number of high school graduates that entered the freshman class of an institution of higher learning, either in or out of this State, for whom a first semester report has been received; (2) A breakdown showing all courses passed by such group; and (3) A breakdown showing all courses failed by such group. Every high school shall seek diligently to obtain such data from out-of-State institutions of higher learning. Any high school which fails to file a report or files a false report shall lose its accreditation. Every institution of higher learning in this State shall submit to the state high school from which he was graduated a report on the first semester accomplishments of each freshman. HISTORY: 1962 Code Section 21-631; 1952 Code Section 21-631; 1947 (45) 317; 1957 (50) 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-120/"
    },
    {
      "id": "section-59-39-130",
      "number": "59-39-130",
      "heading": "",
      "text": "After such reports have been received, the State Superintendent of Education shall cause them to be tabulated so as to show the academic performance of graduates from the respective high schools who entered institutions of higher learning. When such tables have been prepared, they shall be included in the annual report of the State Superintendent of Education as presented to the General Assembly. The State Superintendent of Education shall acquaint the proper officials of the institutions of higher learning with the requirements of Section 59-39-120. HISTORY: 1962 Code Section 21-632; 1952 Code Section 21-632; 1947 (45) 317; 1957 (50) 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-130/"
    },
    {
      "id": "section-59-39-140",
      "number": "59-39-140",
      "heading": "",
      "text": "The State Board of Education may prescribe all such regulations as may not be inconsistent with Chapters 35, 37, 39, 43, 45, 53 and 55 and with the School Code to provide for the inspection and classification of all elementary and secondary schools. HISTORY: 1962 Code Section 21-633; 1952 Code Section 21-633; 1942 Code Section 5408; 1932 Code Section 5602; Civ. C. '22 Section 2720; Civ. C. '12 Section 1831; 1907 (25) 520; 1916 (29) 875; 1919 (31) 248; 1973 (58) 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-140/"
    },
    {
      "id": "section-59-39-150",
      "number": "59-39-150",
      "heading": "",
      "text": "No high school in this State shall lose its accreditation on the basis of class or school enrollment only, and any high school which lost its accreditation status during the school year 1964-65, based solely upon class or school enrollment, is hereby restored to its former accreditation status. HISTORY: 1962 Code Section 21-634; 1965 (54) 304.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-150/"
    },
    {
      "id": "section-59-39-160",
      "number": "59-39-160",
      "heading": "",
      "text": "(A) To participate in interscholastic activities, students in grades nine through twelve must achieve an overall passing average and either: (1) pass at least four academic courses, including each unit the student takes that is required for graduation; or (2) pass a total of five academic courses. Students must satisfy these conditions in the semester preceding participation in the interscholastic activity, if the interscholastic activity occurs completely within one semester or in the semester preceding the first semester of participation in an interscholastic activity if the interscholastic activity occurs over two consecutive semesters and is under the jurisdiction of the South Carolina High School League. (B) Academic courses are those courses of instruction for which credit toward high school graduation is given. These may be required or approved electives. All activities currently under the jurisdiction of the South Carolina High School League remain in effect. The monitoring of all other interscholastic activities is the responsibility of the local boards of trustees. Those students diagnosed as handicapped in accordance with the criteria established by the State Board of Education and satisfying the requirements of their Individual Education Plan (IEP) as required by Public Law 94-142 are permitted to participate in interscholastic activities. A local school board of trustees may impose more stringent standards than those contained in this section for participation in interscholastic activities by students in grades nine through twelve. (C) The State Board of Education may grant a waiver of the requirements of this section. (1) This waiver may be granted when a written statement from a school district superintendent and athletic director has been received stating circumstances, including, but not limited to: (a) a student's ineligibility to participate in interscholastic activities is due to misinformation concerning eligibility requirements being provided by district personnel; (b) a student's ineligibility to participate in interscholastic activities is due to a long-term absence as a result of a medical condition, but the student has been medically cleared to participate by his health care practitioner; or (c) any reasonable circumstance as determined by the State Board of Education. (2) The State Board of Education shall establish guidelines to administer this section. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision A, Subpart 1; 1988 Act No. 502; 1997 Act No. 42, Section 1; 2015 Act No. 24 (S.154), Section 1, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-160/"
    },
    {
      "id": "section-59-39-170",
      "number": "59-39-170",
      "heading": "",
      "text": "Acting through guidelines adopted by the State Board of Education, the secondary schools of this State shall emphasize teaching as a career opportunity. HISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision C, SubPart 1, Section 1(A).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-170/"
    },
    {
      "id": "section-59-39-200",
      "number": "59-39-200",
      "heading": "",
      "text": "Each high school in this State shall make available to its students voter registration application forms. Pursuant to Section 7-5-175, the forms must be provided to high school administrators upon their request to the appropriate county voter registration board or entity charged by law with registering an elector. HISTORY: 2004 Act No. 253, Section 2, eff June 15, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-200/"
    },
    {
      "id": "section-59-39-290",
      "number": "59-39-290",
      "heading": "",
      "text": "The State Board of Education shall adopt, establish, and promulgate such rules and regulations as may be necessary to carry out the intent and purpose of this article. HISTORY: 2024 Act No. 127 (H.3295), Section 2, eff May 13, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-290/"
    },
    {
      "id": "section-59-39-310",
      "number": "59-39-310",
      "heading": "",
      "text": "The governing board of any school district maintaining a secondary school which includes any grades nine through twelve, inclusive, shall establish driver education and training programs for students in high school grades. HISTORY: 1962 Code Section 21-650; 1966 (54) 2424.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-310/"
    },
    {
      "id": "section-59-39-320",
      "number": "59-39-320",
      "heading": "",
      "text": "The State Board of Education shall promulgate rules and regulations for establishment by local school districts of approved driver education and training courses, and when duly promulgated shall have full force and effect of law. Such regulations shall require that credit for completion of a driver education training course shall not be given unless the course shall have included not less than thirty classroom hours of instruction in driver education, and not less than six hours of actual behind-the-wheel driving. HISTORY: 1962 Code Section 21-650.1; 1966 (54) 2424.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-320/"
    },
    {
      "id": "section-59-39-330",
      "number": "59-39-330",
      "heading": "",
      "text": "The rules and regulations of the State Board of Education and training course shall be under the supervision of a qualified driver education teacher. Such rules and regulations shall include instrumental standards, teacher qualifications, reimbursement procedure, and other requirements which will further implement the purposes and intent of this article. HISTORY: 1962 Code Section 21-650.2; 1966 (54) 2424.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-330/"
    },
    {
      "id": "section-59-39-340",
      "number": "59-39-340",
      "heading": "",
      "text": "The State Board of Education shall allow to each school district operating a driver education training program an amount equal to thirty dollars per pupil completing the standard prescribed course in the program in that school district during the preceding fiscal year in accordance with the regulations set forth by the State Board of Education for instructing pupils in driver education and training. HISTORY: 1962 Code Section 21-650.3; 1966 (54) 2424.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-39/section-59-39-340/"
    }
  ]
}