{
  "state": "south-carolina",
  "path": "title-title-59/chapter-t59c142",
  "sections": [
    {
      "id": "section-59-142-10",
      "number": "59-142-10",
      "heading": "",
      "text": "(A) The State shall fund a need-based grant for a student who enrolls as an undergraduate in a public institution of higher learning in this State, who applies for the need-based grant, and who meets the following qualifications: (1) meets domicile requirements, as defined in Section 59-112-20, with the additional requirement of at least twelve consecutive months of residency in the State of South Carolina immediately preceding enrollment; (2) is accepted by and enrolled or registered in a state public institution of higher learning as a first degree full-time or part-time student in a certificate, or diploma of at least one year in length, or undergraduate degree program; (3) is of good moral character; (4) has not been adjudicated delinquent or been convicted or pled guilty or nolo contendere to any felonies or any second or subsequent alcohol or drug-related offenses under the laws of this or any other state or under the laws of the United States in order to be eligible for a South Carolina need-based grant, except that a high school or college student otherwise qualified who has been adjudicated delinquent or has been convicted or pled guilty or nolo contendere to a second or subsequent alcohol or drug-related misdemeanor offense nevertheless shall be eligible or continue to be eligible for such grants after the expiration of one academic year from the date of the adjudication, conviction, or plea; and (5) is found to be in financial need according to federal Title IV regulations. (B) To maintain continued eligibility for the state need-based grants, once enrolled a student shall: (1) complete a minimum of twenty-four semester hours an academic year if a full-time student and twelve semester hours an academic year if a part-time student and make satisfactory academic progress toward a degree as determined by the institution; and (2) have not been adjudicated delinquent or been convicted or pled guilty or nolo contendere to any felonies or any second or subsequent alcohol or drug-related offenses under the laws of this or any other state or under the laws of the United States in order to be eligible for a South Carolina need-based grant, except that a high school or college student otherwise qualified who has been adjudicated delinquent or has been convicted or pled guilty or nolo contendere to a second or subsequent alcohol or drug-related misdemeanor offense nevertheless shall be eligible or continue to be eligible for such grants after the expiration of one academic year from the date of the adjudication, conviction, or plea; and be eligible for the need-based grants for a maximum of four academic years of two semesters. HISTORY: 1996 Act No. 458, Part II, Section 20A; 1997 Act No. 155, Part II, Section 20A; 2000 Act No. 289, Section 3(C); 2007 Act No. 103, Sections 19, 20, eff July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-10/"
    },
    {
      "id": "section-59-142-20",
      "number": "59-142-20",
      "heading": "",
      "text": "Consistent with this section, the Commissioner of Higher Education shall be responsible for making guidelines available for FY 96-97 and shall promulgate regulations necessary to administer the need-based grants program in accordance with the Administrative Procedures Act for years after 1996-97. The need-based grants program must be administered at the campus level. Pursuant to Section 59-103-165, the commission shall incorporate information pertaining to the need-based grant program in the information packets concerning post-secondary education for eighth grade students and their parents or guardians. HISTORY: 1996 Act No. 458, Part II, Section 20A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-20/"
    },
    {
      "id": "section-59-142-30",
      "number": "59-142-30",
      "heading": "",
      "text": "Assessment of need must be determined only after all other sources of grant funding, including institutional, state, and federal sources have been exhausted. HISTORY: 1996 Act No. 458, Part II, Section 20A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-30/"
    },
    {
      "id": "section-59-142-40",
      "number": "59-142-40",
      "heading": "",
      "text": "Funds must be allocated in a given year to institutions using a methodology that considers state resident Pell Grant recipients so that each public institution shall receive an amount sufficient to provide a similar level of support per state resident Pell recipient when compared to tuition and required fees. However, no institution shall receive a smaller proportion of funding than would be provided under the student enrollment methodology used in years prior to fiscal year 2008-2009. Funds must be awarded to eligible students according to the financial need of the student. HISTORY: 1996 Act No. 458, Part II, Section 20A; 2011 Act No. 74, Pt VI, Section 17, eff August 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-40/"
    },
    {
      "id": "section-59-142-50",
      "number": "59-142-50",
      "heading": "",
      "text": "For the purposes of this chapter, an eligible public institution of higher learning means a \"public institution of higher learning\" as defined in Section 59-103-5. HISTORY: 1996 Act No. 458, Part II, Section 20A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-50/"
    },
    {
      "id": "section-59-142-60",
      "number": "59-142-60",
      "heading": "",
      "text": "It shall be unlawful for a person to obtain, attempt to obtain, expend, or attempt to expend a need-based grant provided by this chapter for any purpose other than in payment of or reimbursement for the cost of tuition and fees to the student to whom the grant has been awarded at the institution the student is authorized to attend under the grant. HISTORY: 1996 Act No. 458, Part II, Section 20A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-60/"
    },
    {
      "id": "section-59-142-70",
      "number": "59-142-70",
      "heading": "",
      "text": "Students at private institutions of higher learning in this State whose major campus and headquarters are located in South Carolina also are eligible for need-based grants in the manner provided by law. HISTORY: 1996 Act No. 458, Part II, Section 20A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-142/section-59-142-70/"
    }
  ]
}