{
  "state": "south-carolina",
  "path": "title-title-59/chapter-chapter-117",
  "sections": [
    {
      "id": "section-59-117-10",
      "number": "59-117-10.",
      "heading": "",
      "text": "The board of trustees of the University of South Carolina shall be composed of the Governor of the State (or his designee), the State Superintendent of Education, and the President of the Greater University of South Carolina Alumni Association, which three shall be members ex officio of the board; and seventeen other members including one member from each of the sixteen judicial circuits to be elected by the general vote of the General Assembly as hereinafter provided, and one at-large member appointed by the Governor. The Governor shall make the appointment based on merit regardless of race, color, creed, or gender and shall strive to assure that the membership of the board is representative of all citizens of the State of South Carolina.\n\nHISTORY: 1962 Code Section 22-101; 1952 Code Section 22-101; 1942 Code Section 5713; 1932 Code Section 5713; Civ. C. '22 Section 217; Civ. C. '12 Section 1846; Civ. C. '02 Section 1260; 1899 (23) 105; 1900 (23) 358; 1935 (39) 380; 1953 (48) 368; 1983 Act No. 130, Section 4; 1983 Act No. 132, Section 3; 1991 Act No. 248, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-10/"
    },
    {
      "id": "section-59-117-20",
      "number": "59-117-20.",
      "heading": "",
      "text": "The regular term of office of each trustee elected by the General Assembly is four years; however, the trustee shall continue to function as a trustee after his term has expired until his successor is elected and qualifies. Trustees from the first, third, fifth, seventh, ninth, eleventh, twelfth, and thirteenth judicial circuits whose terms expire March 31, 1982, must next be elected for terms commencing on April 1, 1982, and those terms expire on June 30, 1986. Trustees from the second, fourth, sixth, eighth, tenth, fourteenth, fifteenth, and sixteenth judicial circuits elected for terms to commence April 1, 1984, shall have their terms extended to June 30, 1988, and must next be elected for terms commencing on July 1, 1988. Thereafter, the General Assembly shall hold elections every two years for the purpose of selecting successors of those trustees whose terms are then expiring. The term of office of an elective trustee commences on the first day of July of the year in which the trustee under this plan is scheduled to be elected and the term continues until the thirtieth day of June of the year in which the term is scheduled to expire. After its 1984 session, the General Assembly shall elect successors to those elective trustees whose terms are expiring not earlier than the first day of April of the year the term expires. In electing members of the board, the General Assembly shall elect members based on merit regardless of race, color, creed, or gender and shall strive to assure that the membership of the board is representative of all citizens of the State of South Carolina.\n\nThe term of office of the at-large trustee appointed by the Governor is effective upon certification to the Secretary of State and is four years. If the Governor, chooses to designate a member to serve in his stead as permitted by Section 59-117-10, the appointment is effective upon certification to the Secretary of State and shall continue, at the pleasure of the Governor making the appointment, so long as he continues to hold the specified office.\n\nThe term of the President of the Greater University of South Carolina Alumni Association is for the active term of office as president.\n\nHISTORY: 1962 Code Section 22-102; 1952 Code Section 22-102; 1942 Code Section 5713; 1932 Code Section 5713; Civ. C. '22 Section 217; Civ. C. '12 Section 1846; Civ. C. '02 Section 1260; 1899 (23) 105; 1900 (23) 358; 1935 (39) 380; 1953 (48) 368; 1983 Act No. 130, Section 5; 1983 Act No. 132, Section 4; 1984 Act No. 354, Section 3; 1991 Act No. 248, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-20/"
    },
    {
      "id": "section-59-117-30",
      "number": "59-117-30.",
      "heading": "",
      "text": "In case a vacancy should occur in the board among the members elected by the General Assembly, the Governor may fill it by appointment until the next session of the General Assembly. Any vacancy occurring in the office of the member appointed by the Governor shall be filled for the remainder of the unexpired term by appointment in the same manner of original appointment. Each member of the board shall draw such per diem and expenses as from time to time may be allowed boards, commissions, and committees.\n\nElections to fill vacancies which are caused by the death, resignation, or removal of an elective trustee may be held earlier than the first day of April of the year in which the unexpired term terminates, but the term of the person elected to fill the vacancy expires on the last day of June of the year in which the term of the former member would have expired.\n\nHISTORY: 1962 Code Section 22-103; 1952 Code Section 22-103; 1942 Code Section 5713; 1932 Code Section 5713; Civ. C. '22 Section 217; Civ. C. '12 Section 1846; Civ. C. '02 Section 1260; 1899 (23) 105; 1900 (23) 358; 1935 (39) 380; 1953 (48) 368; 1978 Act No. 532, Section 1; 1983 Act No. 130, Section 6; 1983 Act No. 132, Section 5; 1984 Act No. 354, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-30/"
    },
    {
      "id": "section-59-117-40",
      "number": "59-117-40.",
      "heading": "",
      "text": "The board of trustees of the University of South Carolina is and is hereby constituted a body corporate and politic, in deed and in law under the name of the University of South Carolina. Such corporation has the following powers:\n\n(1) To have perpetual succession;\n\n(2) To sue and be sued by the corporate name;\n\n(3) To have a common seal and to alter it at pleasure;\n\n(4) To make contracts and to have, to hold, to purchase and to lease real estate and personal property for corporate purposes; and to sell and dispose of personal property and any buildings that are deemed by it as surplus property or not further needed and any buildings that it may need to do away with for the purpose of making room for other construction. All such powers shall be exercised in a manner consistent with the provisions of Chapter 35 of Title 11 of the 1976 Code.\n\n(5) To appoint a chairman of the board of trustees and to appoint a University president, treasurer and secretary, and in the appointment of these latter three to prescribe their duties and their terms of office and to fix their compensation;\n\n(6) To appoint or otherwise provide for the appointment of subordinate and assistant officers and agents, faculty members, instructors and other employees prescribing the terms of their employments, their duties, and fixing their compensations;\n\n(7) To make bylaws and all rules and regulations deemed expedient for the management of its affairs and its own operations not inconsistent with the Constitution and laws of this State or of the United States;\n\n(8) To condemn land for corporate purposes as provided in Section 59-117-70;\n\n(9) To fix tuition fees and other charges for students attending the University, but these shall not be inconsistent with statutes where the legislature undertakes to fix such fees and charges;\n\n(10) To confer degrees upon students and such other persons as in the opinion of the board of trustees may be qualified to receive them;\n\n(11) To accept, receive and hold all moneys or other properties, real and personal, that may be given, conveyed, bequeathed or devised to the University and to use them for the benefit of the University but in those cases where such money or property is received charged with any trust then in every case such money or property shall be held and used strictly in accordance with the terms of such trust; provided, however, where the terms of any such trust would require something to be done other than merely to administer the trust no obligation in receiving the trust over and above merely its administration shall be binding upon the University or the State except such as are accepted by the General Assembly;\n\n(12) To assign any member of the faculty to additional duties in any other University department than that in which the faculty member may at the time be working and without additional salary;\n\n(13) In all investigations touching the affairs of the University the board of trustees is invested with full powers to compel by subpoena, rule and attachment witnesses to appear and testify and papers to be produced and read before such board;\n\n(14) To adopt such measures and make such regulations as may in the discretion of the board of trustees be necessary for the proper operation of the University;\n\n(15) To appoint for the University a board of visitors of such number as the board of trustees may deem expedient, and to regulate the terms during which the members of such board shall serve, and to prescribe the functions of such board of visitors;\n\n(16) To remove any officer, faculty member, agent or employee for incompetence, neglect of duty, violation of University regulations, or conduct unbecoming a person occupying such a position;\n\n(17) To appoint an executive committee not exceeding six members of the board who have all the powers of the board during the interim between meetings of the board but not the power to do anything which is inconsistent with the policy or action taken by the board. The executive committee at each meeting of the board shall report fully all action taken by it during the interim; and\n\n(18) To appoint committees of the board of trustees or officers or members of the faculty of the University, with such power and authority and for such purposes in connection with the operation of the University as the board of trustees may deem wise.\n\nHISTORY: 1962 Code Section 22-104; 1952 Code Sections 22-104, 22-106, 22-109 to 22-112, 22-115, 22-119; 1942 Code Sections 5715, 5717, 5719 to 5721, 5723, 5726, 5729; 1932 Code Sections 5715, 5717, 5719 to 5721, 5723, 5726, 5729; Civ. C. '22 Sections 2778, 2780, 2782 to 2784, 2786, 2789, 2792; Civ. C. '12 Sections 1847, 1849, 1851 to 1853, 1855, 1857, 1860; Civ. C. '02 Sections 1261, 1263, 1265 to 1267, 1269, 1271; R. S. 1097, 1099, 1101, 1102, 1104, 1106, 1108; 1899 (23) 105; 1900 (23) 358; 1906 (25) 16; 1953 (48) 368; 1964 (53) 1918; 1981 Act No. 114, Section 12; 1989 Act No. 118, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-40/"
    },
    {
      "id": "section-59-117-60",
      "number": "59-117-60.",
      "heading": "",
      "text": "All property, real and personal, and rights of every description which have heretofore been vested in the South Carolina College and the University of South Carolina and the trustees of the University of South Carolina are vested in the \"University of South Carolina.\"\n\nHISTORY: 1962 Code Section 22-106; 1952 Code Section 22-107; 1942 Code Section 5718; 1932 Code Section 5718; Civ. C. '22 Section 2781; Civ. C. '12 Section 1850; Civ. C. '02 Section 1264; R. S. 1100; 1899 (23) 105; 1900 (23) 358; 1953 (48) 368.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-60/"
    },
    {
      "id": "section-59-117-50",
      "number": "59-117-50.",
      "heading": "",
      "text": "The board of trustees shall meet not less frequently than quarterly, the time and place of each such regular meeting to be fixed by the chairman of the board or otherwise as the board of trustees shall provide. If the Governor chooses to serve as an ex officio member of the board, he shall preside at all regular and special meetings of the board of trustees in which he is in attendance. At those meetings at which the Governor is not in attendance the chairman of the board of trustees shall preside and in his absence such member shall preside as the board may select. The Governor of the State (if serving as an ex officio member of the board), the chairman of the board of trustees, and the president of the University shall each have the power to call a special meeting of the board of trustees and fix the time and place thereof. Any five members of the board shall likewise have this power. A majority of the members of the board of trustees shall constitute a quorum for the transaction of all business of the board but not less than a majority vote of the whole board shall be required for the election or removal of a president. It shall be the duty of the president and other officers as well as members of the faculty to attend meetings of the board of trustees when requested to so.\n\nNotice of the time and place of all meetings, both regular and special meetings, of the board of trustees of the University of South Carolina shall be mailed by the secretary or his assistant to each trustee not less than five days before each meeting thereof.\n\nHISTORY: 1962 Code Section 22-105; 1952 Code Section 22-105; 1942 Code Section 5716; 1932 Code Section 5716; Civ. C. '22 Section 2779; Civ. C. '12 Section 1848; Civ. C. '02 Section 1262; R. S. 1098; 1899 (23) 105; 1900 (23) 358; 1903 (24) 66; 1953 (48) 368; 1983 Act No. 130, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-50/"
    },
    {
      "id": "section-59-117-65",
      "number": "59-117-65.",
      "heading": "",
      "text": "The Board of Trustees of the University of South Carolina with the approval of the Department of Administration or State Fiscal Accountability Authority, as appropriate, may enter into lease agreements with a private entity whereby the private entity will provide all services necessary for the creation and operation of student housing facilities at the University of South Carolina-Spartanburg including, but not limited to, ground leasing, financing, designing, construction, managing, operating, maintaining, and related services. Upon expiration of the agreement term, the private entity shall surrender to the University of South Carolina-Spartanburg, such premises with the existing buildings, other structures and improvements constructed and located thereon and therein, in the same condition as when the construction of the buildings, other structures, and improvements were completed, only natural and normal wear and tear excepted. The Department of Administration or State Fiscal Accountability Authority, as appropriate, first must approve all agreement terms and conditions including the consideration involved, and the full faith and credit of the State toward the lease obligations must not be pledged, and any statement to the contrary is deemed null and void as a matter of public policy. The private entity may be a nonprofit organization. The Department of Administration or State Fiscal Accountability Authority, as appropriate, approval required shall be in lieu of or a substitute for any other approval required by any other provision of law or regulation in connection with the undertaking of the private entity and the University of South Carolina-Spartanburg; however, the private entity and the University of South Carolina-Spartanburg shall adhere to fire, life, and safety codes as required by the Office of State Engineer.\n\nNeither this section, nor the approval required by this section, exempts any transaction or entity from complying with Chapter 35 of Title 11.\n\nHISTORY: 2001 Act No. 63, Section 5; 2008 Act No. 275, Section 3, eff June 5, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-65/"
    },
    {
      "id": "section-59-117-70",
      "number": "59-117-70.",
      "heading": "",
      "text": "The trustees of the University of South Carolina may, in their discretion, make use of the provisions of the Eminent Domain Procedure Act (Chapter 2 of Title 28) to acquire land for which funds are provided by the General Assembly.\n\nHISTORY: 1962 Code Section 22-107; 1952 Code Section 22-108; 1942 Code Section 5714; 1932 Code Section 5714; 1926 (34) 980; 1953 (48) 368, 504; 1987 Act No. 173, Section 53.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-70/"
    },
    {
      "id": "section-59-117-80",
      "number": "59-117-80.",
      "heading": "",
      "text": "After obtaining the approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, the board of trustees of the University of South Carolina is authorized to lease or to sell and convey from time to time any real property which may have been or may hereafter be donated to the University in the course of its current greater university fund campaign, or any similar campaign which may be conducted at any future time, for such consideration and upon such terms and at such times and in such manner as shall be set forth in the resolution of approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate. The proceeds of any such lease or sale shall be applied to the original purpose of the donation of the property leased or sold.\n\nHISTORY: 1962 Code Section 22-107.1; 1962 (52) 2237.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-80/"
    },
    {
      "id": "section-59-117-85",
      "number": "59-117-85.",
      "heading": "",
      "text": "Employees of agencies and institutions affiliated with the University of South Carolina School of Medicine who hold faculty appointments in the school may participate in the school's practice plan. Funds generated by such participants shall be handled in accordance with university policies governing practice plan funds.\n\nHISTORY: 1998 Act No. 419, Part II, Section 7A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-85/"
    },
    {
      "id": "section-59-117-90",
      "number": "59-117-90.",
      "heading": "",
      "text": "The University of South Carolina is authorized to close any public road or street which is bordered on two sides by property now owned by the University or hereafter acquired by it. Provided, that no road or street shall be closed which is situated within the corporate limits of the city of Columbia without concurrence of the governing body of the city. Provided, further, that no section of the state highway system shall be closed without concurrence of the Department of Transportation.\n\nHISTORY: 1962 Code Section 22-107.2; 1964 (53) 2196; 1993 Act No. 181, Section 1579.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-90/"
    },
    {
      "id": "section-59-117-100",
      "number": "59-117-100.",
      "heading": "",
      "text": "The board of trustees shall take care that the president of the University shall not be an atheist or infidel.\n\nHISTORY: 1962 Code Section 22-108; 1952 Code Section 22-113; 1942 Code Section 5722; 1932 Code Section 5722; Civ. C. '22 Section 2785; Civ. C. '12 Section 1854; Civ. C. '02 Section 1268; R. S. 1105; 1899 (23) 105; 1900 (23) 358; 1953 (48) 368.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-100/"
    },
    {
      "id": "section-59-117-110",
      "number": "59-117-110.",
      "heading": "",
      "text": "No campus of the University of South Carolina shall be closed without prior authorization of the General Assembly by act or joint resolution.\n\nHISTORY: 2004 Act No. 187, Section 14, eff March 17, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-110/"
    },
    {
      "id": "section-59-117-210",
      "number": "59-117-210.",
      "heading": "",
      "text": "(A) The General Assembly finds that it is desirable to provide continuing and general statutory authority for the University of South Carolina to incur debt for, among other things, the purposes of providing funds to acquire, construct, renovate, and equip certain revenue-producing auxiliary facilities, which debt is secured by a pledge of the revenues derived from the operation of some or all of the facilities. The University of South Carolina has demonstrated need for additional funds to provide for acquisition, construction, renovation, and equipping of these facilities. These facilities are needed to replace or renovate aging facilities and to provide additional facilities all to the end that the educational environment at the University of South Carolina will be enhanced for the benefit of present and potential students at the University of South Carolina.\n\n(B) Consideration has been given to this need and to the methods of funding it. It has been determined to be in the best interests of the people of this State to authorize the University to acquire, construct, renovate, and equip additional facilities and to incur indebtedness for these purposes which is payable from the revenues derived from the operation of these facilities to the extent and under the conditions provided for in this article.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-210/"
    },
    {
      "id": "section-59-117-220",
      "number": "59-117-220.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Bond\" or \"bonds\" means any note, bond, installment contract, or other evidence of indebtedness issued pursuant to this article.\n\n(2) \"University\" means the University of South Carolina.\n\n(3) \"Facilities\" means any or all of the following facilities operated to provide for the students, faculty, or staff at the University: dining or food service facilities; laundry facilities; canteen facilities; vending machines; convenience stores; any other facilities for the sale of sundry items; health services; book stores; parking lots and vehicle registration; and all furniture, furnishings and equipment in them, which are now owned by the University, or which may be acquired by the University for any of these purposes.\n\n(4) \"Revenues\" of any facilities means the entire receipts of the University from the operation of the facilities. 'Net revenues' means these receipts reduced by the necessary expenses for operation and maintenance of the facilities.\n\n(5) \"State Fiscal Accountability Authority\" means the State Fiscal Accountability Authority.\n\n(6) \"Trustees\" means the Board of Trustees of the University or any successor body.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-220/"
    },
    {
      "id": "section-59-117-230",
      "number": "59-117-230.",
      "heading": "",
      "text": "The trustees are authorized to acquire additional facilities and to improve and renovate existing facilities to the extent they determine to be necessary, and the proceeds of bonds authorized by this article are made available for that purpose. The trustees also are authorized to refund bonds that may from time to time be outstanding pursuant to this article by exchange or otherwise.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-230/"
    },
    {
      "id": "section-59-117-240",
      "number": "59-117-240.",
      "heading": "",
      "text": "Upon receiving the approval of the State Fiscal Accountability Authority or the Department of Administration, as appropriate, and upon review by the Joint Bond Review Committee, the trustees may from time to time borrow such sums as may be necessary to accomplish the purpose of this article and to evidence these borrowings by bonds issued pursuant to this article in such aggregate principal amount as they determine, except that other provisions of this article to the contrary notwithstanding, there may not be outstanding at any time bonds issued pursuant to this article in excess of twenty-five million dollars.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-240/"
    },
    {
      "id": "section-59-117-250",
      "number": "59-117-250.",
      "heading": "",
      "text": "Bonds issued pursuant to this article must be payable from the revenues or the net revenues derived by the University from these facilities as designated by the trustees with respect to the bonds. The trustees may abandon the use of any portion of the facilities or sell or dispose of any portion of the facilities upon receipt of a written recommendation by the chief financial officer of the University to the effect that the action will not adversely affect the ability of the University to discharge its obligations to the holders of bonds issued pursuant to this article and upon the further conditions as prescribed in the resolution of the trustees providing for the issuance of bonds. The bonds issued pursuant to this article may be further secured by the additional pledges of other revenues or fees of the University as it may be authorized to grant pursuant to other laws of this State.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-250/"
    },
    {
      "id": "section-59-117-260",
      "number": "59-117-260.",
      "heading": "",
      "text": "The faith and credit of the State may not be pledged for the payment of the principal and interest of the bonds, and there must be on the face of each bond a statement plainly worded to that effect. Neither the trustees nor any other person signing the bonds is personally liable for them.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-260/"
    },
    {
      "id": "section-59-117-270",
      "number": "59-117-270.",
      "heading": "",
      "text": "In order to avail themselves of the authorizations set forth in this article, the trustees shall adopt resolutions providing for the issuance of bonds of the University, within the limitations mentioned in this article which must prescribe the tenor, terms, and conditions of the bonds. The bonds must be issued as serial or term bonds, maturing in equal or unequal amounts, at such times and on such occasions as the trustees determine. The last maturing bonds of any issue must be expressed to mature not later than fifty years from their date, and the first maturing bonds of any issue, issued pursuant to this article, falls due within five years from their date. They must bear such rates of interest, payable on such occasion, as the trustees prescribe, and the bonds must be in such denominations, payable in such medium of payment, and at such place as such resolutions prescribe. All bonds may be issued with a provision permitting their redemption on any interest payment date before their respective maturities. Bonds made subject to redemption before their stated maturities may contain a provision requiring the payment of a premium for the privilege of exercising the right of redemption, in such amount or amounts as the trustees prescribe in the resolutions authorizing their issuance. All bonds that are subject to redemption must contain a statement to that effect on the face of each bond. The resolutions authorizing their issuance must contain provisions specifying the manner of call and the notice of call that must be given.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-270/"
    },
    {
      "id": "section-59-117-280",
      "number": "59-117-280.",
      "heading": "",
      "text": "The bonds authorized by this article and all interest to become due on them have the tax exempt status prescribed by Section 12-1-60.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-280/"
    },
    {
      "id": "section-59-117-290",
      "number": "59-117-290.",
      "heading": "",
      "text": "It is lawful for all executors, administrators, guardians, and fiduciaries, all sinking fund commissions, the Public Employee Benefit Authority and the State Fiscal Accountability Authority, as cotrustees of the South Carolina Retirement System, and all other governmental entities within this State to invest any monies in their hands in the bonds.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-290/"
    },
    {
      "id": "section-59-117-300",
      "number": "59-117-300.",
      "heading": "",
      "text": "The bonds and coupons, if any, attached to the bonds, are executed manually or by facsimile in the name of the University in the manner and by persons as the trustees from time to time determine, and the seal of the University must be affixed to or impressed or reproduced on each bond. Any coupons attached to the bonds must be authenticated by the facsimile signature of one or more of the persons signing the bonds. The bonds, in the discretion of the trustees, may be registerable as to principal and interest on books kept for them by or on behalf of the University, including by a corporate registrar. The delivery of the executed bonds is valid notwithstanding changes in officers or in the seal occurring after the execution. Notwithstanding the foregoing, the bonds, in the discretion of the trustees, may be issued as fully registered noncertificated book-entry securities.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-300/"
    },
    {
      "id": "section-59-117-310",
      "number": "59-117-310.",
      "heading": "",
      "text": "The bonds must be disposed of in such manner as the trustees determine, except that no sale, privately negotiated without public advertisement, may be made unless the approval of the State Fiscal Accountability Authority is obtained. If the trustees elect to sell the bonds at public sale, at least one advertisement of them must appear in some newspaper of general circulation in this State not less than seven days before the date fixed for the opening of bids. The bonds may be sold at such discount or for such premium as may be determined by the trustees or their designee as being in the best interest of the University.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-310/"
    },
    {
      "id": "section-59-117-320",
      "number": "59-117-320.",
      "heading": "",
      "text": "To the end that the payment of the principal and interest of the bonds authorized by this article is secured adequately, the trustees of the University may:\n\n(1) issue bonds in such amount within the limitations provided for in this article, as the trustees consider necessary. It is lawful for the trustees to use a portion of the principal proceeds derived from any sale of bonds, except bonds issued to effect refunding of outstanding bonds, to meet the payment of interest on the bonds for a period equal to the period of construction of the facilities to be financed with the proceeds of such bonds, plus a period not exceeding six months. It is recognized by the General Assembly that until the facilities to be constructed with the proceeds of the loan are completed an undue burden may be imposed upon the existing revenues at that time;\n\n(2) pledge the revenues or the net revenues of the facilities as designated by the trustees in connection with the issuance of the bonds, whether then or after that time to be existing and to pledge any otherwise available gifts, grants, or donations to the University for the payment of the principal of and interest on the bonds as they respectively mature. However, any surplus of the revenues or net revenues available after the payment of costs of operation and maintenance of the facilities and of debt service on the bonds, and the establishment of any debt service reserve obligation under the proceedings providing for the issuance of the bonds, is placed in a contingency and improvement fund for the facilities in order to restore depreciated or obsolete items of the facilities, to make improvements to the facilities, to defray the cost of unforeseen contingencies with regard to the facilities, to prevent defaults under such bonds, or to redeem any of the bonds;\n\n(3) further secure the bonds with a pledge of any additional revenues or fees of the University as may be authorized under other laws of this State;\n\n(4) covenant that no facilities owned by the University may be used free of charge, or to specify and limit the facilities which may be used free of charge;\n\n(5) covenant to establish and maintain a system of rules as will insure the continuous use and occupancy of the facilities, whose revenues are pledged to secure any bonds;\n\n(6) covenant that an adequate schedule of charges be established and maintained for the facilities designated by the trustees, whose revenues or net revenues are pledged to secure the bonds, to the extent necessary to produce sufficient revenues to:\n\n(a) pay the cost of operating and maintaining the facilities, whose revenues or net revenues are pledged for the payment of the bonds, including the cost of fire, extended coverage and use, and occupancy insurance;\n\n(b) pay the principal and interest of the bonds as they respectively become due;\n\n(c) create and at all times maintain an adequate debt service reserve fund to meet the payment of the principal and interest; and\n\n(d) create and at all times maintain an adequate reserve for contingencies and for major repairs and replacement.\n\n(7) covenant against the mortgaging or disposing of the facilities designated by the trustees, whose revenues or net revenues are pledged for the payment of the bonds, and against permitting or suffering any lien to be created on them, equal or superior to the lien created for the benefit of such bonds. The trustees are empowered to discontinue the use of or demolish obsolete facilities and to reserve the right, under the terms they prescribe, to issue additional bonds on a parity with the bonds authorized by this article, if at some later date they obtain legislative authorization for the issuance of additional bonds;\n\n(8) covenant as to the use of the proceeds derived from the sale of any bonds issued pursuant to this article;\n\n(9) provide for the terms, form, registration, exchange, execution and authentication of bonds, and for the replacement of lost, destroyed, or mutilated bonds;\n\n(10) make covenants with respect to the use of the facilities, to be constructed with the proceeds of the bonds authorized by this article, and of the other facilities, whose revenues must be pledged for the payment of the bonds;\n\n(11) covenant that all revenues or net revenues of the particular facilities pledged for the payment of the bonds must be segregated into special funds and that the funds must be used solely for the purposes for which they are intended and for no other purpose;\n\n(12) covenant for the mandatory redemption of bonds on the terms and conditions as the resolutions authorizing the bonds prescribe;\n\n(13) provide for early defeasance of bonds through the establishment of special escrow accounts maintained by a corporate trustee, which may be the State Treasurer, of cash or United States government obligations, or obligations of agencies of them, which escrows may be funded with proceeds of bonds issued under the provisions of this article or revenues or other funds available to the University;\n\n(14) prescribe the procedure, if any, by which the terms of the contract with the bondholders may be amended, the number of bonds whose holders must consent to it, and the manner in which consent is given;\n\n(15) covenant as to the maintenance of the facilities, whose revenues must be pledged for the payment of the bonds, the insurance to be carried on them, and the use and disposition of proceeds from any insurance policy;\n\n(16) prescribe the events of default and the terms and conditions upon which all or any bonds become or may be declared due before maturity and the terms and conditions upon which the declaration and its consequences may be waived;\n\n(17) impose a statutory lien upon the facilities designated by the trustees, the revenues or net revenues of which must be pledged to secure the bonds. The lien must extend to the facilities, to their appurtenances and extension, to their additions, improvements and enlargements to the extent specified in the resolutions and must inure to the benefit of the holders of the bonds secured by the lien. The facilities remain subject to the statutory lien until the payment in full of the principal and interest of the bonds. A holder of a bond, or any of the coupons representing interest on them, either at law or in equity, by suit, action, mandamus, or other proceedings, may protect and enforce the statutory lien, and by suit, action, mandamus, or other proceedings may enforce and compel performance of all duties of the trustees, including the fixing of sufficient rates, the proper segregation of the revenues, and the proper application of them. However, the statutory lien may not be construed to give the bond or coupon holder authority to compel the sale of any of the facilities or any part of them;\n\n(18) covenant that if there is a default in the payment of the principal of or interest upon any of the bonds, a court having jurisdiction in any proper action may appoint a receiver to administer and operate the facilities designated by the trustees, whose revenues or net revenues are pledged for the payment of the bonds, with power to fix rates and charges for the facilities, sufficient to provide for the payment of the expense of operating and maintaining the facilities, and to apply the income and revenues of the facilities to the payment of the bonds, and the interest on them;\n\n(19) establish on or before the delivery of any bonds issued pursuant to this article a debt service reserve fund and to cause it to be deposited with a corporate trustee, who may be the State Treasurer, and to that end, the trustees are empowered to utilize any monies available for that purpose, including revenues previously accumulated from the facilities before the issuance of bonds. In the discretion of the trustees, in lieu of cash, the debt service reserve fund may be funded with a surety bond, insurance policy, letter of credit, line of credit, or similar guarantee. At the discretion of the trustees, the University may purchase an insurance policy insuring payment of both principal and interest on any issuance of bonds under the provisions of this article;\n\n(20) appoint a corporate trustee, who may be the State Treasurer, or paying agent to whom must be paid all or any portion of the revenues or net revenues pledged to the payment of the bonds or derived from the operation of the facilities, and to prescribe the manner in which these revenues or net revenues must be utilized and disposed of. The corporate trustee shall serve in a fiduciary capacity as trustee for the bondholders under the resolutions of the trustees authorizing the issuance of bonds.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-320/"
    },
    {
      "id": "section-59-117-330",
      "number": "59-117-330.",
      "heading": "",
      "text": "No time limit is set for the issuance of bonds pursuant to this article.\n\nHISTORY: 1990 Act No. 502, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-59/chapter-117/section-59-117-330/"
    }
  ]
}