{
  "state": "idaho",
  "path": "title-title-56/chapter-chapter-1",
  "sections": [
    {
      "id": "section-56-101",
      "number": "56-101",
      "heading": "",
      "text": "56-101. DEFINITIONS. Unless the context clearly requires otherwise, the definitions in this section apply throughout this chapter and shall have the following meanings:\n\n(1) \"Appraisal\" means the method of determining the value of the property as determined by an appraisal conducted by a member of the appraisal institute (MAI), or successor organization. The appraisal must specifically identify the values of land, building, equipment, and goodwill.\n\n(2) \"Assets\" means economic resources of the contractor, recognized and measured in conformity with generally accepted accounting principles.\n\n(3) \"Bed-weighted median\" is determined by arraying the average per diem cost per bed of all facilities from high to low and identifying the bed at the point in the array at which half of the beds have equal or higher per diem costs and half have equal or lower per diem costs. The identified bed is the median bed. The per diem cost of the median bed is the bed-weighted median.\n\n(4) \"Case mix index\" is a numeric score assigned to each facility resident, based on the resident’s physical and mental condition, which projects the amount of relative resources needed to provide care to the resident.\n\n(5) \"Depreciation\" means the systematic distribution of the cost or other basis of tangible assets, less salvage, over the estimated useful life of the assets.\n\n(6) \"Direct care costs\" consists of the following costs directly assigned to the nursing facility or allocated to the nursing facility through medicare cost finding principles:\n\n(a) Direct nursing salaries which include the salaries of registered nurses, licensed professional nurses, certificated nurse’s aides, and unit clerks; and\n\n(b) Routine nursing supplies; and\n\n(c) Nursing administration; and\n\n(d) Direct portion of medicaid related ancillary services; and\n\n(e) Social services; and\n\n(f) Raw food; and\n\n(g) Employee benefits associated with the direct salaries.\n\n(7) \"Director\" means the director of the department of health and welfare or the director’s designee.\n\n(8) \"Equity\" means the net book value of all tangible and intangible assets less the recorded value of all liabilities, as recognized and measured in conformity with generally accepted accounting principles.\n\n(9) \"Facility\" means an entity which contracts with the director to provide services to recipients in a structure owned, controlled, or otherwise operated by such entity, and which entity is responsible for operational decisions. In conjunction with the use of the term \"facility\":\n\n(a) \"Freestanding intermediate care\" means an intermediate care facility, as defined in and licensed under chapter 13, title 39, Idaho Code, which is not owned, managed, or operated by, nor is otherwise a part of a hospital, as defined in section 39-1301, Idaho Code; and\n\n(b) \"Freestanding skilled care\" means a nursing facility, as defined in and licensed under chapter 13, title 39, Idaho Code, which is not owned, managed, or operated by, nor is otherwise a part of a hospital, as defined in section 39-1301, Idaho Code; and\n\n(c) \"Freestanding special care\" means a facility that provides either intermediate care, or skilled care, or intermediate care for people with intellectual disabilities, or any combination of either, which is not owned, managed, or operated by, nor is otherwise a part of a hospital, as defined in section 39-1301, Idaho Code; and\n\n(d) \"Hospital-based\" means a nursing or intermediate care facility, as defined in and licensed under chapter 13, title 39, Idaho Code, which is owned, managed, or operated by, or is otherwise a part of a hospital, as defined in section 39-1301, Idaho Code.\n\n(10) \"Forced sale\" is a sale required by a bankruptcy, foreclosure, the provisions of a will or estate settlement pursuant to the death of an owner, physical or mental incapacity of an owner which requires ownership transfer to existing partner or partners, or a sale required by the ruling of a federal agency or by a court order.\n\n(11) \"Goodwill\" means the amount paid by the purchaser that exceeds the net tangible assets received. The value of goodwill is derived from the economic benefits that a going concern may enjoy, as compared with a new one, from established relations in the related markets, with government departments and other noncommercial bodies and with personal relationships. These intangible assets cannot be separated from the business and sold as can plant and equipment. Under the theory that the excess payment would be made only if expected future earnings justified it, goodwill is often described as the price paid for excess future earnings. The amortization of goodwill is nonallowable, nonreimbursable expense.\n\n(12) \"Historical cost\" means the actual cost incurred in acquiring and preparing an asset for use, including feasibility studies, architect’s fees, and engineering studies.\n\n(13) \"Indirect care costs\" consists of the following costs either directly coded to the nursing facility or allocated to the nursing facility through the medicare step-down process:\n\n(a) Administrative and general care cost; and\n\n(b) Activities; and\n\n(c) Central services and supplies; and\n\n(d) Laundry and linen; and\n\n(e) Dietary (\"non-raw food\" costs); and\n\n(f) Plant operation and maintenance (excluding utilities); and\n\n(g) Medical records; and\n\n(h) Employee benefits associated with the indirect salaries; and\n\n(i) Housekeeping; and\n\n(j) Other costs not included in direct care costs or costs exempt from cost limits.\n\n(14) \"Interest rate limitation\" means that the interest rate allowed for working capital loans and for loans for major movable equipment for intermediate care facilities for people with intellectual disabilities shall be the prime rate as published in the western edition of the Wall Street Journal or successor publication, plus one percent (1%) at the date the loan is made. All interest expense greater than the amount derived by using the limitation above shall be nonreimbursable; provided, however, that this interest rate limitation shall not be imposed against loans or leases which were made prior to July 1, 1984. Said loans or leases shall be subject to the tests of reasonableness, relationship to patient care and necessity.\n\n(15) \"Intermediate care facility for people with intellectual disabilities\" means an habilitative facility designed and operated to meet the educational, training, habilitative and intermittent medical needs of the developmentally disabled.\n\n(16) \"Major movable equipment\" means such items as accounting machines, beds, wheelchairs, desks, furniture, vehicles, etc. The general characteristics of this equipment are:\n\n(a) A relatively fixed location in the building;\n\n(b) Capable of being moved, as distinguished from building equipment;\n\n(c) A unit cost sufficient to justify ledger control;\n\n(d) Sufficient size and identity to make control feasible by means of identification tags; and\n\n(e) A minimum life of approximately three (3) years.\n\n(17) \"Medicaid\" means the 1965 amendments to the social security act (P.L. 89-97), as amended.\n\n(18) \"Minor movable equipment\" includes such items as wastebaskets, bedpans, syringes, catheters, silverware, mops, buckets, etc. The general characteristics of this equipment are:\n\n(a) In general, no fixed location and subject to use by various departments of the provider’s facility;\n\n(b) Comparatively small in size and unit cost;\n\n(c) Subject to inventory control;\n\n(d) Fairly large quantity in use; and\n\n(e) Generally, a useful life of approximately three (3) years or less.\n\n(19) \"Net book value\" means the historical cost of an asset, less accumulated depreciation.\n\n(20) \"Normalized per diem costs\" refers to direct care costs that have been adjusted based on the facility’s case mix index for purposes of making the per diem costs comparable among facilities. Normalized per diem costs are calculated by dividing the facility’s direct care per diem costs by its facility-wide case mix index, and multiplying the result by the statewide average case mix index.\n\n(21) \"Nursing facility inflation rate\" means the most specific skilled nursing facility inflation rate applicable to Idaho established by data resources, inc., or its successor. If a state or regional index has not been implemented, the national index shall be used.\n\n(22) \"Patient-day\" means a calendar day of care which will include the day of admission and exclude the day of discharge unless discharge occurs after 3:00 p.m. or it is the date of death, except that, when admission and discharge occur on the same day, one (1) day of care shall be deemed to exist.\n\n(23) \"Property costs\" means the total of allowable interest expense, plus depreciation, property insurance, real estate taxes, amortization, and allowable lease/rental expense. The department may require and utilize an appraisal to establish those components of property costs which are identified as an integral part of an appraisal.\n\n(24) \"Raw food\" means food used to meet the nutritional needs of the residents of a facility, including liquid dietary supplements, liquid thickeners, and tube feeding solutions.\n\n(25) \"Reasonable property insurance\" means that the consideration given is an amount that would ordinarily be paid by a cost-conscious buyer for comparable insurance in an arm’s length transaction. Property insurance per licensed bed in excess of two (2) standard deviations above the mean of the most recently reported property insurance costs per licensed bed of all facilities in the reimbursement class as of the end of a facility’s fiscal year shall not be considered reasonable.\n\n(26) \"Recipient\" means an individual determined eligible by the director for the services provided in the state plan for medicaid.\n\n(27) \"Rural hospital-based nursing facilities\" are those hospital-based nursing facilities not located within a metropolitan statistical area (MSA) as defined by the United States bureau of the census.\n\n(28) \"Urban hospital-based nursing facilities\" are those hospital-based nursing facilities located within a metropolitan statistical area (MSA) as defined by the United States bureau of the census.\n\n(29) \"Utilities\" means all expenses for heat, electricity, water and sewer.\n\n[56-101, added 1981, ch. 159, sec. 1, p. 271; am. 1984, ch. 118, sec. 1, p. 264; am. 1985, ch. 128, sec. 1, p. 312; am. 1986, ch. 87, sec. 1, p. 251; am. 1988, ch. 155, sec. 1, p. 279; am. 1999, ch. 82, sec. 1, p. 265; am. 2000, ch. 274, sec. 146, p. 878.; am. 2010, ch. 235, sec. 41, p. 576; am. 2025, ch. 122, sec. 37, p. 644.]",
      "source_url": "https://law.justia.com/codes/idaho/title-56/chapter-1/section-56-101/"
    }
  ]
}