{
  "state": "illinois",
  "path": "title-chapter-410-public-health/chapter-410-ilcs-76-tobacco-products-compliance-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Tobacco Products Compliance Act.",
      "text": "Short title. This Act may be cited as the Tobacco Products Compliance Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Compliance reports.   Any person who manufactures any tobacco product in the State for distribution or sale in the United States shall be required to provide annually, by June 1, 2020 and by June 1 of each year thereafter, a written certification, including supporting evidence and documentation, of ",
      "text": "Compliance reports. Any person who manufactures any tobacco product in the State for distribution or sale in the United States shall be required to provide annually, by June 1, 2020 and by June 1 of each year thereafter, a written certification, including supporting evidence and documentation, of such person's compliance with Sections 903, 904, 905, and 920 of the federal Family Smoking Prevention and Tobacco Control Act to the Illinois Department of Public Health. Such person will also be required to provide, for each tobacco product manufactured, sold, or distributed by the person (including all tobacco products manufactured in the State by the person and all other tobacco products sold or distributed by the person) written evidence and documentation that each such tobacco product, as required by the Tobacco Control Act, is one of the following: (i) \"grandfathered\" (that is, first introduced into interstate commerce for commercial distribution in the United States on or before February 15, 2007); (ii) \"provisional\" (that is, first introduced into interstate commerce for commercial distribution in the United States between February 15, 2007 and March 22, 2011, and for which a substantial equivalence report was submitted to the FDA by March 22, 2011); or (iii) determined to be \"substantially equivalent\" (that is, is the subject of a marketing authorization order from the FDA after review of a premarket submission intended to demonstrate substantial equivalence).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Private right of action. To enforce against a violation of the Act or any rule adopted under this Act by any local government or political subdivision as described in this Act, any interested party may file suit in circuit court in the county where the alleged violation occurred or where any person ",
      "text": "Private right of action. To enforce against a violation of the Act or any rule adopted under this Act by any local government or political subdivision as described in this Act, any interested party may file suit in circuit court in the county where the alleged violation occurred or where any person who is a party to the action resides. Actions may be brought by one or more persons for and on behalf of themselves and other persons similarly situated. If the interested party prevails in its enforcement action, it will be entitled to recover damages of 3 times its attorney's fees and costs, and, in addition, the court or other adjudicating body, at its discretion, may assess punitive damages for any wanton or flagrant violation of the law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Rulemaking. The Department of Public Health shall adopt rules for the administration and enforcement of this Act.",
      "text": "Rulemaking. The Department of Public Health shall adopt rules for the administration and enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "Effective date. This Act takes effect upon becoming law.",
      "text": "Effective date. This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}