{
  "state": "illinois",
  "path": "title-chapter-410-public-health/chapter-410-ilcs-510-cadaver-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nCadaver Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Superintendents of penitentiaries, houses of correction and",
      "text": "bridewells, hospitals, state charitable institutions and county homes,\ncoroners, sheriffs, jailors, funeral directors and all other state,\ncounty, town and city officers, in whose custody is the body of any\ndeceased person, required to be buried at public expense, shall, in the\nabsence of disposition of such body, or any part thereof by will or\nother written instrument, give permission to any physician or surgeon\nlicensed in Illinois, or to any medical college or school, or other\ninstitution of higher science education or school of mortuary science,\npublic or private, of any city, town or county, upon his or their\nreceipt in writing and request therefor, to receive and remove free of\npublic charge or expense, after having given proper notice to relatives\nor guardians of the deceased, the bodies of such deceased persons about\nto be buried at public expense, to be by him or them used within the\nstate, for advancement of medical, anatomical, biological or mortuary\nscience. Preference shall be given to medical colleges or schools,\npublic or private and such bodies to be distributed to and among the\nsame, equitably, the number assigned to each, being in proportion to the\nstudents of each college or school: except, if any person claiming to\nbe, and satisfying the proper authorities that he is of kindred of the\ndeceased asks to have the body for burial, it shall, in the absence of\nother disposition of such body, or any part thereof by will, court order\nor other written instrument, be surrendered for interment. Any medical\ncollege or school, or other institution of higher science education or\nschool of mortuary science, public and private, or any officers of the\nsame, that receive the bodies of deceased persons for the purposes of\nscientific study, under the provisions of this Act, shall furnish the\nsame to students of medicine, surgery and biological or mortuary\nsciences, who are under their instruction, at a price not exceeding the\nsum of $5 for each and every such deceased body so furnished.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Any physician or surgeon licensed in Illinois, or any medical",
      "text": "college or school, or other institution of higher science education or\nschool of mortuary science, public or private, before receiving any dead\nbody under this Act, shall give to the proper authority a sufficient receipt\nand bond that the body shall be used only for the promotion of medical,\nanatomical, biological or mortuary science within this State. No dead human\nbody may be received by a physician or surgeon, medical college or school,\nor other institution or school unless the body is accompanied by a Permit\nfor Disposition of Dead Human Body as provided by Section 21 of the Vital\nRecords Act and the Rules and Regulations for the Transportation and\nDisposal of the Dead as promulgated by the Illinois Department of Public\nHealth. Whoever (1) uses a dead human body for any other purpose, or (2)\nremoves a dead human body beyond the limits of this State, or (3) sells or\nbuys any dead human body or traffics in dead human bodies; or (4) receives\nany dead human body that is not accompanied by a Permit for Disposition of\nDead Human Body, is guilty of a Class A misdemeanor. Every fine accruing\nfrom a conviction under this Section shall be paid into the common school\nfund of the county where the offense was committed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Any officer refusing to deliver the remains or body of any deceased",
      "text": "person when demanded in accordance with the provisions of this act,\nshall be guilty of a petty offense; and for a third offense, or any\noffense thereafter, the person shall be guilty of a Class A misdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "It shall be the duty of preceptors, professors and teachers,",
      "text": "and all officers of medical colleges or schools, public or private, who\nshall receive any dead body or bodies, in pursuance of the provisions of\nthis act, decently to bury, in some public cemetery, or to cremate the\nsame in a furnace properly constructed for that purpose, the remains of\nall bodies, after they shall have answered the purposes of study\naforesaid, and for any neglect or violation of the provisions of this\nact, the party or parties so violating or neglecting, shall, be guilty\nof a Class A misdemeanor.",
      "history": "",
      "source_url": ""
    }
  ]
}