{
  "state": "illinois",
  "path": "title-chapter-410-public-health/chapter-410-ilcs-513-genetic-information-privacy-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Genetic Information Privacy Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative findings; intent. The General Assembly finds that:",
      "text": "Legislative findings; intent. The General Assembly finds that:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Confidentiality of genetic information.",
      "text": "Confidentiality of genetic information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Use of genetic testing information for insurance purposes.",
      "text": "Use of genetic testing information for insurance purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Tests to determine inherited characteristics in paternity",
      "text": "proceedings. Nothing in this Act shall be construed to affect or restrict in\nany way the ordering of or use of results from deoxyribonucleic acid (DNA)\ntesting or other tests to determine inherited characteristics by the court in a\njudicial proceeding under the Illinois Parentage Act of 1984 or under the Illinois Parentage Act of 2015 on and after the effective date of that Act or by the\nDepartment of Healthcare and Family Services in an administrative paternity proceeding\nunder Article X of the Illinois Public Aid Code and rules promulgated under\nthat Article.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Use of genetic testing information by employers.",
      "text": "Use of genetic testing information by employers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Disclosure of person tested and test results.",
      "text": "Disclosure of person tested and test results.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Uses and disclosures for treatment, payment, and health care operations",
      "text": "Notwithstanding Sections 30 and 35 of this Act, a covered entity may, without a patient's consent:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-311",
      "number": "31.1.",
      "heading": "Uses and disclosures for health oversight activities.",
      "text": "Uses and disclosures for health oversight activities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-312",
      "number": "31.2.",
      "heading": "Uses and disclosures for public health activities",
      "text": "Notwithstanding Sections 30 and 35 of this Act, genetic information may be disclosed without a patient's consent for public health activities and purposes to the Department, when the Department is authorized by law to collect or receive such informa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-313",
      "number": "31.3.",
      "heading": "Business associates.",
      "text": "Business associates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-314",
      "number": "31.4.",
      "heading": "Record locator service to support HIE",
      "text": "Section 9.9 of the Mental Health and Developmental Disabilities Confidentiality Act is herein incorporated by reference.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-315",
      "number": "31.5.",
      "heading": "Use and disclosure of information to an HIE.",
      "text": "Notwithstanding the provisions of Section 30 and 35 of this Act, a covered entity may, without a patient's consent, disclose the identity of any patient upon whom a test is performed and such patient's genetic information from a patient's record to a HIE if the disclosure is a required or permitted disclosure to a business associate or is a disclosure otherwise required or permitted under this Act. An HIE may, without a patient's consent, use or disclose such information to the extent it is allowed to use or disclose such information as a business associate in compliance with 45 CFR 164.502(e) or for such other purposes as are specifically allowed under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-316",
      "number": "31.6.",
      "heading": "Other disclosures.  Nothing in this Act shall be construed (1)  to limit the use of an HIE to facilitate disclosures permitted by this Act or (2) to allow for the disclosure of information from a patient's record to law enforcement or for law enforcement purposes",
      "text": "Other disclosures. Nothing in this Act shall be construed (1) to limit the use of an HIE to facilitate disclosures permitted by this Act or (2) to allow for the disclosure of information from a patient's record to law enforcement or for law enforcement purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-317",
      "number": "31.7.",
      "heading": "Establishment and disclosure of limited data sets and de-identified information.",
      "text": "Establishment and disclosure of limited data sets and de-identified information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-318",
      "number": "31.8.",
      "heading": "HIE opt out.   Section 9.6 of the Mental Health and Developmental Disabilities Confidentiality Act is incorporated herein by reference",
      "text": "In addition to the requirements set out in Section 9.6 of the Mental Health and Developmental Disabilities Confidentiality Act, at the time of a patient's first en",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-319",
      "number": "31.9.",
      "heading": "Research.  Genetic information may be disclosed for research, in accordance with the requirements set forth under HIPAA.",
      "text": "Research. Genetic information may be disclosed for research, in accordance with the requirements set forth under HIPAA.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3110",
      "number": "31.10.",
      "heading": "Minimum necessary. When using or disclosing genetic-related information under this Act, a covered entity shall do so in accordance with the minimum necessary standard under HIPAA",
      "text": "Minimum necessary. When using or disclosing genetic-related information under this Act, a covered entity shall do so in accordance with the minimum necessary standard under HIPAA.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Disclosure by person to whom results have been disclosed. No",
      "text": "person to whom the results of a test have been disclosed\nmay disclose the test results to another person except as authorized under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Right of action.",
      "text": "Right of action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Damages or other relief.",
      "text": "Nothing in this Act limits the right\nof the subject of a\ntest to recover damages or other relief under\nany other applicable law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Home rule.  Any home rule unit of local government, any non-home rule municipality, or any non-home rule county within the unincorporated territory of the county may enact ordinances, standards, rules, or regulations that protect genetic information and genetic testing in a manner or to an extent eq",
      "text": "Home rule. Any home rule unit of local government, any non-home rule municipality, or any non-home rule county within the unincorporated territory of the county may enact ordinances, standards, rules, or regulations that protect genetic information and genetic testing in a manner or to an extent equal to or greater than the protection provided in this Act. This Section is a limitation on the concurrent exercise of home rule power under subsection (i) of Section 6 of Article VII of the Illinois Constitution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "91.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-93",
      "number": "93.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97",
      "number": "97.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    }
  ]
}