{
  "state": "florida",
  "path": "title-chapter-0527/chapter-chapter-0527",
  "sections": [
    {
      "id": "section-52701definitions527",
      "number": "527.01",
      "heading": "Definitions.527 02License; penalty; fees.527.0201Qualifiers; master qualifiers; examinations",
      "text": "527.021Registration of transport vehicles.527.03Renewal of license.527.04Proof of insurance required.527.055General powers and duties.527.06Rules.527.0605Liquefied petroleum gas bulk storage locations; jurisdiction.527.061I",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52701definitions",
      "number": "527.01",
      "heading": "Definitions",
      "text": "527.01 Definitions.—As used in this chapter: (1) “Liquefied petroleum gas” means any material which is composed predominantly of any of the following hydrocarbons, or mixtures of the same: propane, propylene, butanes (normal butane or isobutane), and butylenes. (2) “Person” means any individual, firm, partnership, corporation, company, association, organization, or cooperative. (3) “Consumer” means the person last purchasing liquefied petroleum gas in its liquid or vapor state for industrial, commercial, or domestic use. (4) “Department” means the Department of Agriculture and Consumer Services. (5) “Qualifier” means any person who has passed a competency examination administered by the department and is employed by a licensed category I, category II, or category V business. (6) “Category I liquefied petroleum gas dealer” means any person selling or offering to sell by delivery or at a stationary location any liquefied petroleum gas to the consumer for industrial, commercial, or domestic use; any person leasing or offering to lease, or exchanging or offering to exchange, any apparatus, appliances, and equipment for the use of liquefied petroleum gas; any person designing, installing, servicing, altering, or modifying apparatus, piping, tubing, appliances, and equipment for the use of liquefied petroleum or natural gas; any person installing carburetion equipment; or any person requalifying cylinders. (7) “Category II liquefied petroleum gas dispenser” means any person engaging in the business of operating a liquefied petroleum gas dispensing unit for the purpose of serving liquid products to the consumer for industrial, commercial, or domestic use, and selling or offering to sell, or leasing or offering to lease, apparatus, appliances, and equipment for the use of liquefied petroleum gas, including maintaining a cylinder storage rack at the licensed business location for the purpose of storing cylinders filled by the licensed business for sale or use at a later date. (8) “Category III liquefied petroleum gas cylinder exchange operator” means any person operating a storage facility used for the purpose of storing filled propane cylinders of not more than 43.5 pounds propane capacity or 104 pounds water capacity, while awaiting sale to the consumer, or a facility used for the storage of empty or filled containers which have been offered for exchange. (9) “Category IV dealer in appliances and equipment” means any person selling or offering to sell, or leasing or offering to lease, apparatus, appliances, and equipment for the use of liquefied petroleum gas. (10) “Category V LP gas installer” means any person who is engaged in the liquefied petroleum gas business and whose services include the design, installation, servicing, altering, or modifying of apparatus, piping, tubing, tanks, and equipment for the use of liquefied petroleum or natural gas and selling or offering to sell, or leasing or offering to lease, apparatus, appliances, and equipment for the use of liquefied petroleum or natural gas. (11) “Category VI miscellaneous operator” means any person who is engaged in operation as a manufacturer of LP gas appliances and equipment; a fabricator, repairer, and tester of vehicles and cargo tanks; a requalifier of LP gas cylinders; or a pipeline system operator. (12) “Manufacturer of liquefied petroleum gas appliances and equipment” means any person in this state manufacturing and offering for sale or selling tanks, cylinders, or other containers and necessary appurtenances for use in the storage, transportation, or delivery of such gas to the consumer, or manufacturing and offering for sale or selling apparatus, appliances, and equipment for the use of liquefied petroleum gas to the consumer. (13) “Wholesaler” means any person, as defined by subsection (2), selling or offering to sell any liquefied petroleum gas for industrial, commercial, or domestic use to any person except the consumer. (14) “Requalifier of cylinders” means any person involved in the retesting, repair, qualifying, or requalifying of liquefied petroleum gas tanks or cylinders manufactured under specifications of the United States Department of Transportation. (15) “Fabricator, repairer, and tester of vehicles and cargo tanks” means any person involved in the hydrostatic testing, fabrication, repair, or requalifying of any motor vehicles or cargo tanks used for the transportation of liquefied petroleum gases, when such tanks are permanently attached to or forming a part of the motor vehicle. (16) “Pipeline system operator” means any person who owns or operates a liquefied petroleum gas pipeline system that is used to transmit liquefied petroleum gas from a common source to the customer and that serves 10 or more customers. (17) “License period” means the period 1 to 3 years from the issuance of the license. (18) “Recreational vehicle” means a motor vehicle that is designed to provide temporary living quarters for recreational, camping, or travel use and that has its own propulsion or is mounted on or towed by another motor vehicle. (19) “Licensed location” means the premises on which category I, category II, category III, category IV, category V, or category VI liquefied petroleum gas operations are performed, excluding remote bulk storage. (20) “Remote bulk storage” means the location of liquefied petroleum gas stored for the sole purpose of filling delivery vehicles used in delivery to an end user. History.—s. 1, ch. 24302, 1947; s. 11, ch. 25035, 1949; s. 1, ch. 57-174; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 202, ch. 71-377; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 1, 6, ch. 80-390; ss. 1, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 124, ch. 83-218; s. 1, ch. 86-69; ss. 2, 3, ch. 87-34; s. 1, ch. 90-215; s. 4, ch. 91-429; s. 1, ch. 92-324; s. 7, ch. 93-142; ss. 1, 7, ch. 93-248; s. 1, ch. 2000-269; s. 23, ch. 2001-63; s. 1, ch. 2003-132; s. 31, ch. 2013-251; s. 18, ch. 2018-84; s. 9, ch. 2020-126; s. 2, ch. 2020-135; s. 8, ch. 2023-155; s. 1, ch. 2024-170. Note.—Former s. 526.12. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45c9cf55ade9',t:'MTc3MDg4MDI5My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-01/"
    },
    {
      "id": "section-527021registration",
      "number": "527.021",
      "heading": "Registration of transport vehicles.",
      "text": "527.021 Registration of transport vehicles.— (1) Each liquefied petroleum gas bulk delivery vehicle owned or leased by a liquefied petroleum gas licensee must be registered with the department as part of the licensing application or when placed into service. (2) For the purposes of this section, a “liquefied petroleum gas bulk delivery vehicle” means any vehicle that is used to transport liquefied petroleum gas on any public street or highway as liquid cargo in a cargo tank, which tank is mounted on a conventional truck chassis or is an integral part of a transporting vehicle in which the tank constitutes, in whole or in part, the stress member used as a frame and is a permanent part of the transporting vehicle. (3) A dealer who fails to register a vehicle with the department is subject to the penalties in s. 527.13. (4) The department shall issue a decal to be placed on each vehicle that is inspected by the department and found to be in compliance with applicable codes. History.—s. 3, ch. 90-215; s. 16, ch. 91-201; s. 4, ch. 91-429; s. 3, ch. 92-324; s. 7, ch. 94-335; s. 723, ch. 97-103; s. 17, ch. 2016-166; s. 21, ch. 2018-84. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45cc192df471',t:'MTc3MDg4MDI5My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-021/"
    },
    {
      "id": "section-52703renewal",
      "number": "527.03",
      "heading": "Renewal of license.",
      "text": "527.03 Renewal of license.—All licenses required under this chapter shall be renewed annually, biennially, or triennially, as elected by the licensee, subject to the license fees prescribed in s. 527.02. All renewals must meet the same requirements and conditions as an annual license for each licensed year. Any license allowed to expire will become inoperative because of failure to renew. The fee for restoration of a license is equal to the original license fee and must be paid before the licensee may resume operations. History.—s. 3, ch. 24302, 1947; s. 1, ch. 25105, 1949; s. 11, ch. 25035, 1949; s. 1, ch. 29667, 1955; s. 1, ch. 61-158; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 2, ch. 84-126; ss. 2, 3, ch. 87-34; s. 4, ch. 90-215; s. 4, ch. 91-429; s. 33, ch. 2013-251; s. 22, ch. 2018-84. Note.—Former s. 526.14. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45ce7eb967e1',t:'MTc3MDg4MDI5NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-03/"
    },
    {
      "id": "section-52704proof",
      "number": "527.04",
      "heading": "Proof of insurance required.",
      "text": "527.04 Proof of insurance required.— (1) Before any license is issued, except to a category IV dealer in appliances and equipment or a category III liquefied petroleum gas cylinder exchange operator, the applicant must deliver to the department satisfactory evidence that the applicant is covered by a primary policy of bodily injury liability and property damage liability insurance that covers the products and operations with respect to such business and is issued by an insurer authorized to do business in this state for an amount not less than $1 million and that the premium on such insurance is paid. An insurance certificate, affidavit, or other satisfactory evidence of acceptable insurance coverage shall be accepted as proof of insurance. In lieu of an insurance policy, the applicant may deliver a good and sufficient bond in the amount of $1 million, payable to the Commissioner of Agriculture, with the applicant as principal and a surety company authorized to do business in this state as surety. The bond must be conditioned upon the applicant’s compliance with this chapter and the rules of the department with respect to the conduct of such business and shall indemnify and hold harmless all persons from loss or damage by reason of the applicant’s failure to comply. However, the aggregated liability of the surety may not exceed $1 million. If the insurance policy is canceled or otherwise terminated or the bond becomes insufficient, the department may require new proof of insurance or a new bond to be filed, and if the licenseholder fails to comply, the department shall cancel the license issued and give the licenseholder written notice that it is unlawful to engage in business without a license. A new bond is not required as long as the original bond remains sufficient and in force. If the licenseholder’s insurance coverage as required by this subsection is canceled or otherwise terminated, the insurer must notify the department within 30 days after the cancellation or termination. (2) Before any license is issued to a category III liquefied petroleum gas cylinder exchange operator, the applicant must deliver to the department satisfactory evidence that the applicant is covered by a primary policy of bodily injury liability and property damage liability insurance that covers the products and operations with respect to the business and is issued by an insurer authorized to do business in this state for an amount not less than $300,000 and that the premium on the insurance is paid. An insurance certificate, affidavit, or other satisfactory evidence of acceptable insurance coverage shall be accepted as proof of insurance. In lieu of an insurance policy, the applicant may deliver a good and sufficient bond in the amount of $300,000, payable to the Commissioner of Agriculture, with the applicant as principal and a surety company authorized to do business in this state as surety. The bond must be conditioned upon the applicant’s compliance with this chapter and the rules of the department with respect to the conduct of such business and must indemnify and hold harmless all persons from loss or damage by reason of the applicant’s failure to comply. However, the aggregated liability of the surety may not exceed $300,000. If the insurance policy is canceled or otherwise terminated or the bond becomes insufficient, the department may require new proof of insurance or a new bond to be filed, and if the licenseholder fails to comply, the department shall cancel the license issued and give the licenseholder written notice that it is unlawful to engage in business without a license. A new bond is not required as long as the original bond remains sufficient and in force. If the licenseholder’s insurance coverage required by this subsection is canceled or otherwise terminated, the insurer must notify the department within 30 days after the cancellation or termination. (3) Any person having a cause of action on the bond may bring suit against the principal and surety, and a copy of such bond duly certified by the department shall be received in evidence in the courts of this state without further proof. The department shall furnish a certified copy of the bond upon payment to it of its lawful fee for making and certifying such copy. History.—ss. 3, 4, ch. 24302, 1947; s. 1, ch. 25105, 1949; s. 11, ch. 25035, 1949; s. 1, ch. 29667, 1955; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 3, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 125, ch. 83-218; s. 3, ch. 84-126; ss. 2, 3, ch. 87-34; s. 5, ch. 90-215; s. 4, ch. 91-429; s. 724, ch. 97-103; s. 3, ch. 2000-269; s. 8, ch. 2007-232; s. 23, ch. 2018-84. Note.—Former ss. 526.14, 527.05. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45d0d9d9a543',t:'MTc3MDg4MDI5NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-04/"
    },
    {
      "id": "section-527055general",
      "number": "527.055",
      "heading": "General powers and duties.",
      "text": "527.055 General powers and duties.— (1) The department is empowered to enforce all provisions of this chapter and rules promulgated pursuant to this chapter relating to: (a) The safe handling, installing, storing, selling, utilizing, transporting, servicing, testing, repairing, or maintaining of liquefied petroleum gas, liquefied petroleum gas equipment, and liquefied petroleum gas systems. (b) Reasonable standards of competency required of persons to safely engage in the business of handling, installing, storing, selling, utilizing, transporting, servicing, testing, repairing, or maintaining liquefied petroleum gas, liquefied petroleum gas equipment, or liquefied petroleum gas systems, including, but not limited to, the training, licensure, testing, and qualifying of such persons. (2) The department shall have the powers and authority expressly conferred on it by, or reasonably implied from, the provisions of this chapter. (3) The department may conduct such investigations as it may deem proper to determine whether any person has violated any provision of this chapter or rule promulgated pursuant to this chapter or to secure information useful in the lawful administration of any such provision or rule promulgated pursuant to this chapter. (4) The department may collect, propose, publish, and disseminate information relating to the subject matter of any duties imposed upon it by law. (5) The department shall have the powers and authority to condemn unsafe equipment and issue an immediate final order requiring the immediate removal of liquefied petroleum gas from storage that does not comply with this chapter and is deemed a threat to the public health, safety, and welfare. History.—ss. 3, 10, ch. 86-69; ss. 2, 3, ch. 87-34; s. 6, ch. 90-215; s. 4, ch. 91-429; s. 4, ch. 2024-170. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45d34dbeb180',t:'MTc3MDg4MDI5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-055/"
    },
    {
      "id": "section-52706rules",
      "number": "527.06",
      "heading": "Rules",
      "text": "527.06 Rules.— (1) The department may adopt rules necessary to effectuate any of the statutory duties of the department in the interest of public health, safety, and welfare and to promote the safe handling of liquefied petroleum gas and proper installation, storing, selling, utilizing, transporting, servicing, testing, repairing, and maintaining of liquefied petroleum gas equipment and systems. The department shall adopt rules reasonably necessary to assure the competence of persons to safely engage in the business of liquefied petroleum gas, including, but not limited to, the licensure, testing, and qualifying of such persons for the protection of the health, welfare, and safety of the public and persons using such materials. These rules shall be in substantial conformity with generally accepted standards of safety concerning the same subject matter and shall not extend, modify, or conflict with any laws of this state or the reasonable implications of such laws. (2) The department shall promulgate and enforce rules setting forth minimum general standards covering the design, construction, location, installation, and operation of equipment for storing; handling; transporting by tank truck, tank trailer, or pipeline; and utilizing liquefied petroleum gases and specifying the odorization of such gases and the degree thereof. The rules shall be such as are reasonably necessary for the protection of the health, welfare, and safety of the public and persons using such materials and shall be in substantial conformity with the generally accepted standards of safety concerning the same subject matter. (3) Rules in substantial conformity with the published standards of the National Fire Protection Association (NFPA) are deemed to be in substantial conformity with the generally accepted standards of safety concerning the same subject matter. (4) Rules in substantial conformity with the published standards in Title 49 of the Code of Federal Regulations relative to liquefied petroleum gas pipelines shall be deemed to be in substantial conformity with the generally accepted standards of safety concerning the same subject matter. Violation of any provision of the rules adopted pursuant to this subsection may be enjoined under the provisions of s. 527.09. Any person who violates any provision of the rules adopted pursuant to this subsection shall be subject to a civil penalty not to exceed $25,000 for each such violation for each day that such violation persists, except that the maximum civil penalty shall not exceed $500,000, in aggregate, for any related series of violations. Any such civil penalty may be compromised by the department. In determining the amount of such penalty or the amount agreed upon in compromise, the appropriateness of such penalty to the size of the business of the person charged, the gravity of the violation, and the good faith of the person charged in attempting to achieve compliance after notification of a violation shall be considered. Each penalty shall be a lien upon the real and personal property of such person and enforceable by the department as statutory liens under chapter 85, the proceeds of which shall be deposited in the General Inspection Trust Fund, as provided in s. 527.0201. History.—s. 5, ch. 24302, 1947; s. 1, ch. 61-158; ss. 10, 13, 35, ch. 69-106; s. 1, ch. 73-286; ss. 1, 2, ch. 75-83; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 3, 6, ch. 80-390; ss. 4, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 4, ch. 86-69; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 8, ch. 94-335; s. 4, ch. 2000-269; s. 4, ch. 2003-132; s. 1, ch. 2011-106; s. 19, ch. 2011-222; s. 9, ch. 2016-11; s. 58, ch. 2018-84. Note.—Former s. 526.16. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45d5a8eee0d6',t:'MTc3MDg4MDI5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-06/"
    },
    {
      "id": "section-5270605liquefied",
      "number": "527.0605",
      "heading": "Liquefied petroleum gas bulk storage locations; jurisdiction.",
      "text": "petroleum gas bulk storage locations; jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-527061inspection",
      "number": "527.061",
      "heading": "Inspection of buildings, systems, equipment, vehicles, or premises.",
      "text": "of buildings, systems, equipment, vehicles, or premises.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-527062investigation",
      "number": "527.062",
      "heading": "Investigation and safety promotion; authority of department.",
      "text": "527.062 Investigation and safety promotion; authority of department.— (1) The department may investigate the cause and circumstances of any accident involving loss of life, personal injury, or property damage when there is reasonable cause to believe that liquefied petroleum gas or equipment was involved. The department shall have the authority to take samples or evidence on or about the site of an accident in conjunction with an investigation. The department shall make a written report of each investigation it conducts. All information compiled by the department pursuant to an investigation is confidential and exempt from s. 119.07(1) until the investigation is completed or ceases to be active. For purposes of this section, an investigation shall be considered “active” so long as the department is proceeding with reasonable dispatch and has a reasonable good faith belief that additional information is necessary and likely to be discovered which will allow the department to make a final determination of the cause and circumstances of the accident. (2) The department shall have the authority to assist the state, county, municipal, and other local governments of this state and their agencies in promoting safety. (3) The department shall have the authority to publish and disseminate information consistent with this chapter and the rules promulgated thereunder which it considers to be in the public interest for liquefied petroleum gas safety. History.—ss. 5, 6, ch. 80-390; ss. 7, 19, ch. 81-175; s. 402, ch. 81-259; s. 2, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 2, ch. 92-6; s. 341, ch. 96-406. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45d7de9067ce',t:'MTc3MDg4MDI5NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-062/"
    },
    {
      "id": "section-527065notification",
      "number": "527.065",
      "heading": "Notification of accidents; leak calls.",
      "text": "527.065 Notification of accidents; leak calls.— (1) Immediately upon discovery, all liquefied petroleum gas licensees shall notify the department of any liquefied petroleum gas-related accident involving a liquefied petroleum gas licensee or customer account: (a) Which caused a death or personal injury requiring professional medical treatment; (b) Where uncontrolled ignition of liquefied petroleum gas resulted in death, personal injury, or property damage exceeding $3,000; or (c) Which caused estimated damage to property exceeding $3,000. (2) “Uncontrolled ignition” means any ignition of liquefied petroleum gas that occurs outside normal maintenance, service testing, or operation of LP gas equipment or appliances. (3) All licensees who maintain bulk storage of liquefied petroleum gas shall supply their local fire department with the name and phone number of an emergency contact for after-hour emergencies. This shall also be posted in a prominent location on the premises. If this number is answered by a service or machine, the message must be relayed to the appropriate person within an hour of receipt. (4) Upon notification by a consumer, the supplier shall physically respond to any verifiable leak call within a reasonable time, not to exceed 24 hours. (5) In the event that the licensee is contacted by an emergency response unit which requires the licensee’s presence at the scene because the incident involves the licensee’s equipment, the licensee shall physically respond within 2 hours. History.—ss. 5, 10, ch. 86-69; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 3, ch. 93-248; s. 5, ch. 2003-132; s. 25, ch. 2018-84. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45da3a5edad3',t:'MTc3MDg4MDI5Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-065/"
    },
    {
      "id": "section-527067responsibilities",
      "number": "527.067",
      "heading": "Responsibilities of persons engaged in servicing liquefied petroleum gas equipment and systems and consumers, end users, or owners of liquefied petroleum gas equipment or systems",
      "text": "of persons engaged in servicing liquefied petroleum gas equipment and systems and consumers, end users, or owners of liquefied petroleum gas equipment or systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52707restriction",
      "number": "527.07",
      "heading": "Restriction on use of containers.",
      "text": "527.07 Restriction on use of containers.— (1) A person, other than the owner and those authorized by the owner, may not sell, fill, refill, remove gas from, deliver, permit to be delivered, or use in any manner any liquefied petroleum gas container or receptacle for any gas or compound, or for any other purpose. (2) A person, other than those authorized by the end user, may not add gas to or remove gas from any container or receptacle that contains liquefied petroleum gas purchased or contracted for transfer by, and in the lawful possession of, the end user. The department shall adopt rules to provide exceptions for emergencies. History.—s. 6, ch. 24302, 1947; s. 1, ch. 61-158; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 8, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 9, ch. 2007-232; s. 7, ch. 2024-170. Note.—Former s. 526.17. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45dc8a6260eb',t:'MTc3MDg4MDI5Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-07/"
    },
    {
      "id": "section-52708penalty",
      "number": "527.08",
      "heading": "Penalty for violation.",
      "text": "527.08 Penalty for violation.—It is unlawful for any person to violate any of the provisions of this chapter or of the rules of the department made pursuant to this chapter. Any person violating any of the provisions of this chapter or such rule is guilty of a misdemeanor of the second degree, punishable as provided in s. 775.083. History.—s. 7, ch. 24302, 1947; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 510, ch. 71-136; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 9, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429. Note.—Former s. 526.18. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45deee173347',t:'MTc3MDg4MDI5Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-08/"
    },
    {
      "id": "section-52709injunction",
      "number": "527.09",
      "heading": "Injunction",
      "text": "527.09 Injunction.—In addition to the penalties and other enforcement provisions of this chapter, in the event any person violates any provision of this chapter or any rule of the department, the department is authorized to resort to proceedings for injunction in the circuit court of the county where such person resides or has her or his principal place of business. The department may apply for such temporary and permanent orders as it deems necessary to restrain such person from engaging in any such businesses until such person has complied with the provisions of this chapter and such rules.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-09/"
    },
    {
      "id": "section-52710restriction",
      "number": "527.10",
      "heading": "Restriction on use of unsafe container or system.",
      "text": "527.10 Restriction on use of unsafe container or system.—No liquefied petroleum gas shall be introduced into or removed from any container or system in this state that has been identified by the department or its duly authorized inspectors as not complying with the rules pertaining to such container or system, until such violations as specified have been satisfactorily corrected and authorization for continued service or removal granted by the department. A statement of violations of the rules that render such a system unsafe for use shall be furnished in writing by the department to the consumer or dealer in liquefied petroleum gas. History.—s. 1, ch. 29742, 1955; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 11, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 4, ch. 93-248; s. 27, ch. 2018-84. Note.—Former s. 526.181. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45e13cb5a698',t:'MTc3MDg4MDI5Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-10/"
    },
    {
      "id": "section-52711minimum",
      "number": "527.11",
      "heading": "Minimum storage.",
      "text": "527.11 Minimum storage.— (1) Every person who engages in the distribution of liquefied petroleum gas for resale to domestic, commercial, or industrial consumers as a prerequisite to obtaining a liquefied petroleum gas license shall install, own, or lease bulk storage with an aggregate capacity of not less than 18,000 gallons (water capacity) within the state. The bulk storage must have loading and unloading provisions solely for the licenseholder and be operated and maintained in compliance with this chapter for the duration of the license. (2) A dealer who does not provide written proof of minimum storage may have her or his license denied, suspended, or revoked. A dealer or wholesaler may not enter into written agreements that allocate an amount of storage that exceeds the dealer’s or wholesaler’s total storage capacity minus 18,000 gallons (water capacity). (3) A dealer in liquefied petroleum gas operating a single dispensing unit for the sole purpose of direct product sale to customers, including delivery of cylinders of 40 pounds or less of propane gas capacity for use with outdoor equipment or appliances that are not connected to or part of the permanent interior piping of a structure, or an operator of a cylinder exchange unit is exempt from the requirements of this section. A person may not deliver liquefied petroleum gas by cargo vehicle unless the person complies with requirements for minimum storage. History.—ss. 1, 2, ch. 57-219; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 5, ch. 84-126; ss. 2, 3, ch. 87-34; s. 9, ch. 90-215; s. 4, ch. 91-429; s. 727, ch. 97-103; s. 5, ch. 2000-269; s. 6, ch. 2003-132; s. 8, ch. 2006-165; s. 8, ch. 2024-170. Note.—Former s. 526.21. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45e39965c0a5',t:'MTc3MDg4MDI5Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-11/"
    },
    {
      "id": "section-52712cease",
      "number": "527.12",
      "heading": "Cease and desist orders; administrative fines.",
      "text": "527.12 Cease and desist orders; administrative fines.—Whenever the department shall have reason to believe that any person is or has been violating provisions of this chapter or any rules adopted pursuant thereto, it may issue a cease and desist order or impose a civil penalty or may issue such cease and desist order and impose a civil penalty. History.—s. 3, ch. 57-174; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 2, ch. 73-286; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 12, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429. Note.—Former s. 526.22. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45e5fba0259d',t:'MTc3MDg4MDI5OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-12/"
    },
    {
      "id": "section-52713administrative",
      "number": "527.13",
      "heading": "Administrative fines and warning letters.",
      "text": "527.13 Administrative fines and warning letters.— (1) If a person violates this chapter or any rule adopted under this chapter or a cease and desist order, the department may impose civil or administrative penalties in the Class II category pursuant to s. 570.971 not to exceed $3,000 for each offense, suspend or revoke the license or qualification issued to such person, or any of the foregoing. The cost of the proceedings to enforce this chapter may be added to any penalty imposed. The department may allow the licensee a reasonable period, not to exceed 90 days, within which to pay to the department the amount of the penalty so imposed. If the licensee fails to pay the penalty in its entirety to the department at its office at Tallahassee within the period so allowed, the licenses of the licensee shall stand revoked upon expiration of such period. (2) If any license expires while administrative charges are pending against the license, the proceedings against the license shall continue to conclusion as if the license were still in effect. (3) In lieu of an administrative or civil penalty in subsection (1) of this section, the department may issue a warning letter to the licenseholder, master qualifier, qualifier, or any person for a first violation. (4) All such fines, monetary penalties, and costs received by the department shall be deposited in the General Inspection Trust Fund for the purpose of administering the provisions of this chapter. History.—s. 3, ch. 57-174; s. 1, ch. 61-158; s. 2, ch. 61-119; ss. 13, 35, ch. 69-106; s. 3, ch. 73-286; s. 2, ch. 74-296; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 13, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 8, ch. 86-69; ss. 2, 3, ch. 87-34; s. 10, ch. 90-215; s. 4, ch. 91-429; s. 5, ch. 93-248; s. 9, ch. 94-335; s. 7, ch. 2003-132; s. 52, ch. 2014-150. Note.—Former s. 526.22(9). (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45e84973e9f5',t:'MTc3MDg4MDI5OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-13/"
    },
    {
      "id": "section-52714suspension",
      "number": "527.14",
      "heading": "Suspension and revocation of license.",
      "text": "527.14 Suspension and revocation of license.— (1) The violation by any person possessed of a license or required to possess a license as provided in s. 527.02 of any provision of this chapter or any rule adopted pursuant thereto or of a cease and desist order shall be cause for revocation or suspension of such license or eligibility for licensure by the department after the department determines such person guilty of such violation. (2) An order of suspension shall state the period of time of such suspension which period shall not be in excess of 1 year from the date of such order. An order of revocation may be entered for a period of not exceeding 2 years; and such order shall effect revocation of license then held by such person and during such period of time no license shall be issued such person. If during the period between the beginning of proceedings and entry of an order of suspension or revocation by the department a new license has been issued the person so charged, any order of suspension or revocation shall operate effectively with respect to the new license held by such person. (3) The provisions of this section are cumulative and shall not affect the penalty and injunctive provisions of ss. 527.08 and 527.09. History.—s. 2, ch. 29742, 1955; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 4, ch. 73-286; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 14, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 6, ch. 86-69; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429. Note.—Former s. 526.181(2). (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45eacb5bb356',t:'MTc3MDg4MDI5OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-14/"
    },
    {
      "id": "section-52715conduct",
      "number": "527.15",
      "heading": "Conduct of proceedings; record costs.",
      "text": "527.15 Conduct of proceedings; record costs.—The state’s portion of the cost of the stenographic record and transcription of department proceedings shall be paid out of the General Inspection Trust Fund. Any sums received from parties for copies of the stenographic record shall be deposited by the department into the State Treasury to the credit of such trust fund. History.—s. 1, ch. 61-158; s. 2, ch. 61-119; ss. 13, 35, ch. 69-106; s. 3, ch. 74-296; s. 3, ch. 76-168; s. 1, ch. 77-174; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 15, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 9, ch. 86-69; ss. 2, 3, ch. 87-34; s. 11, ch. 90-215; s. 4, ch. 91-429; s. 10, ch. 94-335. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45ecfb4dadba',t:'MTc3MDg4MDI5OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-15/"
    },
    {
      "id": "section-52716witnesses",
      "number": "527.16",
      "heading": "Witnesses and evidence.",
      "text": "527.16 Witnesses and evidence.— (1) As to the subject of any examination or investigation being conducted by the department, or an examiner appointed by it, the department may administer oaths, examine and cross-examine witnesses, and receive oral and documentary evidence and shall have the power to subpoena witnesses, compel their attendance and testimony, and require by subpoena the production of documents or other evidence which it deems relevant to the inquiry. (2) If any person refuses to comply with such subpoena or to testify as to any relevant matter, the Circuit Court of Leon County, or the circuit court of the county wherein such examination or investigation is being conducted or wherein such person resides, on the department’s application, may issue an order requiring such person to comply with the subpoena and to testify. Any failure to obey such an order of the court may be punished by the court as a contempt thereof. (3) Subpoenas shall be served and proof of such service made in the same manner as if issued by a circuit court. Witness fees and mileage if claimed shall be allowed the same as for testimony in a circuit court. (4) Any person willfully testifying falsely under oath as to any matter material to any such examination, investigation, or hearing shall, upon conviction thereof, be guilty of perjury and shall be punished accordingly. (5) If any person asks to be excused from attending or testifying or from producing any documents or other evidence in connection with any examination, hearing, or investigation being conducted on the ground that the testimony or evidence required may tend to incriminate him or her or subject him or her to a penalty or forfeiture and shall notwithstanding be directed to give such testimony or produce such evidence, he or she shall, if so directed by the department and the Department of Legal Affairs, nonetheless comply with such direction. The person shall not thereafter be prosecuted or subjected to any penalty or forfeiture for or on account of any transaction, matter, or thing concerning which he or she may have testified or produced evidence, and no testimony given or evidence produced shall be received against him or her in any criminal action, investigation, or proceeding. However, no person so testifying shall be exempt from prosecution or punishment for any perjury committed by him or her in such testimony, and the testimony or evidence given or produced shall be admissible against him or her in any criminal action, investigation, or proceeding concerning such perjury; nor shall the person be exempt from the refusal, suspension, or revocation of any license, permission, or authority conferred or to be conferred pursuant to this chapter. (6) Any such individual may execute, acknowledge, and file in the office of the department a statement expressly waiving such immunity or privilege in respect to any transaction, matter, or thing specified in such statement; and thereupon the testimony of such individual or such evidence in relation to such transaction, matter, or thing may be received or produced before any judge or justice, court, tribunal, grand jury, or otherwise; and, if so received or produced, such individual shall not be entitled to any immunity or privileges on account of any testimony he or she may so give or evidence so produced. (7) Any person who refuses or fails without lawful cause to testify relative to the affairs of any person, when subpoenaed and requested by the department to so testify, is guilty of a misdemeanor of the second degree, punishable as provided in s. 775.083. History.—s. 1, ch. 61-158; ss. 11, 13, 35, ch. 69-106; s. 511, ch. 71-136; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 16, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 728, ch. 97-103. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45ef599b07ba',t:'MTc3MDg4MDI5OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-16/"
    },
    {
      "id": "section-52720short",
      "number": "527.20",
      "heading": "Short title and purpose.",
      "text": "527.20 Short title and purpose.— (1) Sections 527.20-527.23 may be cited as the “Florida Propane Gas Education, Safety, and Research Act.” (2) It is the finding of the Legislature that: (a) Educating propane gas producers, distributors, and consumers about propane gas and about the mechanical, technical, and safety practices related to propane gas and propane gas equipment furthers the public interest by reducing accidents and improving safety. (b) Improved and increased marketing of propane gas will increase the consumption and use of propane gas, thereby furthering the public interest by creating additional employment opportunities in the state and expanding revenue. (3) The purposes of the act are to: (a) Establish the Florida Propane Gas Education, Safety, and Research Council to study problems arising in the production, transportation, marketing, and use of propane gas and to formulate and provide to the commissioner recommendations and policy alternatives. The council is to investigate, research, study, or perform other activities in order to advance the safety, efficiency, desirability, usage, and marketability of propane gas and propane gas use equipment. (b) Provide for education of propane gas producers, distributors, and consumers about: 1. Propane gas and its uses; 2. Safety issues related to propane gas and the mechanical, technical, and safety practices related to propane gas and propane gas equipment; and 3. Other issues related to propane gas which the council determines would be beneficial to producers, distributors, and consumers. (c) Provide a method of funding for the activities established in the act. History.—s. 1, ch. 97-105. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45f1ae74b25a',t:'MTc3MDg4MDI5OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-20/"
    },
    {
      "id": "section-52721definitions",
      "number": "527.21",
      "heading": "Definitions relating to Florida Propane Gas Education, Safety, and Research Act.",
      "text": "relating to Florida Propane Gas Education, Safety, and Research Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52722florida",
      "number": "527.22",
      "heading": "Florida Propane Gas Education, Safety, and Research Council established; membership; duties and responsibilities.",
      "text": "Propane Gas Education, Safety, and Research Council established; membership; duties and responsibilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52723marketing",
      "number": "527.23",
      "heading": "Marketing orders; referendum requirements; assessments.",
      "text": "527.23 Marketing orders; referendum requirements; assessments.— (1) Subject to the legislative restrictions and limitations set forth in this act, any marketing order issued by the department may contain any or all of the following provisions: (a) Provisions for the establishment of plans and programs for advertising, sales promotion, and education to maintain present markets or to create new or larger markets for propane gas produced or marketed in the state. The department is authorized to prepare, issue, administer, and enforce plans and programs for promoting the sale of propane gas; however, any plan or program shall be directed toward increasing the sale of the commodity without reference to a private brand or trade name. (b) Provisions for carrying on research studies in the production, marketing, or distribution of propane gas; for economic research or environmental research related to propane gas; and for the expenditure of moneys for such purposes. In any research carried on pursuant to this paragraph, the department, upon recommendation of the council, shall select the research project or projects to be carried on. These projects may be carried out by any research agency the department chooses, based upon recommendations of the council. (c) Provisions incidental to and not inconsistent with the terms, conditions, and provisions specified and necessary to effectuate the other provisions of the marketing order. (2) Upon request of the council, the department shall conduct a referendum of all producers and dealers of propane gas who are in the state to levy an assessment upon producers and dealers of propane gas who are in the state based upon the gallonage of odorized propane gas sold and based upon the rate of assessment recommended by the council. (3) Due notice of any hearing shall be given to all persons who may be directly affected by any action of the department. These hearings shall be open to the public. All testimony shall be received under oath, and a full and complete record of all proceedings at any hearing shall be made and filed by the department in its office. All interested persons shall have a period of not less than 7 days following the public hearing for filing written briefs with the department concerning such action. (4) After notice and hearing, the department shall issue a marketing order if it finds and sets forth that the order will tend to accomplish the objectives and purposes of this act. (5)(a) With respect to any referendum conducted under this act, the department shall, before calling and announcing a referendum, determine and publicly announce, at least 15 days in advance of the date on which ballots and copies of the proposed order are mailed to all producers or dealers of propane gas who are in the state and whose names and addresses are known, the date by which ballots must be returned to the department. (b) It is the duty of the producers or dealers of propane gas who vote in each referendum to send their marked ballots to the department, which shall have the ballots counted by qualified and impartial personnel in its office, and the department shall, within 10 days after the closing date for submitting ballots in any referendum, certify in writing and publish the results of such referendum on the front page of their website and shall send notice via e-mail to all publications of general circulation and all news departments of broadcast network affiliates located within the state. (6)(a) No marketing order or amendments thereto directly affecting and regulating producers or dealers of propane gas in this state shall become effective unless the department finds that the order has been approved by ballot by persons representing two-thirds of the total gallonage of odorized propane gas voting in the retail marketer class. (b) All percentages determined by the department as required in this section shall be computed on the basis of persons voting in the referendum. (7) From assessments collected, the council shall reimburse the department for costs incurred in holding the referendum establishing the council, making appointments to the council, and other expenses directly related to the council, development, marketing, and consumer awareness. (8) Before issuing any marketing order, or any suspension, amendment, or termination thereof, the department shall provide notice to the producers and dealers affected by the marketing order. (9)(a) To provide funds to defray the necessary expenses incurred by the department in the formulation, issuance, administration, and enforcement of any marketing order, producers and dealers in propane gas shall pay to the department an assessment, at such times and in such installments as the department prescribes. The department, after receiving the recommendations of the council, shall fix the rate of assessment on propane gas dealers and producers. (b) The collected assessments shall be deposited into the General Inspection Trust Fund and shall be used for the sole purpose of implementing the marketing order for which the assessment was collected. Four percent of all income of a revenue nature deposited in this fund, including transfers from any subsidiary accounts thereof and any interest income, shall be deposited in the General Revenue Fund pursuant to chapter 215. The department is not subject to the procedures found in s. 287.057 in the expenditure of these funds. However, the director of the Division of Marketing and Development shall file with the internal auditor of the department a certification of conditions and circumstances justifying each contract or agreement entered into without competitive bidding. (10) The council, or producers or dealers representing 35 percent of the total gallonage of odorized propane gas sold in the state, may petition the commissioner to suspend or terminate an order levying an assessment. The commissioner may not suspend or terminate an order levying the assessment unless the suspension or termination is approved in a referendum by those persons representing more than one-half of the total gallonage of odorized propane gas in the dealer class. (11) The initial assessment shall be set at no greater than one-tenth of 1 cent per gallon. Thereafter, annual assessments shall be sufficient to cover the costs of the plans and programs developed by the council and approved by the commissioner. The assessment shall not be greater than one-half of 1 cent per gallon of odorized propane gas. The assessment may not be raised by more than one-tenth of 1 cent per gallon annually. (12) The owner of propane gas immediately prior to odorization in this state or the owner at the time of import into this state of odorized propane gas is responsible for the payment of the assessment on the volume of propane gas at the time of import or odorization, whichever is later. Nonodorized propane gas shall not be subject to assessment until odorized. (13) The department shall adopt rules necessary for administering, collecting, reporting, and the payment of assessments collected under this act. History.—s. 1, ch. 97-105; s. 2, ch. 2009-78; s. 17, ch. 2012-212. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca45f40f3fa581',t:'MTc3MDg4MDMwMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxiii/chapter-527/section-527-23/"
    },
    {
      "id": "section-52701definitions",
      "number": "527.01",
      "heading": "Definitions. As used in this chapter:(1)“Liquefied petroleum gas” means any material which is composed predominantly of any of the following hydrocarbons, or mixtures of the same: propane, propylene, butanes (normal butane or isobutane), and butylenes",
      "text": "(2)“Person” means any individual, firm, partnership, corporat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52706rules",
      "number": "527.06",
      "heading": "Rules. (1)The department may adopt rules necessary to effectuate any of the statutory duties of the department in the interest of public health, safety, and welfare and to promote the safe handling of liquefied petroleum gas and proper installation, storing, selling, utilizing, transporting, servicing, tes",
      "text": "(1)The department may adopt rules necessary to effectuate any of the statutory duties of the department in the interest of public health, safety, and welfare and to promote the safe handling of liquefied petroleum gas and proper installation, storing, selling, utilizing, transporting, servicing, testing, repairing, and maintaining of liquefied petroleum gas equipment and systems. The department shall adopt rules reasonably necessary to assure the competence of persons to safely engage in the business of liquefied petroleum gas, including, but not limited to, the licensure, testing, and qualifying of such persons for the protection of the health, welfare, and safety of the public and persons using such materials. These rules shall be in substantial conformity with generally accepted standards of safety concerning the same subject matter and shall not extend, modify, or conflict with any laws of this state or the reasonable implications of such laws.(2)The department shall promulgate and enforce rules setting forth minimum general standards covering the design, construction, location, installation, and operation of equipment for storing; handling; transporting by tank truck, tank trailer, or pipeline; and utilizing liquefied petroleum gases and specifying the odorization of such gases and the degree thereof. The rules shall be such as are reasonably necessary for the protection of the health, welfare, and safety of the public and persons using such materials and shall be in substantial conformity with the generally accepted standards of safety concerning the same subject matter.(3)Rules in substantial conformity with the published standards of the National Fire Protection Association (NFPA) are deemed to be in substantial conformity with the generally accepted standards of safety concerning the same subject matter.(4)Rules in substantial conformity with the published standards in Title 49 of the Code of Federal Regulations relative to liquefied petroleum gas pipelines shall be deemed to be in substantial conformity with the generally accepted standards of safety concerning the same subject matter. Violation of any provision of the rules adopted pursuant to this subsection may be enjoined under the provisions of s. 527.09. Any person who violates any provision of the rules adopted pursuant to this subsection shall be subject to a civil penalty not to exceed $25,000 for each such violation for each day that such violation persists, except that the maximum civil penalty shall not exceed $500,000, in aggregate, for any related series of violations. Any such civil penalty may be compromised by the department. In determining the amount of such penalty or the amount agreed upon in compromise, the appropriateness of such penalty to the size of the business of the person charged, the gravity of the violation, and the good faith of the person charged in attempting to achieve compliance after notification of a violation shall be considered. Each penalty shall be a lien upon the real and personal property of such person and enforceable by the department as statutory liens under chapter 85, the proceeds of which shall be deposited in the General Inspection Trust Fund, as provided in s. 527.0201.History.—s. 5, ch. 24302, 1947; s. 1, ch. 61-158; ss. 10, 13, 35, ch. 69-106; s. 1, ch. 73-286; ss. 1, 2, ch. 75-83; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 21, ch. 78-95; ss. 3, 6, ch. 80-390; ss. 4, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; s. 4, ch. 86-69; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 8, ch. 94-335; s. 4, ch. 2000-269; s. 4, ch. 2003-132; s. 1, ch. 2011-106; s. 19, ch. 2011-222; s. 9, ch. 2016-11; s. 58, ch. 2018-84.Note.—Former s. 526.16.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52709injunction",
      "number": "527.09",
      "heading": "Injunction. In addition to the penalties and other enforcement provisions of this chapter, in the event any person violates any provision of this chapter or any rule of the department, the department is authorized to resort to proceedings for injunction in the circuit court of the county where such person resid",
      "text": "In addition to the penalties and other enforcement provisions of this chapter, in the event any person violates any provision of this chapter or any rule of the department, the department is authorized to resort to proceedings for injunction in the circuit court of the county where such person resides or has her or his principal place of business. The department may apply for such temporary and permanent orders as it deems necessary to restrain such person from engaging in any such businesses until such person has complied with the provisions of this chapter and such rules.History.—s. 7, ch. 24302, 1947; s. 1, ch. 61-158; ss. 13, 35, ch. 69-106; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 10, 18, 19, ch. 81-175; ss. 2, 3, ch. 81-318; ss. 1, 2, ch. 82-6; ss. 2, 3, ch. 87-34; s. 4, ch. 91-429; s. 726, ch. 97-103.Note.—Former s. 526.18.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "527.20-527.23 may be cited as the “Florida Propane Gas Education, Safety, and Research Act.”",
      "text": "527.20-527.23 may be cited as the “Florida Propane Gas Education, Safety, and Research Act.”",
      "history": "",
      "source_url": ""
    }
  ]
}