{
  "state": "south-carolina",
  "path": "title-title-33/chapter-t33c045",
  "sections": [
    {
      "id": "section-33-45-10",
      "number": "33-45-10",
      "heading": "",
      "text": "For the purposes of this chapter the words \"association,\" \"society,\" \"company,\" \"union,\" and \"exchange\" shall have the same signification and shall import a corporation. HISTORY: 1962 Code Section 12-801; 1952 Code Section 12-801; 1942 Code Section 8137; 1932 Code Section 8137; Civ. C. '22 Section 4331; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-10/"
    },
    {
      "id": "section-33-45-20",
      "number": "33-45-20",
      "heading": "",
      "text": "No corporation or association organized or doing business for profit in this State after March 21, 1915, is entitled to use the term \"cooperative\" as part of its corporate or other business name or title unless it has complied with the provisions of this chapter or unless it is incorporated under Chapters 46 or 49 of this title or under Chapter 27 of Title 34. Any corporation or association violating the provisions of this section may be enjoined from doing business under such name at the instance of any stockholder of any association legally organized hereunder. HISTORY: 1962 Code Section 12-802; 1952 Code Section 12-802; 1942 Code Section 8149; 1932 Code Section 8149; Civ. C. '22 Section 4343; 1915 (29) 235; 1952 (47) 1950; 1994 Act No. 392, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-20/"
    },
    {
      "id": "section-33-45-30",
      "number": "33-45-30",
      "heading": "",
      "text": "The members of a limited liability company organized pursuant to Chapter 43 or Chapter 44 of this title or five or more persons, residents of this State, may associate themselves as a cooperative association, society, company, union, or exchange for the purpose of conducting within this State any agricultural, dairy, mercantile, mining, mechanical, or manufacturing business on the cooperative plan. HISTORY: 1962 Code Section 12-803; 1952 Code Section 12-803; 1942 Code Section 8137; 1932 Code Section 8137; Civ. C. '22 Section 4331; 1915 (29) 235; 1999 Act No. 118, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-30/"
    },
    {
      "id": "section-33-45-40",
      "number": "33-45-40",
      "heading": "",
      "text": "They shall file with the Secretary of State a written petition, signed by themselves, setting forth: (1) The names and residences of the petitioners; (2) The name of the proposed corporation, which shall include the word \"cooperative\"; (3) The place at which it proposes to have its principal place of business; (4) The general nature of the business which it proposes to engage in; (5) The amount of capital stock of the association and how and when payable; (6) The number of shares into which the capital stock is to be divided and the par value of each share; and (7) All other matters which it may be desirable to set forth. HISTORY: 1962 Code Section 12-804; 1952 Code Section 12-804; 1942 Code Sections 8137, 8138; 1932 Code Sections 8137, 8138; Civ. C. '22 Sections 4331, 4332; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-40/"
    },
    {
      "id": "section-33-45-50",
      "number": "33-45-50",
      "heading": "",
      "text": "Upon the filing of the petition as above and upon the payment of the fee for filing such petition the Secretary of State shall issue to the petitioners a commission constituting them a board of incorporators and authorizing them to open books of subscription to the capital stock of the proposed association after such public notice, not exceeding ten days, as he may require in such commission. HISTORY: 1962 Code Section 12-805; 1952 Code Section 12-805; 1942 Code Section 8139; 1932 Code Section 8139; Civ. C. '22 Section 4333; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-50/"
    },
    {
      "id": "section-33-45-60",
      "number": "33-45-60",
      "heading": "",
      "text": "All subscriptions to the capital stock of any association organized under this chapter shall be payable in money or in labor or property at its money value and shall be listed, the labor or the property and the value thereof to be specified in the list of subscriptions. But no subscription in labor or property shall be received unless such labor or property and the value thereof, so to be specified as aforesaid, be approved by the board of incorporators. HISTORY: 1962 Code Section 12-806; 1952 Code Section 12-806; 1942 Code Section 8140; 1932 Code Section 8140; Civ. C. '22 Section 4334; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-60/"
    },
    {
      "id": "section-33-45-70",
      "number": "33-45-70",
      "heading": "",
      "text": "In case of failure to perform the labor or to deliver the property according to the terms of the subscription the money value thereof, as specified in the list of subscriptions, shall be paid by the subscribers. HISTORY: 1962 Code Section 12-807; 1952 Code Section 12-807; 1942 Code Section 8140; 1932 Code Section 8140; Civ. C. '22 Section 4334; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-70/"
    },
    {
      "id": "section-33-45-80",
      "number": "33-45-80",
      "heading": "",
      "text": "No association shall be formed under this chapter with a capital stock less than one hundred dollars. The par value of the shares shall not be less than five dollars. HISTORY: 1962 Code Section 12-808; 1952 Code Section 12-808; 1942 Code Section 8141; 1932 Code Section 8141; Civ. C. '22 Section 4335; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-80/"
    },
    {
      "id": "section-33-45-90",
      "number": "33-45-90",
      "heading": "",
      "text": "No stockholder shall own shares of a greater par value than one fifth of the capital stock of the association or be entitled to more than one vote on any subject arising in the management of the association. Notwithstanding the above provisions of this section, a telephone cooperative association may own a majority or all of the capital stock of another corporation or cooperative association and may cast votes on subjects pertaining to the management of the other corporation or cooperative association in an amount proportionally equal to the number of shares owned therein. HISTORY: 1962 Code Section 12-809; 1952 Code Section 12-809; 1942 Code Section 8141; 1932 Code Section 8141; Civ. C. '22 Section 4335; 1915 (29) 235; 1983 Act No. 67, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-90/"
    },
    {
      "id": "section-33-45-100",
      "number": "33-45-100",
      "heading": "",
      "text": "When not less than fifty per cent of the proposed capital stock shall have been subscribed by bona fide subscribers the board of incorporators shall call all the subscribers together. At such meeting of the subscribers, if a majority of them shall be present in person or by proxy, the subscribers shall proceed to the organization of the association by the election from themselves of a board of directors not less than five nor more than nine in number, each subscriber having one vote and no more. HISTORY: 1962 Code Section 12-810; 1952 Code Section 12-810; 1942 Code Section 8142; 1932 Code Section 8142; Civ. C. '22 Section 4336; 1915 (29) 235; 1938 (40) 1665.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-100/"
    },
    {
      "id": "section-33-45-110",
      "number": "33-45-110",
      "heading": "",
      "text": "This board of directors shall manage the affairs of the association for such term of office as the bylaws may prescribe and until their successors shall have been elected and shall have qualified and entered upon the discharge of their duties. But a majority of the stockholders at a meeting legally called according to the bylaws of the association may remove any director or officer for cause and fill the vacancy and thereupon the director or officer so removed shall cease to be a director or officer of the association. HISTORY: 1962 Code Section 12-811; 1952 Code Section 12-811; 1942 Code Section 8142; 1932 Code Section 8142; Civ. C. '22 Section 4336; 1915 (29) 235; 1938 (40) 1665.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-110/"
    },
    {
      "id": "section-33-45-120",
      "number": "33-45-120",
      "heading": "",
      "text": "The officers of every such association shall be a president, a secretary and a treasurer or a secretary-treasurer combined, who shall be elected annually by the directors. Each of said officers must be a director of the association. The treasurer or secretary-treasurer shall give such bond as the board of directors may require. HISTORY: 1962 Code Section 12-812; 1952 Code Section 12-812; 1942 Code Section 8142; 1932 Code Section 8142; Civ. C. '22 Section 4336; 1915 (29) 235; 1938 (40) 1665.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-120/"
    },
    {
      "id": "section-33-45-130",
      "number": "33-45-130",
      "heading": "",
      "text": "The board of directors shall call for the payment of the subscriptions to the capital either in whole or in such installments as it may see fit. HISTORY: 1962 Code Section 12-813; 1952 Code Section 12-813; 1942 Code Section 8142; 1932 Code Section 8142; Civ. C. '22 Section 4336; 1915 (29) 235; 1938 (40) 1665.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-130/"
    },
    {
      "id": "section-33-45-140",
      "number": "33-45-140",
      "heading": "",
      "text": "Upon the payment to the treasurer or the secretary-treasurer of the association of at least twenty per cent of the aggregate amount of the capital subscribed payable in money and also upon the delivery of at least twenty per cent of the property subscribed to the aggregate amount of the capital stock or upon its delivery being secured by such obligations of the subscribers as the board of directors may approve, the board of directors shall, over their own signatures, certify to the Secretary of State that all the requirements for the formation of the corporation have been complied with. Upon the filing of this return by the directors and the payment of the required fee for filing such return and upon the receipt of the charter fee as now provided by law the Secretary of State shall issue to the board of incorporators a certificate of charter authorizing the association to commence business under the name and for the purposes indicated in the written declaration. The certificate of charter granted by the Secretary of State shall be recorded in the office of the register of deeds or the clerk for the county in which such association shall have a business office. The board of incorporators shall turn over to the proper officers of the association all subscriptions, lists or other papers which they have taken as incorporators and all such papers shall be as valid as if taken and made by the corporation. HISTORY: 1962 Code Section 12-814; 1952 Code Section 12-814; 1942 Code Section 8143; 1932 Code Section 8143; Civ. C. '22 Section 4337; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-140/"
    },
    {
      "id": "section-33-45-145",
      "number": "33-45-145",
      "heading": "",
      "text": "A cooperative may amend its articles of incorporation by complying with the following requirements: (1) The proposed amendment shall be first approved by the board of directors and shall then be submitted to a vote of the members at any annual or special meeting thereof. Notice of the proposed amendments shall be mailed to each member not less than ten days prior to the meeting at which it shall be voted upon. The proposed amendment, with such changes as the members shall choose to make therein, shall be deemed to be approved on the affirmative vote of not less than two thirds of those members voting thereon at such annual or special meeting. (2) Upon such approval by the members, articles of amendment shall be executed and acknowledged on behalf of the cooperative by its president or vice-president and its corporate seal shall be affixed thereto and attested by its secretary. The articles of amendment shall recite in the caption that they are executed pursuant to this chapter and shall state (a) the name of the cooperative, (b) the address of its principal office, (c) the date of the filing of its articles of incorporation in the office of the Secretary of State and (d) the amendment to its articles of incorporation. The president or vice-president executing such articles of amendment shall also make and annex thereto an affidavit stating that the provisions of this section were duly complied with. Such articles of amendment and affidavit shall be submitted to the Secretary of State for filing as provided in this chapter. As used in this section \"articles of incorporation\" also means \"certificate of charter\" as used elsewhere in this chapter. HISTORY: 1981 Act No. 48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-145/"
    },
    {
      "id": "section-33-45-150",
      "number": "33-45-150",
      "heading": "",
      "text": "Each association created under this chapter may conduct any agricultural, dairy, mercantile, manufacturing or mechanical business on the cooperative plan and may buy, sell and deal in the products of any other cooperative company organized under the provisions of this chapter. HISTORY: 1962 Code Section 12-815; 1952 Code Section 12-815; 1942 Code Section 8144; 1932 Code Section 8144; Civ. C. '22 Section 4338; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-150/"
    },
    {
      "id": "section-33-45-160",
      "number": "33-45-160",
      "heading": "",
      "text": "At any regular meeting or at any duly called special meeting at which at least a majority of all its stockholders shall be present an association organized under this chapter may, by a majority vote of those present, authorize the investment of its reserve fund or any part thereof or of not to exceed twenty-five per cent of its capital in the capital stock of any other cooperative association. HISTORY: 1962 Code Section 12-816; 1952 Code Section 12-816; 1942 Code Section 8145; 1932 Code Section 8145; Civ. C. '22 Section 4339; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-160/"
    },
    {
      "id": "section-33-45-170",
      "number": "33-45-170",
      "heading": "",
      "text": "A person shall become a member of a cotton cooperative association organized or domesticated under the laws of this State only when the membership contract shall be in duplicate, shall state the time of the duration of such contract and shall be signed both by the member and the association. The signature of any person on a draft or check containing conditions which purport to make a person a member of a cotton cooperative association as a prerequisite to obtaining money on any draft or check given to him for any cotton which he has sold or pledged to any cotton cooperative association shall not be construed as making such person a member of the association, even though he has signed or endorsed the check or draft. Any person violating any of the terms of this section shall be guilty of a misdemeanor and, upon conviction, punished by a fine of not less than one hundred dollars and not more than one thousand dollars or by imprisonment for a period of not less than thirty days and not more than six months, or both, in the discretion of the court. Each violation of any provision of this section shall be deemed a separate offense. HISTORY: 1962 Code Section 12-817; 1952 Code Section 12-817; 1942 Code Section 8149-1; 1937 (40) 540.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-170/"
    },
    {
      "id": "section-33-45-180",
      "number": "33-45-180",
      "heading": "",
      "text": "The directors of each association organized under this chapter, subject to revisions by the association at any general or duly called special meeting, shall apportion the earnings of the business in the following manner: (1) They shall declare and pay dividends on the paid-up capital stock not exceeding six per cent per annum, such dividends to be paid at such time as the bylaws shall prescribe; (2) They shall set aside annually not less than ten per cent of the net profits of the association for a reserve fund until there is accumulated in said reserve fund an amount not less than thirty per cent of the paid-up capital stock; (3) They shall appropriate five per cent of the net profits for an educational fund to be used in teaching cooperation; and (4) The remainder of such net profits shall be applied as a uniform dividend, as follows (a) one half of such uniform dividend upon the amount of purchases of shareholders and upon the wages of employees and (b) one half of such uniform dividend to nonshareholders on the amount of their purchases from and through the association, which may be credited to the account of such nonshareholder on account of the capital stock of the association. But in productive associations, such as creameries, canneries, elevators, factories and the like, such dividends shall be on the raw material delivered instead of on goods purchased. In case the association is both a selling and a productive concern the dividend may be on both raw material delivered and on goods purchased by patrons. HISTORY: 1962 Code Section 12-818; 1952 Code Section 12-818; 1942 Code Section 8146; 1932 Code Section 8146; Civ. C. '22 Section 4340; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-180/"
    },
    {
      "id": "section-33-45-190",
      "number": "33-45-190",
      "heading": "",
      "text": "Every association organized under the terms of this chapter shall, annually on or before the first day of January each year, make a report to the Commissioner of Agriculture. Such report shall contain: (1) The name of the association; (2) Its principal place of business; and (3) Generally a statement as to its business showing (a) total amount of business transacted, (b) amount of capital stock subscribed for and paid in, (c) number and names of stockholders, (d) total expenses of operation, (e) amount of indebtedness or liabilities and (f) its profits and losses. This annual report to the Commissioner of Agriculture shall be for his confidential information. HISTORY: 1962 Code Section 12-819; 1952 Code Section 12-819; 1942 Code Section 8147; 1932 Code Section 8147; Civ. C. '22 Section 4341; 1915 (29) 235; 1936 (39) 1615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-190/"
    },
    {
      "id": "section-33-45-200",
      "number": "33-45-200",
      "heading": "",
      "text": "All cooperative corporations, associations or companies which were organized and doing business under the corporation statutes of this State or had attempted so to organize and so to do business prior to March 21, 1915 shall have the benefit of all the provisions of this chapter and shall be bound thereby on filing with the Secretary of State a written declaration signed and sworn to by the president and secretary to the effect that such cooperative company or association has, by a majority vote of its stockholders, decided to accept the benefits of, and to be bound by, the provisions of this chapter. No association organized under this chapter shall be required to do or to perform anything not specially required herein in order to become a corporation or to continue its business as such. HISTORY: 1962 Code Section 12-820; 1952 Code Section 12-820; 1942 Code Section 8148; 1932 Code Section 8148; Civ. C. '22 Section 4342; 1915 (29) 235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-45/section-33-45-200/"
    }
  ]
}