{
  "state": "south-carolina",
  "path": "title-title-33/chapter-chapter-27",
  "sections": [
    {
      "id": "section-33-27-10",
      "number": "33-27-10.",
      "heading": "",
      "text": "For the purposes of this chapter:\n\n\"Clearing corporation\" means a corporation, all of the capital stock of which is held by or for a national securities exchange registered under the Securities Exchange Act of 1934, as amended.\n\n\"Custodian\" means a national bank, or a bank or trust company organized under or subject to the banking law, acting as custodian for a clearing corporation.\n\nHISTORY: 1962 Code Section 12-17.31; 1965 (54) 550.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-27/section-33-27-10/"
    },
    {
      "id": "section-33-27-20",
      "number": "33-27-20.",
      "heading": "",
      "text": "Notwithstanding any other provision of law, if a certificate or instrument evidencing shares of stock, or rights to purchase or subscribe to shares of stock, is in the custody of a clearing corporation or of a custodian subject to the instructions of a clearing corporation, title to any such certificate or instrument or to any interest therein and to the shares or rights evidenced by such certificate, instrument or interest may be transferred by making entries on the books of the clearing corporation reducing the account of the transferor by the number of shares or rights transferred and increasing the account of the transferee by such number of shares or rights. A transfer of title so made shall have the same effect as if the transferor had delivered to the transferee a certificate or instrument evidencing the shares or rights transferred, duly indorsed in blank.\n\nHISTORY: 1962 Code Section 12-17.32; 1965 (54) 550.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-27/section-33-27-20/"
    },
    {
      "id": "section-33-27-30",
      "number": "33-27-30.",
      "heading": "",
      "text": "A valid pledge may be made of any such certificate or instrument or of any interest therein and of the shares or rights evidenced by such certificate, instrument or interest by\n\n(a) The giving by the pledgor to the clearing corporation notice of the pledge and instructions that, until receipt by the clearing corporation of notice to the contrary from the pledgee, such certificate, instrument or interest therein and the shares or rights evidenced by such certificate, instrument or interest, shall be held by the clearing corporation (either directly or through the custodian) for the account of the pledgee, and\n\n(b) By the making of entries on the books of the clearing corporation reducing the account of the pledgor by the number of shares or rights pledged and increasing the account of the pledgee by such number of shares or rights. A pledge so made shall for all purposes be as valid and effective as one made by transfer of actual possession of a certificate or instrument evidencing the shares or rights pledged from the pledgor to the pledgee.\n\nHISTORY: 1962 Code Section 12-17.33; 1965 (54) 550.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-27/section-33-27-30/"
    },
    {
      "id": "section-33-27-40",
      "number": "33-27-40.",
      "heading": "",
      "text": "The provisions of this chapter shall be applicable although the charter or articles of incorporation or bylaws of the corporation, any shares or rights which are transferred or pledged as herein provided, and any certificate or instrument evidencing such shares or rights, in whole or in part, provide that such shares or rights, shall be transferable only on the books of the corporation or shall be registered by a registrar or transferred by a transfer agent.\n\nHISTORY: 1962 Code Section 12-17.34; 1965 (54) 550.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-33/chapter-27/section-33-27-40/"
    }
  ]
}