{
  "state": "connecticut",
  "path": "title-title-33-corporations/chapter-chapter-598-religious-corporations-and-societies",
  "sections": [
    {
      "id": "section-33-243",
      "number": "33-243",
      "heading": "to 33-264. - Religious corporations and societies: General provisions.",
      "text": "Sections 33-243 to 33-264, inclusive, are repealed.\n\n(1949 Rev., S. 5352–5373; 1963, P.A. 67; 78; February, 1965, P.A. 572, S. 1; 1969, P.A. 314, S. 14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-243-to-33-264/"
    },
    {
      "id": "section-33-264a",
      "number": "33-264a.",
      "heading": "Formation of religious corporation or society.",
      "text": "Three or more persons uniting for public worship may form a corporation or a voluntary association. Such a corporation shall be called a religious corporation and such a voluntary association shall be called a religious society. Nothing contained in the provisions of this part shall prohibit the formation for the purpose of public or private worship of a corporation, association or other organization of any kind under part II of this chapter or under any other law of this state.\n\n(1969, P.A. 314, S. 1.)\n\nFormer statute cited. 151 C. 517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264a/"
    },
    {
      "id": "section-33-264b",
      "number": "33-264b.",
      "heading": "Filing of certificate.",
      "text": "Each religious society and religious corporation formed under section 33-264a shall file with the Secretary of the State such certificate, in proper form executed, as shall be prescribed by said secretary.\n\n(1969, P.A. 314, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264b/"
    },
    {
      "id": "section-33-264c",
      "number": "33-264c.",
      "heading": "Powers.",
      "text": "(a) A religious society or a religious corporation formed under section 33-264a and any corporation or voluntary association formed under part II of this chapter may hold, manage, acquire, purchase, sell, convey and have and exercise any rights of ownership in real and personal property for the use and support of public worship or for any ecclesiastical, missionary, charitable or educational purpose. Grants, donations, devises and bequests of real and personal property may be received and held in trust or otherwise for such purposes.\n\n(b) A religious society may, in its charter or by bylaw or otherwise, adopt provisions relative to its membership, affairs and government.\n\n(c) A religious corporation may, in its charter or by bylaw or otherwise, adopt provisions relative to its membership, affairs and government and shall have in addition to those powers granted in this part all the powers enumerated in section 33-1036. A corporation which is organized under any other law of this state and which is formed for public worship shall have, in addition to all other powers conferred by law, the powers conferred on religious corporations under the provisions of subsection (a) of this section.\n\n(d) A member of a religious society or of a religious corporation shall not be liable for any obligation to the creditors of such religious society or religious corporation.\n\n(1969, P.A. 314, S. 3; P.A. 96-256, S. 190, 209.)\n\nHistory: P.A. 96-256 amended Subsec. (c) to replace reference to Sec. 33-428 with Sec. 33-1036, effective January 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264c/"
    },
    {
      "id": "section-33-264d",
      "number": "33-264d.",
      "heading": "Change from religious society to corporation.",
      "text": "(a) Any religious society may become a religious corporation, when its purpose to do so is determined by a vote of two-thirds of those members present at a meeting warned and held for that purpose or by such other vote, but not less than a majority of members present and voting, as may be provided by the charter or bylaws, by filing, in the office of the Secretary of the State, such certificate, in proper form executed, as shall be prescribed by said secretary.\n\n(b) A person who, at the date of the organization of such corporation, is a member of such religious society shall become a member of such religious corporation, unless within a reasonable time he notifies the clerk or similar officer of either the religious society or of the religious corporation that he has elected not to become a member of the religious corporation.\n\n(c) Upon filing with the Secretary of the State as provided in this section, the separate existence of the religious society shall cease and thereupon all property, real and personal, and all debts due on whatever account, and all other choses in action, and all and every other interest, of or belonging to or due to the religious society shall be taken to and transferred to and vested in the religious corporation without further act and deed. The religious corporation shall thenceforth be responsible and liable for all the liabilities, obligations and penalties of the religious society; any claim existing or action or proceeding, civil or criminal, pending by or against any such religious society may be prosecuted as if such incorporation had not taken place, or the religious corporation may be substituted in its place; and any judgment rendered against the religious society may be enforced against the religious corporation. Neither the rights of creditors nor any liens upon property of the religious society shall be impaired by the incorporation of such religious society.\n\n(d) Each unvested gift or legacy to a religious society which, pursuant to the provisions of this section has ceased to exist, shall inure to and vest in the religious corporation which has taken its place.\n\n(1969, P.A. 314, S. 4.)\n\nCited. 224 C. 797.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264d/"
    },
    {
      "id": "section-33-264e",
      "number": "33-264e.",
      "heading": "Dissolution.",
      "text": "A religious society or religious corporation formed under the provisions of this part may by a vote of two-thirds of those members present at a meeting duly warned and held for that purpose be dissolved. After all of its liabilities and obligations have been paid, satisfied and discharged, or adequate provision made therefor, the assets of such religious society or religious corporation shall be distributed in accordance with the provisions of its charter or bylaws or, if no such provision is made, then in accordance with the vote of its members but only to another religious society, religious corporation or other organization formed for public worship or for ecclesiastical, missionary, charitable or educational purposes, provided property held pursuant to the provisions of section 47-2 shall continue to be held for such purposes and, where the rules and regulations of the denomination with which such religious society or religious corporation is affiliated provide to the contrary, such assets shall be distributed in accordance with such rules, regulations and ordinances. No property of a religious society or religious corporation shall be distributed to its members.\n\n(1969, P.A. 314, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264e/"
    },
    {
      "id": "section-33-264f",
      "number": "33-264f.",
      "heading": "Judicial dissolution.",
      "text": "Whenever any religious society or religious corporation formed under the provisions of this part has failed, for two years or more, to hold religious services and to maintain its organization, any members of or persons interested in such organization or the Attorney General may present a petition to the superior court for the judicial district in which such organization is located, praying for the winding up of its temporal or property affairs and for a judgment directing the dispositions of its assets remaining after payment of its debts. Such court shall cause notice to be given, in such manner as it deems proper, to the secretary of the general advisory body, if any, of the same religious denomination as that to which such organization belongs, and to the Attorney General and to all persons having any interest in such organization or interest in or claim in, to or against any of its property, all of whom may become parties to the proceeding. If such court, upon hearing, finds that such organization is no longer fulfilling, and will not probably in the future fulfill, the purposes of the organization and that its affairs ought to be wound up and its existence terminated, it may limit the time for the presentation of claims in, to or against such organization or any of its property to some person designated by the court for that purpose, and cause such notice thereof to be given, in such manner as it finds reasonable, and all claims not presented within the time so limited shall be barred. Said court may take such further action in the premises as it deems reasonable and may, if it deems advisable, order the property of such organization, or any part thereof, to be sold and such claims as are allowed by the court against it to be paid, and may render a judgment directing the disposition of the remaining property of such organization in such manner as to effectuate, as nearly as possible, the purposes for which such property was contributed or given, in accordance with the provisions of section 47-2, and may direct such property to be transferred to some corporation connected with the denomination with which such organization was affiliated, or some other trustee, in trust, to be thus administered. No property of a religious society or a religious corporation shall be distributed among its members, or appropriated by any person for private use, and any person appropriating or endeavoring to appropriate, for private use, the assets of any such organization shall be deemed guilty of and subject to the penalties provided for larceny. If the Attorney General receives information of any attempt to appropriate the property of any religious society or religious corporation located within the state to private use, he shall forthwith petition the superior court for the judicial district in which such society or corporation is located to prevent such appropriation, and such court may proceed in the manner hereinbefore provided, or in such manner as it finds to be advisable, and may make such orders and render such judgment as it may find necessary to prevent such appropriation and to effectuate the purposes for which such religious society or religious corporation was organized or such property was contributed or given.\n\n(1969, P.A. 314, S. 6; 1971, P.A. 871, S. 110; P.A. 78-280, S. 2, 127.)\n\nHistory: 1971 act made appropriation of or attempt to appropriate assets of religious organization larceny rather than a violation of Sec. 53-359; P.A. 78-280 substituted “judicial district” for “county”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264f/"
    },
    {
      "id": "section-33-264g",
      "number": "33-264g.",
      "heading": "Receipt of funds by ecclesiastical societies, cemetery associations and library associations.",
      "text": "Any ecclesiastical society which is not a religious society as defined in section 33-264a or which is not an ecclesiastical society under part II of this chapter and any cemetery association or library association organized for mutual or public benefit and not for the purpose of deriving financial profit from the operations thereof, shall have the power to receive and hold funds in any amount derived by gift or devise, provided the uses of any such fund and of the income therefrom are, by the terms of such gift or devise, limited to the purposes for which such ecclesiastical society, cemetery association or library association was organized.\n\n(1969, P.A. 314, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264g/"
    },
    {
      "id": "section-33-264h",
      "number": "33-264h.",
      "heading": "Conveyances by ecclesiastical societies to religious societies and corporations.",
      "text": "Any ecclesiastical society which is not a religious society within the meaning of section 33-264a and which is associated with such a religious society or with a religious corporation may, by a two-thirds vote of its members present and voting at a meeting warned and held for that purpose, transfer and convey to such religious society or religious corporation all the property and estate of such ecclesiastical society and all trust funds held by it, to be held by such religious society or religious corporation under and upon the same uses and trusts upon which the same had been previously held by such ecclesiastical society. The religious society or religious corporation accepting such transfer shall thereupon become primarily liable for all the then existing debts and obligations of the transferring ecclesiastical society, and such debts and obligations shall be a first lien upon the property so transferred, except such of it as has been held in trust. Each unvested gift or legacy to an ecclesiastical society which, pursuant to the provisions of section 33-264i, has ceased to exist, shall inure to and vest in the religious society or religious corporation which has taken its place.\n\n(1969, P.A. 314, S. 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264h/"
    },
    {
      "id": "section-33-264i",
      "number": "33-264i.",
      "heading": "Dissolution of ecclesiastical society.",
      "text": "Any ecclesiastical society within the meaning of section 33-264g, which votes under the provisions of section 33-264h to transfer and convey to a duly organized religious society or religious corporation all its property and estate and the trust funds held by it, may after notice, at the same or a subsequent meeting of such ecclesiastical society, by a two-thirds vote of its members present, vote to dissolve its organization. If any such ecclesiastical society so votes, it shall be dissolved upon making proper conveyance of its property as provided by this part.\n\n(1969, P.A. 314, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264i/"
    },
    {
      "id": "section-33-264j",
      "number": "33-264j.",
      "heading": "Status of societies established prior to October 1, 1969.",
      "text": "(a) Each religious society established as a voluntary association under part I of this chapter prior to October 1, 1969, shall be a religious society within the meaning of section 33-264a and shall have all the rights, powers, privileges and immunities thereof without further filing with the Secretary of the State. Each church and each religious society formed for public worship and established as a corporation under said part I of this chapter prior to October 1, 1969, shall be a religious corporation within the meaning of section 33-264a and shall have all the rights, powers, privileges and immunities thereof without further filing with said office.\n\n(b) Nothing in this part shall be construed as limiting or restricting the rights, powers, privileges, immunities or the practices of any church or religious society established or incorporated prior to October 1, 1969, under this chapter or under any other law or special charter of this state; nor as requiring any such church or religious society to alter or change any rule of discipline, custom or usage in respect to its policy or government; nor as interfering with the lawful acquisition, purchase, use, management, conveyance, sale or other disposition of any property, real or personal, owned or held on said date for public religious worship or otherwise by any such church or religious society; nor as interfering with the lawful receipt of any grants, donations or funds, in trust or otherwise, for any charitable, educational or ecclesiastical purposes, including but not limited to public religious worship or missionary purposes, by any such church or religious society; nor as interfering with the rights of any such church or religious society; to have succession by its corporate name for the time stated in its articles of association or of incorporation and, when no time is stated, perpetually; to sue and be sued and complain and defend in any court; to have and use a corporate seal and alter the same at pleasure; to elect in such manner as it may determine all necessary officers and to define their duties and obligations; and to make reasonable bylaws for its government, the regulation of ecclesiastical affairs and the management of property, including the holding, purchasing, selling or conveying of such property, real or personal, which it may have taken in payment of or as security for debts due to it.\n\n(1969, P.A. 314, S. 10, 11.)\n\nHistory: (Revisor's note: In 2003 references in Subsecs. (a) and (b) to “chapter 598” and “said chapter” were changed editorially by the Revisors to “this chapter”.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264j/"
    },
    {
      "id": "section-33-264k",
      "number": "33-264k.",
      "heading": "Construction of part.",
      "text": "The provisions of this part shall be liberally construed in the interests of religion and morality.\n\n(1969, P.A. 314, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264k/"
    },
    {
      "id": "section-33-264l",
      "number": "33-264l.",
      "heading": "Prior rights and liabilities unaffected.",
      "text": "This part and the repeal of part I shall not impair or affect any act done, offense committed or right accruing, accrued or acquired, or liability, duty, obligation, penalty, judgment or punishment incurred, prior to October 1, 1969, but the same may be enjoyed, asserted, enforced, prosecuted or inflicted as fully and to the same extent as if this part and said repeal had not been passed.\n\n(1969, P.A. 314, S. 13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-264l/"
    },
    {
      "id": "section-33-265",
      "number": "33-265.",
      "heading": "Legal status and powers.",
      "text": "All ecclesiastical societies in this state, in communion with the Protestant Episcopal Church in the United States of America, shall be known in the law as parishes as well as ecclesiastical societies, and shall have power to receive and hold by gift, grant or purchase all property, real or personal, that has been or may be conveyed to them for maintaining religious worship according to the doctrine, discipline and worship of said church, and for the support of the educational and charitable institutions of the same, and shall have and exercise all the ordinary powers of bodies corporate.\n\n(1949 Rev., S. 5374.)\n\nBequest to wardens and vestry is valid. 22 C. 132. A parish is a corporation; its rector is its agent and it can take a bequest for the benefit of the poor. 57 C. 275. Relation between church in this state and church in general; trust for its general purposes; is a charity which church cannot release. 67 C. 554. Bequest in trust for erection of a chapel considered and upheld. 74 C. 586. Cited. 224 C. 797.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-265/"
    },
    {
      "id": "section-33-266",
      "number": "33-266.",
      "heading": "Regulations.",
      "text": "The manner of conducting the parish, the qualifications for membership of the parish and the manner of acquiring and terminating such membership, the number of the officers of the parish, their powers and duties and the manner of their appointment, the time of holding the annual meeting of the parish and the manner of notification thereof and the manner of calling special meetings of the parish shall be such as are provided and prescribed by the constitution, canons and regulations of said Protestant Episcopal Church in this state.\n\n(1949 Rev., S. 5375.)\n\nCited. 224 C. 797.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-266/"
    },
    {
      "id": "section-33-267",
      "number": "33-267.",
      "heading": "Two organizations in one society.",
      "text": "When one society includes two or more organizations recognized as ecclesiastically distinct, but in law constituting one corporate body, officers may be appointed for the management of the separate affairs of each of the organizations and the general affairs of the society shall be under the united management of the officers so appointed.\n\n(1949 Rev., S. 5376.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-267/"
    },
    {
      "id": "section-33-268",
      "number": "33-268.",
      "heading": "Election of trustees.",
      "text": "The trustees of each Methodist Church shall be elected by ballot by the members of such church, of legal age, on the second Monday of October of each year, at the usual place of worship of such church; or in such other manner as the discipline of the Methodist Church may prescribe. Notice of such election shall be given from the pulpit of such church on at least two Sundays preceding or by having such notice posted on the door of the place of worship by the clerk of the board of trustees at least fifteen days next preceding the time of election, and such trustees shall hold their office until their successors are elected. The polls of such election shall remain open for at least one hour after the time designated in such notice and, in case of failure to elect on the day named in such notice, the election may be held on any subsequent day of the same month after legal notice thereof. If a vacancy occurs in the board of trustees, it may be filled at any special meeting called for that purpose, after giving the notice provided for in this section. At each election there shall be appointed by the electors present a chairman and clerk, who shall act jointly as inspectors of election, receive and count the votes for such trustees and certify under oath who have received the majority of the votes. Whenever the members of any Methodist Church fail to elect trustees as above provided, the quarterly conference of such church may elect trustees to fill the vacancy until the next ensuing annual election; and at each annual election the legal voters shall elect trustees to fill any vacancies for the unexpired terms. Upon the formation of any Methodist Church, the first election of its trustees shall be made by the quarterly conference, and such trustees shall hold office until the next ensuing annual election. Said quarterly conference shall determine the number of trustees to be so elected, which number shall not be more than fifteen nor less than three.\n\n(1949 Rev., S. 5377; P.A. 00-92, S. 10.)\n\nHistory: P.A. 00-92 deleted requirement that certificate of votes received be deposited with and kept on file by the town clerk.\n\nPowers of bishops; courts follow decision of ecclesiastical tribunal. 73 C. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-268/"
    },
    {
      "id": "section-33-269",
      "number": "33-269.",
      "heading": "Number; term of office.",
      "text": "The number of trustees of any church specified in section 33-268, which shall in no case be more than fifteen nor less than three, shall be determined by a majority of the electors at the first election by the church and before the votes for trustees are cast, and shall remain the same, unless changed by two-thirds of those present and voting at any subsequent election. At the first annual election the inspectors shall determine by lot, and as nearly as practicable in equal numbers, who of those elected shall serve for one, two or three years. At each election thereafter the electors shall elect trustees for three years to fill the places of those whose terms have expired.\n\n(1949 Rev., S. 5378.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-269/"
    },
    {
      "id": "section-33-270",
      "number": "33-270.",
      "heading": "Organization and powers of trustees. Treasurer's report.",
      "text": "At their first meeting, after each election, the trustees shall elect from their number a president, a treasurer and a clerk. They shall meet thereafter at such times as they may designate, and shall make bylaws and keep records of their action signed by the clerk. They shall be a corporation to receive and hold in trust, and to sell and convey, property for the benefit of their church, according to the discipline and usages of the religious denomination to which it belongs. At each annual meeting of the members of each Methodist Church, the treasurer shall present to the legal voters a written statement of all the receipts and expenditures of the corporation during the preceding year.\n\n(1949 Rev., S. 5379.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-270/"
    },
    {
      "id": "section-33-271",
      "number": "33-271.",
      "heading": "District superintendent or presiding elder and stewards may form corporation.",
      "text": "The district superintendent or presiding elder and a majority of the district stewards appointed according to the discipline of the Methodist Church, residing in any ecclesiastical district, the whole or a part of which is in this state, and which has been or shall be created by an annual conference of said church as a district superintendent's or presiding elder's district, may organize a corporation by making, signing and acknowledging before some officer competent to take acknowledgments of deeds, and filing in the office of the Secretary of the State, a certificate in writing in which shall be stated: The corporate name of such corporation; the town in such district in which it is to be located; the names, residences and official relations to the district of the persons signing such certificate; the number of trustees, not less than three nor more than fifteen, who shall manage the property and affairs of such corporation for the first year, and their names; and that the object of such corporation shall be to secure the benefits of this section and sections 33-272, 33-273 and 33-274.\n\n(1949 Rev., S. 5380; P.A. 00-92, S. 11.)\n\nHistory: P.A. 00-92 deleted requirement that certificate be filed in the office of the clerk of the town where the corporation is to be located.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-271/"
    },
    {
      "id": "section-33-272",
      "number": "33-272.",
      "heading": "Powers of corporation.",
      "text": "When such certificate is filed as aforesaid, the persons who have made, signed and acknowledged the same, and their successors, shall become a body politic and corporate by the name stated in such certificate; and such corporation shall have succession and possess the general powers conferred on corporations by section 33-1036, and shall also have power to take, by gift, grant or purchase, any estate, real or personal, for the use of, and as a residence for, the district superintendent or presiding elder of such district and his successors in office, and shall have power to sell and convey the same, and reinvest the proceeds thereof for a like purpose, with the approval of the annual conference having jurisdiction over the district, and under the direction of the trustees of the corporation; but the annual income or value of such real and personal estate shall not exceed fifteen thousand dollars.\n\n(1949 Rev., S. 5381; P.A. 96-256, S. 191, 209.)\n\nHistory: P.A. 96-256 replaced reference to Sec. 33-428 with Sec. 33-1036, effective January 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-272/"
    },
    {
      "id": "section-33-273",
      "number": "33-273.",
      "heading": "Appointment of trustees.",
      "text": "The district stewards of any district superintendent's or presiding elder's district may appoint, at their annual meeting, trustees for any such corporation within their district to supply the places of those whose terms expire, and to fill any vacancies in the number of such trustees, occurring by death, resignation or otherwise; and trustees of any such corporation shall hold their offices for the respective periods for which they have been appointed and until others are appointed in their places.\n\n(1949 Rev., S. 5382.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-273/"
    },
    {
      "id": "section-33-274",
      "number": "33-274.",
      "heading": "Trustees may convey real estate to corporation.",
      "text": "Any real estate conveyed for the use of, or as a residence for, a district superintendent or presiding elder of any such district and his successors in office may be conveyed, by the trustees holding the title thereof, to a corporation formed as aforesaid, for the district in which such estate is situated, and the real estate so conveyed shall be held by such corporation upon the conditions set forth in section 33-272.\n\n(1949 Rev., S. 5383.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-274/"
    },
    {
      "id": "section-33-275",
      "number": "33-275.",
      "heading": "Union of churches; their trustees and property.",
      "text": "When two or more Methodist Churches have been united in accordance with the usages, rules and discipline of the Methodist Church, the terms of office of the trustees of the several churches so united shall be terminated by the act of union, and the title to all property, real and personal, of such churches, and the title to all real and personal property held by their trustees, shall by such act vest in the trustees of such new church. The bishop or other authority making such act of union shall lodge for record, in the office of the town clerk of the town or towns wherein any of such lands are situated, a certificate executed in the manner required for deeds of land, describing such land and stating the names of such former churches and of the new one so formed, the fact of union with the date thereof and the names of the trustees of the new church; which certificate, when so lodged for record, shall have the effect of a recorded deed and conveyance of such land.\n\n(1949 Rev., S. 5384.)\n\nRights in property on merger of churches; courts to follow decisions of ecclesiastical tribunals. 73 C. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-275/"
    },
    {
      "id": "section-33-276",
      "number": "33-276.",
      "heading": "Change of name.",
      "text": "All religious corporations or churches authorized, prior to July 1, 1941, to use or be known by a name or names including the words “Methodist Episcopal Church”, and all societies, conferences, boards, associations or other organizations directly connected therewith, are authorized to omit the word “Episcopal” from their names; and all gifts, bequests and devises to, contracts with, conveyances to or by, or other acts affecting any such religious corporation or church by either the name used by it or by which it was known before this change or the name used by it or by which it is known after this change shall be valid; and nothing contained herein shall be deemed to limit, change, affect or alter any other existing right, power, property, obligation, liability or duty of any such religious corporation or church.\n\n(1949 Rev., S. 5385.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-276/"
    },
    {
      "id": "section-33-277",
      "number": "33-277.",
      "heading": "Election and powers of trustees.",
      "text": "The trustees of each Augustana Evangelical Lutheran congregation shall be elected by the ballot of such electors as are by the rules and regulations of such congregations competent to vote for trustees, on such day in each year as such rules and regulations prescribe and upon the notice required by the rules of the congregation, and shall be responsible to such congregations in the manner and to the extent required by such rules. Such trustees shall continue in office until others are elected to fill their respective places. They shall have power to convey the real estate held by them only when authorized by the vote of the congregation for whose benefit it is held, at a meeting warned for that purpose, according to the rules of the congregation; and such congregations are authorized to give the care of all their property to their trustees.\n\n(1949 Rev., S. 5386; 1951, 1953, S. 2603d.)\n\nNature of German Evangelical Lutheran Church; change of synod does not affect trust for church; government by “congregation as a whole”; injunction to prevent new pastor from using church. 78 C. 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-277/"
    },
    {
      "id": "section-33-278",
      "number": "33-278.",
      "heading": "Change of name.",
      "text": "All religious corporations or churches authorized, prior to October 1, 1951, to use or be known by a name or names including the words “Swedish Lutheran Evangelical Church”, and all societies, conferences, boards, associations or other organizations directly connected therewith, are authorized to omit the word “Swedish” from their names and to change their names to “Augustana Evangelical Lutheran Church”; and all gifts, bequests and devises to, contracts with, conveyances to or by, or other acts affecting any such religious corporation or church by either the name used by it or by which it was known before this change shall be valid; and nothing contained herein shall be deemed to limit, change, affect, or alter any other existing right, power, property, obligation, liability or duty of any such religious corporation or church.\n\n(1951, S. 2604d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-278/"
    },
    {
      "id": "section-33-278a",
      "number": "33-278a.",
      "heading": "Name changes authorized.",
      "text": "All religious corporations or churches authorized, prior to July 1, 1962, to use or be known by a name or names including the words “American Evangelical Lutheran Church” or “The Augustana Evangelical Lutheran Church” or “The Suomi Synod” or “The Finnish Evangelical-Lutheran Church of America” or “The United Lutheran Church in America” and all societies directly connected therewith, are authorized to change their names to “Lutheran Church in America”; and all gifts, bequests and devises to, contracts with, conveyances to or by, or other acts affecting any such religious corporation or church by either the name used by it or by which it was known before this change shall be valid; and nothing contained herein shall be deemed to limit, change, affect or alter any other existing right, power, property, obligation, liability or duty of any such religious corporation or church.\n\n(1963, P.A. 89.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-278a/"
    },
    {
      "id": "section-33-278b",
      "number": "33-278b.",
      "heading": "Powers. Merger. Dissolution. Formation.",
      "text": "(a) As used in this section, “church” shall include ecclesiastical societies and specially incorporated churches.\n\n(b) All churches being members of the Lutheran Church in America shall have power to receive and hold by gift, grant or purchase all property, real or personal, according to the constitution, bylaws and constitutional enactments of the Lutheran Church in America and of the synod to which such churches belong and shall have and exercise all the powers of bodies corporate by their trustees.\n\n(c) When two or more such churches have merged or have been united in accordance with the usages, rules, constitution, bylaws and constitutional enactments of the Lutheran Church in America and of the synod to which they belong and by the vote of each of such churches, the title to all real and personal property of such churches, by the act of such merger or union, shall vest in the trustees of the resulting church. The president of the synod approving such merger or union shall lodge, in the office of the town clerk of each town wherein any of such real property is situated and in the office of the Secretary of the State, a certificate executed in the manner required for deeds of real property, describing such real property and stating the names of the former churches and of the new one so formed, the date of union or merger and the names of the trustees of the new church; which certificate shall have the effect of a recorded deed. Any church resulting from such union or merger shall be liable for all existing debts and obligations of the merging churches. All gifts and legacies, vested or unvested, to any of the merging churches shall inure to and vest in the resulting church.\n\n(d) Upon the dissolution of any church having membership in the Lutheran Church in America, in accordance with the constitution of said Lutheran Church in America, the president of the synod of said Lutheran Church in America having jurisdiction thereof shall file a certificate executed as a deed for real property in the office of the town clerk of each town in which the real property of such dissolved church lies stating the name of the dissolved church, the date of dissolution and the location of the principal office of the synod, which certificate shall have the effect of a recorded deed of such real property and of the personal property of such dissolved church to such synod; and thereafter such synod shall hold, manage and convey such real and personal property at its sole discretion in accordance with the constitution of the Lutheran Church in America.\n\n(e) All congregations formed after October 1, 1969, for membership in the Lutheran Church in America shall be incorporated under the general statutes.\n\n(1969, P.A. 177.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-278b/"
    },
    {
      "id": "section-33-279",
      "number": "33-279.",
      "heading": "Organization as corporation.",
      "text": "A corporation may be organized in connection with any Roman Catholic Church or congregation in this state, by filing in the office of the Secretary of the State a certificate signed by the archbishop or bishop and the vicar-general of the archdiocese or of the diocese in which such congregation is located and the pastor and two laymen belonging to such congregation, stating that they have so organized for the purposes hereinafter mentioned. Such archbishop or bishop, vicar-general and pastor of such congregation and, in case of the death or other disability of the archbishop or bishop, the administrator of the archdiocese or diocese for the time being, the chancellor of the archdiocese or diocese and the pastor of such congregation shall be members, ex officio, of such corporation, and, upon their death, resignation, removal or preferment, their successors in office shall become such members in their stead. The two lay members shall be appointed annually, in writing, during the month of January from the lay members of the congregation by a majority of the ex-officio members of the corporation; and three members of the corporation, of whom one shall be a layman, shall constitute a quorum for the transaction of business.\n\n(1949 Rev., S. 5387; 1955, S. 2605d.)\n\nMethod provided for choice of lay member is mandatory. 69 C. 286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-279/"
    },
    {
      "id": "section-33-280",
      "number": "33-280.",
      "heading": "Property rights of Roman Catholic Church.",
      "text": "Such corporation may receive and hold all property conveyed to it for the purpose of maintaining religious worship according to the doctrine, discipline and ritual of the Roman Catholic Church, and for the support of the educational or charitable institutions of that church.\n\n(1949 Rev., S. 5388; 1955, S. 2606d.)\n\nA parochial school is a charitable institution. 81 C. 278.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-280/"
    },
    {
      "id": "section-33-281",
      "number": "33-281.",
      "heading": "Subject to laws of church.",
      "text": "Such corporation shall at all times be subject to the general laws and discipline of the Roman Catholic Church, and shall receive and enjoy its franchises as a body politic, solely for the purposes mentioned in section 33-280; and, upon the violation or surrender of its charter, its property, real and personal, shall vest in the archbishop or bishop of the archdiocese or diocese and his successors, in trust for such congregation and for the uses and purposes above named.\n\n(1949 Rev., S. 5389; 1955, S. 2607d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-281/"
    },
    {
      "id": "section-33-281a",
      "number": "33-281a.",
      "heading": "Change of name of Methodist and Evangelical United Brethren Churches.",
      "text": "All religious corporations or churches authorized, prior to April 23, 1968, to use or be known by a name or names including the words “Methodist Church” or “Evangelical United Brethren Church”, and all societies, conferences, boards, associations or other organizations directly connected therewith, are authorized to change their names by eliminating the word or words “Methodist Church” or “Evangelical United Brethren Church” and adding the words “The United Methodist Church”; and all gifts, bequests and devises to, contracts with, conveyances to or by, or other acts affecting any such religious corporation or church by either the name used by it or by which it was known before this change or the name used by it or by which it is known after this change shall be valid; and nothing contained herein shall be deemed to limit, change, affect or alter any other existing right, power, property, obligation, liability or duty of any such religious corporation or church.\n\n(1969, P.A. 80.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-598/section-33-281a/"
    }
  ]
}