{
  "state": "connecticut",
  "path": "title-title-33-corporations/chapter-chapter-603-corporate-accountability",
  "sections": [
    {
      "id": "section-33-1331",
      "number": "33-1331.",
      "heading": "Prohibited actions re investigations",
      "text": "After the inception of an investigation by the state, or after reasonable knowledge by a person of the fact that a state investigation is likely to begin, no individual, and no corporation the securities of which are registered under Section 12 of the Securities Exchange Act of 1934, as from time to time amended, or that is required to file reports under Section 15(d) of the Securities Exchange Act of 1934, as from time to time amended, shall alter, falsify, destroy or conceal any record, document or tangible object for the purposes of impeding, obstructing or influencing an investigation by the state pertaining to securities issued by any such corporation.\n\n(P.A. 03-259, S. 33; P.A. 04-56, S. 1.)\n\nHistory: P.A. 04-56 replaced reference to “publicly held corporation” with provision re corporation subject to securities registration or reporting requirements under the Securities Exchange Act of 1934 and replaced reference to “publicly held securities” with reference to “securities issued by any such corporation”, effective May 10, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1331/"
    },
    {
      "id": "section-33-1332",
      "number": "33-1332.",
      "heading": "Prohibited actions by accountants auditing certain corporations.",
      "text": "No accountant who conducts an audit of a corporation the securities of which are registered under Section 12 of the Securities Exchange Act of 1934, as from time to time amended, or that is required to file reports under Section 15(d) of the Securities Exchange Act of 1934, as from time to time amended, shall alter, destroy or conceal any documents sent, received or created in connection with such audit and containing conclusions, opinions, analyses or financial data related to such audit for a period extending from the end of the fiscal period in which the audit was concluded until seven years after the conclusion of the audit.\n\n(P.A. 03-259, S. 35; P.A. 04-56, S. 3.)\n\nHistory: P.A. 04-56 replaced reference to “publicly held corporation” with provision re corporation subject to securities registration or reporting requirements under the Securities Exchange Act of 1934 and made a technical change, effective May 10, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1332/"
    },
    {
      "id": "section-33-1333",
      "number": "33-1333.",
      "heading": "Corporate officers required to certify financial statements. Penalties.",
      "text": "(a) Each officer of a corporation organized under the laws of this state or authorized to transact business in this state who is subject to the requirements of 18 USC 1350 shall certify, in the manner set forth in said section and the rules and regulations adopted under said section by the United States Securities and Exchange Commission, and as from time to time amended, that the financial statements of the corporation fairly present, in all material respects, the financial condition and results of operations of the corporation.\n\n(b) (1) Any chief executive officer or chief financial officer under subsection (a) of this section who certifies a financial statement of the corporation knowing that the statement does not fairly represent, in all material respects, the financial condition and results of operations of the corporation shall be fined not more than one million dollars or imprisoned not more than ten years, or both.\n\n(2) Any chief executive officer or chief financial officer under subsection (a) of this section who wilfully certifies a financial statement of the corporation knowing that the statement does not fairly represent, in all material respects, the financial condition and results of operations of the corporation shall be fined not more than five million dollars or imprisoned not more than twenty years, or both.\n\n(P.A. 03-259, S. 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1333/"
    },
    {
      "id": "section-33-1334",
      "number": "33-1334.",
      "heading": "Registered public accounting firm prohibited from violating Section 10a(g) of Securities Exchange Act of 1934. Penalties.",
      "text": "(a) It shall be unlawful for a registered public accounting firm to violate the provisions of Section 10a(g) of the Securities Exchange Act of 1934.\n\n(b) Any registered public accounting firm that violates subsection (a) of this section shall be subject to the penalties that the State Board of Accountancy may impose under subsection (a) of section 20-281a for conduct described in subdivision (10) of subsection (a) of section 20-281a.\n\n(P.A. 03-259, S. 37.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1334/"
    },
    {
      "id": "section-33-1335",
      "number": "33-1335.",
      "heading": "Violations deemed unfair or deceptive trade practices.",
      "text": "A violation of sections 33-1331 to 33-1334, inclusive, shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b, provided the provisions of section 42-110g shall not apply to such violation.\n\n(P.A. 03-259, S. 38; P.A. 04-257, S. 87.)\n\nHistory: P.A. 04-257 made a technical change, effective June 14, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1335/"
    },
    {
      "id": "section-33-1336",
      "number": "33-1336.",
      "heading": "Whistle-blowing protections for employees of certain corporations.",
      "text": "(a) No corporation organized under the laws of this state or authorized to transact business in this state, the securities of which are registered under Section 12 of the Securities Exchange Act of 1934, as from time to time amended, or that is required to file reports under Section 15(d) of the Securities Exchange Act of 1934, as from time to time amended, and no officer, employee, contractor, subcontractor or agent of any such corporation, may discharge, demote, suspend, threaten, harass or in any manner discriminate against any employee who performs any portion of such employee's employment duties within this state in the terms and conditions of employment because of any lawful act done by the employee (1) to provide information, cause information to be provided, or otherwise assist in an investigation regarding any conduct that the employee reasonably believes constitutes a violation of 18 USC Section 1341, 1343, 1344 or 1348, any rule or regulation of the Securities and Exchange Commission, or any provision of federal or state law relating to fraud against shareholders, when the information or assistance is provided to or the investigation is conducted by (a) a federal or state regulatory or law enforcement agency, (B) a member or committee of Congress or the General Assembly, or (C) a person with supervisory authority over the employee, or such other person working for the employer who has the authority to investigate, discover or terminate misconduct, or (2) to file or cause to be filed a proceeding, or to testify, participate or otherwise assist in a proceeding filed or about to be filed, with any knowledge of the employer, relating to an alleged violation of 18 USC Section 1341, 1343, 1344 or 1348, any rule or regulation of the Securities and Exchange Commission, or any provision of federal or state law relating to fraud against shareholders.\n\n(b) An employee who alleges discharge or other discrimination by any person in violation of subsection (a) of this section may bring an action in the Superior Court for damages and injunctive relief against such person, not later than one year after knowledge of the specific incident giving rise to such claim.\n\n(P.A. 03-259, S. 34; P.A. 04-56, S. 2.)\n\nHistory: P.A. 04-56 amended Subsec. (a) by replacing references to “publicly held corporation” with provision re corporation organized under the laws of this state or authorized to transact business in this state and subject to securities registration or reporting requirements under the Securities Exchange Act of 1934, adding provision re employee “who performs any portion of such employee's employment duties within this state” and making conforming and technical changes, effective May 10, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1336/"
    },
    {
      "id": "section-33-1337",
      "number": "33-1337.",
      "heading": "Filing fraudulent report.",
      "text": "A person is guilty of filing a fraudulent report if the person (1) knowingly or recklessly files a report, as defined in section 20-279b, which the person knows contains an untrue statement of a material fact, or (2) knowingly or recklessly omits a material fact in a report, as defined in section 20-279b.\n\n(P.A. 03-259, S. 39.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-33/chapter-603/section-33-1337/"
    },
    {
      "id": "section-33-1338",
      "number": "33-1338",
      "heading": "to 33-1349. - Reserved for future use.",
      "text": "to 33-1349. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}