{
  "state": "illinois",
  "path": "title-chapter-215-insurance/chapter-215-ilcs-106-childrens-health-insurance-program-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nChildren's Health Insurance Program Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative intent.",
      "text": "The General Assembly finds that, for the\neconomic and social benefit of all citizens of the State, it is important to\nenable low-income children of this State, to the extent funding permits, to\naccess health benefits coverage, especially preventive health care. The\nGeneral Assembly recognizes that assistance to help families purchase health\nbenefits for low-income children must be provided in a fair and equitable\nfashion and must treat all children at the same income level in a similar\nfashion. The State of Illinois should help low-income families transition from\na health care system where government partners with families to provide health\nbenefits to low-income children to a system where families with higher incomes\neventually transition into private or employer based health plans. This Act is\nnot intended to create an entitlement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Act inoperative. This Act is inoperative if (i) the Department of Healthcare and Family Services receives federal approval to make children younger than 19 who have countable income at or below 313% of the federal poverty level eligible for medical assistance under Article V of the Illinois Public A",
      "text": "Act inoperative. This Act is inoperative if (i) the Department of Healthcare and Family Services receives federal approval to make children younger than 19 who have countable income at or below 313% of the federal poverty level eligible for medical assistance under Article V of the Illinois Public Aid Code and (ii) the Department, upon federal approval, transitions children eligible for health care benefits under this Act into the medical assistance program established under Article V of the Illinois Public Aid Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Eligibility verification. Notwithstanding any other provision of this Act, with respect to applications for benefits provided under the Program, eligibility shall be determined in a manner that ensures program integrity and that complies with federal law and regulations while minimizing unnecessary ",
      "text": "Eligibility verification. Notwithstanding any other provision of this Act, with respect to applications for benefits provided under the Program, eligibility shall be determined in a manner that ensures program integrity and that complies with federal law and regulations while minimizing unnecessary barriers to enrollment. To this end, as soon as practicable, and unless the Department receives written denial from the federal government, this Section shall be implemented:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "COVID-19 public health emergency",
      "text": "Notwithstanding any other provision of this Act, the Department may take necessary actions to address the COVID-19 public health emergency to the extent such actions are required, approved, or authorized by the United States Department of Health and Human Services,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Operation of the Program. There is hereby created a",
      "text": "Children's Health Insurance Program. The Program shall operate subject\nto appropriation and shall be administered by the Department of Healthcare and Family Services. The Department shall have the powers and authority granted to the\nDepartment under the Illinois Public Aid Code, including, but not limited to, Section 11-5.1 of the Code. The Department may contract\nwith a Third Party Administrator or other entities to administer and oversee\nany portion of this Program. Beginning October 1, 2013, the determination of eligibility under this Act shall comply with the requirements of 42 U.S.C. 1397bb(b)(1)(B)(v) and applicable federal regulations. If changes made to this Section require federal approval, they shall not take effect until such approval has been received.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Eligibility.",
      "text": "Eligibility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Presumptive eligibility. Beginning on the effective date of this amendatory Act of the 96th General Assembly and except where federal law requires presumptive eligibility, no adult may be presumed eligible for health care coverage under the Program, and the Department may not cover any service rende",
      "text": "Presumptive eligibility. Beginning on the effective date of this amendatory Act of the 96th General Assembly and except where federal law requires presumptive eligibility, no adult may be presumed eligible for health care coverage under the Program, and the Department may not cover any service rendered to an adult unless the adult has completed an application for benefits, all required verifications have been received and the Department or its designee has found the adult eligible for the date on which that service was provided. Nothing in this Section shall apply to pregnant women.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Enrollment in program.",
      "text": "The Department shall develop procedures\nto allow community providers, schools, youth service agencies, employers,\nlabor unions, local chambers of commerce, and religious organizations to\nassist in enrolling children in the Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Care coordination.",
      "text": "Care coordination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Health benefits for children.",
      "text": "Health benefits for children.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "Moratorium on eligibility expansions",
      "text": "Beginning on the effective date of this amendatory Act of the 96th General Assembly, there shall be a 2-year moratorium on the expansion of eligibility through increasing financial eligibility standards, or through increasing income disregards, or through the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Cost sharing.",
      "text": "Cost sharing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Health care provider participation in State Employees Deferred Compensation Plan",
      "text": "Notwithstanding any other provision of law, a health care provider who participates under the Program may elect, in lieu of receiving direct payment for services provided under the Program, to participate in the State",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Funding.",
      "text": "Funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Waivers. The Department shall request any necessary waivers of federal",
      "text": "requirements in order to allow receipt of federal funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Study.",
      "text": "Study.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Program evaluation.",
      "text": "The Department shall conduct 2\nevaluations of the effectiveness of the program implemented under this Act.\nThe first evaluation shall be for the first 6 full months of implementation,\nand the evaluation shall be completed within 90 days after that period. The\nsecond evaluation shall be for the first 12 full months of implementation and\nshall be completed within 90 days after that period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Contracts with non-governmental bodies.",
      "text": "All contracts with\nnon-governmental bodies that are determined by the Department to be necessary\nfor the implementation of this Act are deemed to be purchase of care as defined\nin the Illinois Procurement Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Emergency rulemaking.",
      "text": "Prior to June 30, 1999, the Department\nmay adopt rules necessary to establish and implement this Act through the\nuse of emergency rulemaking in accordance with Section 5-45 of the Illinois\nAdministrative Procedure Act. For purposes of that Act, the General Assembly\nfinds that the adoption of rules to implement this Act is deemed an emergency\nand necessary for the public interest, safety, and welfare.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Dental home initiative.  The Department, in cooperation with the dental community and other affected organizations such as Head Start, shall work to develop and promote the concept of a dental home for children covered under this Act",
      "text": "Included in this dental home outreach should be an effort to ens",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-96",
      "number": "96.",
      "heading": "Inseverability.",
      "text": "The provisions of this Act are mutually\ndependent and inseverable. If any provision or its application to any person\nor circumstance is held invalid, then this entire Act is invalid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97",
      "number": "97.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-98",
      "number": "98.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "Effective Date.",
      "text": "This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}