{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-537-design-build-procurement-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.  This Act may be cited as the Design-Build",
      "text": "Procurement Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative policy.  It is the intent of the General Assembly",
      "text": "that\nthe State construction agency be allowed to use the design-build delivery method\nfor public\nprojects if it is shown to be in the State's best interest for that particular\nproject. It shall be the policy of the State construction agency in the\nprocurement of\ndesign-build services to publicly announce all requirements for design-build\nservices and to procure these services on the basis of demonstrated competence\nand qualifications and with due regard for the principles of competitive\nselection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions.  As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Solicitation of proposals.",
      "text": "Solicitation of proposals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Development of scope and performance criteria.",
      "text": "Development of scope and performance criteria.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Selection committee.",
      "text": "Selection committee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Procedures for Selection.",
      "text": "Procedures for Selection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Small projects.  In any case where the total overall cost of the",
      "text": "project is estimated to be less than $10 million, the State construction agency\nmay combine\nthe two-phase procedure for selection described in Section 30 into one combined\nstep, provided that all the requirements of evaluation are performed in\naccordance with Section 30.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Submission of proposals.  Proposals must be properly identified",
      "text": "and sealed. Proposals may not be reviewed until after the deadline for\nsubmission has passed as set forth in the request for proposals. All\ndesign-build entities submitting proposals shall be disclosed after the\ndeadline\nfor submission, and all design-build entities who are selected for Phase II\nevaluation shall also be disclosed at the time of that determination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Award.  The State construction agency may award the contract to",
      "text": "the highest\noverall ranked entity. Notice of award shall be made in writing. Unsuccessful\nentities shall also be notified in writing. The State construction agency may\nnot request a\nbest and final offer after the receipt of proposals. The State construction\nagency may\nnegotiate with the selected design-build entity after award but prior to\ncontract\nexecution for the purpose of securing better terms than originally proposed,\nprovided that the salient features of the request for proposal are not\ndiminished.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46",
      "number": "46.",
      "heading": "Reports and evaluation. At the end of every 6 month period following the contract award, and again prior to final contract payout and closure, a selected design-build entity shall detail, in a written report submitted to the State agency, its efforts and success in implementing the entity's plan to ",
      "text": "Reports and evaluation. At the end of every 6 month period following the contract award, and again prior to final contract payout and closure, a selected design-build entity shall detail, in a written report submitted to the State agency, its efforts and success in implementing the entity's plan to comply with the utilization goals for business enterprises established in the Business Enterprise for Minorities, Women, and Persons with Disabilities Act and the provisions of Section 2-105 of the Illinois Human Rights Act. If the entity's performance in implementing the plan falls short of the performance measures and outcomes set forth in the plans submitted by the entity during the proposal process, the entity shall, in a detailed written report, inform the General Assembly and the Governor whether and to what degree each design-build contract authorized under this Act promoted the utilization goals for business enterprises established in the Business Enterprise for Minorities, Women, and Persons with Disabilities Act and the provisions of Section 2-105 of the Illinois Human Rights Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Administrative Procedure Act.  The Illinois",
      "text": "Administrative Procedure Act (5 ILCS 100/) applies to all\nadministrative rules and procedures of the State construction agency under this\nAct except that nothing herein shall be construed to render any prequalification or other responsibility criteria as a \"license\" or \"licensing\" under that Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53",
      "number": "53.",
      "heading": "Federal requirements.   In the procurement of design-build",
      "text": "contracts, the State construction agency shall comply with federal law and\nregulations and take all necessary steps to adapt their rules, policies, and\nprocedures to remain eligible for federal aid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "Repealer. This Act is repealed on January 1, 2026.",
      "text": "Repealer. This Act is repealed on January 1, 2026.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "Severability.  The provisions of this Act are severable under",
      "text": "Section 1.31 of the Statute on Statutes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "Effective date. This Act takes effect upon becoming law.",
      "text": "Effective date. This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}