{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-715-intergovernmental-drug-laws-enforcement-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the",
      "text": "\"Intergovernmental Drug Laws Enforcement Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act, unless the context otherwise requires,",
      "text": "the terms specified in Sections 2.01 through 2.05 have the\nmeanings ascribed to them in those Sections.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-201",
      "number": "2.01.",
      "heading": "\"Director\" means the Director of the Illinois State Police.",
      "text": "\"Director\" means the Director of the Illinois State Police.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-202",
      "number": "2.02.",
      "heading": "\"Metropolitan Enforcement Group\" or \"MEG\" means a",
      "text": "combination of units of local government established under this Act to\nenforce the drug laws of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-203",
      "number": "2.03.",
      "heading": "\"Unit of local government\" is defined as in Article VII,",
      "text": "Section 1 of the Constitution, and includes both home rule units and\nunits which are not home rule units.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-204",
      "number": "2.04.",
      "heading": "\"Drug laws\" means all laws regulating the production,",
      "text": "sale, prescribing, manufacturing, administering, transporting, having in\npossession, dispensing, delivering, distributing or use of \"controlled\nsubstances\", as defined in the Illinois Controlled Substances Act, and\n\"cannabis\", as defined in the Cannabis Control Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-205",
      "number": "2.05.",
      "heading": "Streetgang related.",
      "text": "Streetgang related.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "A Metropolitan Enforcement Group which meets the minimum",
      "text": "criteria established in this Section is eligible to receive State grants\nto help defray the costs of operation. To be eligible a MEG must:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Illinois State Police shall monitor the",
      "text": "operations of all MEG units and determine their eligibility to receive\nState grants under this Act. From the moneys appropriated annually by\nthe General Assembly for this purpose, the Director shall determine and\ncertify to the Comptroller the amount of the grant to be made to each\ndesignated MEG financial officer. The amount of the State grant which a\nMEG may receive hereunder may not exceed 50% of the total operating\nbudget of that MEG.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Illinois State Police shall coordinate the",
      "text": "operations of all MEG units and may establish such reasonable rules and\nregulations and conduct those investigations the Director deems\nnecessary to carry out its duties under this Act, including the\nestablishment of forms for reporting by each MEG to the Illinois State Police.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "The Director may assign the functions and duties created",
      "text": "under this Act to be administered by the Illinois State Police,\nDivision of Investigation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The Director shall report annually, no later than February",
      "text": "1, to the Governor and the General Assembly on the operations of the\nMetropolitan Enforcement Groups, including a breakdown of the\nappropriation for the current fiscal year indicating the amount of the\nState grant each MEG received or will receive.",
      "history": "",
      "source_url": ""
    }
  ]
}