{
  "state": "alabama",
  "path": "title-title-5-banks-and-financial-institutions/chapter-chapter-20-alabama-credit-card-act",
  "sections": [
    {
      "id": "section-5-20-2",
      "number": "5-20-2",
      "heading": "Short Title.Section 5-20-3 - Definitions",
      "text": "Section 5-20-4 - Establishment or Acquisition of a Credit Card Bank.Section 5-20-5 - Charges, Rates, and Fees.Section 5-20-6 - Application for Approval; Filing Fee.Section 5-20-7 - Supervision and Enforcement.Section 5-20-8 - Applicable Law.Section 5-20-9 - S",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-20-3",
      "number": "5-20-3",
      "heading": "Definitions.",
      "text": "Section 5-20-3\n\nDefinitions.\n\nNotwithstanding any other provision of law, for the purposes of this chapter, the following terms shall have the meanings prescribed by this section:\n\n(1) ALABAMA BANK. A bank which is organized under the laws of this state or of the United States and which has its principal place of business in this state.\n\n(2) BANK. Any “insured bank” as such term is defined in Section 3(h) of the Federal Deposit Insurance Act, 12 U.S.C. §1813(h).\n\n(3) BANK HOLDING COMPANY. Any company which is a bank holding company under the Bank Holding Company Act of 1956, as amended, 12 U.S.C. §1841(a).\n\n(4) CREDIT CARD. Any type of arrangement or agreement pursuant to which any domestic lender or credit card bank, whether directly or indirectly through any domestic lender acting as its agent, gives a debtor the privilege of using a credit card or other credit confirmation, device or instrument of any type in transactions out of which debt arises:\n\na. By the domestic lender or credit card bank honoring a draft or other order, whether written, verbal or electronic, for the payment of money and which is created, authorized, issued or accepted by the debtor; or\n\nb. By the domestic lender or credit card bank paying or agreeing to pay the debtor’s obligation.\n\n(5) CREDIT CARD ACCOUNT. An arrangement or agreement between a debtor and a domestic lender or credit card bank, whether directly or indirectly through any domestic lender acting as its agent, which provides for the creation of debt pursuant to a credit card and under which:\n\na. The domestic lender or credit card bank may permit the debtor to create debt from time to time;\n\nb. The unpaid balance of principal of such debt and the finance and other charges and fees are debited to an account;\n\nc. A finance charge is computed or an interest rate imposed upon the outstanding balances of the debtor’s account from time to time; and\n\nd. The domestic lender or credit card bank renders bills or statements to the debtor at regular intervals, providing that the amount of credit extensions shown in such bills or statements is payable by and due from the debtor on a date specified in such bill or statement or, at the option of the debtor, but subject to the terms and conditions of the credit card account, may be paid by the debtor in installments.\n\n(6) CREDIT CARD BANK. Any Alabama bank which is organized hereunder and whose activities are limited to those permitted under this chapter.\n\n(7) DOMESTIC LENDER. Any Alabama bank, savings and loan association, savings bank or credit union organized or chartered under the laws of this state or the United States which has its principal place of business in this state and which (i) makes loans, and (ii) accepts deposits or share accounts which are insured by an agency of the United States and which are payable on demand or are subject to withdrawal by check or similar means of payment to third parties or others.\n\n(8) FOREIGN LENDER. Any bank other than an Alabama bank, or any savings and loan association, savings bank, or credit union organized or chartered under the laws of any state other than Alabama or of the United States which has its principal place of business outside this state, and which (i) makes loans, and (ii) accepts deposits or share accounts which are insured by an agency of the United States and which are payable on demand, or are subject to withdrawal by check or similar means of payment to third parties or others.\n\n(9) SUPERINTENDENT. The Superintendent of Banks of this state.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-3/"
    },
    {
      "id": "section-5-20-4",
      "number": "5-20-4",
      "heading": "Establishment or Acquisition of a Credit Card Bank.",
      "text": "Section 5-20-4\n\nEstablishment or Acquisition of a Credit Card Bank.\n\nSubject to the provisions of this chapter and to the prior approval of the superintendent, any bank holding company, bank holding company subsidiary, domestic lender or foreign lender may, either singly or jointly with other bank holding companies, bank holding company subsidiaries, domestic lenders or foreign lenders, establish or acquire, and own and control all the voting shares of a single credit card bank located in Alabama when and for so long as the following conditions are satisfied:\n\n(1) If the credit card bank is to be organized under the laws of this state, such bank shall be organized as provided in this chapter and in the manner provided in Chapter 5A of this title;\n\n(2) In connection with the application to organize, or to acquire control of a credit card bank, the applicant or applicants shall pay one filing fee to the Alabama Department of Banking in an amount not less than $15,000 to be set by the superintendent and approved by the Alabama Department of Banking;\n\n(3) The shares of a credit card bank shall be owned only by one or more bank holding companies, bank holding company subsidiaries, domestic lenders or foreign lenders;\n\n(4) Each credit card bank shall have total initial capital accounts actually paid in of not less than $1,750,000, and at all times thereafter shall maintain such minimum capital together with such additional capital accounts such that it shall have total capital not less than that capital generally required of Alabama banks supervised by the superintendent;\n\n(5) The credit card bank may engage only in the business of soliciting, processing, and extending credit pursuant to credit card accounts and conducting such other activities as are incidental thereto and not inconsistent with the provisions of this chapter;\n\n(6) The credit card bank shall not accept demand deposits or deposits that are withdrawable by check or similar means for payment to third parties or others, and shall not accept any savings or time deposits of less than $100,000;\n\n(7) The credit card bank must operate only a single office in this state, and such office’s location and manner of operation shall be limited so as to be not likely to attract customers from the general public in this state to the substantial detriment of banks and depository institutions located in this state; and\n\n(8) A credit card bank, owned singly or jointly by a foreign lender or by a foreign bank holding company or by a subsidiary thereof, shall have, within one year of the date it commences operations, no fewer than 40 employees located in this state devoted to its credit card activities.\n\nAn Alabama bank or a domestic lender is not required to establish a credit card bank to issue credit cards and create credit card accounts.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-4/"
    },
    {
      "id": "section-5-20-5",
      "number": "5-20-5",
      "heading": "Charges, Rates, and Fees.",
      "text": "Section 5-20-5\n\nCharges, Rates, and Fees.\n\nNotwithstanding the provisions of any other law, in connection with a credit card account, any domestic lender or any credit card bank may provide in the credit card agreement such charges for cash advances, charges for extensions of credit in excess of pre-established limits, late fees or delinquency charges, premiums on credit life and credit accident and health insurance, annual fees and other charges and fees, and such other terms and conditions as such domestic lender or credit card bank and the debtor may agree from time to time. Further, in addition to and apart from the charges and fees set forth above, in connection with a credit card account, any domestic lender or credit card bank may impose such interest and other finance charges as any such domestic lender or credit card bank and the debtor may from time to time agree notwithstanding any law otherwise prescribing, regulating or limiting such rates of interest, finance charges, fees and other charges. In the event any domestic lender or credit card bank desires to modify in any respect any term of the credit card account, it shall first provide at least 30 days’ prior written notice of such modification to the debtor. In providing such notice, such domestic lender or credit card bank shall advise the debtor in writing that the debtor has the option (i) to surrender the credit card whereupon the debtor shall have the right to continue to pay off the credit card account in the same manner and under the same terms and conditions as then in effect; or (ii) to hold the credit card after the 30-day period has elapsed, or to use the credit card during such period, either of which shall constitute the debtor’s consent to the modification.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-5/"
    },
    {
      "id": "section-5-20-6",
      "number": "5-20-6",
      "heading": "Application for Approval; Filing Fee.",
      "text": "Section 5-20-6\n\nApplication for Approval; Filing Fee.\n\nAny bank holding company, bank holding company subsidiary, domestic lender or foreign lender proposing to establish or acquire a credit card bank pursuant to this chapter shall file an application with the superintendent for prior approval of such establishment or acquisition. Such application shall contain such information as the superintendent may require, and shall specifically acknowledge each applicant’s agreement to be bound by the conditions set forth in Section 5-20-4. In addition, such application shall designate a resident of this state as each applicant’s registered agent in connection with matters arising out of this chapter and shall be accompanied by the filing fee specified in section 5-20-4.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-6/"
    },
    {
      "id": "section-5-20-7",
      "number": "5-20-7",
      "heading": "Supervision and Enforcement.",
      "text": "Section 5-20-7\n\nSupervision and Enforcement.\n\n(a) All credit card banks organized under the laws of this state shall be subject to the supervision, regulation, and examination of the superintendent and the superintendent shall have all enforcement powers with respect thereto as are provided in this title.\n\n(b) In the event any credit card bank does not conduct its business consistent with the provisions of Section 5-20-4, the superintendent may require such credit card bank to cease all unauthorized activities, and may issue cease and desist orders and exercise any other rights or powers provided by this title, including, but not limited to, seeking equitable or legal remedies. In the event such credit card bank fails to abide by any order or written agreement with the superintendent, the superintendent may in addition to all other rights, remedies, and powers it may have under this title:\n\n(1) Impose upon the credit card bank or any of its controlling or investor bank holding companies, bank holding company subsidiaries, domestic lenders or foreign lenders, a penalty of up to $10,000 per day for each day such order is violated; and\n\n(2) Require divestiture of any interest in such credit card bank by any person or entity not qualified to acquire such credit card bank on the date it ceased to operate within the limitations imposed by Section 5-20-5.\n\n(c) The superintendent shall have the power to promulgate rules and regulations implementing the provisions of this chapter in the manner provided by Sections 5-2A-7 and 5-2A-8.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-7/"
    },
    {
      "id": "section-5-20-8",
      "number": "5-20-8",
      "heading": "Applicable Law.",
      "text": "Section 5-20-8\n\nApplicable Law.\n\n(a) A credit card bank shall be subject to all provisions of this title except to the extent any rights, powers, privileges, provisions or limitations of this title are inconsistent with the rights, powers, privileges, provisions or limitations of this chapter.\n\n(b) A credit card bank shall not be considered a “bank” for the purposes of Section 5-5A-20 or Chapter 13A of Title 5.\n\n(c) Notwithstanding anything to the contrary contained in Section 5-5A-27, an Alabama bank may subscribe for and own stock in a credit card bank.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-8/"
    },
    {
      "id": "section-5-20-9",
      "number": "5-20-9",
      "heading": "Severability.",
      "text": "Section 5-20-9\n\nSeverability.\n\nIf any provision or clause of this chapter, including without limitation Section 5-20-4(8), or any application thereof to any entity or circumstances is held invalid, such invalidity shall not affect the other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-9/"
    },
    {
      "id": "section-5-20-10",
      "number": "5-20-10",
      "heading": "Construction with Other Laws; Repeal of Conflicting Laws.",
      "text": "Section 5-20-10\n\nConstruction with Other Laws; Repeal of Conflicting Laws.\n\nTo the extent other laws or parts of laws, whether general, local, or general laws of local application, conflict with this chapter, such other laws or parts of laws are hereby amended or repealed to the extent of such conflict as necessary to permit full effectiveness of the provisions of this chapter; provided, however, nothing contained in this chapter shall be construed to amend or modify the provisions of Chapter 13A of Title 5, as currently amended.\n\n(Acts 1988, No. 88-85, p. 104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-5/chapter-20/section-5-20-10/"
    }
  ]
}