{
  "state": "delaware",
  "path": "title-title-31/chapter-title31c037index",
  "sections": [
    {
      "id": "section-3701",
      "number": "3701.",
      "heading": "Declaration of policy.The General Assembly of the State recognizes that the quality of housing affects every aspect of an older individual’s life, from the physical to the psychological",
      "text": "For many older Delawareans, maintaining themselves in a suitable environment is an ongoing battle. Some are unnec\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;69 Del. Laws, c. 345,\n\n§\n\n 5;§\n\n3702. Establishment.There is hereby established an Elderly Housing Counseling Program within the Division of Services for Aging and Adults with Physical Disabilities, Department of Health and Social Services.65 Del. Laws, c. 126,\n\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;69 Del. Laws, c. 345,\n\n§\n\n 5;§\n\n3703. Definitions.As used in this chapter:(1) “Department” shall mean the Department of Health and Social Services.(2) “Division” shall mean the Division of Services for Aging and Adults with Physical Disabilities.(3) “Matched Housing Program” shall mean shared housing arrangements.(4) “Program” shall mean the Housing Counseling Program.(5) “Senior citizen” shall mean any Delaware resident 60 years of age or older.(6) “Task Force” shall mean the Task Force on Housing for Senior Citizens.65 Del. Laws, c. 126,\n\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;69 Del. Laws, c. 345,\n\n§\n\n 5;§\n\n3704. Duties and functions.The Housing Counseling Program shall have the following duties and functions:(1) Conduct ongoing research to keep abreast of the existing housing options available to senior citizens including research into ways senior citizens can finance said housing options;(2) Facilitate the establishment of a matched housing program with the counties;(3) Advocate for the establishment of additional housing alternatives, including home equity conversion, and work with senior citizen organizations on the removal of those barriers which include, but are not limited to, financial, regulatory and legislative that inhibit the development of other alternatives;(4) Serve as an educational clearinghouse for information on housing options for senior citizens, including publication and dissemination of information on laws and regulations pertaining to housing, including, but not limited to, rent control and condominium conversion;(5) Operate a housing counseling service that will counsel senior citizens on available housing options and financial/legal matters that may apply to their housing situation, including, but not limited to, laws and regulations, utilization of financial options such as home equity conversion, passbook accounts and insurance annuities;(6) Coordinate with existing county, city and private housing programs to enhance communication of new concepts and developments in housing and to ensure sensitivity to the unique housing needs of senior citizens;(7) Network with banks, lending and investment institutions to explore ways in which senior citizens could more effectively invest their money in order to provide adequate housing;(8) Develop, coordinate and train a cadre of senior citizen volunteers to perform peer counseling in housing options and related financial/legal matters, thereby reaching a greater number of senior citizens in need of counseling at minimal cost;(9) Evaluate the Program and report annually to the Secretary of the Department of Health and Social Services, who shall make the report available to the General Assembly. The evaluation should include the systematic collection and analysis of client utilization data including, but not limited to, number of clients counseled, number of clients who are participating in various residential alternatives as a result of this Program and the cost effectiveness of the Program;(10) Promote accessory apartments and other innovative housing options for elderly citizens, both as renters and rentees by:a. Making information available to elderly citizens and the community;b. Bringing together realtors, local government zoning agencies, non-profit organizations, lenders, home health care agencies, etc., to promote and facilitate accessory apartments;c. Counseling senior citizens, their families, and potential renters; andd. Other activities that will support the establishment of accessory apartments and other innovative housing options to benefit elderly citizens in Delaware.65 Del. Laws, c. 126,\n\n§\n\n 1;66 Del. Laws, c. 48,\n\n§§\n\n 2, 3;67 Del. Laws, c. 164,\n\n§\n\n 1;§\n\n3705. Task Force on Housing for Senior Citizens.(a) There is established a Task Force on Housing for Senior Citizens.(b) The Task Force shall be composed of at least 9 members who shall be appointed by the Secretary of the Department of Health and Social Services.(c) The duties of the Task Force shall include, but not be limited to, the following:(1) To study, research, plan and advise the staff of the Program and the Division Director on matters it deems appropriate to enable the Program to function in the best possible manner;(2) To review and advise the staff and the Division Director regarding the annual proposed budget for the Program.(d) The terms of the new members shall be staggered. The first 3 appointees shall serve for a term of 1 year. The next 3 appointees shall serve for a term of 2 years, and the next 3 appointees shall serve for a term of 3 years. Appointees, including reappointees, after the initial 9, shall serve 3-year terms. No person shall serve for more than 2 consecutive terms. Persons serving 2 consecutive terms are eligible for reappointment after a 1-year absence.(e) The members shall include at least 1 representative from each of the following: A private housing program, a public housing agency, the appropriate county government housing agency, a senior citizen organization, the business community and private citizens.(f) The membership of the Task Force may be expanded to a maximum of 13 members if the program is expanded statewide. The Task Force may form subcommittees.(g) The Chairperson of the Task Force shall be chosen by the Task Force from among its members and shall serve in that capacity for a term of 1 year and shall be eligible for reelection.65 Del. Laws, c. 126,\n\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3702",
      "number": "3702.",
      "heading": "Establishment.There is hereby established an Elderly Housing Counseling Program within the Division of Services for Aging and Adults with Physical Disabilities, Department of Health and Social Services",
      "text": "65 Del. Laws, c. 126,\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;69 Del. Laws, c. 345,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3703",
      "number": "3703.",
      "heading": "Definitions.As used in this chapter:(1) “Department” shall mean the Department of Health and Social Services",
      "text": "(2) “Division” shall mean the Division of Services for Aging and Adults with Physical Disabilities.(3) “Matched Housing Program” shall mean shared housing arrangements.(4) “Program” shall mea\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;69 Del. Laws, c. 345,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3704",
      "number": "3704.",
      "heading": "Duties and functions.The Housing Counseling Program shall have the following duties and functions:(1) Conduct ongoing research to keep abreast of the existing housing options available to senior citizens including research into ways senior citizens can finance said housing options;(2) Facilitate the",
      "text": "§\n\n 1;66 Del. Laws, c. 48,\n\n§§\n\n 2, 3;67 Del. Laws, c. 164,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3705",
      "number": "3705.",
      "heading": "Task Force on Housing for Senior Citizens",
      "text": "(a) There is established a Task Force on Housing for Senior Citizens.(b) The Task Force shall be composed of at least 9 members who shall be appointed by the Secretary of the Department of Health and Social Services.(c) The duties of the Task Force shall inc\n§\n\n 1;66 Del. Laws, c. 48,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}