{
  "state": "delaware",
  "path": "title-title-31/chapter-title31c042index",
  "sections": [
    {
      "id": "section-4201",
      "number": "4201.",
      "heading": "Standards.All applications for public financial assistance to be used in the construction of new dwelling units shall include the extent of the proposed construction’s use of the standards of universal design found in this chapter",
      "text": "This chapter does not apply to redevelopment or rehabilitation of ex\n§\n\n 5;§\n\n4202. Definitions.As used in this chapter, the following terms shall mean:(1) “Accessible level” shall mean the first floor of the dwelling unit.(2) “Accessible route” shall mean a continuous, unobstructed path that complies with § 4204 of this title. With the exception of ramped surfaces, all portions of an accessible route shall have a slope less than 5% parallel to travel, have a cross slope of less than 2%, and shall be at least 42 inches wide. An accessible route shall be free of any protruding object.(3) “Administering entity” shall mean any state agency, local government, municipality or any instrumentality thereof responsible for the process by which public financial assistance is allocated, distributed, conveyed, contracted, or appropriated or any entity performing those duties on behalf of any state agency, local government, municipality, or any instrumentality thereof.(4) “Dwelling unit” shall mean any single family residence and each individual living unit in a duplex or triplex, or semi-detached residential building which is constructed with public financial assistance.(5) “Point” or “points” shall mean the amount of credit given, out of a possible total of 41, for calculating an application’s Universal Design Standards compliance for purposes of this chapter.(6) “Primary bathroom” shall mean a bathroom that provides a toilet, lavatory, and tub/shower or shower.(7) “Public financial assistance” shall mean:a. A building contract or similar contractual agreement with any state agency;b. Any real estate received by the owner through a donation by the State;c. State tax credits;d. Grant assistance from state funds;e. State loan guarantees;f. Federal funds administered by the State, a state agency, local government, or municipality; org. Funding by municipalities and other local governments or their agencies and instrumentalities;but does not include loans and grants from any public entity to individual homeowners.(8) “Ramp” shall mean a surface with a running slope more than 1:20 and equal to or less than 1:12, and a cross slope less than 1:50. Handrails shall be required on both sides of the ramp.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4203. Dwelling unit no-step entry.(a) The dwelling unit may provide at least 1 primary no-step entry, valued at 8 points if it complies with the following:(1) A door width and type that is 36 inches wide, at a minimum, with a standard pivot or hinged door;(2) A maximum threshold height that is1/2inch beveled or1/4inch squared; and(3) The no-step entry may be achieved through the addition of a permanent ramp on the outside of the dwelling unit when grading prevents reasonable no-step entry otherwise.(b) A primary no-stop entry sheltered from weather with an overhang shall be valued at an additional 2 points.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4204. Interior accessible route; interior doors, doorways, and hallways.The dwelling unit may provide for an accessible route running through the interior of the dwelling unit, valued at 8 points if it complies with the following:(1) The accessible route shall be continuous through all spaces within the dwelling unit and shall connect to all primary living spaces, including, but not limited to, the living room, the family room, and the dining space;(2) The interior doors and doorways, except for closets, of the dwelling unit shall provide a clear opening with a minimum width of 36 inches; and(3) The hallways of the dwelling unit shall be at least 42 inches wide.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4205. Bathroom.(a) The bathroom shall be on an accessible level and be connected to the accessible route.(b) The bathroom shall have at least a 60-inch diameter turning space, valued at 1 point.(c) The bathroom shall have a barrier-free shower stall (2 points), raised toilet seat height of at least 16 inches (1 point), 29 inches of knee space under the lavatory (1 point), ADA compliant faucets (1 point), hand-held shower (1 point), and grab bars (2 points) or grab bar blocking for subsequently mounting a grab bar (allocated 1 point instead of 2 points for the actual grab bars in place).78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4206. Bedrooms.The dwelling unit may provide at least 1 primary bedroom or room that can easily be converted to a primary bedroom within the dwelling unit on the accessible level and connected to the accessible route, valued at 7 points.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4207. Kitchen.(a) The kitchen shall be on an accessible level and be connected to the accessible route.(b) The kitchen in the dwelling unit shall have at least a 60-inch diameter turning space valued at 1 point.(c) The kitchen in the dwelling unit shall have all pull-out shelving valued at 1 point.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4208. Hardware.(a) With the exception of panel boxes and HVAC filter access panels, all door hardware, cabinet hardware, faucets, bath and shower valves, diverters, and similar items throughout the dwelling unit shall be lever and wire handles or D-pull handles. Such items shall operate easily by using a single closed fist and shall be valued at 2 points.(b) Luminous rocker or toggle light switches, valued at 1 point, shall be mounted 36 to 42 inches above the finished floor throughout the dwelling unit, for a separate value of 1 point.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4209. Implementation of this chapter.The administering entity shall comply with this chapter by incorporating points as calculated herein into its process for approving the use of public financial assistance for the construction of new dwelling units. The points for Universal Design Standards may be scaled to fit the individual process but shall be given a significant weight as compared to other scoring categories. Tenths of a point may be awarded to account for compliance with this chapter for a corresponding portion of the total development. The administering entity shall enforce compliance with the standards included in the application for public financial assistance during construction of the dwelling unit. The administering entity may include universal design standards incentives or requirements in excess of the provisions of this chapter.78 Del. Laws, c. 368,\n\n§\n\n 5;§\n\n4210. Other applicable law or regulation.This chapter does not limit or supplant requirements, rights, or remedies which are otherwise applicable or available under any other building code, disabilities rights statute, or any other applicable law or regulation. To the extent any other applicable law or regulation contains more stringent standards and requirements, that law or regulation controls.78 Del. Laws, c. 368,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4202",
      "number": "4202.",
      "heading": "Definitions.As used in this chapter, the following terms shall mean:(1) “Accessible level” shall mean the first floor of the dwelling unit",
      "text": "(2) “Accessible route” shall mean a continuous, unobstructed path that complies with § 4204 of this title. With the exception of ramped surfaces, all portions of\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4203",
      "number": "4203.",
      "heading": "Dwelling unit no-step entry.(a) The dwelling unit may provide at least 1 primary no-step entry, valued at 8 points if it complies with the following:(1) A door width and type that is 36 inches wide, at a minimum, with a standard pivot or hinged door;(2) A maximum threshold height that is1/2inch beve",
      "text": "§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4204",
      "number": "4204.",
      "heading": "Interior accessible route; interior doors, doorways, and hallways",
      "text": "The dwelling unit may provide for an accessible route running through the interior of the dwelling unit, valued at 8 points if it complies with the following:(1) The accessible route shall be continuous through all spaces within the d\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4205",
      "number": "4205.",
      "heading": "Bathroom.(a) The bathroom shall be on an accessible level and be connected to the accessible route",
      "text": "(b) The bathroom shall have at least a 60-inch diameter turning space, valued at 1 point.(c) The bathroom shall have a barrier-free shower stall (2 points), raised toilet seat height of at least 16 inc\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4206",
      "number": "4206.",
      "heading": "Bedrooms.The dwelling unit may provide at least 1 primary bedroom or room that can easily be converted to a primary bedroom within the dwelling unit on the accessible level and connected to the accessible route, valued at 7 points",
      "text": "78 Del. Laws, c. 368,\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4207",
      "number": "4207.",
      "heading": "Kitchen.(a) The kitchen shall be on an accessible level and be connected to the accessible route",
      "text": "(b) The kitchen in the dwelling unit shall have at least a 60-inch diameter turning space valued at 1 point.(c) The kitchen in the dwelling unit shall have all pull-out shelving valued at 1 point.78 Del.\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4208",
      "number": "4208.",
      "heading": "Hardware.(a) With the exception of panel boxes and HVAC filter access panels, all door hardware, cabinet hardware, faucets, bath and shower valves, diverters, and similar items throughout the dwelling unit shall be lever and wire handles or D-pull handles",
      "text": "Such items shall operate easily by using a\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4209",
      "number": "4209.",
      "heading": "Implementation of this chapter",
      "text": "The administering entity shall comply with this chapter by incorporating points as calculated herein into its process for approving the use of public financial assistance for the construction of new dwelling units. The points for Universal Design Standards may be scale\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4210",
      "number": "4210.",
      "heading": "Other applicable law or regulation",
      "text": "This chapter does not limit or supplant requirements, rights, or remedies which are otherwise applicable or available under any other building code, disabilities rights statute, or any other applicable law or regulation. To the extent any other applicable law or re\n§\n\n 5;",
      "history": "",
      "source_url": ""
    }
  ]
}