{
  "state": "delaware",
  "path": "title-title-31/chapter-title31c009index",
  "sections": [
    {
      "id": "section-901",
      "number": "901.",
      "heading": "PurposeThe purpose of this chapter is to provide a time-limited opportunity for employable adults of families who receive Temporary Assistance for Needy Families to earn their public assistance during the time they are receiving such assistance, obtain job skills, develop strong work ethics, and est",
      "text": "§\n\n 901;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 24;81 Del. Laws, c. 367,\n\n§\n\n3;§\n\n902. Work requirements as to employable recipients of public assistance.Employable persons receiving assistance from the Department of Public Welfare in the categories of general assistance or Temporary Assistance for Needy Families shall be required in accordance with this chapter to perform such work as shall be assigned to them by the Department of Public Welfare and/or shall be required to attend and participate in any training project designed to improve employability to which they may be assigned by said Department.31 Del. C. 1953,\n\n§\n\n 902;54 Del. Laws, c. 323,\n\n§\n\n 2;57 Del. Laws, c. 248;81 Del. Laws, c. 367,\n\n§\n\n3;§\n\n903. Application for assignment of assistance recipients.Whenever the governing body of a county, city or town within this State, or the board or executive officer of any state agency or other public agency or public institution or private nonprofit organization, has any work to be done with the county, city, town, agency, institution or organization, or as a function of such agency, institution or organization, which it appears may be properly performed by 1 or more employable adults of families who receive assistance, the appropriate authority shall make application to the Department of Health and Social Services or the Department of Labor, in the form prescribed by the respective Department, for the establishment of a work project.31 Del. C. 1953,\n\n§\n\n 903;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 25;§\n\n904. Assignment of assistance recipients.(a) Upon application as provided for in § 903 of this title, the Department of Public Welfare shall thereupon assign to such work project the required number of employable recipients of assistance according to their availability, provided it is satisfied that all requirements of this chapter are observed.(b) The Department of Public Welfare shall also assign suitable assistance recipients to training projects designed to improve employability as such projects are established.31 Del. C. 1953,\n\n§\n\n 904;54 Del. Laws, c. 323,\n\n§\n\n 2;§\n\n905. Requirements for work projects.(a) Recipients shall be assigned to perform only such work under this chapter as they are able, in the judgment of the Department of Public Welfare, to perform. Such work must serve a useful public purpose.(b) Recipients shall not perform work on projects which will result either in the displacement of regular workers or in the performance by such recipients of work that would otherwise be performed by employees of public or private agencies, institutions or organizations.(c) Reasonable standards of health, safety and other conditions applicable to the performance of such work shall be established and maintained for all work projects.(d) Recipients assigned to work projects shall be afforded reasonable opportunities to seek regular employment and to secure any appropriate training or retraining which may be available.(e) Employable adults of families receiving assistance shall be assigned to work projects for a number of hours determined by the amount of the assistance grant to the family divided by the minimum wage provided in § 902 of Title 19. No employable adult shall be assigned for more hours than are necessary to work out the employable adult’s grant as determined above.(f) No assistance recipient shall be assigned to work for more than 8 hours in any 1 day or more than 40 hours in any 1 week.31 Del. C. 1953,\n\n§\n\n 905;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 26;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n906. Department to establish rules and regulations.The Department of Health and Social Services shall establish such rules and regulations as it deems necessary for the efficient administration of this title and the achievement of the legislative intent expressed in § 901 of this title and § 501 of this title.31 Del. C. 1953,\n\n§\n\n 906;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 27;§\n\n907. Workers’ compensation protection.All project workers will be covered under the State Workers’ Compensation Law with adequate protection through private insurance which provides for complete coverage for all workers on all projects, including disability by injury or occupational disease, prompt and complete medical care in case of accident or injury and adequate benefits for temporary or permanent disability and for survivors in case of death.31 Del. C. 1953,\n\n§\n\n 907;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n908. Cooperative arrangements with Employment Security Commission of Delaware, State Board of Vocational Education and State Department of Education.The Department of Public Welfare shall enter into cooperative arrangements with the Employment Security Commission of Delaware for the employment or occupational training of recipients performing work under this chapter, with the State Board of Vocational Education for the training or retraining of said recipients and assisting them in preparing for regular employment and with the State Department of Education for adult services in appropriate cases.31 Del. C. 1953,\n\n§\n\n 908;54 Del. Laws, c. 323,\n\n§\n\n 2;73 Del. Laws, c. 65,\n\n§\n\n 45;§\n\n909. Effect of refusal to work.The Department, as part of its authority pursuant to §§ 503, 512(1), 509 and 518 of this title, may establish sanctions for any assistance recipient who refuses without good cause to report for or to perform that work to which the recipient has been assigned by the Department, or who refuses without good cause to report for and participate in any training project designed to improve employability to which the recipient has been referred.31 Del. C. 1953,\n\n§\n\n 909;53 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 28;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n910. Adjustments or recovery.Any law to the contrary notwithstanding, no adjustment or recovery shall be made by the State or any political subdivision thereof on account of any payments which are correctly made for work performed under the terms of this chapter.31 Del. C. 1953,\n\n§\n\n 910;54 Del. Laws, c. 323,\n\n§\n\n 2;§\n\n911. Job training and placement by nonprofit corporations(a) The Department of Labor is authorized: (1) To refer welfare recipients to nonprofit corporations for training designed to improve employability and for job placement or job referral; and (2) to pay the sum of $500 to nonprofit corporations, which have an approved proposal by August 1 of the current fiscal year, for each welfare recipient placed in an unsubsidized job.(b) “Placed” or “placement” as used in this section shall mean placement of a referral in an unsubsidized substantially full-time job of not less than 100 hours per month for a minimum of 30 days.59 Del. Laws, c. 523,\n\n§\n\n 11;61 Del. Laws, c. 542,\n\n§§\n\n 1, 2;81 Del. Laws, c. 367,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-902",
      "number": "902.",
      "heading": "Work requirements as to employable recipients of public assistance",
      "text": "Employable persons receiving assistance from the Department of Public Welfare in the categories of general assistance or Temporary Assistance for Needy Families shall be required in accordance with this chapter to perform such work a\n§\n\n 902;54 Del. Laws, c. 323,\n\n§\n\n 2;57 Del. Laws, c. 248;81 Del. Laws, c. 367,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-903",
      "number": "903.",
      "heading": "Application for assignment of assistance recipients",
      "text": "Whenever the governing body of a county, city or town within this State, or the board or executive officer of any state agency or other public agency or public institution or private nonprofit organization, has any work to be done with the county,\n§\n\n 903;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 25;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-904",
      "number": "904.",
      "heading": "Assignment of assistance recipients",
      "text": "(a) Upon application as provided for in § 903 of this title, the Department of Public Welfare shall thereupon assign to such work project the required number of employable recipients of assistance according to their availability, provided it is satisfied that all\n§\n\n 904;54 Del. Laws, c. 323,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-905",
      "number": "905.",
      "heading": "Requirements for work projects",
      "text": "(a) Recipients shall be assigned to perform only such work under this chapter as they are able, in the judgment of the Department of Public Welfare, to perform. Such work must serve a useful public purpose.(b) Recipients shall not perform work on projects which will re\n§\n\n 905;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 26;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-906",
      "number": "906.",
      "heading": "Department to establish rules and regulations",
      "text": "The Department of Health and Social Services shall establish such rules and regulations as it deems necessary for the efficient administration of this title and the achievement of the legislative intent expressed in § 901 of this title and § 501 of this\n§\n\n 906;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 27;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-907",
      "number": "907.",
      "heading": "Workers’ compensation protection",
      "text": "All project workers will be covered under the State Workers’ Compensation Law with adequate protection through private insurance which provides for complete coverage for all workers on all projects, including disability by injury or occupational disease, prompt and c\n§\n\n 907;54 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-908",
      "number": "908.",
      "heading": "Cooperative arrangements with Employment Security Commission of Delaware, State Board of Vocational Education and State Department of Education",
      "text": "The Department of Public Welfare shall enter into cooperative arrangements with the Employment Security Commission of Delaware for the employment or occupat\n§\n\n 908;54 Del. Laws, c. 323,\n\n§\n\n 2;73 Del. Laws, c. 65,\n\n§\n\n 45;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-909",
      "number": "909.",
      "heading": "Effect of refusal to work.The Department, as part of its authority pursuant to §§ 503, 512(1), 509 and 518 of this title, may establish sanctions for any assistance recipient who refuses without good cause to report for or to perform that work to which the recipient has been assigned by the Departme",
      "text": "§\n\n 909;53 Del. Laws, c. 323,\n\n§\n\n 2;70 Del. Laws, c. 65,\n\n§\n\n 28;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-910",
      "number": "910.",
      "heading": "Adjustments or recovery.Any law to the contrary notwithstanding, no adjustment or recovery shall be made by the State or any political subdivision thereof on account of any payments which are correctly made for work performed under the terms of this chapter",
      "text": "31 Del. C. 1953,\n§\n\n 910;54 Del. Laws, c. 323,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-911",
      "number": "911.",
      "heading": "Job training and placement by nonprofit corporations(a) The Department of Labor is authorized: (1) To refer welfare recipients to nonprofit corporations for training designed to improve employability and for job placement or job referral; and (2) to pay the sum of $500 to nonprofit corporations, whi",
      "text": "§\n\n 11;61 Del. Laws, c. 542,\n\n§§\n\n 1, 2;81 Del. Laws, c. 367,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    }
  ]
}