{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-735c-refund-exchange-and-discount-policies-and-pract",
  "sections": [
    {
      "id": "section-42-110aa",
      "number": "42-110aa.",
      "heading": "Refund and exchange policies, generally",
      "text": "(a)Disclosure of refund or exchange policy.(1) Any person engaged in trade or commerce in this state shall disclose such person's refund or exchange policy, including whether or not such person, as a matter of policy, provides refunds or allows exchanges. Such person shall clearly and conspicuously: (A) Post such policy on such person's premises if such person conducts in-person sales of goods; (B) display such policy on such person's Internet web site if such person conducts online sales of goods; and (C) verbally disclose such policy if such person conducts verbal sales of goods, including, but not limited to, sales of goods by telephone.\n\n(2) If any person described in subdivision (1) of this subsection, as a matter of policy, provides refunds or allows exchanges, such person's refund or exchange policy shall disclose: (A) Whether such person shall (i) provide a cash refund, credit refund or refund in the form of a store credit, or (ii) allow an exchange; (B) whether such person shall provide a refund or allow an exchange (i) at any time, or (ii) before a specified time; (C) whether any refund or exchange is subject to any fee and the amount of such fee, which fee shall be expressed (i) in a dollar amount, or (ii) as a percentage; and (D) any other conditions imposed by such person that govern refunds or exchanges.\n\n(3) If any person described in subdivision (1) of this subsection does not, as a matter of policy, provide refunds or allow exchanges, such person shall provide a cash refund, credit refund or refund in the form of a store credit to any consumer who returns any good purchased from such person not later than seven days after the consumer received such goods unless such person discloses such person's refund or exchange policy in accordance with the provisions of subdivisions (1) and (2) of this subsection.\n\n(b)Notice of termination of right to return goods.(1) Any person that utilizes an electronic system to record, monitor and limit the number or total dollar value of returns made by a consumer shall: (A) Clearly indicate in such person's conspicuously posted refund or exchange policy that such person uses such system; and (B) prior to terminating the right of any such consumer to return goods pursuant to any such limitation, provide written notice to such consumer that indicates such termination.\n\n(2) The written termination notice provided pursuant to subparagraph (B) of subdivision (1) of this subsection shall not affect the consumer's right to return any goods purchased by such consumer or purchased for the benefit of such consumer prior to the date of such notice, if such consumer has a valid receipt evidencing a purchase date for such goods that is prior to the date such consumer receives such notice. Any such written termination notice that is mailed to the last-known address of such consumer, the electronic mail address provided by such consumer or the address of such consumer that is obtained through reasonably available public records shall be deemed to comply with the notification requirements of this subsection.\n\n(c)Extension of time for accepting returned goods permitted.This section shall not be construed to prohibit any person engaged in trade or commerce in this state from extending the period of time during which such person will accept the return of goods purchased from such person.\n\n(d)Exemptions.This section does not apply to perishable goods, including readily perishable foods and beverages, or goods clearly marked as nonreturnable pursuant to such person's conspicuously posted refund or exchange policy.\n\n(e)Violation deemed unfair trade practice.Any violation of the provisions of subsection (a) of this section shall constitute an unfair trade practice for purposes of section 42-110b.\n\n(P.A. 99-274, S. 1; P.A. 05-138, S. 1; P.A. 07-150, S. 1; P.A. 24-142, S. 27.)\n\nHistory: P.A. 05-138 amended Subsec. (a) to delete provision re unfair trade practice, make conforming changes and require clear indication of the use of an electronic system to record, monitor and limit the number or total dollar value of returns within posted refund or exchange policy, added new Subsec. (b) requiring written notice to the consumer prior to terminating the consumer's right to return goods when using such electronic system, redesignated existing Subsecs. (b) and (c) as Subsecs. (c) and (d) and added Subsec. (e) re violation of Subsec. (a) constituting an unfair trade practice, effective January 1, 2006; P.A. 07-150 added “if such consumer has a valid receipt evidencing a purchase date for such goods that is prior to the date such consumer receives such notice” in Subsec. (b), effective July 1, 2007; P.A. 24-142 deleted former Subsec. (a) re prohibition against person engaged in trade or commerce in this state refusing to immediately accept returned goods and issue refund, added new Subsec. (a) re disclosure of refund or exchange policy, substantially amended Subsec. (b) including by dividing existing provisions into Subdivs., adding Subdiv. (1)(A) requiring indication that person uses electronic system, deleting provision in Subdiv. (1)(B) re principal place of business and adding provision in Subdiv. (2) re electronic mail, amended Subsec. (c) by substituting “person” for “person's place of business”, and made technical and conforming changes in Subsec. (b), effective June 6, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735c/section-42-110aa/"
    },
    {
      "id": "section-42-110bb",
      "number": "42-110bb",
      "heading": "to 42-110kk. - Reserved for future use.",
      "text": "to 42-110kk. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-110ll",
      "number": "42-110ll.",
      "heading": "Disclosure of retail discounts offered to senior citizens. Penalty.",
      "text": "Any person, firm or corporation who offers goods or services to the public at retail and who offers a discount to senior citizens shall disclose the qualifying age and the percentage or dollar amount of such discount on a conspicuously placed sign located at the point of display, the cash register or the store entrance. The Commissioner of Consumer Protection may assess a civil penalty in the amount of fifty dollars against any person, firm or corporation that violates the provisions of this section.\n\n(P.A. 09-53, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735c/section-42-110ll/"
    }
  ]
}