{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-743h-profiteering",
  "sections": [
    {
      "id": "section-42-230",
      "number": "42-230.",
      "heading": "(Formerly Sec. 21a-78a). - Retail prices during an emergency",
      "text": "No person, firm or corporation shall increase the price of any item which such person, firm or corporation sells or offers for sale at retail at any location in an area which is the subject of any disaster emergency declaration issued by the Governor pursuant to chapter 517, any transportation emergency declaration issued by the Governor pursuant to section 3-6b or any major disaster or emergency declaration issued by the President of the United States, until the period of emergency or disaster is declared by the Governor or the President to be at an end. Nothing in this section shall prohibit the fluctuation in the price of items sold at retail which occurs during the normal course of business. Any person, firm or corporation which violates any provision of this section shall be fined not more than ninety-nine dollars. Any violation of the provisions of this section shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b.\n\n(P.A. 86-339, S. 3; P.A. 02-97, S. 12.)\n\nHistory: Sec. 21a-78a transferred to Sec. 42-230 in 1993; P.A. 02-97 made violation an unfair or deceptive trade practice under Sec. 42-110b(a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-230-formerly-sec-21a-78a/"
    },
    {
      "id": "section-42-231",
      "number": "42-231.",
      "heading": "Governor's proclamation of supply emergency. Imposition of price restrictions or rationing. Legislative disapproval.",
      "text": "(a) In the event of a state-wide or regional shortage or threatened shortage of a product or service due to an abnormal market disruption resulting from a natural disaster, weather conditions, acts of nature, strike, civil disorder, war, national or local emergency or other extraordinary adverse circumstance, the Governor may proclaim that a supply emergency exists. Upon the declaration of an emergency, the Governor may in connection therewith issue orders designating a product or service to be in short supply or in danger of becoming in short supply in the state or in a specific region of the state and imposing price restrictions or rationing with respect thereto. Prior to the issuance of such an order, the Governor shall make written findings that there is an abnormal market disruption, that the product or service is in short supply or is in danger of becoming in short supply due to such disruption, that the product or service is essential to the health, safety and welfare of the people of the state such as food, clothing, shelter and products used or services provided for the protection of life or property, and that the imposition of price restrictions on the product or service or rationing of the product is necessary to assure the health, safety and welfare of the people of the state. For the purposes of this section, “product” shall not include an energy resource as defined in section 16a-2.\n\n(b) Any proclamation or order issued pursuant to this section shall become effective upon its filing in the office of the Secretary of the State and with the clerks of the Senate and the House of Representatives. Such proclamation or order shall be published in full at least once in a newspaper having general circulation in each county, provided failure to publish shall not impair the validity of such proclamation or order. Unless disapproved in accordance with the provisions of subsection (c) of this section, any proclamation or order shall remain in effect until the Governor proclaims an end to the emergency or until ninety days after the date of the proclamation of the emergency, whichever occurs first.\n\n(c) Any proclamation or order issued pursuant to this section may be disapproved by a majority vote of each house of the General Assembly. Any such disapproval shall become effective upon filing notice of such action with the office of the Secretary of the State.\n\n(d) The Commissioner of Consumer Protection shall adopt regulations in accordance with chapter 54 concerning the rationing of products or services designated by the Governor to be in short supply or in danger of becoming in short supply.\n\n(P.A. 91-367, S. 1; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-231/"
    },
    {
      "id": "section-42-232",
      "number": "42-232.",
      "heading": "Prohibition on sale of product or service or energy resource at excessive price during supply or energy emergency. Penalty.",
      "text": "(a) No person shall sell or offer for sale during the course of any supply emergency declared by the Governor under section 42-231 any product or service which the Governor has designated to be in short supply or in danger of becoming in short supply in the area where such product or service is being sold or offered for sale at a price which exceeds the price at which such product or service was sold or offered for sale by such person in the usual course of business immediately prior to the declaration of the emergency. Nothing herein shall prohibit an increase in the price of a product or service which is attributable to additional costs incurred by such person in connection with the acquisition, production, distribution or sale of such product or service.\n\n(b) No person shall sell or offer for sale during the course of an energy emergency declared by the Governor under section 16a-11 or 16a-12 any energy resource upon which price restrictions have been ordered to be imposed at a price which exceeds the price at which such energy resource was sold or offered for sale by such person in the usual course of business immediately prior to the declaration of the emergency. Nothing herein shall prohibit an increase in the price of an energy resource which is attributable to additional costs incurred by such person in connection with the acquisition, production, distribution or sale of such energy resource.\n\n(c) Any violation of the provisions of this section shall be deemed an unfair trade or deceptive practice under subsection (a) of section 42-110b.\n\n(d) Any person who violates the provisions of this section or any order issued pursuant to section 42-231 shall be fined not more than one thousand dollars or imprisoned not more than one year, or both, for each offense, except that any person who intentionally violates the provisions of this section or any order issued pursuant to section 42-231 or engages in a pattern of activity constituting repeated violations of this section or any such order shall be guilty of a class D felony for each offense. Each violation and each day on which the violation occurs or continues shall be a separate offense.\n\n(P.A. 91-367, S. 2; P.A. 13-258, S. 108.)\n\nHistory: P.A. 13-258 amended Subsec. (d) to change penalty from fine of not more than $5,000 or imprisonment of not more than 5 years to a class D felony.\n\nCited. 231 C. 707.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-232/"
    },
    {
      "id": "section-42-233",
      "number": "42-233.",
      "heading": "Petition for exemption. Commissioner's responsibilities. Appeal. Regulations.",
      "text": "(a)(1) Any person aggrieved by any order issued under section 42-231 may file a petition with the Commissioner of Consumer Protection requesting an exemption. The petition shall be in such form as the commissioner may prescribe. The person filing the petition shall be subject to the penalty for making a false statement under section 53a-157b.\n\n(2) The commissioner may grant an exemption to any person who due to certain circumstances is unable to comply with such order without suffering inordinate hardship beyond that hardship suffered by persons generally.\n\n(b) The commissioner may investigate any such petition and consider in his decision any relevant factual finding resulting from such investigation. The commissioner may accept submissions from third parties relevant to such petition, provided the petitioner is afforded the opportunity to respond to such third party submissions. The commissioner may also consider any other sources of relevant information in deciding the petition before him. The commissioner may hold an informal hearing, if, in his opinion, such hearing is advisable.\n\n(c) If the commissioner determines that there is insufficient information upon which to base a decision and if upon request the required additional information is not furnished, the petition may be dismissed without prejudice. The commissioner shall grant, deny or dismiss without prejudice such petition not more than thirty days after receipt of such petition. The commissioner may make his decision granting an exemption conditional upon the petitioner's taking actions specified in such decision. Upon the granting, denying or dismissal of such petition, the commissioner shall notify the petitioner, in writing, of the reasons for his decision.\n\n(d) The commissioner may reconsider and alter any decision under this section as he deems necessary. The commissioner may suspend or revoke any exemption for any reason including but not limited to: (1) Changed circumstances where the grounds for granting an exemption to the petitioner have ceased to exist, (2) failure on the part of the petitioner to comply with conditions specified in the commissioner's decision granting the exemption, or (3) where the exemption was issued by mistake or on the basis of misrepresentation or false pretenses on the part of the petitioner.\n\n(e) The provisions of sections 4-176e to 4-181a, inclusive, shall not apply to any proceeding held pursuant to subsections (a) to (d), inclusive, of this section. Any person aggrieved by the decision of the commissioner may appeal such decision in accordance with the provisions of sections 4-183 and 4-184.\n\n(f) The commissioner shall adopt regulations, in accordance with chapter 54, establishing administrative procedures to implement the provisions of this section with respect to petitions for exemption.\n\n(P.A. 91-367, S. 3; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-233/"
    },
    {
      "id": "section-42-234",
      "number": "42-234.",
      "heading": "Abnormal market disruptions and prices of energy resources",
      "text": "(a) As used in this section:\n\n(1) “Energy resource” shall include, but not be limited to, middle distillate, residual fuel oil, motor gasoline, gasohol, propane, aviation gasoline and aviation turbine fuel, natural gas, electricity, coal and coal products, wood fuels, number 2 heating oil used exclusively for heating purposes and any other resource yielding energy;\n\n(2) “Seller” shall include, but not be limited to, a supplier, wholesaler, distributor or retailer involved in the sale or distribution in this state of an energy resource;\n\n(3) “Abnormal market disruption” refers to any stress to an energy resource market resulting from weather conditions, acts of nature, failure or shortage of a source of energy, strike, civil disorder, war, national or local emergency, oil spill or other extraordinary adverse circumstance;\n\n(4) “Margin” means, for each grade of product sold, the percentage calculated by the following formula: One hundred multiplied by a fraction, the numerator of which is the difference between the sales price per gallon and the product price per gallon and the denominator of which is the product price per gallon. For purposes of this subdivision, “product price per gallon” includes all applicable taxes;\n\n(5) “Notice” means a posting made by the Attorney General pursuant to subsection (d) of this section announcing the inception and end date of any abnormal market disruption or the reasonable anticipation of any imminent abnormal market disruption.\n\n(b) No seller during any period of abnormal market disruption or during any period in which an imminent abnormal market disruption is reasonably anticipated shall sell or offer to sell an energy resource for an amount that represents an unconscionably excessive price.\n\n(c) Evidence that (1) the amount charged represents a gross disparity between the price of an energy resource that was the subject of the transaction and the price at which such energy resource was sold or offered for sale by the seller in the usual course of business immediately prior to (A) the onset of an abnormal market disruption, or (B) any period in which an imminent abnormal market disruption is reasonably anticipated, and (2) the amount charged by the seller was not attributable to additional costs incurred by the seller in connection with the sale of such energy resource, shall constitute prima facie evidence that a price is unconscionably excessive.\n\n(d) (1) The Attorney General shall post a notice on the home page of the Internet web site of the office of the Attorney General announcing the inception and end date of any abnormal market disruption or the reasonable anticipation of any imminent abnormal market disruption.\n\n(2) (A) Notwithstanding the provisions of subdivision (1) of this subsection, on or after ninety-one days from April 3, 2012, an abnormal market disruption shall be deemed to occur whenever the wholesale price of motor gasoline or gasohol increases by an amount equal to or greater than fifteen per cent on any day over such price on any prior day, provided any such prior day is not more than ninety days prior to such increase, and such increase results in a wholesale price for motor gasoline or gasohol that is in excess of three dollars per gallon. The Commissioner of Energy and Environmental Protection shall notify the Attorney General and the Commissioner of Consumer Protection upon the occurrence of such increase for the purposes of subparagraphs (B) and (C) of this subdivision.\n\n(B) At any time when an abnormal market disruption is deemed to occur and the Commissioner of Energy and Environmental Protection has provided notice to the Attorney General, as described in subparagraph (A) of this subdivision, the Attorney General shall post a notice, in accordance with the provisions of subdivision (1) of this subsection, provided such abnormal market disruption shall have its inception date on the day after the price increase described in said subparagraph (A), and its end date shall be thirty days after the date of such inception date. Upon the notice of such abnormal market disruption, the Attorney General or the Commissioner of Consumer Protection may immediately take any actions authorized by this section or any other section of the general statutes.\n\n(C) If, during an abnormal market disruption in existence pursuant to this subdivision, the Commissioner of Energy and Environmental Protection determines that the wholesale price of motor gasoline or gasohol has increased by an amount equal to or greater than fifteen per cent over such price on any day during the ninety-day period prior to the day of such increase, a subsequent abnormal market disruption shall be deemed to occur, said commissioner shall provide notice, as described in subparagraph (A) of this subdivision, a new thirty-day period shall be in effect, and the Attorney General and the Commissioner of Consumer Protection shall proceed as described in subparagraph (B) of this subdivision.\n\n(D) For purposes of this subdivision, the Commissioner of Energy and Environmental Protection shall determine the wholesale price on a daily basis by using the calendar day average price for gasoline published by the Oil Price Information Service. To determine whether a fifteen per cent increase has occurred in motor gasoline or gasohol prices during the ninety-day period described in this subdivision, said commissioner shall compare the higher of such calendar day average price at either “Hartford/Rocky Hill” or “New Haven” to the lowest of such calendar day average price at either “Hartford/Rocky Hill” or “New Haven”.\n\n(e) Notwithstanding the provisions of subsections (b) and (c) of this section, it shall not be a violation of this section if a seller sells or offers to sell motor gasoline during an abnormal market disruption or any period in which an imminent abnormal market disruption is reasonably anticipated if the seller's average margin for such motor gasoline during the longer of the following: (1) Any such period of abnormal market disruption or imminent abnormal market disruption, or (2) thirty days following the date notice was provided by the Attorney General pursuant to subsection (d) of this section, is not greater than such seller's maximum margin on the sale of such motor gasoline during the ninety-day period prior to the onset of the abnormal market disruption or period in which an imminent abnormal market disruption is reasonably anticipated.\n\n(f) In addition to any penalty imposed by chapter 735a or this chapter, and in accordance with the procedures described in chapter 735a, the Commissioner of Consumer Protection may impose a fine of not more than ten thousand dollars per violation on any large seller of motor gasoline or gasohol that violates the provisions of this section. For purposes of this subsection, “large seller” means a person engaged in the wholesale or retail sale, or both, of petroleum products in this state or in the wholesale sale of petroleum products for consumption in this state who is required to register with the Commissioner of Energy and Environmental Protection pursuant to section 16a-22d.\n\n(g) (1) In enforcing this section, the Commissioner of Consumer Protection, in said commissioner's sole discretion, may undertake investigations upon consideration of the information presented to the Department of Consumer Protection, including, but not limited to, the number of complaints, the geographic areas reporting possible violations, an increase or decrease over time of the number of complaints, the basis for each complaint, and the credibility of the evidence presented of possible violations.\n\n(2) The commissioner may require that complaints under this section be reported on the department's web site, or in such other way as the commissioner may determine will best serve the interests of the public and the department.\n\n(h) This section shall not be construed to limit the ability of the Commissioner of Consumer Protection or the courts to establish certain acts or practices as unfair or unconscionable in the absence of abnormal market disruptions.\n\n(Oct. 25 Sp. Sess. P.A. 05-2, S. 10; Oct. 25 Sp. Sess. P.A. 05-4, S. 3; P.A. 10-176, S. 2; P.A. 12-4, S. 3.)\n\nHistory: Oct. 25 Sp. Sess. P.A. 05-2 effective October 31, 2005; Oct. 25 Sp. Sess. P.A. 05-4 amended Subsec. (a)(3) to make a technical change, effective December 1, 2005; P.A. 10-176 amended Subsec. (a) to add Subdivs. (4) and (5) defining “margin” and “notice”, added new Subsec. (d) re Attorney General posting notice, added Subsec. (e) re average margin for sales or offers that are not a violation of section and redesignated existing Subsec. (d) as Subsec. (f), effective July 1, 2010; P.A. 12-4 amended Subsec. (a)(1) by redefining “energy resources”, made a technical change in Subsec. (c), amended Subsec. (d) by designating existing provisions as Subdiv. (1) and adding Subdiv. (2) re when abnormal market disruption is deemed to occur, added new Subsec. (f) re fine for large sellers, added Subsec. (g) re investigations and redesignated existing Subsec. (f) as Subsec. (h), effective April 3, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-234/"
    },
    {
      "id": "section-42-234a",
      "number": "42-234a.",
      "heading": "Abnormal market disruptions and prices of energy resources: Civil actions by Attorney General; unfair trade practice.",
      "text": "(a) The Attorney General, upon referral by the Commissioner of Consumer Protection, may bring a civil action in the superior court for the judicial district of Hartford against any person who violates any provisions of section 42-234 to recover a civil penalty of not more than ten thousand dollars per violation and such equitable relief as the court deems appropriate.\n\n(b) The Attorney General, upon referral by the Commissioner of Consumer Protection, may bring a civil action in the superior court for the judicial district of Hartford against any person who knowingly violates any provision of section 42-234 to recover a civil penalty of not more than ten thousand dollars per violation, double damages and such equitable relief as the court deems appropriate.\n\n(c) Notwithstanding the provisions of this section, any violation of section 42-234 shall be deemed to be an unfair trade practice within the provisions of chapter 735a.\n\n(Oct. 25 Sp. Sess. P.A. 05-2, S. 11.)\n\nHistory: Oct. 25 Sp. Sess. P.A. 05-2 effective October 31, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-234a/"
    },
    {
      "id": "section-42-234b",
      "number": "42-234b.",
      "heading": "Price of petroleum products not to include amount in excess of tax liability",
      "text": "(a) Any company subject to the tax imposed by chapter 227 shall not include in any billing with respect to the first sale of petroleum products in this state any amount representing the petroleum products gross earnings tax that is in excess of the tax liability imposed by section 12-587.\n\n(b) (1) In enforcing this section, the Commissioner of Consumer Protection, in said commissioner's sole discretion, may undertake investigations upon consideration of the information presented to the Department of Consumer Protection, including, but not limited to, the number of complaints, the geographic areas reporting possible violations, an increase or decrease over time of the number of complaints, the basis for each complaint, and the credibility of the evidence presented of possible violations.\n\n(2) The commissioner may require that complaints under this section be reported on the department's web site, or in such other way as the commissioner may determine will best serve the interests of the public and the department.\n\n(c) On and after April 15, 2012, any violation of this section shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b. Such violation shall be in lieu of, and not in addition to, any penalty imposed by chapter 227 for the action described in this section.\n\n(P.A. 12-4, S. 2.)\n\nHistory: P.A. 12-4 effective April 3, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-234b/"
    },
    {
      "id": "section-42-235",
      "number": "42-235.",
      "heading": "Proclamation of severe weather event emergency",
      "text": "(a) For purposes of this section, “consumer goods and services” means goods and services that are vital and necessary for the health, safety or welfare of consumers and are used, bought or rendered primarily for personal, family or household purposes, including, but not limited to, the provision of lodging, snow removal, flood abatement and post-storm cleanup or repair services.\n\n(b) In the event that adverse weather conditions create an unusually high demand for consumer goods and services, the Governor may proclaim that a severe weather event emergency exists. Upon the proclamation of such emergency, the Governor shall post notice of such proclamation on the home page of the Internet web site of the office of the Governor. Upon determining that such severe weather event emergency has ended, the Governor shall post the end date of such emergency on such web site.\n\n(c) During such severe weather event emergency, no person within the chain of distribution of consumer goods and services shall sell or offer to sell consumer goods or services for a price that is unconscionably excessive.\n\n(d) (1) A determination that a violation of subsection (c) of this section has occurred shall be based, among other factors, on the following: (A) That the price for which consumer goods and services were sold or offered to be sold was unconscionably excessive, (B) that there was an exercise of unfair leverage or unconscionable means, or (C) a combination of both factors in subparagraphs (A) and (B) of this subdivision. (2) Evidence that: (A) The price for which consumer goods and services were sold or offered to be sold represents a gross disparity between the price of the goods or services that were the subject of the transaction and their value measured by the average price at which such consumer goods or services were sold or offered to be sold by the defendant in the usual course of business during the thirty-day period prior to a severe weather event proclamation made by the Governor pursuant to subsection (b) of this section, or (B) the price for which consumer goods and services were sold or offered to be sold grossly exceeded the price at which the same or similar goods or services were readily obtainable by other consumers in the trade area shall constitute prima facie evidence that the price is unconscionably excessive. A defendant may rebut a prima facie case with evidence that additional costs not within the control of the defendant were imposed on the defendant for such goods or services.\n\n(e) A seller of an energy resource, as defined in subsection (a) of section 42-234, shall be exempt from the provisions of this section.\n\n(f) A violation of subsection (c) of this section shall constitute an unfair trade or deceptive practice under subsection (a) of section 42-110b.\n\n(g) Each violation and each day on which the violation occurs or continues shall be a separate offense.\n\n(h) The provisions of this section shall not be construed to limit the ability of the Commissioner of Consumer Protection or the court from finding certain acts or practices unfair or deceptive pursuant to chapter 735a in the absence of a severe weather event emergency proclamation made by the Governor pursuant to subsection (b) of this section.\n\n(P.A. 13-175, S. 1.)\n\nHistory: P.A. 13-175 effective June 21, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743h/section-42-235/"
    },
    {
      "id": "section-42-236",
      "number": "42-236",
      "heading": "to 42-239. - Reserved for future use.",
      "text": "to 42-239. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}