{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-735a-unfair-trade-practices",
  "sections": [
    {
      "id": "section-42-110a",
      "number": "42-110a.",
      "heading": "Definitions.Section 42-110b. - Unfair trade practices prohibited",
      "text": "As used in this chapter:\n\n(1) “Commissioner” means the Commissioner of Consumer Protection;\n\n(2) “Documentary material” means the original or a copy of a book, record, report, memorandum, paper, communication, tabulation, map, chart, photograph, mechanical transcription, or other tangible document or recording, wherever situate;\n\n(3) “Person” means a natural person, corporation, limited liability company, trust, partnership, incorporated or unincorporated association, and any other legal entity;\n\n(4) “Trade” and “commerce” means the advertising, the sale or rent or lease, the offering for sale or rent or lease, or the distribution of any services and any property, tangible or intangible, real, personal or mixed, and any other article, commodity, or thing of value in this state.\n\n(P.A. 73-615, S. 1, 16; P.A. 78-346, S. 1; P.A. 95-79, S. 154, 189; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: P.A. 78-346 redefined “trade” and “commerce” to include rent and lease of services or property; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 186 C. 507; 190 C. 510. Determination of “unfair practice” discussed. 192 C. 558. Cited. 200 C. 172; 203 C. 342; 211 C. 613; 216 C. 65; 225 C. 70; 230 C. 148; Id., 486; 231 C. 707; 232 C. 480; 238 C. 183; 243 C. 17. Condominium mismanagement not within purview of CUTPA. 245 C. 504. Most significant question in considering CUTPA claim against an attorney is whether the allegedly improper conduct is part of attorney's professional representation of a client or is part of the entrepreneurial aspect of practicing law. 260 C. 766. Trial court properly concluded that the degree to which speeding fee, because it was a penalty, violated public policy was sufficient to find a CUTPA violation without addressing remaining criteria of the cigarette rule. 273 C. 296. Trial court properly granted airport defendant's motion to strike CUTPA claim. 275 C. 105. Assignment of plaintiff's CUTPA action to an estate would transform the action into a wrongful death action that is barred by the exclusivity provision of the Workers' Compensation Act. 289 C. 1. A common-law breach of fiduciary duty arising in the insurance context that does not violate the Connecticut Unfair Insurance Practices Act or some other statute regulating the insurance industry cannot provide the basis for a valid CUTPA claim. 310 C. 1. All of mobile home owners' association members were not required to testify re firsthand knowledge of violations and how they were individually harmed for purposes of establishing ascertainable loss and obtaining injunctive and other equitable relief. Id., 797.\n\nCited. 21 CA 275; 28 CA 660. Medical malpractice claims recast as CUTPA claims cannot form basis for a CUTPA violation. 52 CA 487. Defendants' breaches of their fiduciary duty to plaintiff entitled plaintiff to damages, including reimbursement of any improper fees and charges, interest for loss of use of profits and a constructive trust over profits defendants received through improper use of partnership funds, and constituted a violation of CUTPA because defendants' actions clearly placed them in direct competition with the interests of the partnership. 57 CA 121. Where use and occupancy of apartment incidental to employment and not a tenancy, plaintiff could not prevail under CUTPA claim. 59 CA 704. Plaintiff, who established that defendant refused to sell and install carpeting at price originally quoted to plaintiff, suffered the loss of his contract and, therefore, sustained an “ascertainable loss” as result of an unfair trade practice; accordingly, plaintiff was entitled to punitive damages under CUTPA. 76 CA 586. Defendants did not violate CUTPA; trial court's assessment of dispute as intracorporate and outside purview of CUTPA was not clearly erroneous. 91 CA 619. Where both parties honored the contract, there was no unfair, unethical or unscrupulous act so as to constitute an unfair trade practice. 117 CA 550. Hospital has no duty, and public policy concerns do not support imposition of a duty, to report incident of alleged sexual crime against patient to patient's daughter before hospital has reasonable time to investigate allegations, and hospital's failure to report the incident before such time cannot form the basis of a CUTPA violation. 142 CA 72. Contract for purchase of software licenses, hardware, services and concomitant support, where installation and use was exclusively out-of-state, did not concern trade or commerce practices “in this state” for purposes of Subdiv. (4). 146 CA 169; judgment reversed, see 322 C. 541. Award of attorney's fees improper because allegations in CUTPA count, even if taken as true, were insufficient on their face to state a cause of action under CUTPA because plaintiffs failed to present evidence at hearing in damages to support a claim beyond a mere breach of contract. 149 CA 267. Plaintiffs' claim of emotional distress, i.e. the loss of a reasonable expectation that the patient would be safe from harm and that the hospital would properly care for her, does not constitute an ascertainable loss of money or property as required for a CUTPA claim. Id., 502.\n\nCited. 36 CS 183; 43 CS 431. Condominium mismanagement not within purview of CUTPA. 45 CS 341. Motion to strike complaint alleging unfair trade practices denied in case involving delivery system of a mail order pharmaceutical service; such delivery operation was entrepreneurial. 49 CS 388.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110a/"
    },
    {
      "id": "section-42-110b",
      "number": "42-110b.",
      "heading": "Unfair trade practices prohibited. Legislative intent.",
      "text": "(a) No person shall engage in unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce.\n\n(b) It is the intent of the legislature that in construing subsection (a) of this section, the commissioner and the courts of this state shall be guided by interpretations given by the Federal Trade Commission and the federal courts to Section 5(a)(1) of the Federal Trade Commission Act (15 USC 45(a)(1)), as from time to time amended.\n\n(c) The commissioner may, in accordance with chapter 54, establish by regulation acts, practices or methods which shall be deemed to be unfair or deceptive in violation of subsection (a) of this section. Such regulations shall not be inconsistent with the rules, regulations and decisions of the federal trade commission and the federal courts in interpreting the provisions of the Federal Trade Commission Act.\n\n(d) It is the intention of the legislature that this chapter be remedial and be so construed.\n\n(P.A. 73-615, S. 2, 16; P.A. 75-618, S. 1, 11; P.A. 76-303, S. 1, 4.)\n\nHistory; P.A. 75-618 rephrased provisions for clarity and consistency; P.A. 76-303 deleted provision in Subsec. (a) which established unfair or deceptive acts and methods of competition as those in rules, regulations or decisions interpreting Federal Trade Commission Act by Federal Trade Commission or federal courts and in regulations of commissioner and state courts, inserting new Subsec. (b) in its stead, relettered former Subsec. (b) and added Subsec. (d).\n\nCited. 177 C. 304; 184 C. 607; 186 C. 507; Id., 507; 190 C. 510; Id., 528; 191 C. 484; 192 C. 558; Id., 747; 193 C. 208; 199 C. 651; 200 C. 172; Id., 360; 202 C. 234; 203 C. 342; Id., 475; 205 C. 479; 207 C. 204; Id., 575; 208 C. 620; 213 C. 665; 214 C. 303; 215 C. 590; 216 C. 65; 217 C. 404; 219 C. 644; 221 C. 356; 223 C. 80; Id., 761; 224 C. 231; 225 C. 566; Id., 705; 226 C. 773; 229 C. 479; Id., 842; 230 C. 148; Id., 486; 231 C. 707; 232 C. 167; Id., 480; Id., 527; 236 C. 845; 238 C. 183; Id., 216; 240 C. 300; 241 C. 278; Id., 630. Plaintiff who purchased computer with preinstalled software from a retailer cannot recover from software manufacturer because plaintiff's claimed injuries are too indirect and remote from the manufacturer's allegedly anticompetitive conduct. 260 C. 59. In absence of any evidence of substantial injury to consumers or to plaintiff, the existence of exclusivity provisions between defendant newspaper and comic strip syndicators does not constitute probable cause to believe that defendant has violated CUTPA since such provisions are customary in the newspaper industry, procompetitive and presumptively legal. 261 C. 673. Record supported trial court's finding that defendants' actions did not constitute a CUTPA violation, notwithstanding their unworkmanlike construction of plaintiff's home. 295 C. 214. Contractor who is owner and president of business entity can be held individually liable for unfair and unscrupulous conduct on behalf of entity. 317 C. 565. Insurance company practice of requiring staff motor vehicle physical damage appraisers to use hourly labor rates agreed on by the insurance company and auto body shops not an unfair trade practice; Regulation of Connecticut State Agencies requiring appraisers to approach appraisal of damaged property without prejudice against or favoritism toward any party did not prohibit such insurance company practices. Id., 602. Provisions of Subsec. (b) do not compel court to adopt the substantial unjustified injury test, and until such time as the legislature chooses to enact a different standard, the cigarette rule is and will remain the operative standard for unfair trade practice claims under CUPTA. 338 C. 189.\n\nCited. 11 CA 289; 13 CA 194; 14 CA 425; 15 CA 101; 17 CA 421; 19 CA 379; 20 CA 625; 21 CA 185; 23 CA 137; Id., 585; 27 CA 59; Id., 810; 28 CA 491; Id., 660; Id., 760; 31 CA 443; Id., 682; 32 CA 644; 33 CA 294; Id., 575; 40 CA 23; 41 CA 19; Id., 437; 42 CA 124. Discussed re res judicata and federal litigation. 49 CA 582. Single act of misconduct is sufficient to support a CUTPA claim; federal law sets a floor, not a ceiling. 72 CA 342. With respect to CUTPA, clear and convincing evidence is not the appropriate standard of proof whenever claims of tortious conduct require proof of willful, wrongful or unlawful acts; the ordinary preponderance of the evidence standard is appropriate. 99 CA 719. A landlord-tenant relationship can be the basis for a CUTPA claim, but there must be some nexus with a public interest, some violation of a concept of what is fair, some immoral, unethical, oppressive or unscrupulous business practice or some practice that offends public policy. 126 CA 829. Defendant's theft of plaintiff's funds constituted conversion and theft, and court properly found such act qualified as immoral, unethical, oppressive and unscrupulous and therefore constituted an unfair or deceptive act proscribed by CUTPA. 136 CA 99. Negligent misrepresentations, if accompanied by one or more sufficient aggravating factors, suffice for recovery of damages pursuant to CUTPA. 156 CA 750. Violation of section established where record evidence showed knowing and intentional filing of manifestly excessive mechanic's lien primarily for an improper purpose and defendant suffered an ascertainable loss in responding to the mechanic's lien. 157 CA 139.\n\nCited. 36 CS 183; 38 CS 455; 39 CS 78; 40 CS 336; 41 CS 130; Id., 484; Id., 575; 42 CS 198; 44 CS 274.\n\nSubsec. (a):\n\nCited. 192 C. 124; 216 C. 200; 229 C. 213; 232 C. 559; 241 C. 24; 242 C. 236; 243 C. 17. Although purely intracorporate conflicts are not covered by CUTPA, actions outside scope of the employment relationship may be covered. Id., 355. Defendant did not engage in deceptive practice prohibited by CUTPA by intentionally failing to disclose until after fall catalogs were printed and mailed that it did not intend to provide financing for deferred billing program; since courts have held that a failure to disclose can be deceptive only if, in light of all the circumstances, there is a duty to disclose, the letter of intent, under facts of the case, did not give rise to any statutory, regulatory or contractual duty on defendant's part to repudiate timely its commitment to provide financing for deferred billing program. 274 C. 33. Hospital decisions regarding physicians' privileges do not fall within ambit of CUTPA. 296 C. 315. Economic loss doctrine does not bar a CUTPA claim arising out of a breach of contract, including breach of a contract for the sale of goods covered by the Uniform Commercial Code, when plaintiff has alleged that the breach was accompanied by intentional, reckless, unethical or unscrupulous conduct. 310 C. 375.\n\nCited. 13 CA 208; 22 CA 464; 23 CA 227; 26 CA 203; 27 CA 628; Id., 706; 30 CA 493; 35 CA 455; 38 CA 859; 43 CA 419; Id., 756. While existence of a duty is not a prerequisite for finding of a CUTPA violation, defendant did not violate CUTPA by declining to do that which it simply was not required to do. 64 CA 417. Failure to disclose can be deceptive only if, in light of all the circumstances, there is a duty to disclose. 78 CA 760. Representing on numerous occasions that work will be performed by one subcontractor known to perform at a certain master level while knowing that the work will be performed by a different subcontractor not of the same master level constitutes a deceptive act. 113 CA 509. A practice may be unfair because of the degree to which it meets one of the following criteria or because to a lesser extent it meets all three: (1) Whether the practice, without necessarily having been previously considered unlawful, offends public policy as it has been established by statutes, common law or otherwise; (2) whether it is immoral, unethical, oppressive or unscrupulous; or (3) whether it causes substantial injury to consumers, competitors or other businesspersons. 114 CA 262. A CUTPA violation may not be alleged for activities that are incidental to an entity's primary trade or commerce, and subject transaction was incidental to primary business and thus fell outside purview of CUTPA. 116 CA 483. Contractor's failure to obtain certificate of registration under Sec. 20-417b and not disclosing that fact to plaintiff was a CUTPA violation as a matter of law, but plaintiff failed to show that the violation resulted in an ascertainable loss. 121 CA 165. Allegations involving purely intracorporate matters fail to satisfy CUTPA's requirement that a defendant's conduct implicate trade or commerce. 123 CA 512. Defendant land owner's conduct, in inducing plaintiff land purchaser to pursue design plans and the purchase of land after the original term of their reservation agreement had expired then increasing the price of the land in contravention of that agreement, deprived plaintiff of the benefit of his bargain and was unscrupulous and unethical and thus constituted a deceptive and unfair trade practice. Id., 800. Under CUTPA, general principles of agency law are applicable to determine whether to hold a principal liable for the acts of its agent, and trial court properly imputed to defendant the acts of its attorney and real estate agent for purpose of establishing a CUTPA violation. 125 CA 678. CUTPA is inapplicable in case where sellers of real property were not primarily engaged in the business of selling real property. 132 CA 272. CUTPA is inapplicable in malpractice actions against accountants, except in cases relating to the commercial or entrepreneurial aspects of an accounting practice. 142 CA 684. Court need not pierce corporate veil or find a corporate officer committed fraud to determine officer personally violated CUTPA via direct participation in tortious conduct; although CUTPA is primarily a statutory cause of action, it is equally recognized that CUTPA claims may arise from underlying causes of action, such as contract violations or torts. 144 CA 241; judgment affirmed in part, see 317 C. 565. Defendant violated public policy behind federal Truth-in-Lending Act, 15 USC 1601 et seq., and engaged in unfair or deceptive acts or practices prohibited by CUTPA, by failing to disclose financing terms before requiring payment of substantial nonrefundable deposit. 174 CA 649. Plaintiff's complaint that attorney used false and misleading information, unethical practices and advertised that he specialized in collection of debt not enough to trigger exception to immunity for most aspects of the practice of law. 220 CA 822.\n\nRadio station's use of approximation of its FM radio frequency, which was same number as that used by another station, does not constitute an unfair trade practice. 35 CS 1. Cited. 43 CS 431; 44 CS 569; 45 CS 11. Motion to strike complaint alleging unfair trade practice denied in case involving personal injury to tenant when he fell on ice on the outside stairs of defendant landlord's apartment house and plaintiff alleges that the ice was due to the absence of gutters. Id., 267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110b/"
    },
    {
      "id": "section-42-110c",
      "number": "42-110c.",
      "heading": "Exceptions.",
      "text": "(a) Nothing in this chapter shall apply to: (1) Transactions or actions otherwise permitted under law as administered by any regulatory board or officer acting under statutory authority of the state or of the United States; or (2) acts done by the publisher, owner, agent or employee of a newspaper, periodical or radio or television station in the publication or dissemination of an advertisement, where the publisher, owner, agent or employee did not have knowledge of the false, misleading, unfair or deceptive character of the advertisement, and did not have direct financial interest in the sale or distribution of the advertised product or service.\n\n(b) The burden of proving exemption, as provided in this section, from the provisions of this chapter shall be upon the person claiming the exemption.\n\n(P.A. 73-615, S. 3, 16; P.A. 75-618, S. 2, 11; P.A. 76-303, S. 2, 4.)\n\nHistory: P.A. 75-618 referred to “unfair” character of advertisement in Subsec. (a); P.A. 76-303 specified transactions or actions otherwise permitted “under law”.\n\nCited. 186 C. 507; 190 C. 510; 192 C. 558; 200 C. 172. Municipal housing authority is exempt from liability under CUTPA. 213 C. 354. Cited. 230 C. 486. Municipality is exempt from liability under CUTPA when acting pursuant to a pervasive statutory scheme. 249 C. 1.\n\nCited. 42 CA 599. Town may not be sued under CUTPA for allegedly overcharging for building permit fees because CUTPA does not apply to the system of issuing building permits and collecting fees which is authorized and regulated by state statute and regulation. 142 CA 326.\n\nCited. 40 CS 336; 45 CS 11.\n\nSubsec. (a):\n\nCited. 199 C. 651. Subdiv. (1): CUTPA is subject to the remoteness doctrine as a limitation on standing, and complaint brought re increased power generation at nuclear power station failed to allege direct harm. 300 C. 542.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110c/"
    },
    {
      "id": "section-42-110d",
      "number": "42-110d.",
      "heading": "Investigation. Hearing. Orders. Enforcement. Disclosure of information.",
      "text": "(a) For the purposes of this chapter the commissioner shall have the power to order an investigation and examination to be made. In addition to other powers conferred upon the commissioner by this chapter, the commissioner or his authorized representatives may issue subpoenas to any person involved in any matter under investigation and examination, administer an oath or affirmation to any person, and conduct hearings in aid of any investigation or examination, provided none of the powers conferred by this chapter shall be used for the purpose of compelling any natural person to furnish testimony or evidence which might tend to incriminate him or subject him to a penalty or forfeiture.\n\n(b) Said commissioner or his authorized representatives shall have the right to (1) enter any place or establishment within the state, at reasonable times, for the purpose of making an investigation; (2) check the invoices and records pertaining to costs and other transactions of commodities; (3) take samples of commodities for evidence upon tendering the market price therefor to the person having such commodity in his custody; (4) subpoena documentary material relating to such investigation; and (5) have access to, for the purpose of examination, documentary material and the right to copy such documentary material of any person being investigated or proceeded against. The commissioner or his authorized representatives shall have power to require by subpoena the attendance and testimony of witnesses and the production of all such documentary material relating to any matter under investigation.\n\n(c) In addition to other powers conferred upon the commissioner, said commissioner may execute in writing and cause to be served by certified mail an investigative demand upon any person suspected of using, having used or about to use any method, act or practice declared by section 42-110b to be unlawful or upon any person from whom said commissioner wants assurance that section 42-110b has not, is not or will not be violated. Such investigative demand shall contain a description of the method, act or practice under investigation, provide a reasonable time for compliance, and require such person to furnish under oath or otherwise, as may be specified in said demand, a report in writing setting forth relevant facts or circumstances together with documentary material. Notwithstanding subsection (f) of this section, responses to investigative demands issued under this subsection may be withheld from public disclosure during the full pendency of the investigation.\n\n(d) Said commissioner, in conformance with sections 4-176e to 4-185, inclusive, whenever the commissioner has reason to believe that any person has been engaged or is engaged in an alleged violation of any provision of this chapter, shall mail to such person, by certified mail, a complaint stating the charges and containing a notice of a hearing, to be held upon a day and at a place therein fixed at least fifteen days after the date of such complaint. The person so notified shall have the right to file a written answer to the complaint and charges therein stated and appear at the time and place so fixed for such hearing, in person or otherwise, with or without counsel, and submit testimony and be fully heard. Any person may make application, and upon good cause shown shall be allowed by the commissioner to intervene and appear in such proceeding by counsel or in person. The testimony in any such proceeding, including the testimony of any intervening person, shall be under oath and shall be reduced to writing by the recording officer of the hearing and filed in the office of the commissioner. The commissioner or the commissioner's authorized representatives shall have the power to require by subpoena the attendance and testimony of witnesses and the production of any documentary material at such proceeding. If upon such hearing the commissioner is of the opinion that the method of competition or the act or practice in question is prohibited by this chapter, the commissioner shall make a report in writing to the person complained of in which the commissioner shall state the commissioner's findings as to the facts and shall forward by certified mail to such person an order to cease and desist from using such methods of competition or such act or practice, or, if the amount involved is less than ten thousand dollars, an order directing restitution, or both. The commissioner may apply for the enforcement of any cease and desist order, order directing restitution or consent order issued under this chapter to the superior court for the judicial district of Hartford, or to any judge thereof if the same is not in session, for orders temporarily and permanently restraining and enjoining any person from continuing violations of such cease and desist order, order directing restitution or consent order. Such application for a temporary restraining order, temporary and permanent injunction, order directing restitution and for such other appropriate decree or process shall be brought and the proceedings thereon conducted by the Attorney General.\n\n(e) In addition to any injunction issued pursuant to subsection (d) of this section, the court may make such additional orders or judgments as may be necessary to restore to any person in interest any moneys or property, real or personal, which may have been acquired by means of any practices prohibited by this chapter, including the appointment of a receiver or the revocation of a license or certificate authorizing the person subject to the order or injunction to engage in business in this state, or both.\n\n(f) The commissioner or the Attorney General or their employees shall disclose, in accordance with the provisions of the Freedom of Information Act, as defined in section 1-200, all records concerning the investigation of any alleged violation of any provision of this chapter, including, but not limited to, any complaint initiating an investigation and all records of the disposition or settlement of a complaint. For purposes of this section, “disposition” shall include the following action or nonaction with respect to any complaints or investigations: (1) No action taken because of (A) a lack of jurisdiction, (B) unsubstantiated allegations, or (C) a lack of sufficient information to draw a conclusion, as determined by the commissioner, after investigation; (2) referral to another state agency, or to a federal or local agency, or to law enforcement authorities; (3) an acceptance of an assurance of voluntary compliance in accordance with the provisions of section 42-110j; and (4) formal action taken, including the institution of administrative proceedings pursuant to subsection (d) of this section or court proceedings pursuant to section 42-110m, 42-110o or 42-110p. The commissioner may withhold such records from disclosure during the pendency of an investigation or examination held in accordance with subsection (a) of this section, but in no event shall the commissioner withhold any such records longer than a period of eighteen months after the date on which the initial complaint was filed with the commissioner or after the date on which the investigation or examination was commenced, whichever is earlier. Nothing herein shall be deemed to affect the rights of litigants, including parties to administrative proceedings, under the laws of discovery of this state.\n\n(P.A. 73-615, S. 4, 12, 13, 16; P.A. 75-618, S. 3, 11; P.A. 76-436, S. 279, 681; P.A. 78-280, S. 5, 127; P.A. 79-395, S. 1, 2; P.A. 81-356, S. 1; P.A. 84-468, S. 1, 10; P.A. 88-230, S. 1, 12; 88-317, S. 91, 107; P.A. 90-98, S. 1, 2; P.A. 93-76; 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 97-47, S. 40; P.A. 15-60, S. 8; P.A. 23-98, S. 1.)\n\nHistory: P.A. 75-618 rephrased provision in Subsec. (a) re commissioner's power to make investigations, referring to entire chapter rather than to Sec. 42-110b, and allowed authorized representatives to issue subpoenas, amended Subsec. (b) to replace documentary “evidence” with documentary “material” and to delete requirement that commissioner or representative make investigation “after written request”, inserted new Subsec. (c) re investigative demands, relettered former Subsecs. (c) and (d) accordingly, adding provision re subpoena power and distinguishing between temporary and permanent orders in former Subsec. (c), now (d), and deleted former Subsecs. (e) to (g) re penalties for violations; P.A. 76-436 replaced court of common pleas with superior court in Subsec. (d), effective July 1, 1978; P.A. 78-280 substituted “judicial district of Hartford-New Britain” for “Hartford county” in Subsec. (c); P.A. 79-395 added Subsec. (f) re disclosure of information and exception re Subsec. (f) in Subsec. (a); P.A. 81-356 expanded commissioner's powers by providing that he may order restitution if he believes an unfair trade practice has been committed and if the amount involved is less than $2,000 in Subsec. (d); P.A. 84-468 deleted language in Subsec. (a) which limited disclosure of information and changed the manner of disclosure of investigations, pending and nonpending; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 88-317 amended reference to Secs. 4-177 to 4-185 in Subsec. (d) to include new sections added to Ch. 54, effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-76 made technical changes and amended Subsec. (d) by increasing the monetary limit of commissioner's restitution powers from $2,000 to $5,000; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 97-47 amended Subsec. (f) by substituting “the Freedom of Information Act, as defined in section 1-18a” for “chapter 3”; P.A. 15-60 amended Subsec. (d) by increasing amount re order directing restitution from less than $5,000 to less than $10,000; P.A. 23-98 amended Subsec. (c) by adding exception re public disclosure of responses to investigative demands during full pendency of investigation, amended Subsec. (f) by designating existing Subparas. (A) to (D) as Subsivs. (1) to (4) and existing Subparas. (A)(i) to (iii) as Subdivs. (1)(A) to (C), and made technical and conforming changes in Subsecs. (d) and (f), effective June 26, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110d/"
    },
    {
      "id": "section-42-110e",
      "number": "42-110e.",
      "heading": "Appeals.",
      "text": "Any person required by an order of the commissioner to cease and desist from using any method, act or practice declared unlawful by section 42-110b or to make restitution may appeal therefrom in accordance with the provisions of section 4-183. Appeals under this section shall be privileged cases to be heard by the court as soon after the return day as shall be practicable.\n\n(P.A. 73-615, S. 5, 16; P.A. 76-436, S. 280, 681; P.A. 77-603, S. 122, 125; P.A. 81-356, S. 2.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 77-603 replaced detailed appeal provisions with requirement that appeals be made in accordance with Sec. 4-183 but retained provision re privileged status of cases; P.A. 81-356 allowed appeals by persons required to make restitution.\n\nCited. 186 C. 507; 192 C. 558; 217 C. 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110e/"
    },
    {
      "id": "section-42-110f",
      "number": "42-110f.",
      "heading": "Powers of receiver. Restitution. Judicial supervision.",
      "text": "When a receiver is appointed by the court pursuant to this chapter, he shall have the power to sue for, collect, receive and take into his possession all the goods and chattels, rights and credits, moneys and effects, lands and tenements, books, records, documents, papers, choses in action, bills, notes and property of every description, derived by, or aiding in any manner, any practice declared to be illegal and prohibited by this chapter, including property with which such property has been mingled if it cannot be identified in kind because of such commingling, and to sell, convey, and assign the same and hold and dispose of the proceeds thereof under the direction of the court. Any person who has suffered damages as a result of the use or employment of any unlawful practices and submits proof to the satisfaction of the court that he has in fact been damaged, may participate with general creditors in the distribution of the assets to the extent he has sustained out-of-pocket losses. In the case of a partnership or business entity, the receiver shall settle the estate and distribute the assets under the direction of the court. The court shall have jurisdiction of all questions arising in such proceedings and may make such orders and judgments therein as may be required.\n\n(P.A. 73-615, S. 6, 16.)\n\nCited. 186 C. 507; 192 C. 558.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110f/"
    },
    {
      "id": "section-42-110g",
      "number": "42-110g.",
      "heading": "Action for damages. Class actions. Costs and fees. Equitable relief. Jury trial.",
      "text": "(a) Any person who suffers any ascertainable loss of money or property, real or personal, as a result of the use or employment of a method, act or practice prohibited by section 42-110b, may bring an action in the judicial district in which the plaintiff or defendant resides or has his principal place of business or is doing business, to recover actual damages. Proof of public interest or public injury shall not be required in any action brought under this section. The court may, in its discretion, award punitive damages and may provide such equitable relief as it deems necessary or proper.\n\n(b) Persons entitled to bring an action under subsection (a) of this section may, pursuant to rules established by the judges of the Superior Court, bring a class action on behalf of themselves and other persons similarly situated who are residents of this state or injured in this state to recover damages.\n\n(c) Upon commencement of any action brought under subsection (a) of this section, the plaintiff shall mail a copy of the complaint to the Attorney General and the Commissioner of Consumer Protection and, upon entry of any judgment or decree in the action, shall mail a copy of such judgment or decree to the Attorney General and the Commissioner of Consumer Protection.\n\n(d) In any action brought by a person under this section, the court may award, to the plaintiff, in addition to the relief provided in this section, costs and reasonable attorneys' fees based on the work reasonably performed by an attorney and not on the amount of recovery. In a class action in which there is no monetary recovery, but other relief is granted on behalf of a class, the court may award, to the plaintiff, in addition to other relief provided in this section, costs and reasonable attorneys' fees. In any action brought under this section, the court may, in its discretion, order, in addition to damages or in lieu of damages, injunctive or other equitable relief.\n\n(e) Any final order issued by the Department of Consumer Protection and any permanent injunction, final judgment or final order of the court made under section 42-110d, 42-110m, 42-110o or 42-110p shall be prima facie evidence in an action brought under this section that the respondent or defendant used or employed a method, act or practice prohibited by section 42-110b, provided this section shall not apply to consent orders or judgments entered before any testimony has been taken.\n\n(f) An action under this section may not be brought more than three years after the occurrence of a violation of this chapter.\n\n(g) In any action brought by a person under this section there shall be a right to a jury trial except with respect to the award of punitive damages under subsection (a) of this section or the award of costs, reasonable attorneys' fees and injunctive or other equitable relief under subsection (d) of this section.\n\n(P.A. 73-615, S. 7, 16; P.A. 74-183, S. 174, 291; P.A. 75-618, S. 5, 11; P.A. 76-303, S. 3, 4; P.A. 78-280, S. 2, 127; 78-346, S. 2; P.A. 79-210, S. 1; P.A. 84-468, S. 2, 10; P.A. 95-123, S. 1, 3; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-169, S. 17; 04-189, S. 1.)\n\nHistory: P.A. 74-183 deleted reference to bringing action in circuit court in Subsec. (a); P.A. 75-618 rephrased Subsec. (a), rephrased Subsec. (d) re class actions, replacing proviso which had stated that in class action where there is monetary recovery on behalf of class attorney fees are to be awarded out of the recovery, required that action be brought within three, rather than two, years in Subsec. (f) and deleted Subsec. (g) re notice to supplier as requirement for bringing action; P.A. 76-303 specified that costs and attorney fees may be awarded the plaintiff where previously award could be made “to either party”; P.A. 78-280 replaced “county” with “judicial district” in Subsec. (a); P.A. 78-346 specified applicability of provisions to person who “rents or leases property”; P.A. 79-210 rephrased provision re applicability in Subsec. (a) and substituted “plaintiff or defendant” for “seller or lessor”, required that plaintiff rather than clerk of court mail copy of complaint in Subsec. (c), added “in lieu of damages” in Subsec. (d) and added reference to Secs. 42-110m, 42-110o and 42-110p and “defendant” in Subsec. (e); P.A. 84-468 provided that no proof of public interest or injury is required in an action brought under this section and that such action be brought pursuant to rules established by the judges of the superior court rather than pursuant to Sec. 42-110h; P.A. 95-123 amended Subsec. (c) to require the plaintiff to mail a copy of the complaint and any judgment or decree to the Commissioner of Consumer Protection and added Subsec. (g) re a right to a jury trial, effective October 1, 1995, and applicable to all actions pending on said date except actions that were assigned for trial prior to said date; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 186 C. 507; 190 C. 528. Plaintiffs have burden of proving actual damages. 191 C. 484. Cited. 192 C. 558; 200 C. 172; 203 C. 342; Id., 475; Id., 616; 204 C. 17; 209 C. 579; 219 C. 644; 221 C. 674; 223 C. 80; 224 C. 231; 225 C. 705; 228 C. 574; 229 C. 842; 230 C. 148; Id., 486; 232 C. 480; Id., 527; 235 C. 1; 238 C. 216; Id., 293; 241 C. 278; Id., 630. Section permits recovery of actual damages, attorney's fees and punitive damages for violations of CUTPA. 245 C. 1. Pursuant to Connecticut Practice Book, unresolved issue of attorney's fees does not prevent a judgment on the merits from being final and immediately appealable. Id., 495. Professional malpractice does not give rise to a cause of action under CUTPA. 247 C. 48. Section can be reasonably reconciled with provisions of Sec. 52-212a. 249 C. 94. Plaintiff who purchased computer with preinstalled software from a retailer cannot recover from software manufacturer because plaintiff's claimed injuries are too indirect and remote from the manufacturer's allegedly anticompetitive conduct. 260 C. 59. The predominance requirement was satisfied and the trial court did not abuse its discretion in granting motion for class certification. 287 C. 208. Mobile home owners' association not required to exhaust administrative remedies prior to seeking judicial relief. 310 C. 797. Consumer protection statutes such as CUTPA are a long established mechanism for regulating the marketing and advertising schemes of firearms vendors and as such qualifies as a predicate statute exception to the Protection of Lawful Commerce in Arms Act, 15 USC 7901 to 7903, inclusive. 331 C. 53.\n\nCited. 4 CA 137; 13 CA 230; 15 CA 150; 23 CA 227; Id., 585; 24 CA 124; judgment reversed, see 221 C. 674; 31 CA 634. Trial court lacked power to award prejudgment interest on punitive damages. 32 CA 133. Cited. 39 CA 32; 41 CA 437; 42 CA 124; Id., 599; Id., 712. A party must establish that the conduct constitutes an unfair or deceptive trade practice and must present evidence providing court with basis for a reasonable estimate of the damages suffered; once a violation of CUTPA has been established, evidence that defendant has acted with reckless indifference to plaintiff's rights or has committed an intentional and wanton violation of those rights is a necessary prerequisite to award of punitive damages; such an award is discretionary and the exercise of such discretion will not ordinarily be interfered with on appeal unless the abuse is manifest or injustice appears to have been done; with respect to CUTPA, clear and convincing evidence is not the appropriate standard of proof whenever claims of tortious conduct require proof of willful, wrongful or unlawful acts; the ordinary preponderance of the evidence standard is appropriate. 99 CA 719. Court did not abuse its discretion in awarding attorney's fees under CUTPA, including fees for work done on post-trial motions. 121 CA 105. By not objecting to plaintiff's submission of a statement of attorney's fees or the content of that statement, defendant acquiesced in that request and will not be heard to complain about that request on appeal. 130 CA 286. Trial court abused its discretion where it drastically reduced from any conceivable lodestar amount, calculated by multiplying number of hours reasonably expended on litigation times a reasonable hourly rate, award of attorney's fees by 95 per cent, absent any evidence that attorney's fees were unreasonable. 141 CA 299.\n\nCited. 35 CS 1; 36 CS 183; 39 CS 107; 40 CS 560; 41 CS 130; Id., 484; 42 CS 198; Id., 514; 44 CS 569. In exercising its discretion under CUTPA, a court may include as part of attorney fee award those expenses that are associated with non-CUTPA or unsuccessful claims when all of those claims are related, meaning that they are premised on essentially the same transactions or their facts are inextricably connected or intertwined. 52 CS 363; judgment affirmed, see 137 CA 578.\n\nSubsec. (a):\n\nSubsec. does not require plaintiff to provide a specific amount of actual damages in order to make out a prima facie case of a CUTPA violation; to satisfy “ascertainable loss” requirement, plaintiff need prove only that he has purchased an item partially as a result of an unfair or deceptive practice or act and that the item is different from that for which he bargained. 184 C. 607. Cited. 192 C. 591; Id., 747; 193 C. 208; 228 C. 42; 229 C. 213; Id., 479; 232 C. 666; 238 C. 183; 240 C. 300; 243 C. 1; Id., 17. Defendant's attempted takeover of plaintiff, defendant's employer, was not unethical or in violation of Uniform Trade Secrets Act and did not constitute a violation of CUTPA entitling plaintiff to punitive damages. 282 C. 209. Itemization of loss not required but some evidence of ascertainable loss, via affidavits or other documentary evidence, is necessary to survive summary judgment. 308 C. 706. Subsec. imposes no specific limit on ratio of punitive damages to compensatory damages; nontaxable costs may be awarded as punitive damages under Subsec. 310 C. 375. CUTPA permits recovery for personal injuries that result directly from wrongful advertising practices. 331 C. 53. Statute plainly and unambiguously authorizes anyone who has suffered an ascertainable financial loss as a result of an unfair trade practice to bring a CUTPA action and right afforded by section is not limited to only persons who have done business of some sort with a defendant, but common-law principles of remoteness and proximate causation do apply to determine whether a party has standing to bring an action under section. Id.\n\nCited. 25 CA 56; 33 CA 575. Award of punitive damages in an amount equal to actual damages is not an abuse of discretion. 35 CA 455. Cited. 43 CA 113; Id., 756. Two threshold requirements for a party seeking to recover damages under CUTPA. 51 CA 292. Single act of misconduct is sufficient to support CUTPA claim; proof of an ascertainable loss does not require quantification of the loss that claimant has suffered. 72 CA 342. Subsec. allows recovery only when the party seeking to recover damages establishes that conduct at issue constitutes an unfair or deceptive trade practice and presents evidence providing court with basis for reasonable estimate of the damages suffered. 99 CA 645. The statements of a party during litigation and a disagreement over the terms of a note do not cause the type of ascertainable loss required by CUTPA. 131 CA 223. CUTPA does not require plaintiff to prove that the ascertainable loss was incurred in this state when plaintiff alleges injury caused by unfair trade practices committed by defendants in this state. Id., 443. Trial court properly concluded that plaintiff suffered ascertainable loss of money because defendant's offer to apply plaintiff's deposit as store credit did not make plaintiff's money freely available to plaintiff. 174 CA 649. The ascertainable loss requirement is a threshold barrier which limits the class of persons who may bring a CUPTA action seeking either actual damages or equitable relief, thus, punitive damages and attorney's fees, which are potential remedies available to a plaintiff once he meets this threshold barrier and prevails on his CUPTA claim, cannot be the basis of demonstrating ascertainable loss; plaintiff's claim of emotional distress does not constitute an ascertainable loss of money or property for purposes of CUPTA. 188 CA 153.\n\nCited. 40 CS 336; 43 CS 431.\n\nSubsec. (d):\n\nCited. 202 C. 106; 208 C. 515; 216 C. 200; 219 C. 644; 222 C. 211; 240 C. 654. Legislature did not intend to limit punitive damages under Subsec. to expenses of bringing action, including attorney's fees, less taxable costs. 310 C. 375. Use of “may award” in Subsec. is ambiguous when read in context with the phrase “may, in its discretion, award” in Subsec. (a); Subsec. does not contain a presumption in favor of attorney's fees; use of the test for awarding punitive damages- intentional, wanton, malicious, or evil conduct- as the test for awarding attorney's fees is improper as it is too demanding and undermines the legislative intent because it neither enhances the private CUPTA remedy nor encourages private CUPTA litigation. 337 C. 589.\n\nCourt rather than jury determines an award of attorneys' fees. 10 CA 22. Cited. Id., 527. Attorneys representing plaintiff class on whose behalf “relief is granted” may, in court's discretion, recover attorneys' fees and costs. 17 CA 421. Cited. 24 CA 514; 41 CA 754. Trial court's award of attorney's fees under CUTPA was improper where award was made without affording parties the opportunity to present evidence and to be heard on issue of reasonable attorney's fees. 49 CA 751. Awarding of attorney's fees under Subsec. discussed. 57 CA 189. Award of attorney's fees pursuant to Subsec. encompasses claims related to prosecution of a CUTPA claim, not only one claim explicitly labeled as a CUTPA claim. 93 CA 727. The award of attorney's fees under CUTPA to defendant was proper because, although section only permits awards to plaintiff, defendant prevailed on his counterclaim and was therefore a counterclaim plaintiff for purposes of section. 112 CA 837.\n\nCited. 43 CS 91.\n\nSubsec. (f):\n\nCited. 202 C. 234. Section has no alternative provision for suit within certain time following discovery of violation. 207 C. 204. Calculation of statute of limitations period. 245 C. 1. Statute of limitations set forth in Sec. 52-577d does not apply to plaintiff's CUTPA claim because this section and Sec. 52-577d apply to separate and distinct claims. 323 C. 303.\n\nCited. 27 CA 59; 33 CA 702. 3-year limitation is jurisdictional. 50 CA 688. Applies to all claims brought under CUTPA without regard to nature of the underlying unfair trade practice that has been alleged. 94 CA 593.\n\nIn action to recover damages caused by fire, plaintiffs' claims asserting violation of CUTPA were not time barred by applicable statute of limitations in light of defendant's continuous failure to do what was necessary to install a sprinkler system, obtain a permanent certificate of occupancy and correct construction deficiencies so as to comply with applicable codes, all of which tolled the time limitations of Subsec. 50 CS 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110g/"
    },
    {
      "id": "section-42-110h",
      "number": "42-110h.",
      "heading": "Class actions.",
      "text": "As soon as practicable after the commencement of an action brought as a class action, the court shall determine by order whether it is to be so maintained. An order under this section may be conditional, and it may be amended before decision on the merits. An order issued under this section shall be immediately appealable by either party.\n\n(P.A. 73-615, S. 8, 16; P.A. 84-468, S. 3, 10; P.A. 00-196, S. 59.)\n\nHistory: P.A. 84-468 deleted former Subsecs. (a), (b) and (d) to (h), inclusive, detailing procedure for class actions; P.A. 00-196 made a technical change.\n\nCited. 186 C. 507; 241 C. 278.\n\nCited. 23 CA 585.\n\nCited. 42 CS 198.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110h/"
    },
    {
      "id": "section-42-110i",
      "number": "42-110i.",
      "heading": "Settlement of class actions.",
      "text": "Section 42-110i is repealed.\n\n(P.A. 73-615, S. 9, 16; P.A. 75-618, S. 6, 11; P.A. 76-435, S. 60, 82; P.A. 79-210, S. 2; P.A. 84-468, S. 9, 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110i/"
    },
    {
      "id": "section-42-110j",
      "number": "42-110j.",
      "heading": "Voluntary compliance.",
      "text": "In the administration of this chapter, the commissioner may accept an assurance of voluntary compliance with respect to any method, act or practice deemed in violation of this chapter from any person alleged to be engaged or to have been engaged in such method, act or practice. Such assurance may include an amount as restitution to aggrieved persons and for investigative costs. No such assurance of voluntary compliance shall be considered an admission of violation for any purpose. Matters thus closed may at any time be reopened by the commissioner for further proceedings in the public interest. In the event of any violation of the terms of an assurance of voluntary compliance accepted under this section, the commissioner may proceed as provided in sections 42-110d and 42-110e or may request that the Attorney General apply in the name of the state to the Superior Court for relief from such violation consistent with section 42-110m.\n\n(P.A. 73-615, S. 10, 16; P.A. 24-101, S. 7.)\n\nHistory: P.A. 24-101 added provisions re liability for investigative costs and enforcement as set forth in Secs. 42-110d, 42-110e and 42-110m, effective June 4, 2024.\n\nCited. 186 C. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110j/"
    },
    {
      "id": "section-42-110k",
      "number": "42-110k.",
      "heading": "Commissioner's enforcement powers. Court orders.",
      "text": "If any person fails or refuses to file any statement or report, or obey any subpoena or investigative demand issued by the commissioner or his authorized representatives, the commissioner may, after notice, apply to the superior court for the judicial district of Hartford, which court, after a hearing thereon, may issue an order: (1) Granting injunctive relief to restrain the person from engaging in the advertising or sale of any commodity or the conduct of any trade or commerce that is involved in the alleged or suspected violation; (2) vacating, annulling or suspending the corporate charter of a corporation created by or under the laws of Connecticut or revoking or suspending the certificate of authority to do business in this state of a foreign corporation or revoking or suspending any other licenses, permits or certificates issued pursuant to law to such person which are used to further the allegedly unlawful practice; and (3) granting such other relief as may be required, until the person files the statement or report, or obeys the subpoenas or investigative demand. Any disobedience of any final order entered under this section by any court shall be punished as a contempt thereof.\n\n(P.A. 73-615, S. 11, 16; P.A. 75-618, S. 8, 11; P.A. 76-436, S. 281, 681; P.A. 78-280, S. 5, 127; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6.)\n\nHistory: P.A. 75-618 added reference to commissioner's authorized representatives; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 78-280 substituted “judicial district of Hartford-New Britain” for “Hartford county”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995.\n\nCited. 186 C. 507; 190 C. 510; 238 C. 216.\n\nCited. 42 CS 198.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110k/"
    },
    {
      "id": "section-42-110l",
      "number": "42-110l.",
      "heading": "Assistance by court prosecutors.",
      "text": "The various state's attorneys and prosecuting attorneys shall lend to the commissioner or Attorney General such assistance as either may request in the commencement and prosecution of actions pursuant to this chapter.\n\n(P.A. 73-615, S. 14, 16.)\n\nCited. 186 C. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110l/"
    },
    {
      "id": "section-42-110m",
      "number": "42-110m.",
      "heading": "Restraining orders or injunctions. Relief.",
      "text": "(a) Whenever the commissioner has reason to believe that any person has been engaged or is engaged in an alleged violation of any provision of this chapter said commissioner may proceed as provided in sections 42-110d and 42-110e or may request the Attorney General to apply in the name of the state of Connecticut to the Superior Court for an order temporarily or permanently restraining and enjoining the continuance of such act or acts or for an order directing restitution and the appointment of a receiver in appropriate instances, or both. Proof of public interest or public injury shall not be required in any action brought pursuant to section 42-110d, section 42-110e or this section. Such action may include an application to enforce any term of an assurance of voluntary compliance accepted under section 42-110j. The court may award the relief applied for or so much as it may deem proper including reasonable attorney's fees, accounting and such other relief as may be granted in equity. In such action the commissioner shall be responsible for all necessary investigative support.\n\n(b) Nothing contained in this chapter shall be construed as a limitation upon the power or authority of the state, the attorney general or the commissioner to seek administrative, legal or equitable relief as provided by other statutes or at common law.\n\n(P.A. 75-618, S. 4, 11; P.A. 84-468, S. 4, 10; P.A. 91-406, S. 12, 29; P.A. 94-15, S. 1; P.A. 24-101, S. 8.)\n\nHistory: P.A. 84-468 amended Subsec. (a) by providing that proof of public interest or injury is not required in any action brought pursuant to Sec. 42-110d, 42-110e or this section; P.A. 91-406 corrected a typographical error; P.A. 94-15 added a provision in Subsec. (a) allowing the court to award reasonable attorney fees; P.A. 24-101 amended Subsec. (a) by adding provision re application to enforce term of assurance of voluntary compliance accepted under Sec. 42-110j, effective June 4, 2024.\n\nCited. 186 C. 507; 217 C. 404; 238 C. 216.\n\nCited. 4 CA 137; 13 CA 230; 15 CA 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110m/"
    },
    {
      "id": "section-42-110n",
      "number": "42-110n.",
      "heading": "Consent orders.",
      "text": "(a) In the administration of this chapter, the commissioner, any time after the issuance of a complaint provided for in subsection (d) of section 42-110d, may accept an agreement by any person charged with violating the provisions of section 42-110b to enter into a written consent order in lieu of an adjudicative hearing. The acceptance of a consent order shall be within the complete discretion of the commissioner or such presiding officer as had been designated by the commissioner.\n\n(b) The consent order provided for in subsection (a) of this section shall contain: (1) An admission of all jurisdictional facts; (2) an express waiver of the right to seek judicial review or otherwise to challenge or contest the validity of the order; (3) a provision that the complaint may be used in construing the terms of the consent order; (4) a statement that the consent order shall have the same force and effect as an order entered after a full hearing and shall become final when issued; (5) a specific assurance of discontinuance of each of the acts alleged in the complaint; (6) the signature of each of the individual respondents or his counsel; and (7) the signature of the commissioner or of his authorized representative.\n\n(c) Negotiations leading up to the acceptance of a consent order are not open to the public. The consent order itself is a matter of public record.\n\n(d) A consent order shall have the same force and effect as a cease and desist order issued pursuant to subsection (d) of section 42-110d.\n\n(P.A. 75-618, S. 7, 11.)\n\nCited. 186 C. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110n/"
    },
    {
      "id": "section-42-110o",
      "number": "42-110o.",
      "heading": "Civil penalties.",
      "text": "(a) Any person who violates the terms of a temporary restraining order or an injunction issued under subsection (d) of section 42-110d or subsection (a) of section 42-110m shall forfeit and pay to the state a civil penalty of not more than twenty-five thousand dollars per violation. For purposes of this section the court issuing the injunction shall retain jurisdiction, and the cause shall be continued, and in such cases the Attorney General acting in the name of the state may petition for recovery of civil penalties.\n\n(b) In any action brought under section 42-110m, if the court finds that a person is wilfully using or has wilfully used a method, act or practice prohibited by section 42-110b, the Attorney General, upon petition to the court, may recover, on behalf of the state, a civil penalty of not more than five thousand dollars for each violation. For purposes of this subsection, a wilful violation occurs when: (1) The party committing the violation knew or should have known that his conduct was a violation of section 42-110b; or (2) a person violates the terms of an assurance of voluntary compliance accepted under section 42-110j.\n\n(P.A. 75-618, S. 9, 11; P.A. 87-297; P.A. 94-15, S. 2; P.A. 24-101, S. 9.)\n\nHistory: P.A. 87-297 amended Subsec. (a) by adding reference to temporary restraining orders or injunctions issued under Sec. 42-110m(a); P.A. 94-15 increased the civil penalty in Subsec. (b) from $2,000 to $5,000; P.A. 24-101 amended Subsec. (b) by designating existing provisions re knowledge that conduct violated Sec. 42-110b as Subdiv. (1) and adding Subdiv. (2) re violation of assurance of voluntary compliance accepted under Sec. 42-110j, effective June 4, 2024.\n\nCited. 186 C. 507; 238 C. 216.\n\nSubsec. (b):\n\nCited. 217 C. 404. Court not required to consider whether defendant was easily accessible to the public or whether anyone was actually harmed by the unfair or deceptive trade practice in determining whether to assess penalty; section does not require defendant to have had actual knowledge that the practice was unfair or deceptive. 246 C. 721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110o/"
    },
    {
      "id": "section-42-110p",
      "number": "42-110p.",
      "heading": "Dissolution, suspension or forfeiture of corporate franchise for violation of injunction.",
      "text": "Upon petition by the Attorney General, the superior court for the judicial district of Hartford may, in its discretion, order the dissolution or suspension or forfeiture of the franchise of any corporation which violates the terms of any injunction issued under section 42-110m.\n\n(P.A. 75-618, S. 10, 11; P.A. 80-483, S. 170, 186; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6.)\n\nHistory: P.A. 80-483 substituted “judicial district of Hartford-New Britain” for “Hartford county”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995.\n\nCited. 186 C. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110p/"
    },
    {
      "id": "section-42-110q",
      "number": "42-110q.",
      "heading": "Service contract agreements. Fee disclosure required.",
      "text": "(a) For the purposes of this section: (1) “Service contractor” means a person engaged in the business of repairing, overhauling, adjusting, assembling or disassembling consumer goods; (2) “person” means a natural person, corporation, limited liability company, trust, partnership, incorporated or unincorporated association, and any other legal entity; (3) “consumer goods” means any article purchased, leased or rented primarily for personal, family or commercial purpose; and (4) “service charge” means the fee charged by the service contractor to respond to the request for services.\n\n(b) It shall be an unfair or deceptive trade practice, in violation of this chapter, for any service contractor to fail to disclose to a prospective customer, at the time the prospective customer makes initial contact by any means with the service contractor, that a service call made by the service contractor to the home or business of the prospective customer will require the payment by the prospective customer to the service contractor of separate and distinct fees for the following, if such is the case: (1) Service charge, and (2) labor charge.\n\n(P.A. 77-464, S. 1, 2; P.A. 95-79, S. 155, 189; P.A. 10-32, S. 125.)\n\nHistory: P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; P.A. 10-32 made technical changes, effective May 10, 2010.\n\nCited. 186 C. 507.\n\nCited. 24 CA 85; 41 CA 754.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-735a/section-42-110q/"
    }
  ]
}