{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-743ff-sales-representatives-commissions",
  "sections": [
    {
      "id": "section-42-481",
      "number": "42-481.",
      "heading": "Definitions.Section 42-482. - Termination of contract between sales representative and principal",
      "text": "As used in sections 42-481 to 42-484, inclusive:\n\n(1) “Commission” means compensation that accrues to a sales representative, for payment by a principal, at a rate expressed as a percentage of the dollar amount of sales, orders or profits or any other method of compensation agreed to between a sales representative and principal including, but not limited to, fees for services and retainers;\n\n(2) “Person” means an individual, corporation, limited liability company, partnership, unincorporated association, trust or estate;\n\n(3) “Principal” means a person who: (A) Manufactures, produces, imports, sells or distributes a product or service, (B) establishes a business relationship with a sales representative to solicit orders for a product or service, and (C) compensates a sales representative, in whole, or in part, by commission;\n\n(4) “Sales representative” means a person who: (A) Establishes a business relationship with a principal to solicit orders for products or services, and (B) is compensated in whole, or in part, by commission. “Sales representative” does not include an employee or a person who places orders or purchases on the person's own account or for resale or a seller, as defined in subsection (c) of section 42-134a; and\n\n(5) “Termination” means the end of the business relationship between a sales representative and a principal, whether by the principal or the sales representative, or by operation of the terms of a contract.\n\n(P.A. 05-166, S. 1.)\n\nHistory: P.A. 05-166 effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743ff/section-42-481/"
    },
    {
      "id": "section-42-482",
      "number": "42-482.",
      "heading": "Termination of contract between sales representative and principal. Payment of commissions due. Failure to pay. Civil action.",
      "text": "(a) In the event a contract between a principal and a sales representative is terminated, the principal shall pay to the sales representative all commissions (1) that are due on or before the effective date of such termination, by the date specified in the contract or thirty days after the effective date of termination, whichever is later, and (2) that are due after the effective day of such termination, by the date specified in the contract but not later that thirty days after such commission becomes due under the terms of such contract.\n\n(b) Any principal who wilfully, wantonly, recklessly or in bad faith fails to pay any commissions due in accordance with the provisions of subsection (a) of this section shall be liable in a civil action brought by a sales representative for twice the full amount of the commission owed to such sales representative.\n\n(c) The failure of a principal to respond to the written demand by a sales representative for commissions owed to the sales representative not later than thirty days after such principal receives such written demand shall create a rebuttable presumption that such principal acted wilfully and in bad faith provided such written demand is sent to such principal by certified mail.\n\n(d) The prevailing party in any action brought pursuant to subsection (b) of this section shall be entitled to reasonable attorney's fees and court costs.\n\n(e) Any principal who establishes a business relationship with a sales representative to solicit orders for products or services in this state shall be deemed to be doing business in this state for purposes of establishing jurisdiction over such principal in an action brought pursuant to subsection (b) of this section.\n\n(P.A. 05-166, S. 2.)\n\nHistory: P.A. 05-166 effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743ff/section-42-482/"
    },
    {
      "id": "section-42-483",
      "number": "42-483.",
      "heading": "Acceptance of partial commission not deemed a release.",
      "text": "The acceptance by a sales representative of a partial commission payment from a principal shall not constitute a release by such sales representative of any other commissions which such sales representative claims are due except if such payment is made pursuant to a binding and final written settlement agreement and release. Any full release of all commissions claimed to be owed by a sales representative as a condition to a partial commission payment shall be null and void.\n\n(P.A. 05-166, S. 3.)\n\nHistory: P.A. 05-166 effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743ff/section-42-483/"
    },
    {
      "id": "section-42-484",
      "number": "42-484.",
      "heading": "Waiver of provisions not allowed. Construction and applicability.",
      "text": "(a) Any provision in a contract between a sales representative and a principal that provides for the waiver of any provision of sections 42-482 and 42-483 shall be void.\n\n(b) Nothing in sections 42-482 and 42-483 shall be construed to invalidate or restrict any right or remedy available to a sales representative or preclude a sales representative from seeking to recover in one action all claims against such principal.\n\n(c) Nothing in sections 42-482 and 42-483 shall be construed to apply to an insurance producer or producer, as defined in section 38a-702a, or to an insurer, as defined in section 38a-1.\n\n(d) Nothing in sections 42-482 and 42-483 and this section shall be construed to apply to any person who holds a real estate salesperson's license and who has a claim for payment of a real estate commission or compensation against the real estate broker with whom such real estate salesperson is affiliated.\n\n(P.A. 05-166, S. 4.)\n\nHistory: P.A. 05-166 effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743ff/section-42-484/"
    },
    {
      "id": "section-42-485",
      "number": "42-485",
      "heading": "to 42-489. - Reserved for future use.",
      "text": "to 42-489. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}