{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-742e-consumer-bills",
  "sections": [
    {
      "id": "section-42-158kk",
      "number": "42-158kk.",
      "heading": "Consumer bills. Definitions. Bills in paper form. Exception. Regulations.Section 42-158ll to 42-158oo. - Reserved for future use.",
      "text": "(a) For the purposes of this section:\n\n(1) “Consumer” means an individual who is a resident of this state and a recipient, or a prospective recipient, of consumer goods or services;\n\n(2) “Consumer bill” means a bill or invoice for consumer goods or services delivered or provided to a consumer by, or on behalf of, a person doing business in this state;\n\n(3) “Consumer goods or services” means articles or services that are purchased, leased, exchanged or received primarily for personal, family or household purposes; and\n\n(4) “Person” means any individual, corporation, partnership, limited liability company, association, joint stock company, business trust, unincorporated organization or other legal entity.\n\n(b) (1) Except as provided in subdivision (2) of this subsection, each person doing business in this state that delivers or provides consumer goods or services to consumers and issues, or causes to be issued, consumer bills in an electronic form shall provide to any consumer, on such consumer's request, consumer bills in paper form. No such person shall impose, or cause to be imposed, any charge or fee for providing any such consumer bill in paper form.\n\n(2) No person doing business in this state that delivers or provides consumer goods or services to consumers and issues, or causes to be issued, consumer bills in an electronic form shall be required to provide to any consumer, on such consumer's request, consumer bills in paper form if such person does not, in the ordinary course of such person's business, issue, or cause to be issued, consumer bills in paper form.\n\n(c) The Commissioner of Consumer Protection may adopt regulations, in accordance with the provisions of chapter 54, to carry out the purposes of this section.\n\n(P.A. 23-191, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-742e/section-42-158kk/"
    },
    {
      "id": "section-42-158ll",
      "number": "42-158ll",
      "heading": "to 42-158oo. - Reserved for future use.",
      "text": "to 42-158oo. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}