{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-741d-attorneys-fee-clauses",
  "sections": [
    {
      "id": "section-42-150aa",
      "number": "42-150aa.",
      "heading": "Attorney's fees limited in actions on consumer contracts or leases.Section 42-150bb. - Attorney's fees in action based on consumer contract or lease.",
      "text": "(a) The holder of any contract or lease entered into on or after October 1, 1979, the subject of which is money, property or services intended to be used primarily for personal, family or household purposes and which contains a provision for payment of attorney's fees of a creditor, seller or lessor, shall not receive, claim or collect any payment for attorney's fees (1) for an attorney who is a salaried employee of such holder or (2) prior to the commencement of a lawsuit.\n\n(b) If a lawsuit in which money damages are claimed is commenced by an attorney who is not a salaried employee of the holder of a contract or lease subject to the provisions of this section, such holder may receive or collect attorney's fees, if not otherwise prohibited by law, of not more than fifteen per cent of the amount of any judgment which is entered.\n\n(P.A. 79-452, S. 1, 2; P.A. 82-274, S. 2.)\n\nHistory: P.A. 82-274 amended Subsec. (b) by specifying that the lawsuit be one in which money damages are claimed.\n\nCited. 186 C. 275; 232 C. 666; 240 C. 58.\n\nCited. 14 CA 161; 18 CA 329; 31 CA 455.\n\nSubsec. (b):\n\nIn action to foreclose mechanic's lien, plaintiff is not entitled to duplicate attorney's fees under this section and Sec. 52-249 but rather may collect under this section for contract aspects of action and under Sec. 52-249 for equitable relief. 86 CA 767.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-741d/section-42-150aa/"
    },
    {
      "id": "section-42-150bb",
      "number": "42-150bb.",
      "heading": "Attorney's fees in action based on consumer contract or lease.",
      "text": "Whenever any contract or lease entered into on or after October 1, 1979, to which a consumer is a party, provides for the attorney's fee of the commercial party to be paid by the consumer, an attorney's fee shall be awarded as a matter of law to the consumer who successfully prosecutes or defends an action or a counterclaim based upon the contract or lease. Except as hereinafter provided, the size of the attorney's fee awarded to the consumer shall be based as far as practicable upon the terms governing the size of the fee for the commercial party. No attorney's fee shall be awarded to a commercial party who is represented by its salaried employee. In any action in which the consumer is entitled to an attorney's fee under this section and in which the commercial party is represented by its salaried employee, the attorney's fee awarded to the consumer shall be in a reasonable amount regardless of the size of the fee provided in the contract or lease for either party. For the purposes of this section, “commercial party” means the seller, creditor, lessor or assignee of any of them, and “consumer” means the buyer, debtor, lessee or personal representative of any of them. The provisions of this section shall apply only to contracts or leases in which the money, property or service which is the subject of the transaction is primarily for personal, family or household purposes.\n\n(P.A. 79-453.)\n\nCited. 208 C. 256; 231 C. 707; 233 C. 304; 240 C. 58. Trial court's award of attorney's fees to defendant reversed where defendant had not filed a motion for attorney's fees pursuant to Practice Book Sec. 11-21; court concluded that the proper procedural vehicle for requesting award of attorney's fees under section is a motion for attorney's fees filed pursuant to Practice Book Sec. 11-21, not a bill of costs filed pursuant to Practice Book Sec. 18-5. 282 C. 418. Term “personal representative” in definition of “consumer” is not limited to a legal representative. 307 C. 608. If defendant moves for an award of attorney's fees pursuant to this section after plaintiff withdraws an action prior to a hearing on the merits pursuant to Sec. 52-80, there exists a rebuttable presumption that defendant is entitled to such fees unless plaintiff can show, by a preponderance of the evidence, that the withdrawal occurred because of some reason other than the actions taken by defendant's counsel. 328 C. 134.\n\nCited. 14 CA 161. Motion for attorney's fees timely and proper when filed shortly after successful defense of claims. 57 CA 189. Before court may act on motion for counsel fees, it must determine whether contract was one in which the money, property or service which is the subject of the transaction is primarily for personal, family or household purposes. 78 CA 582. Defendant's motion for attorney's fees was properly denied because underlying action was a claim of breach of fiduciary duty, which is a tort claim and not a contract action. 117 CA 745. Defendant was not a “personal representative” because she was not the conservator for party, did not have power of attorney, was not executrix or administratrix of estate, and consistently asserted that she had no authority over party's assets; “personal representative” is undefined but used throughout statutes to refer to person who acts as custodian or guardian of a person who lacks capacity or one with authority to act on behalf of a decedent. 126 CA 646; reversed in part, see 307 C. 608. There is no ambiguity in the text of section as to its applicability to residential leases, and seeking attorney's fees under section in summary process actions does not thwart the purpose behind the summary process statutes. 145 CA 682. Defendants were not entitled to attorney's fees because court did not err in finding notice to quit was not defective and because defendants did not successfully defend the action by vacating the premises, voluntarily providing the relief sought by plaintiff, as a result of which there was no longer a case or controversy. 155 CA 278. Defendant who was successful in defending promissory estoppel and negligence counts but was unsuccessful in defending breach of contract count did not “successfully” defend the action and was not entitled to attorney's fees under section since the latter was the only count “based upon the contract”. 160 CA 470.\n\n“Prevailing party” as used in lease in question and statute includes defendants in cases that are withdrawn. 41 CS 417. The mortgage plaintiff sought to foreclose was a contract for the purposes of section; section does not require defendant to defeat the underlying obligation but simply to defeat plaintiff's action brought against him; in this case, withdrawal of the action constituted a successful defense and therefore defendant is entitled to legal fees under section. 52 CS 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-741d/section-42-150bb/"
    }
  ]
}