{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-734a-regulation-of-apartment-listing-services",
  "sections": [
    {
      "id": "section-42-103a",
      "number": "42-103a.",
      "heading": "Apartment listing services to give receipt; refund provision",
      "text": "Violation. Enforcement.Section 42-103b. - Definitions.Section 42-103c. - Registration. Application, fee and surety bond. Refusal to issue, revocation and suspension. Notice and hearing. Enforcement.Section 42-103d. - Apartment listing ser",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-103b",
      "number": "42-103b.",
      "heading": "Definitions.",
      "text": "As used in this chapter:\n\n(1) “Apartment” means any house or building or portion of a house or building which is rented, leased or hired out to be occupied as a home or residence by one or more persons;\n\n(2) “Apartment listing service” means any person who, in exchange for a fee, permits a customer to inspect or otherwise utilize a listing of apartments for rent;\n\n(3) “Listing” means any oral or written communication concerning a specific apartment for rent;\n\n(4) “Customer” means any person who pays a fee to an apartment listing service for assistance in obtaining an apartment rental; and\n\n(5) “Person” means any individual, association, partnership, limited liability company or corporation.\n\n(P.A. 81-166, S. 1; P.A. 82-146, S. 1; P.A. 95-79, S. 153, 189.)\n\nHistory: P.A. 82-146 added a definition of “person” in Subdiv. (5) and eliminated employees and agents from the definition of “apartment listing service”; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103b/"
    },
    {
      "id": "section-42-103c",
      "number": "42-103c.",
      "heading": "Registration. Application, fee and surety bond. Refusal to issue, revocation and suspension. Notice and hearing. Enforcement.",
      "text": "(a) No person may engage in business as an apartment listing service without first obtaining a certificate of registration from the Commissioner of Consumer Protection, except that a person holding a valid real estate broker's license in this state shall not be required to obtain a certificate.\n\n(b) Any person seeking a certificate of registration shall apply to the commissioner in writing, on a form provided by the commissioner. Such person may file one application on behalf of all of its employees, members, officers, agents and partners, provided the names of all such persons are listed on the application. Such application shall include the applicant's name, residence address, business address, employees' names and residence addresses and such other information as the commissioner may by regulation require. No such application may be approved unless it is accompanied by a fee of one hundred dollars for registration and a surety bond in which the applicant shall be the principal obligor in the sum of ten thousand dollars, with one or more sureties satisfactory to the commissioner. The bond shall run to the Department of Consumer Protection for the use of the state and to any person who may have a cause of action against the obligor of the bond for any malfeasance or misfeasance in the conduct of the apartment listing service. An applicant may file a consolidated bond on behalf of all of its employees, members, officers, agents and partners. The commissioner may release the bond not less than one year after the applicant ceases operation as a registered apartment listing service, provided there are no claims pending against the bond.\n\n(c) Each registration shall be valid for a period of one year or a part thereof and shall expire on December thirty-first of each year and may be renewed for additional one-year periods on or before January first of the next and each following year upon written application under oath in the form prescribed by the commissioner and containing such information as he may require and the filing of the bond prescribed in subsection (b) of this section.\n\n(d) Upon receipt of a completed application and surety bond, the commissioner shall: (1) Issue and deliver to the applicant a certificate to engage in the business of an apartment listing service; or (2) refuse to issue the certificate for conduct of a character likely to mislead, deceive or defraud the public or the commissioner or violation of any of the provisions of this chapter or any regulation established pursuant to any of such provisions.\n\n(e) Upon refusal to issue a certificate, the commissioner shall notify the applicant of the denial and of his right to request a hearing within ten days from the date of receipt of the notice of denial. In the event the applicant requests a hearing within such ten days, the commissioner shall give notice of the grounds for his refusal and shall conduct a hearing concerning such refusal in accordance with the provisions of chapter 54 concerning contested matters.\n\n(f) The commissioner may revoke, suspend or refuse to renew any certificate of registration as an apartment listing service for: (1) Conduct of a character likely to mislead, deceive or defraud the public or the commissioner; or (2) violation of any of the provisions of this chapter or this section or any regulation established pursuant to any of such provisions. No such revocation, suspension or refusal to renew shall be ordered by the commissioner except upon notice and hearing in accordance with chapter 54.\n\n(g) The Attorney General, at the request of the commissioner, is authorized to apply in the name of the state of Connecticut to the superior court for the judicial district of Hartford for an order temporarily or permanently restraining and enjoining any person from acting as an apartment listing service without first obtaining a certificate of registration from the commissioner.\n\n(P.A. 82-146, S. 2; P.A. 83-500; P.A. 87-153, S. 1; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-169, S. 17; 04-189, S. 1; P.A. 05-288, S. 143.)\n\nHistory: P.A. 83-500 amended Subsec. (b) by requiring applicants for a certificate of registration to pay a $100 filing fee and removed the commissioner's discretionary power to fix the amount of bond at less than $10,000; P.A. 87-153 amended Subsec. (b) by authorizing the commissioner to release the bond not less than one year after the applicant ceases operation as a registered apartment listing service provided there are no claims pending against the bond; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-288 made a technical change in Subsec. (c), effective July 13, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103c/"
    },
    {
      "id": "section-42-103d",
      "number": "42-103d.",
      "heading": "Apartment listing services to deliver contract. Contents of contract. Notice required.",
      "text": "No apartment listing service shall collect a fee prior to the delivery of a contract to the customer. Such contract shall state the name and address of the customer and the customer's specifications with respect to the kind of apartment sought including, but not limited to: (1) The town and the portion of the town required by the customer; (2) the number of rooms; (3) the number of bedrooms; (4) the maximum rent to be paid; (5) whether children are permitted; (6) whether pets are permitted; (7) whether elevator service is required; and (8) the desired date of occupancy. The contract shall also contain a conspicuous statement in ten-point boldface type as follows:\n\nNOTICE TO CUSTOMER\n\nWE ARE AN APARTMENT LISTING SERVICE ONLY. WE ARE NOT ACTING AS LICENSED REAL ESTATE BROKERS OR SALESMEN. WE DO NOT GUARANTEE THAT YOU WILL OBTAIN A RENTAL THROUGH OUR SERVICES. OUR ONLY PURPOSE IS TO FURNISH YOU WITH LISTINGS OF AVAILABLE APARTMENTS WHICH MEET YOUR SPECIFICATIONS.\n\nIF YOU DO NOT OBTAIN AN APARTMENT RENTAL THROUGH A LISTING FURNISHED BY US TO YOU, AT THE EXPIRATION OF THIS CONTRACT WE SHALL REFUND TO YOU ALL MONEYS IN EXCESS OF THIRTY DOLLARS PAID BY YOU TO US IF YOU PROVIDE US WITH A WRITTEN REQUEST FOR A REFUND PREFERABLY BY CERTIFIED MAIL. YOU MUST MAKE THE REQUEST NOT LATER THAN NINETY DAYS AFTER THE CONTRACT EXPIRES, UNLESS THE CONTRACT PROVIDES FOR A LONGER PERIOD OF TIME.\n\n(P.A. 81-166, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103d/"
    },
    {
      "id": "section-42-103e",
      "number": "42-103e.",
      "heading": "Contents of listing.",
      "text": "Each listing given to a customer by an apartment listing service shall include the following information: (1) The address of the apartment; (2) the number of rooms; (3) the number of bedrooms; (4) the monthly rental; (5) which, if any, utilities are included in the rental; (6) whether children are permitted; (7) whether pets are permitted; (8) the floor location; (9) the availability of elevator service; (10) the date the apartment is available for occupancy; and (11) the date the availability of the apartment was last verified by the apartment listing service.\n\n(P.A. 81-166, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103e/"
    },
    {
      "id": "section-42-103f",
      "number": "42-103f.",
      "heading": "Prerequisites to issuance of listing.",
      "text": "No apartment listing service shall give a listing to a customer unless (1) the apartment listing service has verified the availability of the apartment which is the subject of the listing within the preceding seventy-two hours, (2) the listing meets the specifications of the customer as set forth in the contract and (3) the apartment listing service has been authorized by the owner of such apartment or by his authorized agent to give the listing to customers.\n\n(P.A. 81-166, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103f/"
    },
    {
      "id": "section-42-103g",
      "number": "42-103g.",
      "heading": "Refund requirement. Claims against a surety bond.",
      "text": "(a) An apartment listing service shall, upon written request, refund to a customer all moneys paid by him in excess of thirty dollars if he has not, at the expiration of the contract, rented an apartment through a listing furnished by such apartment listing service. Payment of any refund shall be made within fifteen days following the date of receipt of such request or the expiration of the contract, whichever is later.\n\n(b) A customer shall submit a claim against the surety bond submitted to the commissioner by an apartment listing service pursuant to section 42-103c not later than six months after the apartment listing service ceases operation as a registered service.\n\n(P.A. 81-166, S. 5; P.A. 87-153, S. 2.)\n\nHistory: P.A. 87-153 added Subsec. (b) requiring a customer to submit a claim against a surety bond not later than six months after the apartment listing service ceases operation as a registered service.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103g/"
    },
    {
      "id": "section-42-103h",
      "number": "42-103h.",
      "heading": "Apartment listing service to retain copies of documents.",
      "text": "Each apartment listing service shall retain at its place of business duplicate copies of all contracts, receipts, requests for refunds and listings furnished to customers for a period of three years.\n\n(P.A. 81-166, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103h/"
    },
    {
      "id": "section-42-103i",
      "number": "42-103i.",
      "heading": "Written authorizations to be obtained before advertising availability.",
      "text": "No apartment listing service shall advertise the availability of a specific apartment for rent without first obtaining the written authorization of the owner of such apartment or his authorized agent. All such written authorizations shall be retained at the place of business of the apartment listing service for a period of three years.\n\n(P.A. 81-166, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103i/"
    },
    {
      "id": "section-42-103j",
      "number": "42-103j.",
      "heading": "Prohibited acts.",
      "text": "No apartment listing service shall: (1) Advertise the availability of a specific apartment for rent without having verified the availability of such apartment within twenty-four hours of the deadline time for submission of such advertisement for publication or dissemination; (2) falsely represent that it has listings meeting certain specifications; (3) deny any knowledge of whether or not it has listings meeting certain specifications if the apartment listing service knows that it has no such listings; or (4) use an apartment listing service contract having a duration of more than sixty days.\n\n(P.A. 81-166, S. 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103j/"
    },
    {
      "id": "section-42-103k",
      "number": "42-103k.",
      "heading": "Violation of chapter deemed unfair or deceptive trade practice.",
      "text": "A violation of any of the provisions of this chapter shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b.\n\n(P.A. 81-166, S. 9; P.A. 82-146, S. 3.)\n\nHistory: P.A. 82-146 made technical correction.\n\nCited. 231 C. 707.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103k/"
    },
    {
      "id": "section-42-103l",
      "number": "42-103l.",
      "heading": "Regulations.",
      "text": "The Commissioner of Consumer Protection shall adopt regulations in accordance with chapter 54 to carry out the provisions of this chapter.\n\n(P.A. 81-166, S. 10; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103l/"
    },
    {
      "id": "section-42-103m",
      "number": "42-103m.",
      "heading": "Powers of commissioner.",
      "text": "The Commissioner of Consumer Protection shall have all of the powers and remedies conferred upon him under chapter 735a for the administration and enforcement of this chapter.\n\n(P.A. 81-166, S. 11; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-734a/section-42-103m/"
    },
    {
      "id": "section-42-103n",
      "number": "42-103n",
      "heading": "to 42-103v. - Reserved for future use.",
      "text": "to 42-103v. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}