{
  "state": "connecticut",
  "path": "title-title-42-business-selling-trading-and-collection-practices/chapter-chapter-743m-telemarketing",
  "sections": [
    {
      "id": "section-42-284",
      "number": "42-284.",
      "heading": "Definitions.Section 42-285. - Contract requirements",
      "text": "As used in this section, sections 42-285 to 42-289, inclusive:\n\n(1) “Automated dialing system” means a device that (A) automatically dials a telephone number, or (B) makes a connection to an end user by means of an automated system that is used to dial a telephone number and transmit a voice communication;\n\n(2) “Caller identification service or device” means any telephone service or device which permits a consumer to view the telephone number, caller name or caller location for an incoming telephonic sales call;\n\n(3) “Commissioner” means the Commissioner of Consumer Protection;\n\n(4) “Consumer” means an actual or prospective purchaser, lessee or recipient of goods or services;\n\n(5) “Consumer goods or services” means articles or services that are purchased, leased, exchanged or received primarily for personal, family or household purposes, and includes, but is not limited to, warranties, gift cards, stocks, bonds, mutual funds, annuities and other financial products;\n\n(6) “Department” means the Department of Consumer Protection;\n\n(7) “Doing business in this state” includes, but is not limited to, conducting one or more telephonic sales calls (A) from a location in this state, (B) from a location outside of this state to resident consumers, or (C) made to a resident consumer or to a telephone number with a Connecticut area code;\n\n(8) “Established business relationship” means an existing relationship that is formed by a voluntary two-way communication between a consumer or entity and a business, with or without an exchange of consideration, on the basis of an application, purchase or transaction regarding property, goods or services offered by the business or entity, which relationship has not been previously terminated by either party;\n\n(9) “Marketing or sales solicitation” means the initiation of a communication, including, but not limited to, a communication made using a telephone call or message, an automated dialing system, a recorded message device, a call using soundboard technology, an over-the-top message or a text or media message, to encourage the purchase or rental of, or investment in, property, goods, services or anything of value that is transmitted to any resident consumer or a telephone number with a Connecticut area code, but does not include the initiation of any such communication (A) to any resident consumer with such resident consumer's prior express written consent if an advance, clear, conspicuous and detailed written disclosure of the scope of such consent was provided to such resident consumer, (B) to any resident consumer in response to a visit made by such resident consumer to an establishment selling, leasing or exchanging consumer goods or services at a fixed location, or (C) to any resident consumer with whom the telemarketer has an established business relationship;\n\n(10) “National Do Not Call Registry” means the registry maintained by the Federal Trade Commission pursuant to 15 USC 6102(a), 16 CFR 310 and 47 CFR 64.1200, as amended from time to time;\n\n(11) “Over-the-top message” means a text-based communication on a platform that uses existing Internet services to deliver messages;\n\n(12) “Person” means an individual, corporation, nonprofit corporation, trust, partnership, limited partnership, incorporated or unincorporated association, limited liability company and any other legal entity;\n\n(13) “Personally identifying information” means an individual's (A) date of birth, (B) mother's maiden name, (C) motor vehicle operator's license number, (D) Social Security number, (E) health insurance identification number, (F) financial account number, (G) security code or personal identification number, or (H) government-issued identification number that is not otherwise made directly available to the public;\n\n(14) “Prior express written consent” means a written agreement that (A) discloses (i) the means by which the telemarketer will call or contact the consumer, including, but not limited to, a telephone system, an automated dialing system, a recorded message device, soundboard technology, over-the-top messaging or text or media messaging, and (ii) the telephone number to which the consumer authorizes the telemarketer to deliver, or cause to be delivered, advertisements or telemarketing messages, (B) clearly and conspicuously authorizes the telemarketer to deliver, or cause to be delivered, to the consumer advertisements or telemarketing messages by way of the means (i) described in subparagraph (A)(i) of this subdivision, and (ii) disclosed in such written agreement, and (C) bears the signature of the consumer;\n\n(15) “Resident consumer” means a consumer who is a resident of this state;\n\n(16) “Soundboard technology” means a technology that allows an individual to communicate with a call recipient in real-time by playing a recorded audio message instead of using the individual's voice;\n\n(17) “Telemarketer” means any person, or any affiliate or subsidiary of any person, doing business in this state that makes, or causes to be made, a telephonic sales call, initiates the sale, lease or rental of consumer goods or services, or offers gifts or prizes with the intent to sell, lease or rent consumer goods by: (A) Telephonic means; (B) use of television, radio or printed advertisement, postcard or other written notice with requests that the resident consumer contact the seller by telephone to inquire about goods or services and such advertisement, postcard or notice does not contain the price or a description of the goods or services; (C) automated dialing system; (D) recorded message device; (E) soundboard technology; (F) over-the-top message; or (G) text or media message;\n\n(18) “Telephonic sales call” (A) means a telephone call made to a resident consumer or a telephone number with a Connecticut area code by or on behalf of a telemarketer, including, but not limited to, a telephone call made by way of a live voice, an automated dialing system, a recorded message device, soundboard technology, over-the-top messaging or text or media messaging, for the purpose of (i) engaging in a marketing or sales solicitation, (ii) soliciting an extension of credit for consumer goods or services, (iii) obtaining information that will or may be used for a marketing or sales solicitation or an exchange or extension of credit for consumer goods or services, (iv) encouraging such resident consumer to share any personally identifying information or purchase or invest in any property, goods, services or other thing of value if such resident consumer did not previously express any interest in sharing such personally identifying information or purchasing or investing in such property, goods, services or other thing of value, or (v) soliciting such resident consumer to donate any money, property, goods, services or other thing of value if such resident consumer did not previously express any interest in donating such money, property, goods, services or other thing of value, and (B) does not include a telephone call or message described in subparagraph (A) of this subdivision if (i) such call is made or message is sent in response to a request or inquiry made by a resident consumer, including a call or message concerning an item that such resident consumer purchased from the telemarketer during the twelve-month period preceding such call or message, (ii) such call is made or message is sent by a nonprofit organization to a consumer who is on a list of bona fide or active members of such nonprofit organization, (iii) such call or message is limited to polling or soliciting votes or the expression of an idea or opinion, (iv) such call is made or message is sent as part of a business-to-business contact, (v) such call is made or message is sent to a resident consumer who granted prior express written consent to receiving such call or message, (vi) such call is made or message is sent primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call or message, (vii) such call is made or message is sent to an existing customer of a telemarketer unless such customer previously informed the telemarketer, orally or in writing, that such customer no longer wishes to receive such calls or messages from such telemarketer, or (viii) such call is made or message is sent for a religious, charitable, political or other noncommercial purpose;\n\n(19) “Text or media message” (A) means a message that consists of text or any image, sound or other information that is transmitted by or to a device that is identified as the device that sent or received such text, image, sound or information by using a ten-digit telephone number or N11 service code, (B) includes a short message and multimedia message service that contains written, audio, video or photographic content and is sent electronically to a mobile telephone or mobile electronic device telephone number, and (C) does not include electronic mail sent to an electronic mail address; and\n\n(20) “Voice communication” (A) means a communication that is made by an individual, in whole or in part, by using an artificial message, a prerecorded message or a live voice, (B) includes, but is not limited to, a voice message transmitted directly to a recipient's voicemail regardless of whether the recipient's phone rings as part of the transmission, and (C) does not include an automated warning required by law.\n\n(P.A. 96-196, S. 1; P.A. 23-98, S. 8.)\n\nHistory: P.A. 23-98 amended introductory language by applying definitions to Secs. 42-288a, 42-288b and 42-289, added Subdivs. (1) to (3) defining “automated dialing system”, “caller identification service or device” and “commissioner”, respectively, redesignated existing Subdiv. (1) defining “consumer” as Subdiv. (4), added Subdivs. (5) to (11) defining “consumer goods or services”, “department”, “doing business in this state”, “established business relationship”, “marketing or sales solicitation”, “National Do Not Call Registry” and “over-the-top message”, respectively, redesignated existing Subdiv. (2) as Subdiv. (12) and redefined “person” therein, added Subdivs. (13) to (16) defining “personally identifying information”, “prior express written consent”, “resident consumer” and “soundboard technology”, respectively, redesignated existing Subdiv. (3) as Subdiv. (17) and redefined “telemarketer” therein, added Subdivs. (18) to (20) defining “telephonic sales call”, “text or media message” and “voice communication”, respectively, and made technical and conforming changes throughout.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-284/"
    },
    {
      "id": "section-42-285",
      "number": "42-285.",
      "heading": "Contract requirements.",
      "text": "(a) No oral agreement made by a consumer to purchase, lease or rent goods or services from a telemarketer shall be a binding, valid or enforceable contract against the consumer unless the telemarketer receives from the consumer a written and signed contract that discloses in full the terms of the sale, lease or rental agreement. Any goods sent or services provided to a consumer by a telemarketer without such written contract shall be deemed to be an unconditional gift to the consumer without any obligation by the consumer to the telemarketer.\n\n(b) The contract shall include, but shall not be limited to, the following information:\n\n(1) The legal name, address, telephone number, headquarters address and home state or country for entity registration purposes of the telemarketer or, if the telemarketer is not the seller, the seller;\n\n(2) A list of all prices or fees being charged including any handling, shipping, delivery or other charges;\n\n(3) The date of the transaction;\n\n(4) A detailed description of the goods or services being sold, leased or rented; and\n\n(5) In ten-point boldface type, in a space immediately preceding the space allotted for the consumer's signature, the following statement: “YOU ARE NOT OBLIGATED TO PAY ANY MONEY UNLESS YOU SIGN THIS CONTRACT AND RETURN IT TO THE ADDRESS CONTAINED IN THIS CONTRACT”.\n\n(c) The telemarketer shall provide the consumer with a duplicate copy of the contract with the complete information as presented in the original contract, to be retained by the consumer as proof of the terms of the agreement to purchase, lease or rent.\n\n(P.A. 96-196, S. 2; P.A. 23-98, S. 10.)\n\nHistory: P.A. 23-98 substantially amended Subsec. (b)(1) by substituting “legal name” for “name” and adding provisions re headquarters address, home state or country for entity registration purposes and seller.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-285/"
    },
    {
      "id": "section-42-286",
      "number": "42-286.",
      "heading": "Prohibited actions before receipt of signed contract.",
      "text": "(a) A telemarketer shall not accept payment in any form from a consumer, or make or submit any charge to the consumer's credit card, charge card, debit card or electronic payment platform account, unless the telemarketer has received from the consumer a contract, signed by the consumer, which complies with section 42-285.\n\n(b) In the event that the consumer sends payment to the telemarketer, or the telemarketer makes or submits a charge to the consumer's account, including, but not limited to, a credit card, charge card, debit card or electronic payment platform account, and the telemarketer has not received a signed contract from the consumer which complies with section 42-285, the telemarketer shall immediately and fully refund the consumer's payment or immediately and fully credit the consumer's account.\n\n(P.A. 96-196, S. 3; P.A. 23-98, S. 11.)\n\nHistory: P.A. 23-98 amended Subsec. (a) by adding “in any form” and provisions re charge cards, debit cards and electronic payment platform accounts and amended Subsec. (b) by adding “account, including, but not limited to,”, adding provisions re charge cards, debit cards and electronic payment platform accounts, adding “immediately and fully” and making technical and conforming changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-286/"
    },
    {
      "id": "section-42-287",
      "number": "42-287.",
      "heading": "Exempted transactions.",
      "text": "The provisions of sections 42-284 to 42-286, inclusive, shall not apply to:\n\n(1) Any transaction between a consumer and a publisher, owner, agent or employee of a newspaper marketing its own publications;\n\n(2) Any transaction between a consumer and a bank, out-of-state bank, Connecticut credit union, federal credit union or out-of-state credit union, as each is defined in section 36a-2, or a mortgage broker, mortgage correspondent lender, mortgage lender, sales finance company or small loan lender licensed under chapter 668, in which any such person or such person's subsidiary, affiliate or agent markets its own services to a consumer;\n\n(3) Any transaction made pursuant to prior negotiations in the course of a visit by a consumer to a retail business establishment having a fixed, permanent location where goods are exhibited or services are offered for sale on a continuing basis;\n\n(4) Any transaction in which the business establishment or its majority-owned affiliate making the solicitation has a clear, preexisting business relationship with the consumer, provided the consumer has been provided the full name and the business location or phone number of the establishment or its majority-owned affiliate;\n\n(5) Any transaction in which the consumer purchases goods or services pursuant to an examination of a printed advertisement, brochure, catalog or other written material of the telemarketer which contains: (A) The name, address or post office box and telephone number of the telemarketer; (B) a full description of the goods or services being requested, including any handling, shipping or delivery charges; (C) any limitations, conditions or restrictions that apply to the offer; and (D) the refund policy of the telemarketer;\n\n(6) Any transaction in which the telemarketer or its subsidiaries, affiliates or agents is certified by, or providing services pursuant to tariffs filed with, the Public Utilities Regulatory Authority, the Federal Communications Commission or in which the telemarketer is a corporation which is exempt from taxation under Section 501(c)(3) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, and in which the telemarketer is initiating the sale, lease or rental of consumer goods or services or offering gifts with the intent to sell, lease or rent consumer goods or services on its own behalf;\n\n(7) Any transaction in which: (A) The consumer may obtain a full refund for the return of undamaged and unused goods or services to the seller within seven days of receipt by the consumer; (B) the seller will process the refund within thirty days of receipt of the returned goods or notice of cancellation of services by the consumer; and (C) the consumer is clearly and conspicuously notified of his right to full refund for the return of undamaged and unused goods or any services not performed or a pro rata refund for any services not yet performed for the consumer;\n\n(8) Any transaction regulated under chapter 672a between a consumer and any broker-dealer, agent, investment advisor or investment advisor agent registered or specifically excluded from the registration requirement pursuant to chapter 672a;\n\n(9) Any transaction which is subject to the provisions of chapter 740;\n\n(10) Any transaction which is subject to the provisions of chapter 704; or\n\n(11) Any transaction between a consumer and a person or its majority-owned affiliate where such person or its majority-owned affiliate has been continuously operating for at least two years a retail business establishment having a fixed, permanent location under the same name as that used in connection with the telemarketing transaction and the goods or services offered in the telemarketing transaction are also offered for sale at the retail business establishment and telemarketer-originated sales comprise less than fifty per cent of establishment's total sales.\n\n(P.A. 96-196, S. 4; P.A. 08-176, S. 73; P.A. 10-32, S. 126; P.A. 11-80, S. 1.)\n\nHistory: P.A. 08-176 amended Subdiv. (2) to add “mortgage correspondent lender” and make conforming changes, effective July 1, 2008; P.A. 10-32 made technical changes in Subdiv. (2), effective May 10, 2010; pursuant to P.A. 11-80, “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority” in Subdiv. (6), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-287/"
    },
    {
      "id": "section-42-288",
      "number": "42-288.",
      "heading": "Applicability. Unfair trade practice. Rebuttable presumption.",
      "text": "(a) For the purposes of sections 42-284 to 42-287, inclusive, any transaction which occurs between a telemarketer and a consumer shall be considered to have taken place in this state if (1) the telemarketer is (A) a resident of this state, or (B) a business entity that is registered, or required by law to be registered, with the Secretary of the State to do business in this state, (2) the consumer is a resident consumer, or (3) the telemarketer contacted the consumer using a telephone number with a Connecticut area code.\n\n(b) Violation of any provision of sections 42-284 to 42-287, inclusive, shall be an unfair or deceptive act or practice in violation of subsection (a) of section 42-110b.\n\n(c) There shall be a rebuttable presumption that a telephonic sales call made to a resident consumer or to a telephone number with a Connecticut area code has taken place in this state.\n\n(P.A. 96-196, S. 5; P.A. 23-98, S. 12.)\n\nHistory: P.A. 23-98 substantially amended Subsec. (a) by adding Subdiv. and Subpara. designators and adding provisions re resident consumers, business entities registered, or required by law to be registered, with Secretary of the State to do business in this state and telephone numbers with Connecticut area codes and added Subsec. (c) re rebuttable presumption that telephonic sales calls made to resident consumers or telephone numbers with Connecticut area codes have taken place in this state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-288/"
    },
    {
      "id": "section-42-288a",
      "number": "42-288a.",
      "heading": "Telephonic sales calls. “No sales solicitation calls” listing and “National Do Not Call Registry”",
      "text": "(a) The department shall establish and maintain a “no sales solicitation calls” listing of consumers who do not wish to receive telephonic sales calls. Such listing shall be identical to the National Do Not Call Registry. The department may contract with a private vendor to establish and maintain such listing, provided (1) the private vendor has maintained national “no sales solicitation calls” listings for more than two years, and (2) the contract requires the vendor to provide the “no sales solicitation calls” listing in a printed hard copy format and in any other format offered at a cost that does not exceed the production cost of the format offered. The department shall provide notice to consumers of the establishment of a “no sales solicitation calls” listing. Any consumer who wishes to be included on such listing shall notify the department by calling a toll-free number provided by the department, or in any other such manner and at such times as the commissioner may prescribe. A consumer on such listing shall be deleted from such listing upon the consumer's written request. The department shall update such listing not less than quarterly and shall make such listing available to telemarketers and other persons upon request.\n\n(b) Any violation of the provisions of 47 USC 227, 16 CFR 310 or 47 CFR 64.1200, as amended from time to time, which provide that a telemarketer shall not call a consumer whose name and telephone number appear on the National Do Not Call Registry or who has specifically requested not to receive calls from a particular entity, shall constitute a violation of sections 42-284 to 42-288b, inclusive.\n\n(c) A telephonic sales call that is made to any consumer residential, mobile or telephonic paging device telephone number that is not otherwise prohibited by this section shall be limited to being conducted between the hours of nine o'clock a.m. and eight o'clock p.m. local time.\n\n(d) Any person, including, but not limited to, any telemarketer, making a telephonic sales call to a consumer's residential, mobile or telephonic paging device telephone number that is not otherwise prohibited by this section shall disclose such person's identity, the purpose of such telephonic sales call and the identity of the entity for which such person is making such telephonic sales call, if any, not later than ten seconds after such telephonic sales call begins.\n\n(e) Any person, including, but not limited to, any telemarketer, making a telephonic sales call shall, at the beginning of such telephonic sales call, ask the consumer whether such consumer wishes to continue such telephonic sales call, end such telephonic sales call or be removed from such person's list.\n\n(f) Any person, including, but not limited to, any telemarketer, shall end a telephonic sales call not later than ten seconds after the consumer states or otherwise indicates that such consumer wishes to end such telephonic sales call.\n\n(g) If a consumer informs a person, including, but not limited to, a telemarketer, at any point during a telephonic sales call that the consumer does not wish to receive future telephonic sales calls or wishes to be removed from such person's list, such person shall: (1) Inform such consumer that such consumer's contact information will be removed from such list; (2) end such telephonic sales call not later than ten seconds after such consumer expresses such wish; (3) refrain from making any additional telephonic sales calls to such consumer at any telephone number associated with such consumer; and (4) not give or sell such consumer's name, telephone number, other contact information or personally identifying information to any other entity, or receive anything of value from any other entity in exchange for such consumer's name, telephone number, other contact information or personally identifying information.\n\n(h) No telemarketer may cause to be installed or use any blocking device or service to circumvent a consumer's use of a caller identification service or device. No telemarketer may intentionally transmit inaccurate or misleading caller identification information.\n\n(i) (1) Any person who obtains the name, residential address or telephone number of any consumer from published telephone directories or from any other source and republishes or compiles such information, electronically or otherwise, and sells or offers to sell such publication or compilation to telemarketers for marketing or sales solicitation purposes, shall exclude from any such publication or compilation, and from the database used to prepare such publication or compilation, the name, address and telephone number or numbers of any consumer if the consumer's name and telephone number or numbers appear on the National Do Not Call Registry.\n\n(2) This subsection does not apply to (A) any telephone company, as defined in section 16-1, for the sole purpose of compiling, publishing or distributing telephone directories or causing the compilation, publication or distribution of telephone directories or providing directory assistance, and (B) any person, for the sole purpose of compiling, publishing or distributing telephone directories for such telephone company pursuant to an agreement or other arrangement with such telephone company.\n\n(j) The commissioner may adopt regulations, in accordance with chapter 54, to carry out the provisions of this section. Such regulations may include, but shall not be limited to, provisions governing the availability and distribution of the listing established under subsection (a) of this section and notice requirements for consumers wishing to be included on the listing established under subsection (a) of this section consistent with information on the National Do Not Call Registry.\n\n(k) A violation of any of the provisions of this section shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b.\n\n(l) No telemarketer may make, or cause to be made, a telephonic sales call to a consumer without such consumer's prior express written consent.\n\n(m) In addition to the requirements established in subsections (a) to (l), inclusive, of this section, if a consumer's mobile telephone or mobile electronic device telephone number does not appear on the then current quarterly “no sales solicitation calls” listing made available by the department pursuant to subsection (a) of this section, no telemarketer may make, or cause to be made, a call for the purpose of marketing, selling or soliciting sales of consumer goods unless the telemarketer has received prior express written consent from the consumer to receive such call.\n\n(n) Notwithstanding the provisions of subsections (b) to (i), inclusive, of this section, a telecommunications company may make a telephonic sales call to an existing customer, provided (1) such telecommunications company does not charge such customer, and (2) such telephonic sales call is made primarily in connection with (A) an existing debt, payment of which has not been completed at the time such telephonic sales call is made, (B) an existing contract between the telecommunications company and such customer, (C) a wireless emergency alert authorized by federal law, or (D) a prior request for customer service that was initiated by such customer.\n\n(o) In addition to any penalty imposed under chapter 735a, any person, including, but not limited to, any telemarketer, who is liable under the provisions of subsections (a) to (n), inclusive, of this section shall be fined not more than twenty thousand dollars for each violation.\n\n(P.A. 00-118, S. 1, 3; P.A. 01-195, S. 97, 181; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-169, S. 17; 04-189, S. 1; P.A. 10-52, S. 1; P.A. 12-79, S. 1; P.A. 14-53, S. 1; P.A. 23-98, S. 13.)\n\nHistory: P.A. 00-118 effective January 1, 2001; P.A. 01-195 made a technical change in Subsec. (c), effective July 11, 2001; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 10-52 added Subsec. (h) re fine of not more than $11,000 per violation, effective January 1, 2011; P.A. 12-79 amended Subsec. (d) by adding prohibition re telephone solicitors intentionally transmitting inaccurate or misleading caller identification information; P.A. 14-53 amended Subsec. (a) to add reference to Sec. 42-288b, add new Subdiv. (6) re definition of “prior express written consent”, redesignate existing Subdivs. (6) to (10) as Subdivs. (7) to (9), (11) and (12), respectively, and amend same to redefine “marketing or sales solicitation”, “telephonic sales call”, “telephone solicitor”, “unsolicited telephonic sales call” and “caller identification service or device” and add new Subdiv. (10) re definition of “text or media message”, amended Subsec. (c)(2) to add prohibition re text or media messages received at any time and make a conforming change, made technical changes in Subsecs. (d), (f) and (g), added new Subsec. (h) re prohibition of unsolicited, automatically dialed, recorded telephonic sales calls, added Subsec. (i) re prior express written consent of consumer for text or media message, added Subsec. (j) re telecommunications company exception, and redesignated existing Subsec. (h) as Subsec. (k) and amended same to increase fine from $11,000 to $20,000 per violation and make a conforming change; P.A. 23-98 substantially amended section including by deleting former Subsec. (a) defining various terms, redesignating existing Subsecs. (b), (d), (e), (f), (g), (h), (j) and (k) as Subsecs. (a), (h), (i), (j), (k), (l), (n) and (o), respectively, deleting former Subsecs. (c) and (i) re unsolicited telephonic sales calls and text or media messages, respectively, adding provisions re National Do Not Call Registry in Subsecs. (a), (i)(1) and (j), adding new Subsec. (b) re violations of 47 USC 227, 16 CFR 310 and 47 CFR 64.1200, as amended from time to time, adding new Subsec. (c) re permissible hours, adding new Subsec. (d) requiring disclosures re identity of caller and purpose of telephonic sales call, adding new Subsec. (e) requiring inquiry re consumer's desire to continue telephonic sales call, end telephonic sales call or be removed from list, adding new Subsec. (f) re ending telephonic sales call, adding new Subsec. (g) re removal of consumer from list, deleting 2 occurrences of “intentionally” from Subsec. (h), deleting exceptions from penalty established in Subsec. (k), adding Subsec. (m) re requirement for consumer's prior express written consent and making technical and conforming changes throughout.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-288a/"
    },
    {
      "id": "section-42-288b",
      "number": "42-288b.",
      "heading": "Telephone and telecommunications companies to provide notice to consumers re “no sales solicitation calls” listing and complaint form.",
      "text": "Each telephone and telecommunications company, as defined in section 16-1, that issues an account statement to a consumer with respect to service for a telephone, mobile telephone or mobile electronic device shall, not less than two times per year, include on or with such statement a conspicuous notice, informing the consumer with respect to: (1) The prohibitions placed on telemarketers pursuant to section 42-288a, (2) how to place the consumer's telephone number, mobile telephone number or mobile electronic device telephone number on the “no sales solicitation calls” listing established pursuant to subsection (a) of section 42-288a, and (3) how to obtain a “no sales solicitation complaint” form on the Department of Consumer Protection's Internet web site.\n\n(P.A. 14-53, S. 2; P.A. 23-98, S. 14.)\n\nHistory: P.A. 23-98 substituted “telemarketers” for “telephone solicitors” in Subdiv. (1) and made a conforming change in Subdiv. (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-288b/"
    },
    {
      "id": "section-42-288c",
      "number": "42-288c.",
      "heading": "Compensation paid to person providing material information re investigation and enforcement of action against telephone solicitor.",
      "text": "Compensation paid to person providing material information re investigation and enforcement of action against telephone solicitor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-289",
      "number": "42-289.",
      "heading": "Prohibitions re voice communications and telephonic sales calls. Exceptions. Rebuttable presumption. Civil penalty. Unfair trade practice.",
      "text": "(a) As used in this section, “terminating provider” means a telecommunications provider upon whose network a voice communication terminates to a call recipient or end user.\n\n(b) (1) Except as provided in subdivision (2) of this subsection, no person, including, but not limited to, a telemarketer, shall provide substantial assistance or support to the initiator of a voice communication or telephonic sales call that enables the initiator to initiate, originate, route or transmit the voice communication or telephonic sales call if such person knows, or avoids knowing, that such initiator is engaged, or intends to engage, in fraud or any practice that violates any provision of this section, sections 42-284 to 42-288b, inclusive, or chapter 735a.\n\n(2) No provision of subdivision (1) of this subsection shall be construed to prohibit:\n\n(A) Any person from designing, manufacturing or distributing any component, product or technology that has a commercially significant use other than circumventing or violating the provisions of this section;\n\n(B) Any telecommunications provider or other entity from providing access to the Internet for the purpose of excluding initiation of a voice communication or text message; or\n\n(C) Any terminating provider from taking any action concerning completion of a voice communication.\n\n(c) There shall be a rebuttable presumption that a voice communication or telephonic sales call made, or any attempt to make a voice communication or telephonic sales call, in violation of subsection (b) of this section has taken place in this state if such voice communication or telephonic sales call is made to any telephone number with a Connecticut area code or any person residing in this state.\n\n(d) A violation of this section shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b. In addition to any penalty imposed under chapter 735a, any person who violates any provision of this section shall be fined not more than twenty thousand dollars for each such violation.\n\n(P.A. 23-98, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-42/chapter-743m/section-42-289/"
    },
    {
      "id": "section-42-290",
      "number": "42-290",
      "heading": "to 42-294. - Reserved for future use.",
      "text": "to 42-294. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}