{
  "state": "idaho",
  "path": "title-title-25/chapter-chapter-19",
  "sections": [
    {
      "id": "section-25-1901",
      "number": "25-1901",
      "heading": "",
      "text": "25-1901. ALTERING MARKS AND BRANDS. Every person who marks or brands, alters, conceals, disfigures, obliterates, or defaces the mark or brand of any horse, mare, colt, jack, jennet, mule, bull, ox, steer, cow, calf, sheep, goat, hog, shoat or pig belonging to another, with intent thereby to steal the same or to prevent identification thereof by the true owner, shall be guilty of a felony.\n\n[(25-1901) 1881, p. 295, secs. 10, 17; R.S., R.C., & C.L., sec. 6867; C.S., sec. 8328; am. 1931, ch. 23, sec. 1, p. 50; I.C.A., sec. 24-1601; am. 1951, ch. 158, sec. 1, p. 354.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1901/"
    },
    {
      "id": "section-25-1903",
      "number": "25-1903",
      "heading": "",
      "text": "25-1903. USE OR POSSESSION OF RUNNING IRON. Any person who uses, or has, or keeps in his possession, any running branding iron, tool, or instrument used by him for running a brand on any livestock, or who changes or disfigures any brand with such instrument, is guilty of grand larceny and punishable as provided by law. The possession of such iron or instrument is prima facie evidence of guilt.\n\n[(25-1903) 1885, p. 61, sec. 1; R.S., R.C., & C.L., sec. 6868; C.S., sec. 8329; I.C.A., sec. 24-1603.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1903/"
    },
    {
      "id": "section-25-1906",
      "number": "25-1906",
      "heading": "",
      "text": "25-1906. SLAUGHTERING UNBRANDED CATTLE. Any person who slaughters any head of neat cattle, before the same is distinctly marked or branded, is guilty of a misdemeanor.\n\n[(25-1906) 1883, p. 126, sec. 2; R.S., R.C., & C.L., sec. 6871; C.S., sec. 8332; I.C.A., sec. 24-1606.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1906/"
    },
    {
      "id": "section-25-1905",
      "number": "25-1905",
      "heading": "",
      "text": "25-1905. REMOVAL OF HIDES FROM CARCASSES. Any person other than the owner, his servant or agent who skins or removes from the carcass, the skin, hide, or pelt of any neat cattle or sheep found dead or perished, is guilty of a misdemeanor.\n\n[(25-1905) 1883, p. 126, sec. 1; R.S., R.C., & C.L., sec. 6870; C.S., sec. 8331; I.C.A., sec. 24-1605.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1905/"
    },
    {
      "id": "section-25-1907",
      "number": "25-1907",
      "heading": "",
      "text": "25-1907. GRAZING SHEEP ON CATTLE RANGE. Any person owning or having charge of sheep, who herds, grazes, or pastures the same, or permits or suffers the same to be herded, grazed or pastured, on any cattle range previously occupied by cattle, or upon range usually occupied by any cattle grower, either as a spring, summer or winter range for his cattle, is guilty of a misdemeanor; but the priority of possessory right between cattle and sheep owners to any range, is determined by the priority in the usual and customary use of such range, either as a cattle or sheep range.\n\n[(25-1907) 1883, p. 126, sec. 3; R.S., R.C., & C.L., sec. 6872; C.S., sec. 8333; I.C.A., sec. 24-1607.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1907/"
    },
    {
      "id": "section-25-1908",
      "number": "25-1908",
      "heading": "",
      "text": "25-1908. GRAZING STOCK ON IMPROVED LAND. Any owner or other person in charge of any herd or drove of livestock, who wilfully or negligently injures any resident of the state by driving or moving such herd or drove from any public highway, and herding or grazing the same on land occupied and improved by any settler in possession of the same, is guilty of a misdemeanor.\n\n[(25-1908) 1881, p. 295, sec. 15; R.S., R.C., & C.L., sec. 6882; C.S., sec. 8335; I.C.A., sec. 24-1608.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1908/"
    },
    {
      "id": "section-25-1910",
      "number": "25-1910",
      "heading": "",
      "text": "25-1910. CIVIL DAMAGES AND OTHER PENALTIES UPON THEFT OR UNLAWFUL DESTRUCTION OF FURBEARING ANIMALS RAISED FOR COMMERCIAL PURPOSES OR LIVESTOCK. (1) In addition to the criminal penalties that may be imposed upon a person convicted of theft or unlawful destruction of furbearing animals raised for commercial purposes or livestock, the court shall assess civil damages against the defendant in any amount necessary to fully compensate the owner of the furbearing animals raised for commercial purposes or livestock for his loss, which amount shall be paid to the owner, and any amount necessary to fully compensate any trade association which has paid out rewards which led to the arrest and conviction of the defendant in the particular case, which amount shall be paid to the trade association.\n\n(2) Any person who intentionally and without permission of the owner releases any furbearing animals raised for commercial purposes is guilty of a felony and the court may assess civil damages against the defendant in any amount necessary to compensate the owner of the furbearing animals raised for commercial purposes. Additionally, any person who intentionally destroys or conspires to destroy any paper or electronic record of a furbearing animal raised for commercial purposes shall be guilty of a felony and the court may assess civil damages against the defendant in any amount necessary to compensate the owner of the furbearing animals raised for commercial purposes.\n\n[25-1910, added 1983, ch. 19, sec. 3, p. 55; am. 1990, ch. 126, sec. 3, p. 297; am. 1999, ch. 158, sec. 1, p. 436.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1910/"
    },
    {
      "id": "section-25-1909",
      "number": "25-1909",
      "heading": "",
      "text": "25-1909. STEALING SERVICES OF BULL. It shall be unlawful for any person, without the consent of the owner, to take possession of any bull found running at large upon the open range and to confine the same in any inclosure for the purpose of obtaining service therefrom. And in any trial for violation of the provisions of this section, upon proof on the part of the state that any person has taken possession of such bull, upon the open range, and has confined the said bull in any inclosure with cows, such fact may be considered by the jury as bearing upon the question of the intent of such person to secure unlawfully the service of such bull. Any person violating any of the provisions of this section shall be deemed guilty of a misdemeanor.\n\n[(25-1909) 1911, ch. 130, sec. 1, p. 417; reen. C.L., sec. 6882a; C.S., sec. 8336; I.C.A., sec. 24-1609.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-19/section-25-1909/"
    }
  ]
}