{
  "state": "idaho",
  "path": "title-title-25/chapter-chapter-39",
  "sections": [
    {
      "id": "section-25-3901",
      "number": "25-3901",
      "heading": "",
      "text": "25-3901. DECLARATION OF POLICY AND STATEMENT OF LEGISLATIVE INTENT. The Idaho legislature finds and declares that the agriculture industry, wildlife of the state, and the environment are all important components of Idaho’s economy, and that it is in the public interest to strictly regulate the importation or possession of deleterious exotic animals up to and including prohibition of the importation or possession of such animals.\n\n[25-3901, added 2003, ch. 105, sec. 1, p. 332.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-39/section-25-3901/"
    },
    {
      "id": "section-25-3902",
      "number": "25-3902",
      "heading": "",
      "text": "25-3902. AUTHORITY OF THE DEPARTMENT OF AGRICULTURE AND THE DIVISION OF ANIMAL INDUSTRIES. The department of agriculture and the administrator of the division of animal industries are authorized and empowered to regulate or prohibit the importation or possession of any deleterious exotic animals.\n\n[25-3902, added 2003, ch. 105, sec. 1, p. 332.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-39/section-25-3902/"
    },
    {
      "id": "section-25-3903",
      "number": "25-3903",
      "heading": "",
      "text": "25-3903. RULES FOR IMPORTATION OR POSSESSION OF DELETERIOUS EXOTIC ANIMALS. The administrator of the division of animal industries is hereby authorized and empowered to make, promulgate and enforce necessary administrative rules in compliance with chapter 52, title 67, Idaho Code, for the regulation or prohibition of the importation or possession of deleterious exotic animals.\n\n[25-3903, added 2003, ch. 105, sec. 1, p. 332.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-39/section-25-3903/"
    },
    {
      "id": "section-25-3904",
      "number": "25-3904",
      "heading": "",
      "text": "25-3904. DESIGNATION OF DELETERIOUS EXOTIC ANIMALS. The administrator of the division of animal industries shall, in cooperation with the director of the department of fish and game, designate by rule or order any animal, not native to Idaho, which is determined to be dangerous to the environment, livestock, agriculture, or wildlife of the state as a deleterious exotic animal.\n\n[25-3904, added 2003, ch. 105, sec. 1, p. 332.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-39/section-25-3904/"
    },
    {
      "id": "section-25-3905",
      "number": "25-3905",
      "heading": "",
      "text": "25-3905. VIOLATIONS — CIVIL — CRIMINAL — PENALTIES FOR VIOLATIONS. (1) Failure to comply with the provisions of this chapter, or the rules promulgated hereunder, shall constitute a violation. Civil penalties may be assessed against a violator as follows:\n\n(a) A civil penalty as assessed by the department of agriculture or its duly authorized agent not to exceed five thousand dollars ($5,000) for each offense;\n\n(b) Assessment of a civil penalty may be made in conjunction with any other department administrative action.\n\n(2) No civil penalty may be assessed against a person unless the person was given notice and opportunity for a hearing pursuant to the Idaho administrative procedure act, chapter 52, title 67, Idaho Code.\n\n(3) If the department is unable to collect an assessed civil penalty, or if a person fails to pay all or a set portion of an assessed civil penalty as determined by the department, the department may file an action to recover the civil penalty in the district court of the county in which the violation is alleged to have occurred. In addition to the assessed penalty, the department shall be entitled to recover reasonable attorney’s fees and costs incurred in such action or on appeal from such action.\n\n(4) A person against whom the department has assessed a civil penalty under this section may, within thirty (30) days of the final agency action making the assessment, appeal the assessment to the district court of the county in which the violation is alleged to have occurred.\n\n(5) Moneys collected pursuant to this section shall be deposited in the state treasury and credited to the livestock disease control and T.B. indemnity fund.\n\n(6) The imposition or computation of monetary penalties shall take into account the seriousness of the violation, good faith efforts to comply with the law, the economic impact of the penalty on the violator and such other matters as justice requires.\n\n(7) Nothing in this chapter shall be construed as requiring the director of the department of agriculture to report minor violations when the director believes that the public interest will be best served by suitable warnings or other administrative action.\n\n(8) Any person, firm or corporation violating any of the provisions of this chapter, or rules promulgated hereunder by the division of animal industries shall be guilty of a misdemeanor, and upon conviction, shall be subject to a fine of not less than one hundred dollars ($100) nor more than five thousand dollars ($5,000) for each offense.\n\n[25-3905, added 2003, ch. 105, sec. 1, p. 332.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-39/section-25-3905/"
    }
  ]
}