{
  "state": "idaho",
  "path": "title-title-25/chapter-chapter-9",
  "sections": [
    {
      "id": "section-25-901",
      "number": "25-901",
      "heading": "",
      "text": "25-901. GRAZING PREFERENCE APPURTENANT TO BASE PROPERTY. The United States congress, in fulfilling the constitutional obligation to manage the property of the United States, passed the Taylor grazing act in 1934. Through this act, congress acknowledged grazing preference rights and provided for adjudication of allotments on which the grazing preference right was exercised. Livestock ranches are bought, sold, traded and inherited with assurance that the appurtenant grazing preference rights will be transferred to the new base property owner. Therefore, a grazing preference right shall be considered an appurtenance of the base property through which the grazing preference is maintained.\n\n[25-901, added 1998, ch. 345, sec. 1, p. 1096.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-9/section-25-901/"
    },
    {
      "id": "section-25-902",
      "number": "25-902",
      "heading": "",
      "text": "25-902. CONTINUING RIGHT TO GRAZING PREFERENCE. When a grazing preference right is made use of through sale, rental or other equitable distribution of base property to another person with the view of receiving benefit of grazing under the appurtenant preference right, such person, his heirs, executors, administrators, successors or assigns, shall not thereafter, without his consent, be deprived of the same without just compensation.\n\n[25-902, added 1998, ch. 345, sec. 1, p. 1096.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-9/section-25-902/"
    },
    {
      "id": "section-25-903",
      "number": "25-903",
      "heading": "",
      "text": "25-903. INTERFERENCE WITH GRAZING RIGHT. Any person who willfully or negligently interferes with the legal herding, grazing or pasturing of livestock or with a fence, gate, water development or other range improvement on private base property or on an adjudicated allotment is guilty of a misdemeanor and additionally shall be subject to restitution under section 19-5304, Idaho Code.\n\n[25-903, added 1998, ch. 345, sec. 1, p. 1096.]",
      "source_url": "https://law.justia.com/codes/idaho/title-25/chapter-9/section-25-903/"
    }
  ]
}