{
  "state": "wisconsin",
  "path": "title-chapter-011/chapter-chapter-011",
  "sections": [
    {
      "id": "section-110100construction",
      "number": "11.0100",
      "heading": "Construction",
      "text": "11.0100 Construction. This chapter shall be construed to impose the least possible restraint on persons whose activities do not directly affect the elective process, consistent with the right of the public to have a full, complete, and readily understandable accounting of those activities expressly advocating for or against candidates for office or for or against referendums. Nothing in this chapter may be construed to regulate issue discussion, debate, or advocacy; grassroots outreach or lobbying; nonpartisan voter registration or turnout efforts; or the rights of the media. History: 2015 a. 117. Campaign Finance in Wisconsin After Buckley. Anderson. 1976 WLR 816.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0100/"
    },
    {
      "id": "section-110101definitions",
      "number": "11.0101",
      "heading": "Definitions",
      "text": "11.0101 Definitions. In this chapter: (1) “Candidate” means an individual about whom any of the following applies: (a) The individual takes any of the following affirmative actions to seek nomination or election to a state or local office: 1. Files nomination papers with the appropriate filing officer, as determined under s. 5.02 (4v). NOTE: Subd. 1. is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: 1. Files nomination papers with the appropriate filing officer. 2. Is nominated as a candidate for state or local office by a caucus under s. 8.05 (1) or by a political party and the nomination is certified to the appropriate filing officer, as determined under s. 5.02 (4v). NOTE: Subd. 2. is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: 2. Is nominated as a candidate for state or local office by a caucus under s. 8.05 (1) or by a political party and the nomination is certified to the appropriate filing officer. 3. Receives a contribution, makes a disbursement, or gives consent for another person to receive a contribution or make a disbursement in order to bring about the individual’s nomination or election to a state or local office. (b) The individual holds a state or local office and is the subject of a recall petition. (c) The individual holds a state or local office. (2) “Candidate committee” means a committee authorized by a candidate or a candidate’s agent to make or accept contributions or make disbursements in support of a candidate’s campaign. (3) “Candidate’s agent” means an individual who has control over the day-to-day operation of the candidate committee, but does not include an employee of a political party or a legislative campaign committee that is not also an employee of the candidate. (4) “Charitable organization” means any organization described in section 170 (c) (2) of the Internal Revenue Code. (5) “Clearly identified” means any of the following with regard to a communication supporting or opposing a candidate: (a) The candidate’s name appears or is stated. (b) A photograph or drawing of the candidate appears. (c) The candidate’s identity is apparent by unambiguous reference. (5m) “Commission” means the ethics commission. (6) “Committee” means a candidate committee, legislative campaign committee, political action committee, independent expenditure committee, political party, recall committee, and referendum committee. (7) “Conduit” means a person other than an individual that receives a contribution of money from an individual, deposits the contribution in an account held by the person, and releases the contribution to a committee at the direction of the contributor. (7m) “Continuing report” means the reports due on January 15 and July 15. (8) (a) Except as provided in par. (b), “contribution” means any of the following: 1. A gift, subscription, loan, advance, or transfer of money to a committee. 2. With the committee’s consent under s. 11.1109, a transfer of tangible personal property or services to a committee, valued as provided under s. 11.1105. 3. A transfer of funds between committees. 4. The purchase of a ticket for a fundraising event for a committee regardless of whether the ticket is used to attend the event. (b) “Contribution” does not include any of the following: 1. Services that an individual provides to a committee, if the individual is not specifically compensated for providing the services to the committee. 2. Any unreimbursed travel expenses that an individual incurs to volunteer his or her personal services to a committee. 3. The costs of preparing and transmitting personal correspondence. 4. Interest earned on an interest-bearing account. 5. Rebates or awards earned in connection with the use of a debit or credit card. 6. A loan from a commercial lending institution that the institution makes in its ordinary course of business. 7. The reuse of surplus materials or the use of unused surplus materials acquired in connection with a previous campaign for or against the same candidate, political party, or recall if the materials were previously reported as a contribution. 8. The cost of invitations, food, and beverages in connection with an event held in a private residence on behalf of a candidate committee. 9. Any communication that does not expressly advocate for the election or defeat of a clearly identified candidate. 10. A communication made exclusively between an organization and its members. In this subdivision, a member of an organization means a shareholder, employee, or officer of the organization, or an individual who has affirmatively manifested an interest in joining, supporting, or aiding the organization. 11. Any cost incurred to conduct Internet activity by an individual acting in his or her own behalf, or acting in behalf of another person if the individual is not compensated specifically for those services, including the cost or value of any computers, software, Internet domain names, Internet service providers, and any other technology that is used to provide access to or use of the Internet, but not including professional video production services purchased by the individual. 12. Any news story, commentary, or editorial by a broadcasting station, cable television operator, producer, or programmer, Internet site, or newspaper or other periodical publication, including an Internet or other electronic publication unless a committee owns the medium in which the news story, commentary, or editorial appears. 13. An expenditure of funds by a sponsoring organization for a political action committee’s administrative or solicitation expenses. 14. An expenditure of funds by a sponsoring organization for an independent expenditure committee’s administrative or solicitation expenses. 15. An expenditure of funds by a sponsor, as defined in s. 11.0705 (1), for a conduit’s administrative or solicitation expenses. (9) “Corporation” includes a foreign limited liability company, as defined in s. 183.0102 (5), and a limited liability company, as defined in s. 183.0102 (8), if the foreign limited liability company or the limited liability company elect to be treated as a corporation by the federal internal revenue service, pursuant to 26 CFR 301.7701-3, or if the foreign limited liability company or the limited liability company has publicly traded shares. (10) (a) “Disbursement” means any of the following: 1. An expenditure by a committee from the committee’s depository account. 2. The transfer of tangible personal property or services by a committee. 3. A transfer of funds between committees. (b) “Disbursement” does not include any of the following: 1. A communication made exclusively between an organization and its members. In this subdivision, a member of an organization means a shareholder, employee, or officer of the organization, or an individual who has affirmatively manifested an interest in joining, supporting or aiding the organization. 2. A communication or Internet activity by an individual acting in his or her own behalf, or acting in behalf of another person if the individual is not compensated specifically for those services, including the cost or value of computers, software, Internet domain names, Internet service providers, and any other technology that is used to provide access to or use of the Internet, but not including professional video production services purchased by the individual. 3. Any news story, commentary, or editorial by a broadcasting station, cable television operator, producer, or programmer, Internet site, or newspaper or other periodical publication, including an Internet or other electronic publication unless a committee owns the medium in which the news story, commentary, or editorial appears. 4. A nominal fee paid for a communication to the general public. 5. An expenditure of funds by a sponsoring organization for a political action committee’s administrative or solicitation expenses. 6. An expenditure of funds by a sponsoring organization for an independent expenditure committee’s administrative or solicitation expenses. 7. An expenditure of funds by a sponsor, as defined in s. 11.0705 (1), for a conduit’s administrative or solicitation expenses. 8. An expenditure of funds for a political action committee’s fundraising and administrative expenses. 9. An expenditure of funds for an independent expenditure committee’s fundraising and administrative expenses. 10. An expenditure of funds for a conduit’s fundraising and administrative expenses. (11) “Express advocacy” means a communication that contains terms such as the following with reference to a clearly identified candidate and that unambiguously relates to the election or defeat of that candidate: (a) “Vote for”. (b) “Elect”. (c) “Support”. (d) “Cast your ballot for”. (e) “Smith for ... (an elective office)”. (f) “Vote against”. (g) “Defeat”. (h) “Reject”. (i) “Cast your ballot against”. (12) “Federal account committee” means a committee of a state political party organization that makes contributions to candidates for national office and is registered with the federal election commission. (13) “Federal candidate committee” means a committee of a candidate for the U.S. senate or house of representatives from this state that the candidate designates under 2 USC 432 (e). (14) “Filing officer” means the commission, board of election commissioners, or official assigned to a committee or conduit under s. 11.0102. NOTE: Sub. (14) is repealed eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. (15) “General election” means the election held in even-numbered years on the Tuesday after the first Monday in November to elect United States senators, representatives in congress, presidential electors, state senators, representatives to the assembly, district attorneys, state officers other than the state superintendent and judicial officers, and county officers other than supervisors and county executives. (16) “Independent expenditure” means an expenditure for express advocacy by a person, if the expenditure is not made in coordination with a candidate, candidate committee, candidate’s agent, legislative campaign committee, or political party, as prohibited under s. 11.1203. (17) “Independent expenditure committee” means any person, other than an individual, or any permanent or temporary combination of 2 or more persons unrelated by marriage that satisfies any of the following: (a) It has the major purpose of making independent expenditures, as specified in the person’s organizational or governing documents, the person’s bylaws, resolutions of the person’s governing body, or registration statements filed by the person under this chapter. (b) It uses more than 50 percent of its total spending in a 12-month period on independent expenditures and expenditures made to support or defeat a referendum. In this subdivision, total spending does not include a committee’s fundraising or administrative expenses. (18) “Intentionally” has the meaning given in s. 939.23 (3). (18m) “Internet activity” includes sending or forwarding an electronic message; providing a hyperlink or other direct access on a person’s Internet site to an Internet site operated by another person; blogging; creating, maintaining, or hosting an Internet site; payment by a person of a nominal fee for the use of an Internet site operated by another person; or any other form of communication distributed over the Internet. (19) “Legislative campaign committee” means a committee organized in either house of the legislature to support a candidate of a political party for legislative office. (21) “National political party committee” means a national committee as defined in 2 USC 431 (14). (22) “Negotiable instrument” includes an electronic transfer of funds. (23) “Obligation” means any express agreement to make a disbursement, including all of the following: (a) A loan or loan guarantee. (b) A promise or a payment to purchase, rent, or lease tangible personal property. (c) A promise or a payment for a service that has been or will be performed. (24) “Partisan primary” means the primary held the 2nd Tuesday in August to nominate candidates to be voted for at the general election. (25) (a) Subject to par. (b), “political action committee” means any person, other than an individual, or any permanent or temporary combination of 2 or more persons unrelated by marriage that satisfies any of the following: 1. It has the major purpose of express advocacy, as specified in the person’s organizational or governing documents, the person’s bylaws, resolutions of the person’s governing body, or registration statements filed by the person under this chapter. 2. It uses more than 50 percent of its total spending in a 12-month period on expenditures for express advocacy, expenditures made to support or defeat a referendum, and contributions made to a candidate committee, legislative campaign committee, or political party. In this subdivision, total spending does not include a committee’s fundraising or administrative expenses. (b) “Political action committee” does not include a candidate committee, legislative campaign committee, political party, or recall committee. (26) (a) “Political party” means all of the following: 1. A state committee under whose name candidates appear on a ballot at any election and all county, legislative, local, and other affiliated committees authorized to operate under the same name. 2. A committee described under subd. 1. that makes and accepts contributions and makes disbursements to support or oppose a candidate for state or local office or to support or oppose a referendum held in this state. (b) “Political party” does not include a legislative campaign committee. (27) “Recall committee” means a committee formed for the purpose of supporting or opposing the recall of any of the following: (a) An incumbent elective official holding a state office. (b) An incumbent elective official holding a local office. (28) “Referendum committee” means an entity that satisfies all of the following: (a) It satisfies either of the following: 1. It has the major purpose of making expenditures to support or defeat a referendum, as specified in the entity’s organizational or governing documents, the entity’s bylaws, resolutions of the entity’s governing body, or registration statements filed by the entity under this chapter. 2. It uses more than 50 percent of its total spending in a 12-month period on expenditures made to support or defeat a referendum. In this subdivision, total spending does not include a committee’s fundraising or administrative expenses. (b) It is organized by any person, other than an individual, or by any permanent or temporary combination of 2 or more persons unrelated by marriage. (c) It does not receive contributions or make disbursements or contributions for the purpose of influencing or attempting to influence a candidate’s nomination or election. (29) “Special election” means any election, other than those described in subs. (15), (24), (30), (32), and (33) to fill vacancies or to conduct a referendum. (30) “Special primary” means the primary held 4 weeks before the special election, except as follows: (a) If the special election is held on the same day as the general election, the special primary shall be held on the same day as the general primary. (b) If the special election is held concurrently with the spring election, the primary shall be held concurrently with the spring primary. (31) “Sponsoring organization” means an entity that establishes, administers, or financially supports a political action committee or an independent expenditure committee. (32) “Spring election” means the election held on the first Tuesday in April to elect judicial, educational, and municipal officers, nonpartisan county officers and sewerage commissioners, and to express preferences for the person to be the presidential candidate for each political party in a year in which electors for president and vice president are to be elected. (33) “Spring primary” means the nonpartisan primary held on the 3rd Tuesday in February to nominate nonpartisan candidates to be voted for at the spring election. (34) “Treasurer” means the individual who registers a committee with the commission and who makes reports on behalf of the committee. NOTE: Sub. (34) is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: (34) “Treasurer” means the individual who registers a committee with a filing officer and who makes reports on behalf of the committee. History: 2015 a. 117 ss. 24, 74 (1m); 2015 a. 118 s. 121; 2017 a. 366 s. 99; 2021 a. 258, 265; 2023 a. 126; 2025 a. 7 s. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0101/"
    },
    {
      "id": "section-110102duty",
      "number": "11.0102Duty",
      "heading": "to file; fees.",
      "text": "to file; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110104reporting",
      "number": "11.0104Reporting",
      "heading": "exemptions: limited activity.",
      "text": "exemptions: limited activity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110105reporting",
      "number": "11.0105Reporting",
      "heading": "exemptions: dissolution of committee or conduit and termination reports.",
      "text": "exemptions: dissolution of committee or conduit and termination reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110107nonapplicability",
      "number": "11.0107",
      "heading": "Nonapplicability",
      "text": "11.0107 Nonapplicability. Federal account committees, federal candidate committees, and national political party committees are not required to register or report under this chapter. History: 2015 a. 117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0107/"
    },
    {
      "id": "section-110204reporting",
      "number": "11.0204",
      "heading": "Reporting",
      "text": "11.0204 Reporting. (1) Contributions and disbursements. (a) Each candidate, through his or her candidate committee, shall make full reports, upon a form prescribed by the commission and certified as required under s. 11.0103 (3) (c), of all contributions, disbursements, and obligations received, made, and incurred by the candidate committee. The candidate committee shall include in each report the following information, covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the candidate committee, together with the amount of the contribution. 2. An itemized statement giving the date, full name, and street address of each committee to which the candidate committee has made a contribution, together with the amount of the contribution. 3. The occupation, if any, of each individual contributor whose cumulative contributions to the candidate committee for the calendar year are in excess of $200. 4. An itemized statement of each contribution made anonymously to the candidate committee. If the contribution exceeds $10, the candidate committee shall specify whether the candidate committee donated the contribution to the common school fund or to a charitable organization, and shall include the full name and mailing address of the donee. 5. A statement of totals during the reporting period of contributions received and contributions donated as provided in subd. 4. 6. A statement of the cash balance on hand at the beginning and end of the reporting period. 7. An itemized statement of each loan of money made to the candidate committee, together with all of the following: a. The full name and mailing address of the lender. b. A statement of whether the lender is a commercial lending institution. c. The date and amount of the loan. d. The full name and mailing address of each guarantor, if any. e. The original amount guaranteed by each guarantor. f. The balance of the amount guaranteed by each guarantor at the end of the reporting period. 8. An itemized statement of every disbursement exceeding $20 in amount or value, together with the name and address of the person to whom the disbursement was made, and the date and specific purpose for which the disbursement was made. 9. An itemized statement of every obligation exceeding $20 in amount or value, together with the name of the person or business with whom the obligation was incurred, and the date and the specific purpose for which each such obligation was incurred. 10. A statement of totals during the reporting period of disbursements made, including transfers made to and received from any other committees, other income, and loans. 11. A statement of the balance of obligations incurred as of the end of the reporting period. (b) The candidate committee shall begin each report filed under this chapter with the first contribution received, disbursement made, or obligation incurred during the reporting period. (2) Reports; candidates at spring primary. A candidate committee of a candidate at a spring primary or of a candidate at a special primary held to nominate nonpartisan candidates to be voted for at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election shall do all of the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. If a candidate for a nonpartisan state office at an election is not required to participate in a spring primary, the candidate committee shall file a preprimary report at the time prescribed in s. 11.0103 (4) preceding the date specified for the holding of the primary, were it to be required. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) Annually in each year of an election cycle, file a report on January 15 and July 15. (3) Reports; candidates at spring elections. A candidate committee of a candidate at a spring election or of a candidate at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) Annually in each year of an election cycle, file a report on January 15 and July 15. (c) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports; candidates at partisan primary. A candidate committee of a candidate at a partisan primary or of a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election shall do all of the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) In an odd-numbered year, file a report on January 15 and July 15. (d) In an even-numbered year, file a report on January 15 and July 15. (e) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (5) Reports; candidates at general elections. A candidate committee of a candidate at a general election or of a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) In an odd-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on January 15 and July 15. (cm) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (d) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (6) Reports; candidates holding office but not up for election at general election. A candidate committee of a candidate holding an office voted for at the general election but not up for election in the current election cycle shall do all of the following: (a) In an odd-numbered year, file a report on January 15 and July 15. (b) In an even-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (7) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a candidate committee for a candidate for state office from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election, and the contribution or contributions are not included in the preprimary or preelection report required of the committee under this chapter, the treasurer of the committee or the individual receiving the contribution shall, within 72 hours of receipt, provide the commission with the information required to be reported for contributions received by the committee under this subchapter in such manner as the commission may prescribe. The information shall also be included in the committee’s next regular report. NOTE: Sub. (7) is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: (7) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a candidate committee for a candidate for state office from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election, and the contribution or contributions are not included in the preprimary or preelection report required of the committee under this chapter, the treasurer of the committee or the individual receiving the contribution shall, within 72 hours of receipt, provide the appropriate filing officer with the information required to be reported for contributions received by the committee under this subchapter in such manner as the commission may prescribe. The information shall also be included in the committee’s next regular report. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265; 2023 a. 126; 2025 a. 7 s. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0204/"
    },
    {
      "id": "section-110205transfers",
      "number": "11.0205Transfers",
      "heading": "between candidates for governor and lieutenant governor.",
      "text": "between candidates for governor and lieutenant governor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110206soliciting",
      "number": "11.0206Soliciting",
      "heading": "funds on behalf of certain organizations.",
      "text": "funds on behalf of certain organizations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110207continuing",
      "number": "11.0207Continuing",
      "heading": "compliance.",
      "text": "compliance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110304reporting",
      "number": "11.0304",
      "heading": "Reporting",
      "text": "11.0304 Reporting. (1) Contributions and disbursements. (a) Each political party shall make full reports, upon a form prescribed by the commission and certified as required under s. 11.0103 (3) (c), of all contributions, disbursements, and obligations received, made, and incurred by the political party. The political party shall include in each report the following information, covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the political party, together with the amount of the contribution. 2. An itemized statement giving the date, full name, and street address of each committee to which the political party has made a contribution, together with the amount of the contribution. 3. The occupation, if any, of each individual contributor whose cumulative contributions to the political party for the calendar year are in excess of $200. 4. An itemized statement of each contribution made anonymously to the political party. If the contribution exceeds $10, the political party committee shall specify whether the committee donated the contribution to the common school fund or to a charitable organization, and shall include the full name and mailing address of the donee. 5. A statement of totals during the reporting period of contributions received and contributions donated as provided in subd. 4. 6. A statement of the cash balance on hand at the beginning and end of the reporting period. 7. An itemized statement of each loan of money made to the political party, together with all of the following: a. The full name and mailing address of the lender. b. A statement of whether the lender is a commercial lending institution. c. The date and amount of the loan. d. The full name and mailing address of each guarantor, if any. e. The original amount guaranteed by each guarantor. f. The balance of the amount guaranteed by each guarantor at the end of the reporting period. 8. An itemized statement of every disbursement exceeding $20 in amount or value, together with the name and address of the person to whom the disbursement was made, and the date and specific purpose for which the disbursement was made. 9. An itemized statement of every obligation exceeding $20 in amount or value, together with the name of the person or business with whom the obligation was incurred, and the date and the specific purpose for which each such obligation was incurred. 10. A statement of totals during the reporting period of disbursements made, including transfers made to and received from other committees, other income, and loans. 11. A statement of the balance of obligations incurred as of the end of the reporting period. (b) The political party shall begin each report filed under this chapter with the first contribution received, disbursement made, or obligation incurred during the reporting period. (2) Reports to support or oppose candidates at spring primary. A political party that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring primary or a candidate at a special primary held to nominate nonpartisan candidates to be voted for at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. If a candidate for a nonpartisan state office at an election is not required to participate in a spring primary, the political party shall file a preprimary report at the time prescribed in s. 11.0103 (4) preceding the date specified for the holding of the primary, were it to be required. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) Annually in each year of an election cycle, file a report on January 15 and July 15. (3) Reports to support or oppose candidates at spring election. A political party that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring election or a candidate at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose committees engaging in such activities, shall do all the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) Annually in each year of an election cycle, file a report on January 15 and July 15. (c) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports to support or oppose candidates at partisan primary. A political party that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a partisan primary or a candidate at a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) In an odd-numbered year, file a report on January 15 and July 15. (d) In an even-numbered year, file a report on January 15 and July 15. (e) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (5) Reports to support or oppose candidates at general election. A political party that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a general election or a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose committees engaging in such activities shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) In an odd-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on January 15 and July 15. (cm) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (d) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (6) Reports by political party committees. Every committee of a political party that is required to file statements and reports under this subchapter shall file all statements and reports with the commission. A congressional, legislative, county, or local party committee may designate a state committee of a political party as its reporting agent for purposes of this subchapter, but such designation does not permit combining reports. The state committee treasurer shall inform the commission of a designation made under this subsection. (7) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a political party from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election, and the contribution or contributions are not included in the preprimary or preelection report required of the political party under this chapter, the treasurer of the political party shall, within 72 hours of receipt, provide the commission with the information required to be reported for contributions received by the political party under this subchapter in such manner as the commission may prescribe. The information shall also be included in the political party’s next regular report. NOTE: Sub. (7) is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: (7) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a political party from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election, and the contribution or contributions are not included in the preprimary or preelection report required of the political party under this chapter, the treasurer of the political party shall, within 72 hours of receipt, provide the appropriate filing officer with the information required to be reported for contributions received by the political party under this subchapter in such manner as the commission may prescribe. The information shall also be included in the political party’s next regular report. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265; 2023 a. 126; 2025 a. 7 s. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0304/"
    },
    {
      "id": "section-110404reporting",
      "number": "11.0404",
      "heading": "Reporting",
      "text": "11.0404 Reporting. (1) Contributions and disbursements. (a) Each legislative campaign committee shall make full reports, upon a form prescribed by the commission and certified as required under s. 11.0103 (3) (c), of all contributions, disbursements, and obligations received, made, and incurred by the committee. The legislative campaign committee shall include in each report the following information, covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the legislative campaign committee, together with the amount of the contribution. 2. An itemized statement giving the date, full name, and street address of each committee to which the legislative campaign committee has made a contribution, together with the amount of the contribution. 3. The occupation, if any, of each individual contributor whose cumulative contributions to the legislative campaign committee for the calendar year are in excess of $200. 4. An itemized statement of each contribution made anonymously to the legislative campaign committee. If the contribution exceeds $10, the legislative campaign committee shall specify whether the committee donated the contribution to the common school fund or to a charitable organization, and shall include the full name and mailing address of the donee. 5. A statement of totals during the reporting period of contributions received and contributions donated as provided in subd. 4. 6. A statement of the cash balance on hand at the beginning and end of the reporting period. 7. An itemized statement of each loan of money made to the legislative campaign committee, together with all of the following: a. The full name and mailing address of the lender. b. A statement of whether the lender is a commercial lending institution. c. The date and amount of the loan. d. The full name and mailing address of each guarantor, if any. e. The original amount guaranteed by each guarantor. f. The balance of the amount guaranteed by each guarantor at the end of the reporting period. 8. An itemized statement of every disbursement exceeding $20 in amount or value, together with the name and address of the person to whom the disbursement was made, and the date and specific purpose for which the disbursement was made. 9. An itemized statement of every obligation exceeding $20 in amount or value, together with the name of the person or business with whom the obligation was incurred, and the date and the specific purpose for which each such obligation was incurred. 10. A statement of totals during the reporting period of disbursements made, including transfers made to and received from other committees, other income, and loans. 11. A statement of the balance of obligations incurred as of the end of the reporting period. (b) The legislative campaign committee shall begin each report filed under this chapter with the first contribution received, disbursement made, or obligation incurred during the reporting period. (2) Reports to support or oppose candidates at partisan primary. A legislative campaign committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a partisan primary or a candidate at a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) In an odd-numbered year, file a report on January 15 and July 15. (d) In an even-numbered year, file a report on January 15 and July 15. (e) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (3) Reports to support or oppose candidates at general election. A legislative campaign committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a general election or a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) In an odd-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on January 15 and July 15. (cm) In an even-numbered year, file a report on September 30 indicating contributions made or received and disbursements made after July 1 that are not included in the preprimary report. (d) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a legislative campaign committee from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election and the contribution or contributions are not included in the preprimary or preelection report required of the committee under this chapter, the treasurer of the committee shall, within 72 hours of receipt, provide the commission with the information required to be reported for contributions received by the committee under this subchapter in such manner as the commission may prescribe. The information shall also be included in the committee’s next regular report. NOTE: Sub. (4) is shown as amended eff. 12-1-27 by 2023 Wis. Act 126, as affected by 2025 Wis. Act 7, section 2. Prior to 12-1-27 it reads: (4) Reports of late contributions. If any contribution or contributions of $1,000 or more cumulatively are received by a legislative campaign committee from a single contributor during the period beginning on the day that is 14 days prior to a primary or election and ending on the day of the primary or election and the contribution or contributions are not included in the preprimary or preelection report required of the committee under this chapter, the treasurer of the committee shall, within 72 hours of receipt, provide the appropriate filing officer with the information required to be reported for contributions received by the committee under this subchapter in such manner as the commission may prescribe. The information shall also be included in the committee’s next regular report. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265; 2023 a. 126; 2025 a. 7 s. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0404/"
    },
    {
      "id": "section-110504reporting",
      "number": "11.0504",
      "heading": "Reporting",
      "text": "11.0504 Reporting. (1) Contributions and disbursements. (a) Each political action committee shall make full reports, upon a form prescribed by the commission and certified as required under s. 11.0103 (3) (c), of all contributions, disbursements, and obligations received, made, and incurred by the committee. The political action committee shall include in each report the following information, covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the political action committee, together with the amount of the contribution. 2. An itemized statement giving the date, full name, and street address of each committee to which the political action committee has made a contribution, together with the amount of the contribution. 3. The occupation, if any, of each individual contributor whose cumulative contributions to the political action committee for the calendar year are in excess of $200. 4. An itemized statement of each contribution made anonymously to the political action committee. If the contribution exceeds $10, the political action committee shall specify whether the committee donated the contribution to the common school fund or to a charitable organization, and shall include the full name and mailing address of the donee. 5. A statement of totals during the reporting period of contributions received and contributions donated as provided in subd. 4. 6. A statement of the cash balance on hand at the beginning and end of the reporting period. 7. An itemized statement of each loan of money made to the political action committee, together with all of the following: a. The full name and mailing address of the lender. b. A statement of whether the lender is a commercial lending institution. c. The date and amount of the loan. d. The full name and mailing address of each guarantor, if any. e. The original amount guaranteed by each guarantor. f. The balance of the amount guaranteed by each guarantor at the end of the reporting period. 8. An itemized statement of every disbursement exceeding $20 in amount or value, together with the name and address of the person to whom the disbursement was made, and the date and specific purpose for which the disbursement was made. 9. An itemized statement of every obligation exceeding $20 in amount or value, together with the name of the person or business with whom the obligation was incurred, and the date and the specific purpose for which each such obligation was incurred. 10. A statement of totals during the reporting period of disbursements made, including transfers made to and received from other committees, other income, and loans. 11. A statement of the balance of obligations incurred as of the end of the reporting period. (b) The political action committee shall begin each report filed under this chapter with the first contribution received, disbursement made, or obligation incurred during the reporting period. (2) Reports to support or oppose candidates at spring primary. A political action committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring primary or a candidate at a special primary held to nominate nonpartisan candidates to be voted for at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. If a candidate for a nonpartisan state office at an election is not required to participate in a spring primary, the political action committee shall file a preprimary report at the time prescribed in s. 11.0103 (4) preceding the date specified for the holding of the primary, were it to be required. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) Annually in each year of an election cycle, file a report on January 15 and July 15. (3) Reports to support or oppose candidates at spring election. A political action committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring election or a candidate at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) Annually in each year of an election cycle, file a report on January 15 and July 15. (c) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports to support or oppose candidates at partisan primary. A political action committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a partisan primary or a candidate at a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) In an odd-numbered year, file a report on January 15 and July 15. (d) In an even-numbered year, file a report on January 15 and July 15. (e) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (5) Reports to support or oppose candidates at general election. A political action committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a general election or a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) In an odd-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on January 15 and July 15. (cm) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (d) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0504/"
    },
    {
      "id": "section-110604reporting",
      "number": "11.0604",
      "heading": "Reporting",
      "text": "11.0604 Reporting. (1) Contributions and disbursements. (a) Each independent expenditure committee shall make full reports, upon a form prescribed by the commission and certified as required under s. 11.0103 (3) (c), of all contributions, disbursements, and obligations received, made, and incurred by the committee. The independent expenditure committee shall include in each report the following information, covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the independent expenditure committee, together with the amount of the contribution. 2. An itemized statement giving the date, full name, and street address of each committee to which the independent expenditure committee has made a contribution, together with the amount of the contribution. 3. The occupation, if any, of each individual contributor whose cumulative contributions to the independent expenditure committee for the calendar year are in excess of $200. 4. An itemized statement of each contribution made anonymously to the independent expenditure committee. If the contribution exceeds $10, the independent expenditure committee shall specify whether the committee donated the contribution to the common school fund or to a charitable organization, and shall include the full name and mailing address of the donee. 5. A statement of totals during the reporting period of contributions received and contributions donated as provided in subd. 4. 6. A statement of the cash balance on hand at the beginning and end of the reporting period. 7. An itemized statement of each loan of money made to the independent expenditure committee, together with all of the following: a. The full name and mailing address of the lender. b. A statement of whether the lender is a commercial lending institution. c. The date and amount of the loan. d. The full name and mailing address of each guarantor, if any. e. The original amount guaranteed by each guarantor. f. The balance of the amount guaranteed by each guarantor at the end of the reporting period. 8. An itemized statement of every disbursement exceeding $20 in amount or value, together with the name and address of the person to whom the disbursement was made, and the date and specific purpose for which the disbursement was made. 9. An itemized statement of every obligation exceeding $20 in amount or value, together with the name of the person or business with whom the obligation was incurred, and the date and the specific purpose for which each such obligation was incurred. 10. A statement of totals during the reporting period of disbursements made, including transfers made to and received from other committees, other income, and loans. 11. A statement of the balance of obligations incurred as of the end of the reporting period. (b) The independent expenditure committee shall begin each report filed under this chapter with the first contribution received, disbursement made, or obligation incurred during the reporting period. (2) Reports to support or oppose candidates at spring primary. An independent expenditure committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring primary or a candidate at a special primary held to nominate nonpartisan candidates to be voted for at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. If a candidate for a nonpartisan state office at an election is not required to participate in a spring primary, the independent expenditure committee shall file a preprimary report at the time prescribed in s. 11.0103 (4) preceding the date specified for the holding of the primary, were it to be required. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) Annually in each year of an election cycle, file a report on January 15 and July 15. (3) Reports to support or oppose candidates at spring election. An independent expenditure committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a spring election or a candidate at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) Annually in each year of an election cycle, file a report on January 15 and July 15. (c) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports to support or oppose candidates at partisan primary. An independent expenditure committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a partisan primary or a candidate at a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities, shall do all the following: (a) File a preprimary report no earlier than 14 days and no later than 8 days preceding the primary. (b) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (c) In an odd-numbered year, file a report on January 15 and July 15. (d) In an even-numbered year, file a report on January 15 and July 15. (e) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (5) Reports to support or oppose candidates at general election. An independent expenditure committee that makes or accepts contributions, makes disbursements, or incurs obligations to support or oppose one or more candidates for office at a general election or a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose other committees engaging in such activities shall do all of the following: (a) File a preelection report no earlier than 14 days and no later than 8 days preceding the election. (b) In an odd-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on January 15 and July 15. (cm) In an even-numbered year, file a report on September 30 indicating contributions, disbursements, and obligations received, made, or incurred after July 1 that are not included in the preprimary report. (d) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0604/"
    },
    {
      "id": "section-110704reporting",
      "number": "11.0704",
      "heading": "Reporting",
      "text": "11.0704 Reporting. (1) Contributions. (a) Each conduit shall make full reports, upon a form prescribed by the commission and certified by the administrator as required under s. 11.0103 (3) (c), providing the following information covering the period since the last date covered on the previous report: 1. An itemized statement giving the date, full name, and street address of each committee to whom contributions were released during the reporting period, together with the sum total of all contributions released to that committee during the reporting period. 2. Whether, during the reporting period, any contribution was redirected to a sponsor as permitted under s. 11.0705. (b) A conduit releasing a contribution of money to the recipient shall, in writing at the time the contribution is released, identify itself to the recipient as a conduit and report to the recipient the following information about each contribution released by it: 1. An itemized statement giving the date, full name, and street address of each person who has made a contribution to the conduit which contribution is being released to the recipient, together with the amount of the contribution. 2. The occupation, if any, of each individual contributor whose cumulative contributions to the recipient for the calendar year are in excess of $200. (2) Reports to support or oppose candidates at spring primary. A conduit that releases a contribution of money to a recipient to support or oppose one or more candidates for office at a spring primary or a candidate at a special primary held to nominate nonpartisan candidates to be voted for at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose committees engaging in such activities, shall, annually in each year of an election cycle, file a report on January 15 and July 15. (3) Reports to support or oppose candidates at spring election. A conduit that releases a contribution of money to a recipient to support or oppose one or more candidates for office at a spring election or a candidate at a special election held to fill a vacancy in one or more of the nonpartisan state or local offices voted for at the spring election, or to support or oppose committees engaging in such activities, shall do all the following: (a) Annually in each year of an election cycle, file a report on January 15 and July 15. (b) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. (4) Reports to support or oppose candidates at partisan primary. A conduit that releases a contribution of money to a recipient to support or oppose one or more candidates for office at a partisan primary or a candidate at a special primary held to nominate candidates to be voted for at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose committees engaging in such activities, shall do all the following: (a) In an odd-numbered year, file a report on January 15 and July 15. (b) In an even-numbered year, file a report on January 15 and July 15. (c) In an even-numbered year, file a report on September 30 indicating contributions released after July 1 that are not included in the preprimary report. (5) Reports to support or oppose candidates at general election. A conduit that releases a contribution of money to a recipient to support or oppose one or more candidates for office at a general election or a candidate at a special election held to fill a vacancy in one or more of the state or local offices voted for at the general election, or to support or oppose committees engaging in such activities shall do all of the following: (a) In an odd-numbered year, file a report on January 15 and July 15. (b) In an even-numbered year, file a report on January 15 and July 15. (bm) In an even-numbered year, file a report on September 30 indicating contributions released after July 1 that are not included in the preprimary report. (c) Unless a continuing report is required to be filed under this subsection on or before the 45th day after the special election, file a postelection report no earlier than 23 days and no later than 45 days after each special election. History: 2015 a. 117 ss. 24, 74 (1m); 2021 a. 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-11/section-11-0704/"
    },
    {
      "id": "section-110705redirected",
      "number": "11.0705Redirected",
      "heading": "contributions.",
      "text": "contributions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}