{
  "state": "new-mexico",
  "path": "title-chapter-58-financial-institutions-and-regulations/chapter-article-23-hospital-equipment-loans",
  "sections": [
    {
      "id": "section-58-23-1",
      "number": "58-23-1",
      "heading": "Short title.Section 58-23-2 - Legislative findings",
      "text": "Section 58-23-3 - Definitions.Section 58-23-4 - Additional definitions.Section 58-23-5 - Council; created; members; qualifications; board.Section 58-23-6 - Council; board of directors; terms and conditions of service.Section 58-23-7 - Board; expense",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-23-2",
      "number": "58-23-2",
      "heading": "Legislative findings.",
      "text": "The legislature finds that:\n\nA. the delivery of high-quality health care in New Mexico has in recent years become increasingly dependent upon sophisticated equipment at a time when the acquisition and financing of equipment by health-care providers has become increasingly expensive;\n\nB. the increased costs of financing modern equipment by New Mexico health-care providers is necessarily passed on to patients receiving medical care from the health-care providers, resulting in higher medical bills, increased health insurance premiums and higher medicare and medicaid payments;\n\nC. the problems relating to the delivery of health care cannot be remedied solely through the operation of private enterprise or efforts by individual communities, but can be alleviated through the creation of a program to facilitate and enable the investment of private capital for the purpose of financing health-related equipment at interest rates lower than those available in the conventional credit markets;\n\nD. the creation of a program to coordinate and cooperate with health-care providers and local communities is essential to alleviating the problematic conditions relating to the provision of health care and is in the public interest; and\n\nE. alleviating these conditions by the encouragement of private investment is a public purpose and a beneficial use for which money provided by the sale of revenue bonds may be borrowed, expended, advanced, loaned and granted.\n\nHistory:Laws 1983, ch. 290, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-2/"
    },
    {
      "id": "section-58-23-3",
      "number": "58-23-3",
      "heading": "Definitions.",
      "text": "As used in the Hospital Equipment Loan Act:\n\nA. \"board\" means the board of directors of the council;\n\nB. \"bonds\" means bonds, notes, interim certificates, bond anticipation notes or other evidences of indebtedness of the council issued pursuant to the Hospital Equipment Loan Act, including refunding bonds;\n\nC. \"cost\" as applied to health-related equipment means any and all costs of equipment, including but not limited to the following:\n\n(1) all direct or indirect costs of the acquisition, including repair, restoration, reconditioning, financing and refinancing or installation of the health-related equipment;\n\n(2) the cost of any property interest in the health-related equipment, including an option to purchase or a lease-hold interest;\n\n(3) the cost of architectural, engineering, planning, drafting, legal and any incidental or related services necessary for acquisition of the health-related equipment;\n\n(4) the cost of all financing charges and interest accrued prior to the acquisition or refinancing of the health-related equipment for a maximum of two years after or prior to such acquisition or refinancing;\n\n(5) all direct and indirect costs incurred in connection with the financing of the health-related equipment, including out-of-pocket expenses; the cost of financing; legal, accounting, financial, advisory and consulting expenses; the cost of any policy of insurance; the cost of printing, engraving and reproduction services; and costs associated with any trust indenture; and\n\n(6) any costs incurred by the council for the administration of any program for the purchase, sale or lease of or the making of loans for health-related equipment to any participating health-care provider;\n\nD. \"council\" means the New Mexico hospital equipment loan council;\n\nE. \"health facility\" means any person that:\n\n(1) is licensed by the department of health to provide health-related services, assisted living support or long-term care;\n\n(2) provides health-related research; or\n\n(3) is properly accredited or certified and eligible to receive medicare or medicaid reimbursement for all or part of its activities providing mental health services, developmental disabilities services or related specialized support to or on behalf of persons or a defined group of persons;\n\nF. \"health-related equipment\" means any real or personal property, instrument, service or operational necessity that is found and determined by the council to be needed, directly or indirectly, for medical care, treatment or research or other equipment as otherwise might be needed to operate the health facility;\n\nG. \"participating health facility\" means a public or private nonprofit or for-profit corporation, association, foundation, trust, cooperative, agency or other person or organization that operates or proposes to operate a health facility in New Mexico and contracts with the council for the financing or refinancing of the lease or acquisition of health-related equipment. Public, district, county, city, county-municipal or other municipal hospitals and hospitals affiliated with an institution of higher education in New Mexico are participating health-care facilities; and\n\nH. \"program\" means the New Mexico hospital equipment loan program created by the Hospital Equipment Loan Act and administered by the council.\n\nHistory:Laws 1983, ch. 290, § 3; 1986, ch. 60, § 5; 1987, ch. 49, § 1; 2002, ch. 25, § 6.\n\nThe 2002 amendment,effective May 15, 2002, substituted \"person that\" for \"entity providing health-related services which\" in Subsection E; added the paragraph E(1) designation; in Paragraph E(1) deleted \"health and environment department and all customary and necessary supporting services\" and substituted the present language; added Paragraphs E(2) and E(3); and made minor stylistic changes in Subsections F and G.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-3/"
    },
    {
      "id": "section-58-23-4",
      "number": "58-23-4",
      "heading": "Additional definitions.",
      "text": "As used in the Hospital Equipment Loan Act in connection with refinancing, renewing, funding, refunding or paying any bonds, \"bonds\" also means any bond, note, certificate or other evidence of indebtedness previously issued or incurred by any health facility, municipality, county, special hospital district or other political subdivision to refinance, finance or aid in financing property that would have constituted health-related equipment had it been originally financed by the council.\n\nHistory:1978 Comp., § 58-23-4, enacted by Laws 1992, ch. 41, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-4/"
    },
    {
      "id": "section-58-23-5",
      "number": "58-23-5",
      "heading": "Council; created; members; qualifications; board.",
      "text": "A. There is created a public body politic and corporate, separate and apart from the state, constituting a governmental instrumentality to be known as the \"New Mexico hospital equipment loan council\" for the performance of essential public functions.\n\nB. The council shall be governed by a board of directors consisting of five members. The governor, with the advice and consent of the senate, shall appoint the members of the board.\n\nC. Each member of the board shall be a resident of the state, and in addition:\n\n(1) two members shall be officers or directors of financial institutions located in New Mexico;\n\n(2) two members shall be officers or directors of a health facility located in New Mexico. Such members shall have been employed for a total of five years as officers or directors of any health facility;\n\n(3) one member shall be appointed from and represent the public and shall not be directly or indirectly affiliated with any health facility; and\n\n(4) no more than three members shall be of the same political party.\n\nD. The council shall be separate and apart from the state and shall not be subject to the supervision or control of any board, bureau, department or agency of the state except as specifically provided in the Hospital Equipment Loan Act. In order to effectuate the separation of the state from the council, no use of the terms \"state agency\" or \"instrumentality\" in any other law of the state shall be deemed to refer to the council unless the council is specifically referred to therein, except that the council is a state agency and instrumentality for the purposes of Article 8, Section 3 of the constitution of New Mexico.\n\nHistory:Laws 1983, ch. 290, § 5; 1986, ch. 60, § 6; 1987, ch. 49, § 2; 2006, ch. 90, § 2; 2006, ch. 92, § 2.\n\n2006 amendments.— Laws 2006, ch. 90, § 2 and Laws 2006, ch. 92, § 2, effective May 17, 2006, enact identical amendments to 58-23-5 NMSA 1978 that provide in Subsection D that the council is a state agency or instrumentality for the purposes of Article 8 of the constitution of New Mexico. Pursuant to 12-1-8 NMSA 1978, this section is set out as amended by Laws 2006, ch. 92, §2.\n\nApplicability.— Laws 2006, ch. 92, § 4 makes the provisions of this act applicable to property tax years beginning on or after January 1, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-5/"
    },
    {
      "id": "section-58-23-6",
      "number": "58-23-6",
      "heading": "Council; board of directors; terms and conditions of service.",
      "text": "A. The members of the board shall be appointed for staggered terms of four or fewer years each so that the term of at least one member expires on January 1 of each year. Each member shall hold office for the term of his appointment and until his successor has been appointed and qualified. Any member is eligible for reappointment.\n\nB. Each member of the board shall be removed for misfeasance, malfeasance or willful neglect of duty after reasonable notice and a public hearing, unless the same are expressly waived in writing.\n\nHistory:Laws 1983, ch. 290, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-6/"
    },
    {
      "id": "section-58-23-7",
      "number": "58-23-7",
      "heading": "Board; expenses.",
      "text": "The members of the board shall receive no compensation for their services but shall receive reimbursement for actual and necessary expenses at the same rate and basis as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978].\n\nHistory:Laws 1983, ch. 290, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-7/"
    },
    {
      "id": "section-58-23-8",
      "number": "58-23-8",
      "heading": "Board; quorum.",
      "text": "A majority of the members of the board then serving shall constitute a quorum for the transaction of business. The affirmative vote of at least a majority of a quorum present shall be necessary for any action to be taken by the authority. No vacancy in the membership of the council shall impair the right of a quorum to exercise all rights and perform all duties of the loan program.\n\nHistory:Laws 1983, ch. 290, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-8/"
    },
    {
      "id": "section-58-23-9",
      "number": "58-23-9",
      "heading": "Meetings of the board.",
      "text": "The board shall meet at least annually and may meet more often as required by the business of the council.\n\nHistory:Laws 1983, ch. 290, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-9/"
    },
    {
      "id": "section-58-23-10",
      "number": "58-23-10",
      "heading": "Board; bonding requirements.",
      "text": "At the time of the issuance of any bonds pursuant to the Hospital Equipment Loan Act, each member of the board shall execute a surety bond in the sum of twenty-five thousand dollars ($25,000). To the extent any member of the board is already required by state law to provide a surety bond, that member need not obtain another bond as long as the bond required by state law is in at least the sum specified in this section and covers the member's activities for the council. In lieu of such bonds, the chairman of the board may execute a blanket fidelity bond covering each member and the employees of the council. Each fidelity bond shall be conditioned upon the faithful performance of the duties of the respective office of the member or the employee and shall be issued by a surety company authorized to transact business in this state as surety. At all times after the issuance of any surety bonds, each member and employee shall maintain such surety bonds in full force and effect. All costs of the surety bonds shall be borne by the council.\n\nHistory:Laws 1983, ch. 290, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-10/"
    },
    {
      "id": "section-58-23-11",
      "number": "58-23-11",
      "heading": "Powers.",
      "text": "The council is granted all powers necessary and appropriate to carry out and effectuate its public and corporate purposes, including but not limited to the following powers:\n\nA. to adopt, amend and repeal bylaws, rules and regulations to effectuate the purposes of the Hospital Equipment Loan Act;\n\nB. to sue and be sued in its own name;\n\nC. to have an official seal and alter it at will;\n\nD. to maintain an office within the state;\n\nE. to make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers under the Hospital Equipment Loan Act;\n\nF. to employ architects, engineers, attorneys, inspectors, accountants and health-care and financial experts and such other advisors, consultants, agents and other employees as may be necessary, and to fix their compensation;\n\nG. to procure insurance against any loss in connection with its property and other assets, including surety bonds in such amounts and from such insurers as it may deem advisable;\n\nH. to procure insurance or guarantees from any public or private entities, including any department, agency or instrumentality of the United States, to secure payment:\n\n(1) on a loan, lease or purchase payment owed by a participating health facility to the council; and\n\n(2) of any bonds issued by the council, including the power to pay the premium on any such insurance or guarantee;\n\nI. to procure letters of credit from any national or state banking association or other entity authorized to issue a letter of credit to secure the payment of any bonds issued by the council or to secure the payment of any loan, lease or purchase payment owed by a participating health facility to the council, including the power to pay the cost of obtaining such letter of credit;\n\nJ. to receive and accept from any source contributions, gifts or grants of money, property, labor or other things of value to be held, used and applied to carry out the purposes of the Hospital Equipment Loan Act, subject to the conditions upon which the grants, gifts or contributions are made;\n\nK. to provide or cause to be provided by a participating health facility, by acquisition, lease, fabrication, repair, restoration, reconditioning, refinancing or installation, health-related equipment to be located within a health facility in this state;\n\nL. to lease as lessor health-related equipment upon such terms and conditions as the council may deem advisable and as are not in conflict with the provisions of the Hospital Equipment Loan Act;\n\nM. to sell for installment payments or otherwise, to option or contract for sale and to convey all or any part of health-related equipment upon such terms and conditions as the council may deem advisable and as are not in conflict with the provisions of the Hospital Equipment Loan Act;\n\nN. to make contracts and incur liabilities, borrow money at such rates of interest as the council may determine, issue its bonds in accordance with the provisions of the Hospital Equipment Loan Act and secure any of its bonds or obligations by mortgage or pledge of all or any of its property, franchises and income or as otherwise provided in the Hospital Equipment Loan Act;\n\nO. to make secured or unsecured loans for the purpose of providing temporary or permanent financing or refinancing for the cost of health-related equipment, including the retiring of any outstanding obligations or advances issued and the reimbursement for the cost of any health-related equipment purchased within twelve months immediately preceding the date of the bond issue, made or given by any participating health facility for the cost of health-related equipment and to charge and collect interest on such loans for such loan payments and upon such terms and conditions as the council may deem advisable and as are not in conflict with the provisions of the Hospital Equipment Loan Act. Loans may be made to participating health facilities or to any bank, savings and loan association or other entity which will, directly or indirectly, provide to participating health facilities such financing, refinancing or reimbursement of the cost of health-related equipment;\n\nP. to invest and reinvest its funds and to take and hold property as security for the investment of such funds as provided in the Hospital Equipment Loan Act;\n\nQ. to purchase, lease or otherwise acquire health-related equipment or any interest therein, as the purposes of the council require;\n\nR. to sell, convey, mortgage, pledge, assign, lease, exchange, transfer and otherwise dispose of or encumber all or any part of its property and assets;\n\nS. to the extent permitted under its contract with the holders of bonds of the council, to consent to any modification with respect to the rate of interest, time and payment of any installment of principal or interest or any other term of any loan, loan note, loan note commitment, lease or agreement of any kind to which the council is a party;\n\nT. to sell at public or private sale any loan or other obligation held by the council;\n\nU. to refuse to make loans or enter into leases for health-related equipment when not in the best interest of the program; and\n\nV. to do any other act necessary or convenient to the exercise of the powers granted by the Hospital Equipment Loan Act or reasonably implied from it.\n\nHistory:Laws 1983, ch. 290, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-11/"
    },
    {
      "id": "section-58-23-12",
      "number": "58-23-12",
      "heading": "Council; duties.",
      "text": "The council shall have the following duties:\n\nA. to invest any funds not needed for immediate disbursement, including any funds held in reserve, in direct and general obligations of or obligations fully and unconditionally guaranteed by the United States, obligations issued by agencies of the United States, obligations of this state or any political subdivisions thereof, the unsecured promissory notes or other obligations of state and national banking associations and other entities having an investment grade rating or as otherwise provided by the trust indenture or bond resolution securing the issuance of the bonds;\n\nB. to collect fees and charges as the council determines to be reasonable in connection with its loans, leases, sales, advances, insurance, commitments and servicing; and\n\nC. to cooperate with and exchange services, personnel and information with any federal, state or local governmental agency.\n\nHistory:Laws 1983, ch. 290, § 12; 1987, ch. 49, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-12/"
    },
    {
      "id": "section-58-23-13",
      "number": "58-23-13",
      "heading": "Lease and loan agreements with participating health-care providers; insurance; loan and lease payments.",
      "text": "In addition to its other powers and duties, the council is specifically authorized to initiate a program of financing, refinancing or reimbursing the cost of health-related equipment to be operated by participating health facilities. In this regard, the council is authorized to exercise the following powers:\n\nA. to establish eligibility standards for participating health facilities;\n\nB. to enter into an agreement with any entity securing the payment of bonds pursuant to Subsections H and I of Section 11 [58-23-11 NMSA 1978] of the Hospital Equipment Loan Act, authorizing that entity to approve the participating health-care providers that can finance or refinance health-related equipment with proceeds from the bond issue secured by that entity and to approve any banks, savings and loan associations or other entities to which the council may loan its funds to finance, refinance or reimburse, directly or indirectly, the cost of health-related equipment for participating health facilities;\n\nC. to lease to a participating health facility specific items of health-related equipment upon such terms and conditions as the council may deem proper or to purchase any or all of the health-related equipment to which the lease applies;\n\nD. to lend to a participating health facility or a bank, savings and loan association or other entity to finance, refinance or reimburse, directly or indirectly, the cost of health-related equipment to a participating health facility upon a secured or unsecured promissory note evidencing such loan upon such terms and conditions as the council may deem proper;\n\nE. to sell or otherwise dispose of unneeded health-related equipment under conditions as determined by the council;\n\nF. to maintain, repair, replace and otherwise improve any health-related equipment owned by the council;\n\nG. to obtain or aid in obtaining property insurance on all health-related equipment owned or financed by the council; and\n\nH. to enter into any agreement, contract or other instrument with respect to any insurance, guarantee or letter of credit, accepting payment in the event of default by a participating health facility, and to assign any such insurance, guarantee or letter of credit as security for bonds issued by the council.\n\nHistory:Laws 1983, ch. 290, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-13/"
    },
    {
      "id": "section-58-23-14",
      "number": "58-23-14",
      "heading": "Optional powers.",
      "text": "Prior to the exercise of any of the powers conferred by Section 13 [58-23-13 NMSA 1978] of the Hospital Equipment Loan Act, the council may:\n\nA. require that the lease or installment purchase contract or loan agreement involved be insured by a loan insurer, be guaranteed by a loan guarantor or be secured by a letter of credit; or\n\nB. require any other type of security from the participating health facilities or banks, savings and loan associations or other entities that it deems reasonable and necessary.\n\nHistory:Laws 1983, ch. 290, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-14/"
    },
    {
      "id": "section-58-23-15",
      "number": "58-23-15",
      "heading": "Issuance of bonds.",
      "text": "The council is authorized to issue, sell and deliver its bonds, in accordance with the terms of the Hospital Equipment Loan Act, for the purpose of paying for or making loans to participating health facilities, banks, savings and loan associations and other entities for the financing or refinancing of all or any part of the cost of health-related equipment and any other purposes authorized by the Hospital Equipment Loan Act. In addition, the council has the power to issue from time to time bonds to renew or to pay bonds, including any interest, and, whenever it deems refunding expedient, to refund any bonds by the issuance of new bonds and to issue bonds partly to refund outstanding bonds and partly for another of its purposes. The refunding bonds may be sold and the proceeds applied to the purchase, redemption or payment of the bonds to be refunded or may be exchanged for the bonds to be refunded.\n\nHistory:Laws 1983, ch. 290, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-15/"
    },
    {
      "id": "section-58-23-16",
      "number": "58-23-16",
      "heading": "Terms of payment and sale of bonds.",
      "text": "A. The bonds shall be dated, shall bear interest at such rate or rates, fixed or variable, shall mature at such time or times not exceeding twenty years, or not to exceed thirty years if the council determines bonds are necessary in connection with the acquisition, lease, fabrication, repair, restoration, reconditioning, refinancing or installation of real property, from their date and may be made redeemable prior to maturity at such price or prices and upon terms and conditions determined by the council. In cases where any officer whose signature or a facsimile of whose signature appears on any bonds or coupons ceases to be such officer before the delivery of and payment for such bonds, that signature or facsimile is valid and sufficient for all purposes the same as if the officer had remained in office until delivery and payment. The bonds may be issued in coupon or in fully registered form or both or may be payable to a specific person, as the council may determine, and provision may be made for the registration of any coupon bonds as to principal or as to both principal and interest, for the conversion of coupon bonds into fully registered bonds without coupons and for the conversion into coupon bonds of any fully registered bonds without coupons. The duty of conversion may be imposed upon a trustee in a trust agreement.\n\nB. The principal of, redemption premium, if any, and interest on such bonds shall be payable solely from and may be secured by a pledge of the proceeds of bonds, revenues derived from the lease or sale of health-related equipment or realized from a loan made by the council to finance or refinance in whole or in part health-related equipment, revenues derived from operating health-related equipment, including insurance proceeds, or any other revenues provided by a participating health-care provider or a bank, savings and loan association or other entity to which a loan is made.\n\nC. The council shall sell the bonds at such price or prices as it shall determine at public or private sale.\n\nHistory:Laws 1983, ch. 290, § 16; 1986, ch. 60, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-16/"
    },
    {
      "id": "section-58-23-161",
      "number": "58-23-16.1",
      "heading": "Interest rates; refunding; approval by council; findings.",
      "text": "Bonds issued under the Hospital Equipment Loan Act are not subject to any limitations on interest rates or net effective interest rates or interest rate approval requirements contained in any other laws of the state, provided that:\n\nA. the bond resolution or other instruments under which such bonds are issued shall contain findings by the council that any fixed rate or rates of interest or discount on the bonds or, in the case of a variable rate or rates of interest, that the maximum rate or method of determining the maximum rate and that the maximum net effective interest rate on the bonds are reasonable under existing or anticipated bond market conditions and necessary and advisable for the marketing and sale of the bonds. The bond resolution or other instruments under which such bonds are issued declare that the council has considered all relevant information and data in making its findings. The findings and declarations in the bond resolution or other instruments under which such bonds are issued shall constitute conclusive authority for the council to issue the bonds within the interest rate limitations set forth in the bond resolution, and no additional approval of any department, board or other officer of the state or any other official approval is required; and\n\nB. any bonds issued pursuant to the Hospital Equipment Loan Act to renew, fund or refund any prior issue of bonds, in whole or in part, may be issued notwithstanding the provisions of any other laws of the state; provided that the bond resolution or other instruments under which such bonds are issued shall contain findings that the issuance of such bonds is necessary or advisable and the amount of such bonds which it is deemed necessary and advisable to issue. The determination of necessity or advisability contained in the bond resolution or other instruments under which such bonds are issued shall constitute conclusive authority for the council to issue any such renewal, funding or refunding bonds, and no additional approval of any department, board or other officer of the state or any official approval is required.\n\nHistory:1978 Comp., § 58-23-16.1, enacted by Laws 1986, ch. 60, § 8; 1987, ch. 49, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-16-1/"
    },
    {
      "id": "section-58-23-17",
      "number": "58-23-17",
      "heading": "Use of bond proceeds.",
      "text": "The proceeds of the bonds of each issue shall not be used other than to pay, renew or refund bonds or to pay all or part of the cost of financing, refinancing or reimbursing health-related equipment or to make loans to participating health facilities, banks, savings and loan associations or other entities in order to directly or indirectly finance, refinance or reimburse the cost of the health-related equipment for which such bonds have been authorized. At the option of the council, the proceeds of each issue may be deposited to a reserve fund for the bonds; provided that the council shall be paid, out of money from the proceeds of the sale and delivery of its bonds, the council's out-of-pocket expenses and costs in connection with the issuance, sale and delivery of such bonds.\n\nHistory:Laws 1983, ch. 290, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-17/"
    },
    {
      "id": "section-58-23-18",
      "number": "58-23-18",
      "heading": "Bonds secured by trust indenture.",
      "text": "The bonds may be secured by a trust indenture between the council and a corporate trustee which may be either a bank having the power of a trust company or a trust company. Such trust indenture may contain reasonable provisions for protecting and enforcing the rights and remedies of the bondholders, including covenants setting forth the duties of the council in relation to the exercise of its powers and the custody and use of the money. The council may provide by the trust indenture for the payment of the proceeds of the bonds and the revenue to the trustee under the trust indenture or other depository and for disbursement with safeguards as the council determines are necessary.\n\nHistory:Laws 1983, ch. 290, § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-18/"
    },
    {
      "id": "section-58-23-19",
      "number": "58-23-19",
      "heading": "Security for payment of bonds.",
      "text": "Any bond resolution or related trust agreement, trust indenture, indenture of mortgage or deed of trust may contain provisions, which shall be a part of the contract with the holders of the bonds to be authorized, as to:\n\nA. pledging or assigning the revenues generated by the health-related equipment or pledging or assigning the notes and mortgage, lease or other security given by the participating health facilities, banks, savings and loan associations or other entities receiving loans with respect to which such bonds are to be issued or other specified revenues or property of the council;\n\nB. the rentals, fees, interest and other amounts to be charged by the council, the schedule of principal payments and the sums to be raised in each year thereby and the use, investment and disposition of such sums;\n\nC. setting aside any reserves of sinking funds and the regulation, investment and disposition thereof;\n\nD. limitations on the use of the health-related equipment;\n\nE. limitations on the purpose for which the proceeds of sale of any issue or bonds may be applied;\n\nF. limitations on the issuance of additional bonds, the terms upon which additional bonds may be issued and secured and the terms upon which additional bonds may rank on a parity with, or be subordinate or superior to, other bonds;\n\nG. the refunding of outstanding bonds;\n\nH. the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, the amounts of bonds the holders of which must consent thereto, the manner in which such consent may be given and restrictions on the individual rights of action by bondholders;\n\nI. acts or omissions which shall constitute a default in the duties of the authority to holders of its bonds, and rights of the holders in the event of default;\n\nJ. limitation of the liability of a participating health facility only for the amount of its obligation to the council; and\n\nK. any other matters relating to the bonds which the council deems desirable.\n\nIn addition to the provisions set forth in this section, bonds of the council may be secured by and payable from a pooling of leases or of notes and mortgages or other security instruments whereby the council may assign its rights, as lessor, and pledge rents under two or more leases of health-related equipment with two or more participating health facilities, as lessees, or assign its rights as payee or secured party and pledge the revenues under two or more notes and loan agreements from two or more participating health facilities, banks, savings and loan associations or other entities upon such terms as may be provided for in bond resolutions or other instruments under which such bonds are issued.\n\nHistory:Laws 1983, ch. 290, § 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-19/"
    },
    {
      "id": "section-58-23-20",
      "number": "58-23-20",
      "heading": "General obligation bonds; payment and security.",
      "text": "Except as may otherwise be provided by the council, every issue of its bonds is a general obligation of the council payable solely out of any revenue or money of the council, subject only to any agreements with the holders of particular bonds pledging any particular money or revenue. The bonds may be additionally secured by a pledge of any grant, contribution or guarantee from the federal government or any corporation, association, institution or person or a pledge of any money, income or revenue of the council from any source.\n\nHistory:Laws 1983, ch. 290, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-20/"
    },
    {
      "id": "section-58-23-21",
      "number": "58-23-21",
      "heading": "Bonds; no obligation of state.",
      "text": "No bonds issued by the council under the Hospital Equipment Loan Act shall constitute a debt, liability or general obligation of this state or a pledge of the faith and credit of this state, but shall be payable solely as provided by Section 58-23-19 NMSA 1978. Each bond issued under the Hospital Equipment Loan Act shall contain on its face a statement that neither the faith and credit nor the taxing power of this state or any political subdivision thereof is pledged to the payment of the principal of or the interest on such bond.\n\nHistory:Laws 1983, ch. 290, § 21; 1987, ch. 49, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-21/"
    },
    {
      "id": "section-58-23-22",
      "number": "58-23-22",
      "heading": "Council; pledge; recording of lien not required.",
      "text": "Any pledge made by the council shall be valid and binding from the time when the pledge is made. The revenue, money or properties pledged and later received by the council shall immediately be subject to the lien of such pledge without any further act, and the lien of any such pledge is valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the program, irrespective of whether the parties have notice thereof.\n\nHistory:Laws 1983, ch. 290, § 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-22/"
    },
    {
      "id": "section-58-23-23",
      "number": "58-23-23",
      "heading": "Purchase of bonds; cancellation; purchase price.",
      "text": "The council, subject to existing agreements with bondholders, has the power to purchase bonds of the council out of any funds available for that purpose, which may thereupon be canceled, at any reasonable price which, if the bonds are then redeemable, shall not exceed the applicable redemption price plus accrued interest to the next interest payment date thereon.\n\nHistory:Laws 1983, ch. 290, § 23; 1987, ch. 49, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-23/"
    },
    {
      "id": "section-58-23-24",
      "number": "58-23-24",
      "heading": "Bonds; negotiable instruments.",
      "text": "Whether or not the bonds are in the form and character of negotiable instruments, the bonds are hereby made negotiable instruments, subject only to provisions of the bonds relating to registration.\n\nHistory:Laws 1983, ch. 290, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-24/"
    },
    {
      "id": "section-58-23-25",
      "number": "58-23-25",
      "heading": "Council members; limitation on personal liability.",
      "text": "Neither the members of the council nor any other person executing the bonds issued under the Hospital Equipment Loan Act shall be subject to personal liability in connection with issuance of the bonds.\n\nHistory:Laws 1983, ch. 290, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-25/"
    },
    {
      "id": "section-58-23-26",
      "number": "58-23-26",
      "heading": "Deposit of money.",
      "text": "All money of the council, except as otherwise authorized or provided in the Hospital Equipment Loan Act or in a bond resolution, trust agreement or other instrument under which bonds are issued, shall be deposited as soon as practical in a separate account or accounts in banks or trust companies organized under the laws of this state or in national banking associations. All deposits of money shall, if required by the council, be secured in such a manner as the council determines to be prudent. Banks or trust companies are authorized to give security for the deposits of the council.\n\nHistory:Laws 1983, ch. 290, § 26; 1987, ch. 49, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-26/"
    },
    {
      "id": "section-58-23-27",
      "number": "58-23-27",
      "heading": "Bondholders; pledge; agreement of the state.",
      "text": "The state pledges and agrees with the holder of any bonds issued under the Hospital Equipment Loan Act that the state will not alter the rights vested in the council to fulfill the terms of any agreements made with the bondholders or in any way impair the rights or remedies of the holders until the bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of the holders are fully met and discharged. The council is authorized to include this pledge and agreement of the state in any agreement with the holders of the bonds.\n\nHistory:Laws 1983, ch. 290, § 27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-27/"
    },
    {
      "id": "section-58-23-28",
      "number": "58-23-28",
      "heading": "Council expenses; liability of state or political subdivision prohibited.",
      "text": "All expenses incurred by the council in carrying out the provisions of the Hospital Equipment Loan Act shall be payable solely from funds provided under that act.\n\nHistory:Laws 1983, ch. 290, § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-28/"
    },
    {
      "id": "section-58-23-29",
      "number": "58-23-29",
      "heading": "Exemption from taxation; assets to state upon dissolution.",
      "text": "A. All property acquired or held by the council under the Hospital Equipment Loan Act, income therefrom and bonds issued under the Hospital Equipment Loan Act, plus the interest payable and income derived from the bonds, shall be exempt from taxation by the state or any subdivision thereof. Upon dissolution of the council, its assets, after payment of its indebtedness, shall inure to the benefit of the state.\n\nB. All health-related equipment purchased, acquired, leased, financed or refinanced with the proceeds of bonds issued under the Hospital Equipment Loan Act is exempt from property taxation for as long as the participating health facility remains liable for any amount under any lease, loan or other agreement securing the bonds, but not to exceed thirty years from the date the bonds were issued for the health-related equipment.\n\nHistory:Laws 1983, ch. 290, § 29; 1987, ch. 49, § 8; 2006, ch. 90, § 3; 2006, ch. 92, § 3.\n\n2006 amendments.— Laws 2006, ch. 90, § 3 and Laws 2006, ch. 92, § 3, effective May 17, 2006, enact identical amendments to 58-23-29 NMSA 1978 that add Subsection B to provide a property tax exemption for health-related equipment. Pursuant to 12-1-8 NMSA 1978, this section is set out as amended by Laws 2006, ch. 92, §3.\n\nApplicability.— Laws 2006, ch. 92, § 4 makes the provisions of this act applicable to property tax years beginning on or after January 1, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-29/"
    },
    {
      "id": "section-58-23-30",
      "number": "58-23-30",
      "heading": "Bonds; legal investments.",
      "text": "The bonds issued under the authority of the Hospital Equipment Loan Act shall be legal investments in which all public officers or public bodies of this state, insurance companies, banks and savings and loan associations, organized under the laws of this state, may invest funds.\n\nHistory:Laws 1983, ch. 290, § 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-30/"
    },
    {
      "id": "section-58-23-31",
      "number": "58-23-31",
      "heading": "Loan program; annual report; contents; audit.",
      "text": "The council shall, following the close of each fiscal year, submit an annual report of its activities for the preceding year to the governor and to the legislative finance committee. Each member of the legislature may receive a copy of such report by requesting a copy from the chairman of the council. Each report shall set forth a complete operating and financial statement for the council during the fiscal year.\n\nHistory:Laws 1983, ch. 290, § 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-31/"
    },
    {
      "id": "section-58-23-32",
      "number": "58-23-32",
      "heading": "Liberal construction.",
      "text": "The Hospital Equipment Loan Act shall be liberally construed to accomplish its purposes.\n\nHistory:Laws 1983, ch. 290, § 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-23/section-58-23-32/"
    }
  ]
}