{
  "state": "new-mexico",
  "path": "title-chapter-58-financial-institutions-and-regulations/chapter-article-26-interstate-depository-institutions",
  "sections": [
    {
      "id": "section-58-26-1",
      "number": "58-26-1",
      "heading": "Short title.Section 58-26-2 - Purpose of act",
      "text": "Section 58-26-3 - Definitions.Section 58-26-4 - Interstate acquisitions permitted.Section 58-26-5 - Interstate acquisitions; notice.Section 58-26-6 - Formation of new depository institutions.Section 58-26-7 - Regulation.Section 58-26-8 - Existing law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-26-2",
      "number": "58-26-2",
      "heading": "Purpose of act.",
      "text": "The purpose of the Interstate Depository Institutions Act is to attract capital to New Mexico through interstate acquisitions and mergers of financial institutions to enhance economic development for the benefit of all New Mexicans. At the same time, the legislature encourages any such mergers or acquisitions to provide for local management discretion so that consumers may deal directly with lenders who understand their financial circumstances and needs.\n\nThe Interstate Depository Institutions Act is designed to encourage aggressive, spirited competition in the financial arenas to offer lower interest rates, increased capital availability, cooperative risk-taking by lenders and competition in the financial market place. The legislature has as its goal the availability of financial resources to all its citizens no matter their race, color, creed, national origin or geographic location within the state.\n\nHistory:Laws 1988, ch. 5, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-2/"
    },
    {
      "id": "section-58-26-3",
      "number": "58-26-3",
      "heading": "Definitions.",
      "text": "As used in the Interstate Depository Institutions Act:\n\nA. \"bank\" means:\n\n(1) an insured bank as defined in Section 3(h) of the Federal Deposit Insurance Act; or\n\n(2) any institution that is eligible to make application to become an insured bank pursuant to Section 5 of the Federal Deposit Insurance Act excepting and excluding an institution created or incorporated under the federal Edge Act (Federal Reserve Banks);\n\nB. \"control\" means the power, directly or indirectly, to either direct or exercise a controlling influence over the management or policies of a depository institution or a holding company, elect a majority of the directors of a depository institution or a holding company, or vote twenty-five percent or more of any class of voting securities of a depository institution or a holding company;\n\nC. \"depository institution\" means any bank or savings institution;\n\nD. \"director\" means the director of the financial institutions division of the regulation and licensing department;\n\nE. \"domestic depository institution\" means a depository institution whose home office is located in New Mexico and whose operations are principally conducted in New Mexico;\n\nF. \"domestic holding company\" means a holding company whose subsidiary depository institutions' operations are principally conducted in New Mexico;\n\nG. \"financial institution\" means any depository institution or credit union;\n\nH. \"holding company\" means any person, other than an individual, that has the power, to control a depository institution;\n\nI. \"interstate acquisition\" means any transaction pursuant to which an out-of-state depository institution or an out-of-state holding company acquires control of, merges with or acquires all or substantially all of the assets of a domestic depository institution or domestic holding company;\n\nJ. \"out-of-state depository institution\" means any depository institution whose home office is located in a state other than New Mexico or whose operations are principally conducted in a state other than New Mexico;\n\nK. \"out-of-state holding company\" means a holding company whose subsidiary depository institutions' operations are principally conducted in a state other than New Mexico;\n\nL. \"operations are principally conducted\" means the state where the largest percentage of the aggregate deposits of a depository institution or of all depository institution subsidiaries of a holding company are held; and\n\nM. \"savings institution\" means a state or federal savings and loan association, state or federal savings bank, building and loan, savings and loan or homestead association or cooperative bank, the accounts of which are insured by the federal savings and loan insurance corporation.\n\nHistory:Laws 1988, ch. 5, § 3.\n\nCross references.— For Sections 3(h) and 5 of the Federal Deposit Insurance Act,see12 U.S.C. §§ 1813(h) and 1815 respectively.\n\nFor the Edge Act (Federal Reserve Banks),see12 U.S.C. § 611.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-3/"
    },
    {
      "id": "section-58-26-4",
      "number": "58-26-4",
      "heading": "Interstate acquisitions permitted.",
      "text": "Notwithstanding the provisions of Section 58-5-11 NMSA 1978 restricting interstate acquisition:\n\nA. interstate acquisitions of domestic depository institutions that are savings institutions or domestic holding companies whose subsidiary depository institutions are savings institutions are permitted by out-of-state depository institutions and out-of-state holding companies effective January 1, 1989; provided, however, until July 1, 1992, if a domestic depository institution is to be so acquired, the acquired institution shall have been continuously operated for at least five years, or if a domestic holding company is to be so acquired, at least one of its subsidiary depository institutions shall have been continuously operated for at least five years; and\n\nB. an interstate acquisition pursuant to this section may not otherwise be contrary to law and shall not result in undue concentration of deposits totaling forty percent or more of the total deposits in all financial institutions in New Mexico.\n\nHistory:Laws 1988, ch. 5, § 4; 1989, ch. 16, § 1; 1996, ch. 2, § 13.\n\nCross references.— For the Interstate Bank Acquisition Act,see58-1B-1 NMSA 1978.\n\nFor the Interstate Bank Branching Act,see58-1C-1 NMSA 1978.\n\nThe 1996 amendment,effective June 1, 1996, deleted former Subsection B relating to interstate acquisitions of domestic depository institutions and redesignated former Subsection B as Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-4/"
    },
    {
      "id": "section-58-26-5",
      "number": "58-26-5",
      "heading": "Interstate acquisitions; notice.",
      "text": "At least ninety days prior to any interstate acquisition permitted by the Interstate Depository Institutions Act, the out-of-state depository institution or out-of-state holding company seeking to make an interstate acquisition shall file a notice of intent to make an interstate acquisition with the director. The director shall promulgate the form for such notice. Unless the shareholders of the domestic depository institution or domestic holding company sought to be accquired [acquired] have approved the interstate acquisition as required by applicable law, the director shall immediately notify any domestic depository institution or domestic holding company sought to be acquired in an interstate acquisition of the filing of any such notice and shall provide a copy of the notice to such domestic depository institution or domestic holding company.\n\nHistory:Laws 1988, ch. 5, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-5/"
    },
    {
      "id": "section-58-26-6",
      "number": "58-26-6",
      "heading": "Formation of new depository institutions.",
      "text": "Until July 1, 1992, no out-of-state depository institution or out-of-state holding company may form a new depository institution in New Mexico. After July 1, 1992, an out-of-state depository institution or out-of-state holding company may form a new depository institution in New Mexico, provided that the new depository institution has a minimum capital stock structure of at least seven million five hundred thousand dollars ($7,500,000), inclusive of common capital and surplus and undivided profits.\n\nHistory:Laws 1988, ch. 5, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-6/"
    },
    {
      "id": "section-58-26-7",
      "number": "58-26-7",
      "heading": "Regulation.",
      "text": "Nothing contained in the Interstate Depository Institutions Act shall be construed to alter, amend or otherwise affect the powers and duties of the director as established by law.\n\nHistory:Laws 1988, ch. 5, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-7/"
    },
    {
      "id": "section-58-26-8",
      "number": "58-26-8",
      "heading": "Existing law.",
      "text": "Nothing in the Interstate Depository Institutions Act shall be construed to modify or repeal the financial institution branching laws of this state or the provisions of Section 58-5-11 NMSA 1978.\n\nHistory:Laws 1988, ch. 5, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-58/article-26/section-58-26-8/"
    }
  ]
}