{
  "state": "hawaii",
  "path": "title-title-2-elections/chapter-15-absentee-voting",
  "sections": [
    {
      "id": "section-15-1",
      "number": "15-1",
      "heading": "Definitions.15-2 Who may vote by absentee ballot",
      "text": "§15-1 Definitions.As used in this chapter, unless the context otherwise requires:\n\n\"Absentee ballot\" means a ballot as defined in section 11-1 used in absentee voting.\n\n\"Electronic transmission\" means the transmission of a blank or voted ballot by facsimile, electronic mail delivery, or the utilization of an online absentee ballot delivery and return system that may include the ability to mark the ballot. \"Invalid ballot\" means any absentee ballot which does not meet the requirements for a ballot to be counted as listed in section 15-9.\n\n\"Voter in a remote area\" means any registered voter who resides ten miles or more from the voter's designated polling place by the most direct route for public travel. [L 1975, c 36, pt of §3; am L 1976, c 106, §4(1); gen ch 1985; am L 2016 c 168, §1; am L 2019, c 136, §26]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-1/"
    },
    {
      "id": "section-15-2",
      "number": "15-2",
      "heading": "Who may vote by absentee ballot.",
      "text": "§15-2 Who may vote by absentee ballot.Any person registered to vote may cast an absentee ballot in any election, including an election conducted by mail, in the manner provided in this chapter and rules adopted by the chief election officer. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(a); am L 1981, c 29, §1(1); am L 1984, c 149, §1; gen ch 1985; am L 1993, c 230, §2; am L 2021, c 213, §33]\n\nSection not unconstitutional. 623 F. Supp. 657.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-2/"
    },
    {
      "id": "section-15-25",
      "number": "15-2.5",
      "heading": "Voting by mail in precinct affected by natural disasters.",
      "text": "§15-2.5 Voting by mail in precinct affected by natural disasters.(a) If the chief election officer and clerk of a county affected as a result of a natural disaster determine that the opening of a designated voter service center will adversely affect the health and safety of voters or voter service center officials, the chief election officer and county clerk, by written order, may require the registered voters of any precinct to vote by mail as provided in part VIIA of chapter 11.\n\n(b) Within thirty days after the issuance of such an order, the chief election officer and county clerk shall notify all registered voters in the affected precinct of the issuance of the order.\n\n(c) The chief election officer shall adopt rules pursuant to chapter 91 to implement this section. [L 1996, c 215, §1; am L 2019, c 136, §27; am L 2021, c 213, §34]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-2-5/"
    },
    {
      "id": "section-15-3",
      "number": "15-3",
      "heading": "Absentee ballot for presidential election.",
      "text": "§15-3 Absentee ballot for presidential election.If ineligible to qualify as a voter in the state to which the voter has moved, any former registered voter of Hawaii may vote an absentee ballot in any presidential election occurring within twenty-four months after leaving Hawaii by requesting an application form and returning it properly executed to the county of the voter's prior Hawaii residence. When requesting an application form for an absentee ballot, the applicant shall specify the applicant's eligibility for only the presidential ballot, and the fact of applicant's ineligibility to vote at the applicant's new place of residence verified by the voter registrar or the registrar's authorized representative in the jurisdiction of the applicant's new residence. The application must be received in sufficient time for ballots to be mailed and returned prior to any presidential election at which the applicant wishes to vote. All required information pursuant to the rules promulgated by the chief election officer shall be completed in full. [L 1975, c 36, pt of §3; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-3/"
    },
    {
      "id": "section-15-35",
      "number": "15-3.5",
      "heading": "REPEALED.",
      "text": "§15-3.5 REPEALED.\n\nL 2012, c 226, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-3-5/"
    },
    {
      "id": "section-15-4",
      "number": "15-4",
      "heading": "Request for absentee ballot.",
      "text": "§15-4 Request for absentee ballot.Any person registered to vote who is unable to receive a ballot at the person's voter registration address of record may request an absentee ballot in writing from the clerk at any time but no later than 4:30 p.m. on the seventh day before the election. Any mailed requests for an absentee ballot shall be mailed by the person directly to the clerk. The clerk may waive any or all of the foregoing requirements in special cases as provided in the rules adopted by the chief election officer.\n\nThe request shall include information such as the last four digits of the person's social security number or the person's driver's license number, date of birth, and the address under which the person is registered to vote. The request shall also include the temporary address to which the person wishes the requested ballot to be forwarded. The request, when made for any primary or special primary election, may include an additional request for an absentee ballot to be voted at any election immediately following the primary or special primary; provided that the person so indicates in the person's request. Upon the completion of the election or elections covered by the voter's temporary request under this section, the clerk shall resume mailing the voter's ballot package to the mailing address noted within the voter's registration record. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(b); am L 1981, c 29, §1(2); gen ch 1985; am L 1986, c 305, §5; am L 2004, c 100, §2; am L Sp 2008, c 4, §1; am L 2011, c 142, §3; am L 2012, c 100, §2 and c 104, §2; am L 2015, c 174, §1; am L 2016, c 168, § §2, 3; am L 2019, c 136, §28]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-4/"
    },
    {
      "id": "section-15-5",
      "number": "15-5",
      "heading": "Delivery of ballots.",
      "text": "§15-5 Delivery of ballots.(a) Immediately upon receipt of a request for absentee ballot within the time limit specified in section 15-4, the clerk shall examine the records to ascertain whether the voter is lawfully entitled to vote as requested. If the clerk ascertains that the voter is lawfully entitled to vote as requested, no earlier than thirty days before the election, the clerk shall mail in a forwarding envelope, or deliver in person if the voter appears at the office of the clerk, an official ballot and other materials prescribed in section 15-6, except that an incapacitated voter may send a representative to obtain the voter's ballots pursuant to the rules adopted by the chief election officer; provided that official ballots and other materials prescribed in section 15-6 shall be mailed or delivered:\n\n(1) To uniform military and overseas voters pursuant to section 15D-9; and\n\n(2) No later than twenty-four hours after receipt of the request for absentee ballot for requests received on the last day specified in section 15-4.\n\n(b) If absentee ballots requested under section 15-4 are not received by a voter within five days of an election, if a voter requires a replacement ballot within five days of an election, or if a voter would otherwise not be able to return a properly issued ballot by the close of polls, then a voter may request that absentee ballots be forwarded by electronic transmission; provided that a voter with special needs, including a disability, may request that a ballot be forwarded by electronic transmission at any time, but no earlier than the date that the voter's initial ballot package was or would have been transmitted. Upon receipt of such a request and confirmation that the voter has not already voted, the clerk may transmit appropriate ballots, voting information required by section 15-6, and a form containing a waiver of the right to secrecy, as provided by section 11-137. The waiver of the right to secrecy shall not be required if the voted ballot is returned in a signed ballot return identification envelope issued to the voter. The voter may return the voted ballots and executed forms by electronic transmission or mail; provided that they are received by the issuing clerk no later than the closing hour on election day in accordance with section 11-131. Upon receipt, the clerk shall verify compliance with the requirements of section 15-9 and prepare the ballots for counting pursuant to section 15-10; provided that if the voter returns multiple voted absentee ballots for the same election, the clerk shall, for purposes of counting ballots, prepare only the first absentee ballot returned that is not spoiled. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(c); gen ch 1985; am L 1993, c 304, §8; am L 2012, c 226, §2; am L 2015, c 173, §3; am L 2016, c 168, §4; am L 2019, c 137, §1; am L 2021, c 213, §35]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-5/"
    },
    {
      "id": "section-15-6",
      "number": "15-6",
      "heading": "Return envelope, ballot envelope; instructions.",
      "text": "§15-6 Return envelope, ballot envelope; instructions.The clerk shall provide the absentee voter with the ballots, ballot envelopes, and a return envelope that shall contain a statement to be subscribed to by the voter that affirms the fact that the voter is the person voting and that the voter's employer or agent of the employer, agent of the voter's labor union, or any candidate listed on the ballot did not assist the voter, as described in section 11-139, along with the instruction that the voter's ballot will be valid only if the affirmation statement is signed, materials summarizing the provisions in sections 19-3, 19-3.5, 19-4, and 19-6, and any other information prescribed by the rules promulgated by the chief election officer. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(d); gen ch 1985; am L 2013, c 235, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-6/"
    },
    {
      "id": "section-15-65",
      "number": "15-6.5",
      "heading": "Absentee postage. The mailed distribution and return of absentee ballots shall be at no cost to the voter",
      "text": "§15-6.5Absentee postage.The mailed distribution and return of absentee ballots shall be at no cost to the voter. The State and counties shall share in the cost of all postage associated with the distribution and return of absentee ballots pursuant to sections 11-182 and 11-183, if the costs are not covered by the federal government. [L 1993, c 304, §2; am L 2019, c 136, §29]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-6-5/"
    },
    {
      "id": "section-15-9",
      "number": "15-9",
      "heading": "Return, receipt, processing, and treatment of absentee ballots.",
      "text": "§15-9 Return, receipt, processing, and treatment of absentee ballots.An absentee ballot shall be returned, received, processed, and treated in the same manner as a return identification envelope in an election by mail as provided by part VIIA of chapter 11. [L 1975, c 36, pt of §3; am L 1976, c 106, §4(4); am L 1979, c 133, §8; am L 1980, c 248, §1(f); am L 1983, c 34, §22; am L 1985, c 203, §8; am L 1993, c 304, §10; am L 2019, c 136, §30; am L 2021, c 213, §36]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-9/"
    },
    {
      "id": "section-15-10",
      "number": "15-10",
      "heading": "Counting of absentee ballots.",
      "text": "§15-10 Counting of absentee ballots.If the requirements in section 15-9 are met, the return and ballot envelopes may be opened and the ballot counted as prescribed by law for the voting system in use. [L 1975, c 36, pt of §3; am L 1976, c 106, §4(5); am L 1980, c 248, §1(g); am L 2019, c 136, §31]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-10/"
    },
    {
      "id": "section-15-11",
      "number": "15-11",
      "heading": "Voting by absentee voter at a voter service center prohibited.",
      "text": "§15-11 Voting by absentee voter at a voter service center prohibited.Any person having voted an absentee ballot pursuant to this chapter shall not be entitled to cast a ballot at a voter service center on election day. An absentee voter who casts a ballot at a voter service center shall be guilty of an election offense under section 19-3(5). [L 1975, c 36, pt of §3; am L Sp 2008, c 4, §2; am L 2021, c 213, §37]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-11/"
    },
    {
      "id": "section-15-12",
      "number": "15-12",
      "heading": "Receipt and disposition of late absentee ballots.",
      "text": "§15-12 Receipt and disposition of late absentee ballots.For any election all return envelopes containing absentee ballots received by the clerk after the deadline for receipt stated in section 15-9 shall be kept unopened and disposed of pursuant to section 11-154. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(h)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-12/"
    },
    {
      "id": "section-15-13",
      "number": "15-13",
      "heading": "REPEALED.",
      "text": "§15-13 REPEALED.\n\nL 2019, c 10, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-13/"
    },
    {
      "id": "section-15-135",
      "number": "15-13.5",
      "heading": "Validity of cast absentee ballot where voter later becomes ineligible.",
      "text": "§15-13.5 Validity of cast absentee ballot where voter later becomes ineligible.The absentee ballot of any voter who was eligible to vote at the time the ballot was cast shall not be deemed invalid solely because the voter became ineligible to vote, including by death of the voter, after casting the ballot. For the purposes of this section, \"cast\" means that the voter has:\n\n(1) Deposited the absentee ballot in the mail for ballots mailed in accordance with section 15-9;\n\n(2) Delivered the absentee ballot to the appropriate county clerk or polling place in accordance with section 15-9; or\n\n(3) Completed voting in person at an absentee polling place. [L 2019, c 10, §1; am L 2021, c 213, §38; am L 2022, c 109, §1; am L 2023, c 113, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-13-5/"
    },
    {
      "id": "section-15-14",
      "number": "15-14",
      "heading": "Ballots; where voting machines are used.",
      "text": "§15-14 Ballots; where voting machines are used.In all districts in which voting machines are used, sections 15-1 to 15-12 shall apply; provided that the number and type of ballots to be printed shall be determined at the discretion of the officer charged with printing and furnishing them. The officer may use reasonable facsimiles of the sample ballot used in voting machine precincts. [L 1975, c 36, pt of §3; am L 2019, c 10, §3 and c 136, §32]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-2/chapter-15/section-15-14/"
    }
  ]
}