{
  "state": "idaho",
  "path": "title-title-36/chapter-chapter-4",
  "sections": [
    {
      "id": "section-36-401",
      "number": "36-401",
      "heading": "",
      "text": "36-401. HUNTING, TRAPPING, FISHING — LICENSE REQUIREMENT — EXCEPTIONS. No person shall hunt, trap, or fish for or take any wild animal, bird or fish of this state, without first having procured a license as hereinafter provided. Provided that no license shall be required:\n\n(a) 1. For children under the age of fourteen (14) years who are residents of this state to fish during the open season therefor.\n\n2. For nonresident children under the age of fourteen (14) years to fish during the open season therefor provided they are accompanied by the holder of a valid fishing license, and provided further that any fish caught by such nonresident children shall be included in the bag and possession limit of such license holder.\n\n3. For resident children under the age of twelve (12) years to hunt, take or kill predatory, unprotected birds and animals by means other than with firearms.\n\n4. For resident children under the age of fourteen (14) years to trap muskrats from irrigation ditches or property on which they live during the open season.\n\n5. For children under the age of eighteen (18) years who are residents of a licensed foster home or a children’s residential care facility to fish during the open season therefor, provided they are accompanied and supervised by the director, officer, or other employee of the facility where the child resides.\n\n6. For children with life-threatening medical conditions participating in a hunt in association with a qualified organization as provided in section 36-408(6), Idaho Code.\n\n7. For military veterans with disabilities participating in a hunt in association with a qualified organization as provided in section 36-408(7), Idaho Code.\n\n8. For mentored hunters participating in a mentored hunting program as prescribed by the commission such that a person may apply to the department for a special authorization to take wildlife while accompanied by a mentor who possesses a valid Idaho hunting license and who is eighteen (18) years of age or older. At such time as a mentored hunter’s special authorization is no longer valid, nothing in this paragraph shall be construed as altering the requirements of section 36-411, Idaho Code, to obtain a valid hunting license.\n\n(b) For any person to fish on a \"free fishing day\" as may be designated by the commission.\n\n(c) State Long-term Care Facility Residents. For any resident of a state long-term care facility to fish during open seasons, provided said state long-term care facility has a permit therefor from the director. The director is authorized to issue such permits upon the request of the head of the respective state long-term care facility having custody of said resident upon a showing that the state long-term care facility recommends the issuance of such permit and will assume full responsibility for and control over any resident while using said permit. For purposes of this subsection only, \"state long-term care facility\" shall mean the state hospital north, state hospital south, state hospital west, southwest Idaho treatment center, and state veterans homes, and \"resident\" shall mean any individual residing and receiving treatment services at a state long-term care facility.\n\n(d) State Juvenile Corrections Center Students. For students of the state juvenile corrections center, under the supervision of an officer of the center, to fish during the open season.\n\n(e) Boy Scouts. For boy scouts who are official participants in attendance at national or international encampments at Farragut State Park to take fish during the encampment period from Lake Pend Oreille in such areas and such numbers as may be designated by the commission.\n\n(f) Participants in Fish and Game Sponsored Functions. For persons who are official participants in attendance at official department sponsored functions including clinics, courses or other educational events, while under the supervision of a department approved instructor for the function, to fish during any open season, provided that the instructor has been issued an educational fishing permit by the director.\n\n(g) Nothing contained herein shall be construed to prohibit citizens of the United States who are residents of the state of Idaho from carrying arms for the protection of life and property.\n\n[36-401, added 1976, ch. 95, sec. 2, p. 332; am. 1985, ch. 225, sec. 1, p. 539; am. 1989, ch. 315, sec. 1, p. 811; am. 1989, ch. 353, sec. 1, p. 895; am. 1989, ch. 361, sec. 1, p. 906; am. 1990, ch. 56, sec. 1, p. 127; am. 1991, ch. 127, sec. 1, p. 280; am. 1992, ch. 81, sec. 5, p. 226; am. 1995, ch. 44, sec. 55, p. 100; am. 1998, ch. 357, sec. 1, p. 1116; am. 2000, ch. 211, sec. 6, p. 549; am. 2001, ch. 93, sec. 4, p. 235; am. 2006, ch. 145, sec. 1, p. 457; am. 2006, ch. 169, sec. 1, p. 520; am. 2009, ch. 117, sec. 1, p. 373; am. 2011, ch. 102, sec. 1, p. 260; am. 2011, ch. 109, sec. 2, p. 283; am. 2022, ch. 60, sec. 1, p. 183.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-401/"
    },
    {
      "id": "section-36-402",
      "number": "36-402",
      "heading": "",
      "text": "36-402. LICENSES — AUTHORITY — LIMITATIONS — CONFIDENTIALITY. The licenses mentioned in this chapter shall entitle the person to whom issued to take such wildlife as may be authorized by said license, subject to the limitations set forth under this title and commission regulations promulgated pursuant thereto. Except as otherwise provided by law relating to the release of information to a governmental entity or law enforcement agency, any personal information including, but not limited to, names, personal and business addresses and phone numbers, sex, height, weight, date of birth, social security and driver’s license numbers, or any other identifying numbers and/or information related to any Idaho fish and game licenses, permits and tags shall be confidential and not subject to disclosure pursuant to the provisions of chapter 1, title 74, Idaho Code, unless written consent is obtained from the affected person.\n\n[36-402, added 1976, ch. 95, sec. 2, p. 333; am. 2010, ch. 245, sec. 2, p. 633; am. 2015, ch. 141, sec. 76, p. 436.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-402/"
    },
    {
      "id": "section-36-403",
      "number": "36-403",
      "heading": "",
      "text": "36-403. EXPIRATION DATES — LICENSES, TAGS AND PERMITS. (a) Annual Licenses — Tags and Permits. All annual hunting and fishing licenses shall expire December 31 of the year for which they are valid. Trapping licenses shall expire on June 30 next following date of issuance. All tags and permits issued pursuant to the provisions of this chapter shall be valid only during the time that the corresponding basic license is valid.\n\n(b) Senior Resident, Blind Person and Disabled Person Permits. All free senior resident, blind person and disabled person permits issued prior to July 1, 1998, shall expire on December 31, 1998. Thereafter, all senior resident, blind person and disabled person permits shall be an annual license.\n\n[36-403, added 1976, ch. 95, sec. 2, p. 333; am. 1986, ch. 5, sec. 1, p. 44; am. 1990, ch. 7, sec. 1, p. 13; am. 1998, ch. 357, sec. 2, p. 1117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-403/"
    },
    {
      "id": "section-36-404",
      "number": "36-404",
      "heading": "",
      "text": "36-404. CLASSES OF LICENSES. The licenses required by the provisions of this title shall be of eight (8) classes. Classes one (1) through five (5) and eight (8) in this section may be purchased or obtained only by persons who meet residency requirements under the provisions of section 36-202(s) and (t), Idaho Code, or who are valid holders of a lifetime license certificate.\n\nClass 1: Adult Combination — Hunting — Fishing — Trapping Licenses. Licenses to be issued only to persons who are residents of the state of Idaho.\n\nClass 2: Junior Hunting — Trapping.\n\n(a) Junior hunting license. Licenses to be issued only to persons who are residents of the state of Idaho and are between ten (10) and seventeen (17) years of age, inclusive. Provided, that a license may be issued to qualified persons who are nine (9) years of age to allow the application for a controlled hunt big game tag or turkey permit; however, said persons shall not hunt until they are ten (10) years of age. Persons with a junior hunting license who are ten (10) or eleven (11) years of age shall be accompanied in the field by an adult licensed to hunt in the state of Idaho.\n\n(b) Junior trapping licenses. Licenses to be issued only to persons who are residents of the state of Idaho and are seventeen (17) years of age or younger.\n\nClass 3: Junior Combination — Fishing Licenses. Licenses to be issued only to persons who are residents of the state of Idaho between fourteen (14) and seventeen (17) years of age, inclusive.\n\nClass 4: Senior Resident Combination License. Licenses to be issued only to persons over sixty-five (65) years of age who meet the definition of \"resident\" pursuant to the provisions of section 36-202, Idaho Code.\n\nClass 5: Resident Lifetime Combination — Hunting — Fishing License. Licenses to be issued only to persons who are valid holders of a lifetime license certificate.\n\nClass 6: Nonresident Combination — Hunting — Fishing — Trapping — Junior Mentored Hunting — Disabled Hunting License for American Veteran — Licenses. Licenses required of persons who are nonresidents.\n\nClass 7: Duplicate License — Tag. A license or tag to be issued as a replacement for an original license or tag lost or mutilated. Said license or tag shall be issued in the same class and type as the original and upon issuance of such duplicate license or tag the original license or tag shall become null and void.\n\nClass 8: Resident Hunting and Fishing License with Tags, Permits and Stamps. Licenses to be issued only to persons who meet residency requirements under the provisions of section 36-202(s) and (t), Idaho Code.\n\n[36-404, added 1976, ch. 95, sec. 2, p. 334; am. 1983, ch. 56, sec. 1, p. 132; am. 1986, ch. 51, sec. 2, p. 145; am. 1986, ch. 52, sec. 2, p. 151; am. 1988, ch. 205, sec. 1, p. 385; am. 1996, ch. 185, sec. 1, p. 582; am. 1998, ch. 175, sec. 3, p. 620; am. 2000, ch. 211, sec. 7, p. 550; am. 2002, ch. 234, sec. 2, p. 685; am. 2008, ch. 98, sec. 1, p. 265; am. 2010, ch. 50, sec. 1, p. 94; am. 2011, ch. 88, sec. 1, p. 183; am. 2013, ch. 70, sec. 1, p. 169; am. 2014, ch. 81, sec. 1, p. 221; am. 2015, ch. 55, sec. 2, p. 146; am. 2017, ch. 61, sec. 2, p. 141.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-404/"
    },
    {
      "id": "section-36-405",
      "number": "36-405",
      "heading": "",
      "text": "36-405. APPLICATION FOR LICENSE — DUPLICATE LICENSE — UNLAWFUL PURCHASE, POSSESSION, AND USE OF LICENSE. (a) Application Required.\n\n1. Any person making application for a senior resident license, or resident license shall provide his Idaho driver’s license number as proof of residence, or in the case of nondrivers, other suitable proof of residency, and state the class of license applied for, the name of the applicant, the age of the applicant, his date of birth, his length of residence, his current address, and such other information as may be required by the director.\n\n2. Any person making application for a duplicate license shall state the type and class of license originally purchased and such other information as may be required by the director.\n\n3. No person shall willfully make a false statement as to:\n\n(A) Name, age, his date of birth, length of residence or current address when such statement is made for the purpose of obtaining any license.\n\n(B) Type and class of original license purchased when applying for a duplicate license.\n\n(b) Loss of License — New One Required. In case of loss of a license, a new one shall be required to entitle the person who lost the same to hunt, fish or trap. Such person may upon application:\n\n1. Purchase a new license at the regular fee; or\n\n2. Replace a lost license with a duplicate license for which a fee as specified in section 36-416, Idaho Code, shall be charged.\n\n3. When a duplicate license has been issued the original license shall become null and void.\n\n(c) Unlawful Purchase, Possession and Use of License.\n\n1. Every person buying a license must buy a license of the proper type or class according to his residence and age. No person shall purchase or possess a license of the wrong class and such license shall be void and of no effect from the date of issuance.\n\n2. No person shall:\n\n(A) Acquire more than one (1) regular controlled hunt permit per species or more tags per species than the commission has set a bag limit for that species except as provided in subsection (b) of this section or to have said permits or tags in his possession.\n\n(B) Transfer any fishing, hunting, or trapping license to any other person or for any person to make use of such license issued to any other person with the exception of a parent or grandparent designating any controlled hunt tag or controlled hunt permit to his or her minor child or grandchild as prescribed by rules of the commission. A controlled hunt tag or controlled hunt permit can be designated only to a minor child with a valid hunting license or one who is participating in a mentored hunting program as prescribed by rules of the commission. A controlled hunt tag or controlled hunt permit designated to a minor child cannot be sold.\n\n[36-405, added 1976, ch. 95, sec. 2, p. 334; am. 1980, ch. 339, sec. 1, p. 873; am. 1990, ch. 8, sec. 1, p. 13; am. 1992, ch. 81, sec. 6, p. 227; am. 1995, ch. 63, sec. 1, p. 157; am. 1995, ch. 64, sec. 5, p. 166; am. 1995, ch. 287, sec. 11, p. 958; am. 2000, ch. 211, sec. 8, p. 551; am. 2012, ch. 161, sec. 1, p. 436.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-405/"
    },
    {
      "id": "section-36-406",
      "number": "36-406",
      "heading": "",
      "text": "36-406. RESIDENT FISHING, HUNTING AND TRAPPING LICENSES — FEES. (a) Adult Licenses — Combination — Fishing — Hunting — Trapping. A license of the first class may be had by a person possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license entitling the purchaser to hunt and fish for game animals, game birds, unprotected and predatory wildlife and fish of the state, a fee as specified in section 36-416, Idaho Code, for a fishing license entitling the purchaser to fish in the public waters of the state, a fee as specified in section 36-416, Idaho Code, for a hunting license entitling the purchaser to hunt game animals, game birds, unprotected and predatory wildlife of the state, and a fee as specified in section 36-416, Idaho Code, for a trapping license entitling the purchaser to trap wolves, furbearing animals and unprotected and predatory wildlife of the state.\n\n(b) Junior Licenses — Hunting — Trapping. A license of the second class may be had by a person possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, for a hunting license, and a fee as specified in section 36-416, Idaho Code, for a trapping license entitling the purchaser to the same privileges as the corresponding license of the first class provides.\n\n(c) Junior Combination — Fishing Licenses. A license of the third class may be purchased by a person possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license, and a fee as specified in section 36-416, Idaho Code, for a fishing license entitling the purchaser to the same privileges as the corresponding license of the first class provides.\n\n(d) Senior Resident Combination. A license of the fourth class may be had by a person possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license entitling the purchaser to the same privileges as the corresponding license of the first class provides.\n\n(e) Lifetime Licenses — Combination — Hunting — Fishing. A license of the fifth class may be obtained at no additional charge by a person possessing the qualifications therein described for a combined hunting and fishing license, for a hunting license, or for a fishing license, entitling the person to the same privileges as the corresponding license of the first class provides. Lifetime licensees must be certified under the provisions of section 36-413, Idaho Code, before being issued a license to hunt.\n\n(f) A license of the eighth class may be had by a person possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, entitling the purchaser to hunt and fish for game animals, game birds, fish, and unprotected and predatory wildlife of the state. With payment of the required fee, a person shall receive with this license a deer tag, an elk tag, a black bear tag, a turkey tag, a mountain lion tag, a wolf tag, an archery hunt permit, a muzzleloader permit, a steelhead trout permit and an anadromous salmon permit. The director shall promptly transmit to the state treasurer all moneys received pursuant to this subsection for deposit as follows:\n\n(i) Five dollars and fifty cents ($5.50) in the fish and game set-aside account for the purposes of section 36-111(1)(a), Idaho Code;\n\n(ii) Two dollars ($2.00) in the fish and game set-aside account for the purposes of section 36-111(1)(b), Idaho Code;\n\n(iii) Three dollars and fifty cents ($3.50) in the fish and game set-aside account for the purposes of section 36-111(1)(c), Idaho Code; and\n\n(iv) The balance in the fish and game account.\n\nAll persons purchasing a license pursuant to this subsection shall observe and shall be subject to all rules of the commission regarding the fish and wildlife of the state.\n\nIf the purchaser of this license does not meet the archery education requirements of section 36-411(b), Idaho Code, then, notwithstanding the provisions of section 36-304, Idaho Code, the archery hunt permit portion of this license is invalid. The fee for this license will not change and the license must be issued without the archery permit validation.\n\n(g) Disabled Persons Licenses — Combination — Fishing. A license of the first class may be had by any resident disabled person on payment of a fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license, and a fee as specified in section 36-416, Idaho Code, for a fishing license, entitling the purchaser to the same privileges as the corresponding license of the first class provides. A disabled person means a person who is deemed disabled by one (1) or more, but not necessarily all, of the following: the railroad retirement board pursuant to title 45 of the United States Code, or certified as eligible for federal supplemental security income (SSI); or social security disability income (SSDI); or a nonservice-connected veterans pension; or a service-connected veterans disability benefit with forty percent (40%) or more disability; or certified as permanently disabled by a physician. Once determination of permanent disability has been made with the department, the determination shall remain on file within the electronic filing system and the license holder shall not be required to present a physician’s determination each year or prove their disability each year.\n\n(h) Military Furlough Licenses — Combination — Fishing. A license of the first class may be had by a resident person engaged in the military service of the United States, while on temporary furlough or leave, possessing the qualifications therein described on payment of a fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license, and as specified in section 36-416, Idaho Code, for a fishing license.\n\n(i) Adult Licenses — Three Year — Combination — Fishing — Hunting. A license of the first class may be had by a person possessing the qualifications therein described on payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license entitling the purchaser to hunt and fish for game animals, game birds, fish, unprotected and predatory wildlife of the state, three (3) times the fee as specified in section 36-416, Idaho Code, for a fishing license entitling the purchaser to fish in the public waters of the state, or three (3) times the fee as specified in section 36-416, Idaho Code, for a hunting license entitling the purchaser to hunt game animals, game birds, unprotected and predatory wildlife of the state. The expiration date for said licenses shall be December 31 of the third year following the date of issuance.\n\n(j) Junior Licenses — Three Year — Hunting. A license of the second class may be had by a person possessing the qualifications therein described on payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a hunting license. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(k) Junior Licenses — Three Year — Combination — Fishing Licenses. A license of the third class may be purchased by a person possessing the qualifications therein described on payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license and three (3) times the fee as specified in section 36-416, Idaho Code, for a fishing license entitling the purchaser to the same privileges as the corresponding license of the first class provides. The expiration date for said licenses shall be December 31 of the third year following the date of issuance.\n\n(l) Senior Resident Combination License — Three Year. A license of the fourth class may be had by a person possessing the qualifications therein described on payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license entitling the purchaser to the same privileges as the corresponding license of the first class provides. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(m) Disabled Persons Licenses — Three Year — Combination — Fishing. A license of the first class may be had by any resident disabled person possessing the qualifications therein described on payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a combined fishing and hunting license, and a fee as specified in section 36-416, Idaho Code, for a fishing license entitling the purchaser to the same privileges as the corresponding license of the first class provides. The expiration date for said licenses shall be December 31 of the third year following the date of issuance.\n\n[36-406, added 1976, ch. 95, sec. 2, p. 335; am. 1980, ch. 339, sec. 2, p. 874; am. 1981, ch. 98, sec. 1, p. 142; am. 1986, ch. 52, sec. 3, p. 152; am. 1988, ch. 205, sec. 2, p. 386; am. 1990, ch. 372, sec. 3, p. 1029; am. 1990, ch. 388, sec. 9, p. 1072; am. 1994, ch. 84, sec. 1, p. 198; am. 1995, ch. 287, sec. 12, p. 959; am. 1998, ch. 298, sec. 2, p. 984; am. 1998, ch. 357, sec. 3, p. 1118; am. 1999, ch. 32, sec. 1, p. 63; am. 2000, ch. 211, sec. 9, p. 552; am. 2001, ch. 158, sec. 1, p. 565; am. 2002, ch. 234, sec. 3, p. 686; am. 2006, ch. 168, sec. 1, p. 518; am. 2008, ch. 98, sec. 2, p. 266; am. 2010, ch. 50, sec. 2, p. 95; am. 2012, ch. 201, sec. 1, p. 536; am. 2013, ch. 70, sec. 2, p. 170; am. 2013, ch. 71, sec. 1, p. 177; am. 2017, ch. 61, sec. 3, p. 142; am. 2017, ch. 189, sec. 2, p. 428; am. 2017, ch. 195, sec. 4, p. 466; am. 2018, ch. 50, sec. 1, p. 127.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-406/"
    },
    {
      "id": "section-36-406a",
      "number": "36-406A",
      "heading": "",
      "text": "36-406A. TWO POLE PERMIT. The commission is authorized to promulgate rules specifying seasons and waters where a resident or nonresident may purchase a permit authorizing the person to use two (2) poles on waters that have been designated as \"two pole\" waters by commission rule subject to payment of a fee as specified in section 36-416, Idaho Code. A person who has a two pole permit may utilize two (2) poles to fish with during the season so specified by commission rule and on the waters so specified by commission rule. Bona fide residents of Idaho who are expressly exempt from license requirements to fish in the public waters of the state may purchase a permit to use as an individual pursuant to this section as specified by commission rule. Unlicensed nonresident children under the age of fourteen (14) years shall be eligible to purchase a permit to use as an individual if accompanied by a holder of a valid license and provided that any fish caught by such nonresident children shall be included in the bag and possession limit of such license holder.\n\n[36-406A, added 1998, ch. 291, sec. 1, p. 928; am. 2000, ch. 211, sec. 10, p. 554; am. 2008, ch. 211, sec. 1, p. 667.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-406a/"
    },
    {
      "id": "section-36-407",
      "number": "36-407",
      "heading": "",
      "text": "36-407. NONRESIDENT COMBINATION, FISHING, HUNTING, AND TRAPPING LICENSES — FEES — RIGHTS UNDER. Licenses of the sixth class shall be issued to nonresidents in the several kinds and for fees as follows:\n\n(a) Nonresident Hunting with Three Day Fishing License. A license issued only to a person twelve (12) years of age or older entitling said person to hunt game animals, game birds and unprotected and predatory wildlife and to purchase game tags as provided in section 36-409(b), Idaho Code, and to fish in the waters of the state for a period of three (3) consecutive days for any fish during an open season for those fish, excluding steelhead trout and anadromous salmon. Provided, that a license may be issued to qualified persons who are eleven (11) years of age to allow the application for a controlled hunt tag; however, said persons shall not hunt until they are twelve (12) years of age. A license of this kind may be had upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(b) Nonresident Season Fishing License. A license entitling a person to fish in the public waters of the state. A license of this kind may be had upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(c) Nonresident Trapping License. A license entitling a person to trap wolves, furbearing, unprotected and predatory wildlife. A license of this kind may be had upon payment of a fee as specified in section 36-416, Idaho Code, providing the state of residence of said person grants similar trapping license privileges to residents of Idaho.\n\n(d) Nonresident Nongame License. A nonresident nongame license to hunt is a license entitling a person to hunt unprotected birds and animals and predatory wildlife of this state. A license of this kind may be had by a nonresident person who is twelve (12) years of age or older upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(e) Nonresident Small Game Hunting License. A license issued only to a person twelve (12) years of age or older, entitling the person to hunt upland game birds (to include turkeys), migratory game birds, upland game animals, huntable furbearing animals, and unprotected and predatory wildlife of this state. A person holding this license shall purchase the appropriate required tags and permits, and may not hunt pheasants in an area during the first five (5) days of the pheasant season in that area. A license of this type may be had upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(f) Falconry Meet Permit. The director may issue a special permit for a regulated meet scheduled for a specific number of days upon payment of a fee as specified in section 36-416, Idaho Code. Only trained raptors may be used under the special permit issued under the provisions of this subsection.\n\n(g) Daily Fishing License — Resident May Purchase. A license entitling a person to fish in the waters of the state on a day-to-day basis. A license of this kind may be had by a resident or nonresident person (the provisions of section 36-405, Idaho Code, notwithstanding), upon payment of a fee as specified in section 36-416, Idaho Code, for the first effective day and a fee as specified in section 36-416, Idaho Code, for each consecutive day thereafter.\n\n(h) Nonresident Three Day Fishing License with Steelhead or Salmon Permit. A license entitling a nonresident to fish in the waters of the state for a period of three (3) consecutive days for any fish, including steelhead trout or anadromous salmon during an open season for those fish may be had upon payment of a fee as specified in section 36-416, Idaho Code. The three (3) day license holder may fish for any species of fish, steelhead trout and anadromous salmon subject to the limitations prescribed in rules promulgated by the commission. A nonresident may purchase as many of the licenses provided in this subsection as he desires provided that the nonresident is otherwise eligible to do so.\n\n(i) Nonresident Junior Fishing License. A license entitling a nonresident who is less than eighteen (18) years of age to fish in the waters of this state may be had upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(j) Nonresident Combination Licenses. A license entitling the person to hunt and fish for game animals, game birds, fish and unprotected and predatory wildlife of the state and to purchase game tags as provided in section 36-409(b), Idaho Code, may be had by a person twelve (12) years of age or older upon payment of a fee as specified in section 36-416, Idaho Code. A license may be issued to a qualified person who is eleven (11) years of age to allow the application for a controlled hunt tag; however, the person shall not hunt until he is twelve (12) years of age.\n\n(k) Nonresident Junior Mentored Hunting License. A license entitling a nonresident between ten (10) and seventeen (17) years of age, inclusive, to hunt big game animals, upland game birds (including turkeys), migratory game birds, upland game animals, huntable furbearing animals and unprotected and predatory wildlife of this state only when accompanied in the field by the holder of an adult Idaho hunting license. A person holding this license shall purchase the appropriate required tags as provided in section 36-409(b), Idaho Code, and permits. Provided, that a license may be issued to qualified persons who are nine (9) years of age to allow the application for a controlled hunt big game tag or turkey permit; however, said persons shall not hunt until they are ten (10) years of age. A license of this kind may be had upon payment of a fee as specified in section 36-416, Idaho Code.\n\n(l) Nonresident Disabled American Veteran Hunting with Three Day Fishing License. A license entitling a person with a service-connected veterans disability benefit with forty percent (40%) or more disability to hunt game animals, game birds and unprotected and predatory wildlife and to purchase game tags provided in section 36-409(b), Idaho Code, and to fish in the waters of the state for a period of three (3) consecutive days for any fish during an open season for those fish, excluding steelhead trout and anadromous salmon.\n\n(m) Nonresident Hunting License — Three Year. A license issued only to a person twelve (12) years of age or older entitling said person to hunt game birds, game animals, unprotected and predatory wildlife and to purchase game tags as provided in section 36-409(b), Idaho Code, and to fish in the waters of the state for a period of three (3) consecutive days in each license year for any fish during an open season for those fish, excluding steelhead trout and anadromous salmon. Provided, that a license may be issued to qualified persons who are eleven (11) years of age to allow the application for a controlled hunt tag; however, said persons shall not hunt until they are twelve (12) years of age. A license of this kind may be had upon payment of three (3) times the fee as specified in section 36-416, Idaho Code. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(n) Nonresident Season Fishing License — Three Year. A license entitling a person to fish in the public waters of the state. A license of this kind may be had upon payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a fishing license. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(o) Nonresident Combination Licenses — Three Year. A license entitling the person to hunt and fish for game animals, game birds, fish and unprotected and predatory wildlife of the state may be had by a person twelve (12) years of age or older upon payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a combined hunting and fishing license. A license may be issued to a qualified person who is eleven (11) years of age to allow the application for a controlled hunt tag; however, the person shall not hunt until he is twelve (12) years of age. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(p) Nonresident Junior Mentored Hunting License — Three Year. A license entitling a nonresident between ten (10) and seventeen (17) years of age, inclusive, to hunt game animals, upland game birds (including turkeys), migratory game birds, and unprotected and predatory wildlife of this state only when accompanied in the field by the holder of an adult Idaho hunting license. A person holding this license shall purchase the appropriate required tags as provided in section 36-409(b), Idaho Code, and permits. Provided, that a license may be issued to qualified persons who are nine (9) years of age to allow the application for a controlled hunt turkey permit; however, said persons shall not hunt until they are ten (10) years of age. A license of this kind may be had upon payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a junior mentored hunting license. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n(q) Nonresident Junior Fishing License — Three Year. A license entitling a nonresident who is less than eighteen (18) years of age to fish in the waters of this state. A license of this kind may be had upon payment of three (3) times the fee as specified in section 36-416, Idaho Code, for a nonresident junior fishing license. The expiration date for said license shall be December 31 of the third year following the date of issuance.\n\n[36-407, added 1976, ch. 95, sec. 2, p. 336; am. 1980, ch. 339, sec. 3, p. 874; am. 1981, ch. 98, sec. 2, p. 143; am. 1985, ch. 65, sec. 1, p. 135; am. 1986, ch. 7, sec. 1, p. 46; am. 1986, ch. 16, sec. 1, p. 57; am. 1986, ch. 52, sec. 4, p. 153; am. 1986, ch. 138, sec. 1, p. 374; am. 1986, ch. 244, sec. 1, p. 663; am. 1988, ch. 206, sec. 1, p. 388; am. 1990, ch. 372, sec. 4, p. 1030; am. 1990, ch. 388, sec. 10, p. 1073; am. 1993, ch. 27, sec. 1, p. 93; am. 1995, ch. 287, sec. 13, p. 961; am. 1996, ch. 185, sec. 2, p. 583; am. 1998, ch. 47, sec. 1, p. 194; am. 1998, ch. 213, sec. 1, p. 742; am. 1999, ch. 43, sec. 1, p. 103; am. 2000, ch. 211, sec. 11, p. 554; am. 2002, ch. 234, sec. 4, p. 688; am. 2008, ch. 59, sec. 1, p. 148; am. 2008, ch. 98, sec. 3, p. 268; am. 2010, ch. 50, sec. 3, p. 97; am. 2011, ch. 88, sec. 2, p. 184; am. 2012, ch. 100, sec. 1, p. 264; am. 2013, ch. 70, sec. 3, p. 171; am. 2013, ch. 71, sec. 2, p. 180; am. 2014, ch. 81, sec. 2, p. 222; am. 2014, ch. 267, sec. 1, p. 665; am. 2017, ch. 195, sec. 5, p. 468.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-407/"
    },
    {
      "id": "section-36-408",
      "number": "36-408",
      "heading": "",
      "text": "36-408. COMMISSION’S AUTHORITY — TAGS — PERMITS — NONRESIDENTS LIMITED — OUTFITTERS SET-ASIDE. (1) Tags and Permits — Method of Use. The commission is hereby authorized to prescribe the number and kind of wildlife that may be taken under authority of the several types of tags and permits provided for in this title and the manner in which said tags and permits shall be used and validated. All Idaho wolf tags will be valid for hunting, trapping, and snaring in any unit when seasons are open at the time of take. There shall be no limit to the number of wolf tags that an individual can purchase. All appropriate fish and game education requirements must be met.\n\n(2) Limit — Licenses, Tags or Permits — Controlled Hunts. The commission is hereby authorized to establish a limit annually as to the number of each kind and class of licenses, tags, or permits to be sold or issued and is further authorized to limit the number or prohibit entirely the participation by nonresidents in controlled hunts.\n\n(3) Outfitted Hunter Tags Set-Aside. When the commission establishes a limit as to the number of nonresident deer tags and nonresident elk tags, it shall set aside, when setting big game seasons, in a statewide pool, a maximum of twenty-five percent (25%) of the nonresident deer tag and nonresident elk tag limit. These tags may be allocated to the outfitted hunters in capped hunts and controlled hunts and set aside for outfitted hunter use in general hunts.\n\nSuch outfitted allocated set-aside tags shall be separate from the tag numbers set for residents and nonresidents in each capped or controlled hunt, unit, or game management area. The set-aside tags shall be sold pursuant to commission rule, only to persons that have entered into a signed agreement for that year to utilize the services of an outfitter licensed pursuant to chapter 21, title 36, Idaho Code.\n\nIn order for a person to purchase any set-aside nonresident deer tag or nonresident elk tag, that person’s outfitter must submit an application with the proper fees as required by the director. If any nonresident deer tags or nonresident elk tags set aside for use in general hunts pursuant to this subsection are unsold by July 15 of the year in which they were set aside, they may be sold by the department to the general public pursuant to commission rule. If any nonresident deer tags or nonresident elk tags set aside as general capped allocated tags pursuant to this subsection are unsold by July 31 of the year in which they were set aside, they may be sold by the department to the general public pursuant to commission rule.\n\nThe commission may promulgate all necessary rules to implement the provisions of this subsection.\n\n(4) Deer and Elk Tag Allocation. When setting big game seasons, if the commission limits the number of deer or elk tags available for use in any game management area, unit, or zone, the commission may allocate by rule, where there are outfitted operations, a number of deer and elk tags from the outfitted hunter set-aside pool of tags for use by hunters that have entered into a signed agreement for that year to utilize the services of an outfitter licensed pursuant to chapter 21, title 36, Idaho Code.\n\nIn addition to rules promulgated by the commission regarding allocation, or pursuant to this section, in capped hunts the commission may allocate the number of outfitted hunter elk and deer tags based on the highest number within each of the last two (2) years of all elk or deer tags using the services of an outfitter in each capped hunt. Any additional tags above the original outfitted hunter tag quota may come from the nonresident outfitted hunter set-aside pool or the nonresident quota in the capped hunt, not to exceed fifty percent (50%) of the nonresident quota for each capped hunt. In capped hunts, when tag numbers change for all users, they will apply proportionally to all user groups.\n\nIn controlled hunts, the commission may allocate the number of outfitted hunter elk or deer tags based on a number compiled from each outfitter’s highest year within the last two (2) years of all elk or deer tags using the services of an outfitter for each controlled hunt. Any additional tags above the original outfitted hunter tag quota may come from the nonresident outfitted hunter set-aside pool or the nonresident quota in the controlled hunt, not to exceed fifty percent (50%) of the nonresident quota for each controlled hunt.\n\nOutfitted hunter tag use history will be provided through records from the sale of outfitted hunter tags compiled by the Idaho department of fish and game and verified use other than allocated tags recorded with the department by December 20 by outfitters. The department shall distribute the allocated outfitted tags through its point-of-sale machines.\n\nBeginning December 1, 2020, all outfitted deer and elk tag use shall be verified in order to qualify for allocated outfitted hunter tag use history. Verification consists of the purchase of allocated tags from the Idaho department of fish and game or the use of an outfitter-provided agreement, including the tag number that is recorded with the department.\n\nAll big game tags used in allocated outfitted hunts must be recorded by outfitters with the department by December 20 each year. An administrative fee of five dollars ($5.00) shall be assessed for each allocated outfitted big game tag sold or exchanged at a point-of-sale machine. An administrative fee of twenty dollars ($20.00) shall be assessed for each big game tag submitted for verification as being outfitted.\n\nThe allocated tags shall be designated by the Idaho outfitters and guides licensing board to those authorized outfitting operations licensed for elk and deer hunting for the use by the outfitted hunter, pursuant to section 36-2107(h), Idaho Code.\n\nThose tags not qualified for allocated tag use history include emergency depredation, landowner appreciation program hunts, or meat packing without an outfitted allocated deer or elk tag.\n\nThe commission may promulgate all necessary rules to implement the provisions of this subsection.\n\n(5) Special Game Tags. The commission is hereby authorized to issue two (2) special bighorn sheep tags per year.\n\n(a) Auction bighorn sheep tag. One (1) special bighorn sheep tag shall be auctioned off by an incorporated nonprofit organization dedicated to wildlife conservation selected by the commission. The tag shall be issued by the department of fish and game to the highest eligible bidder. No more than five percent (5%) of all proceeds for the tag may be retained by the organization. The tag to be issued pursuant to this subsection shall be taken from the nonresident bighorn sheep tag quota. The net proceeds shall be forwarded to the director for deposit in the fish and game expendable trust account and shall be used for bighorn sheep research and management purposes. Moneys raised pursuant to this subsection may not be used to transplant additional bighorn sheep into that portion of southwest Idaho south of the Snake river and west of U.S. highway no. 93, nor for litigation or environmental impact statements involving bighorn sheep. No transplants of bighorn sheep accomplished with moneys raised pursuant to this subsection shall occur in any area until hearings are conducted in the area. Provided however, that none of the proceeds generated from the auction of bighorn sheep tags pursuant to this paragraph be used to purchase or acquire private property or federally managed grazing permits, nor shall any proceeds generated be used for matching funds for the purchase of private property or the retirement or the acquisition of federally managed grazing permits.\n\n(b) Lottery bighorn sheep tag. The commission is also authorized to issue one (1) special bighorn sheep tag, which will be disposed of by lottery. The lottery permit can be marketed by the department of fish and game or a nonprofit organization dedicated to wildlife conservation selected by the commission. The tag will be issued by the department of fish and game to an eligible person drawn from the lottery provided in this subsection. No more than twenty-five percent (25%) of gross revenue can be retained for administrative costs by the organization. All net proceeds for the tag disposed of by lottery pursuant to this subsection shall be remitted to the department and deposited in the fish and game expendable trust account. Moneys in the account from the lottery bighorn sheep tag shall be utilized by the department in solving problems between bighorn sheep and domestic sheep, solving problems between wildlife and domestic animals or improving relationships between sportsmen and private landowners.\n\n(6) Issuance of Free Permit or Tag to Minor Children with Life-Threatening Medical Conditions. Notwithstanding any other provision of law, the commission may issue free big game permits or tags to minor children who have life-threatening medical conditions that have been certified eligible by a qualified organization. The commission may prescribe by rule the manner and conditions of issuing and using the permits or tags authorized under this subsection. For purposes of this subsection, a \"qualified organization\" means a nonprofit organization that is qualified under section 501(c)(3) of the Internal Revenue Code and that affords opportunities and experiences to minor children with life-threatening medical conditions.\n\n(7) Issuance of Free Permit or Tag to Military Veterans with Disabilities. The commission may prescribe by rule the manner and conditions of using the permits or tags authorized under this subsection. Notwithstanding any other provision of law, the commission shall issue five (5) free big game permits or tags to disabled military veterans whose disability has been certified eligible by the Idaho division of veterans services. All veterans applying must be sponsored by a \"qualified organization,\" which for purposes of this subsection means a governmental agency that assists veterans or a nonprofit organization that is qualified under section 501(c)(3), 501(c)(4) or 501(c)(19) of the Internal Revenue Code and that affords opportunities, experiences and assistance to disabled veterans. The Idaho division of veterans services shall screen all applicants to ensure only the most deserving disabled veterans shall be issued these permits or tags. A list of screened applicants shall be provided to the commission in priority order for issuance. The commission shall issue one (1) permit or tag each to the top two (2) candidates for a sponsored hunt as designated by the Idaho division of veterans services and the three (3) remaining permits or tags to candidates sponsored by a qualified organization as described in this subsection.\n\n(8) Special Wolf Tags. The commission is hereby authorized to issue up to ten (10) special auction or lottery tags for hunting wolves. Special wolf tags will be auctioned off or made available through lottery by incorporated nonprofit organizations dedicated to wildlife conservation and selected by the director. No more than five percent (5%) of all proceeds for each tag may be retained by the nonprofit organization for administrative costs involved. Each wolf tag shall be issued by the department of fish and game and awarded to the highest eligible bidder or winner of a lottery. Each tag will be good for the harvest of one (1) wolf pursuant to commission rule. The proceeds from each tag will be sent to the director to be placed in the department general license fund.\n\n(9) Special Big Game Auction Tags — Governor’s Wildlife Partnership Tags. The commission is hereby authorized to issue special big game auction tags hereafter named and referred to as \"Governor’s wildlife partnership tags\" for hunting designated species on dates and in areas designated by the commission. To enhance and sustain the value of Idaho’s wildlife, up to three (3) tags per species per year may be issued for deer, elk and pronghorn antelope, one (1) tag per year may be issued for moose, and one (1) tag per species per year may be issued for mountain goat and bighorn sheep. Each tag will be signed by the governor of Idaho prior to auction to the public and be available to either residents or nonresidents of Idaho. Governor’s wildlife partnership tags issued for deer, elk, pronghorn antelope and moose pursuant to this subsection shall be taken from the nonresident controlled hunt programs for these species adopted by the fish and game commission. Governor’s wildlife partnership tags issued for mountain goat and bighorn sheep shall be taken from the nonresident mountain goat and bighorn sheep quota. Governor’s wildlife partnership tags shall be auctioned off by incorporated nonprofit organizations dedicated to wildlife conservation and selected by the director. No more than five percent (5%) of all proceeds from each tag sale may be retained by the nonprofit organization for administrative costs involved, including in the event a tag is redonated and reauctioned. Each tag shall be issued by the department of fish and game and awarded to the highest eligible bidder. Each tag shall be good for the harvest of one (1) big game animal pursuant to commission rule consistent with the provisions of this subsection. The proceeds from each tag shall be sent to the director to be allocated up to thirty percent (30%) for sportsmen access programs, such as access yes, and the balance for wildlife habitat projects, wildlife management projects to increase the quantity and quality of big game herds, and other research and management activities approved by the commission. Provided however, that none of the proceeds generated from the auctions pursuant to the provisions of this subsection shall be used to purchase or acquire private property or federally managed grazing permits, nor shall any proceeds generated be used for matching funds for the purchase of private property or the retirement or the acquisition of federally managed grazing permits. Moneys raised pursuant to this subsection may not be used to transplant additional bighorn sheep into that portion of southwest Idaho south of the Snake river and west of U.S. highway no. 93, nor for litigation or environmental impact statements involving bighorn sheep.\n\n[36-408, added 1976, ch. 95, sec. 2, p. 337; am. 1986, ch. 235, sec. 1, p. 647; am. 1987, ch. 322, sec. 1, p. 677; am. 1991, ch. 144, sec. 1, p. 342; am. 1995, ch. 287, sec. 14, p. 962; am. 1997, ch. 136, sec. 1, p. 404; am. 2001, ch. 170, sec. 1, p. 583; am. 2006, ch. 169, sec. 2, p. 521; am. 2007, ch. 73, sec. 1, p. 196; am. 2009, ch. 117, sec. 2, p. 374; am. 2009, ch. 314, sec. 2, p. 918; am. 2012, ch. 101, sec. 1, p. 270; am. 2012, ch. 254, sec. 1, p. 700; am. 2014, ch. 266, sec. 1, p. 662; am. 2019, ch. 216, sec. 1, p. 655; am. 2019, ch. 243, sec. 1, p. 735; am. 2020, ch. 113, sec. 1, p. 356; am. 2021, ch. 221, sec. 11, p. 617; am. 2021, ch. 307, sec. 4, p. 916.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-408/"
    },
    {
      "id": "section-36-409",
      "number": "36-409",
      "heading": "",
      "text": "36-409. GAME TAGS — PERMITS — FEES — PENALTY. (a) Resident Game Tags. A resident who has obtained authorization to hunt, as provided in section 36-401, Idaho Code, or has purchased or obtained a license to hunt, as provided in section 36-406, Idaho Code, upon payment of the fees provided in this chapter shall be eligible to receive a resident game tag to hunt and kill a moose, bighorn sheep, mountain goat, elk, deer, antelope, mountain lion, black bear, grizzly bear, wolf, sandhill crane, swan, sage grouse, or turkey in accordance with the laws of this state and rules promulgated by the commission; provided further, that any person who holds a senior resident combination license or any person who holds a junior combination or hunting license or any disabled American veteran who holds a disabled combination license may be issued a black bear, deer, elk, or turkey tag for a fee as specified in section 36-416, Idaho Code; provided further, that resident game tags may be issued only to those persons who meet residency requirements of section 36-202(s), Idaho Code. In the event an emergency is declared to open a season to protect private property as provided in section 36-106(e)6.(B), Idaho Code, the affected landowner or his designee shall be eligible to receive a resident deer, elk or antelope tag without charge; provided further, that resident game tags may be issued only to persons who qualify as residents pursuant to section 36-202, Idaho Code.\n\n(b) Nonresident Game Tags. A nonresident who has purchased a license to hunt, as provided in section 36-407(a) or (k), Idaho Code, or has obtained a license to hunt, as provided in section 36-406(e), Idaho Code, or a resident who has purchased or obtained a license or authorization to hunt, as provided in section 36-401 or 36-406, Idaho Code, upon payment of the fees provided in this chapter, shall be eligible to receive a nonresident tag to hunt and kill a moose, bighorn sheep, mountain goat, elk, deer, antelope, mountain lion, black bear, grizzly bear, wolf, sandhill crane, swan, sage grouse, or turkey in accordance with the laws of this state and rules promulgated by the commission; provided further, that a nonresident who has purchased a license to hunt, as provided in section 36-407(k) and (l), Idaho Code, shall be eligible to receive a junior mentored or disabled American veteran deer, elk, black bear, or turkey tag for a fee as specified in section 36-416, Idaho Code.\n\n(c) Game Tags Required. The appropriate tag must be had for the hunting or taking of each and every one of the aforementioned wildlife. The commission shall promulgate rules to allow exception from tag possession to take wildlife for a disabled hunter companion who is assisting a hunter possessing the appropriate tag and a valid disabled combination license or a disabled archery permit or a disabled hunt motor vehicle permit or who is a disabled veteran participating in a hunt as provided in section 36-408(7), Idaho Code. Provided, that the commission may promulgate rules to allow a nonresident deer or elk tag to be used to hunt and kill a black bear, a wolf, or a mountain lion during the open season for deer or elk in that area, unit or zone as may be specified by the commission. All of said tags are to bear and have serial numbers.\n\n(d) Game Tag to Be Validated and Attached to Carcass. As soon as any person kills any wildlife for which a tag is required, said tag, belonging to him, must be validated and attached to said wildlife in a manner provided by commission rule.\n\n(e) Archery Permits. In addition to meeting the license and tag requirements provided in this chapter, any person participating in any controlled or general game season that has been specifically designated as an archery hunt must have in his possession an archery hunt permit, which may be purchased for a fee as specified in section 36-416, Idaho Code.\n\n(f) Muzzleloader Permit. In addition to meeting the license and tag requirements provided in this chapter, any person participating in any controlled or general game season that has been specifically designated as a muzzleloader hunt must have in his possession a muzzleloader permit, which may be purchased for a fee as specified in section 36-416, Idaho Code.\n\n(g) Hound Hunter Permit — Resident — Nonresident. Any person using a dog for the purpose of hunting or for taking, as defined in section 36-202, Idaho Code, big game or furbearing animals must have in his possession a valid hound hunter permit, which may be purchased by resident and nonresident license holders for a fee as specified in section 36-416, Idaho Code.\n\n(h) Nonresident Bird of Prey Capture Permit. The commission may, under rules as it may prescribe, issue a nonresident bird of prey capture permit. This capture permit may be purchased by any licensed nonresident falconer for capturing birds of prey in Idaho. The fee for the permit shall be as specified in section 36-416, Idaho Code, and the permit shall be issued under the condition that the nonresident’s home state allows reciprocal raptor capturing privileges for Idaho falconers.\n\n(i) Upland Game Bird Permit. The commission may, under rules as it may prescribe, issue an upland game bird permit that must be purchased by all persons over seventeen (17) years of age prior to hunting stocked upland game birds on department-owned lands, lands managed under agreement with the department, and private lands enrolled in a department-sponsored public access program with written permission of the land owner. The fee for the permit shall be as specified in section 36-416, Idaho Code.\n\n(j) Black Bear Baiting Permit. The commission may, under rules as it may prescribe, issue a black bear baiting permit. Any person placing or using bait as may be allowed by rule for the purpose of attracting black bear must have in his possession a valid black bear baiting permit, which may be purchased by a license holder for a fee as specified in section 36-416, Idaho Code.\n\n(k) Migratory Bird Harvest Information Program Permit. The commission may, as provided by federal laws or regulations and under rules as it may prescribe, issue a migratory bird harvest information program permit that must be purchased by all persons prior to hunting migratory game birds as required by federal law or regulations. The fee for the permit shall be as specified in section 36-416, Idaho Code.\n\n(l) Dog Field Trial Permit. The commission may, under rules as it may prescribe, issue a dog field trial permit to any person using birds for dog field trials or training as may be allowed by rule. The permit may be purchased for a fee as specified in section 36-416, Idaho Code.\n\n(m) Idaho Nursing Home Facility Resident Fishing Permit. The commission may, under rules as it may prescribe, issue an Idaho nursing home facility resident fishing permit that must be purchased by an Idaho nursing home facility to allow residents of its facility to fish during the open season. Facilities eligible to purchase this permit are: intermediate care facilities providing twenty-four (24) hour skilled nursing care, assisted living facilities providing twenty-four (24) hour extensive assistance, and skilled nursing facilities providing twenty-four (24) hour skilled nursing. By purchasing this permit, the facility assumes full responsibility for and control over the facility residents while using the permit. All laws, rules and proclamations apply to the use of this permit and it is the responsibility of the facility to assure compliance with all laws, rules and proclamations. In case of a violation, the facility shall be held accountable and any citations shall be issued to the facility. The permit may be purchased for a fee as specified in section 36-416, Idaho Code.\n\n[36-409, added 1976, ch. 95, sec. 2, p. 337; am. 1978, ch. 171, sec. 1, p. 391; am. 1980, ch. 339, sec. 4, p. 875; am. 1981, ch. 98, sec. 3, p. 144; am. 1982, ch. 230, sec. 1, p. 606; am. 1984, ch. 197, sec. 2, p. 486; am. 1986, ch. 7, sec. 2, p. 47; am. 1986, ch. 52, sec. 5, p. 154; am. 1987, ch. 253, sec. 1, p. 515; am. 1988, ch. 209, sec. 1, p. 391; am. 1990, ch. 6, sec. 1, p. 11; am. 1990, ch. 372, sec. 5, p. 1032; am. 1991, ch. 290, sec. 1, p. 749; am. 1992, ch. 81, sec. 7, p. 228; am. 1993, ch. 27, sec. 2, p. 95; am. 1994, ch. 118, sec. 1, p. 267; am. 1995, ch. 176, sec. 1, p. 658; am. 1997, ch. 203, sec. 1, p. 578; am. 1998, ch. 175, sec. 4, p. 621; am. 1998, ch. 298, sec. 3, p. 985; am. 1998, ch. 357, sec. 4, p. 1119; am. 1999, ch. 55, sec. 1, p. 141; am. 2000, ch. 211, sec. 12, p. 556; am. 2001, ch. 139, sec. 1, p. 500; am. 2001, ch. 171, sec. 1, p. 586; am. 2001, ch. 206, sec. 1, p. 699; am. 2002, ch. 234, sec. 5, p. 690; am. 2007, ch. 35, sec. 1, p. 81; am. 2007, ch. 73, sec. 2, p. 198; am. 2010, ch. 102, sec. 1, p. 198; am. 2011, ch. 88, sec. 3, p. 186; am. 2011, ch. 109, sec. 3, p. 285; am. 2012, ch. 102, sec. 1, p. 272; am. 2016, ch. 207, sec. 1, p. 583; am. 2017, ch. 61, sec. 4, p. 144; am. 2020, ch. 218, sec. 1, p. 643; am. 2020, ch. 323, sec. 1, p. 933; am. 2021, ch. 219, sec. 1, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-409/"
    },
    {
      "id": "section-36-409a",
      "number": "36-409A",
      "heading": "",
      "text": "36-409A. DISABLED ARCHERY PROVISIONS. When the commission has established a special archery only season, any individual who is otherwise qualified to participate, shall be allowed to do so with the use of a crossbow if he has a permanent disability whereby he does not have use of one (1) or both of his arms or hands.\n\nThe commission shall promulgate rules to establish a process for verifying the existence of the disability and for issuance of a free permit to qualifying individuals.\n\n[36-409A, added 1995, ch. 366, sec. 1, p. 1280; am. 2008, ch. 58, sec. 1, p. 148.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-409a/"
    },
    {
      "id": "section-36-410",
      "number": "36-410",
      "heading": "",
      "text": "36-410. STEELHEAD TROUT — ANADROMOUS SALMON PERMITS. No person shall fish for steelhead trout or anadromous salmon except as herein provided:\n\n(a) Permits Required — Fee. Any person holding a valid fishing or combined fishing and hunting license of a class and kind mentioned in section 36-406 or in subsections (b) and (i) of section 36-407, Idaho Code, may purchase, in accordance with the rules promulgated by the commission, steelhead trout permits and/or anadromous salmon permits at a fee as specified in section 36-416, Idaho Code, for each kind of permit. The person to whom such permits are issued shall then be entitled to fish for and take steelhead trout and/or anadromous salmon subject to the limitations prescribed in this title and rules promulgated by the commission. Permits shall be valid only during the period of time that the corresponding basic license is valid.\n\n(b) Unlicensed Resident. Bona fide residents of Idaho who are expressly exempt from license requirements to fish in the public waters of the state may choose one (1) of the following options:\n\n1. Purchase and use such permits as an individual; or\n\n2. May fish for and take steelhead trout and/or anadromous salmon without having permits therefor if accompanied by a properly licensed permit holder, provided that any such fish caught shall be included in the daily, seasonal and possession limit of the accompanying licensed permit holder.\n\n(c) Unlicensed Nonresident Children. Unlicensed nonresident children under the age of fourteen (14) years shall not be eligible to obtain a steelhead trout or anadromous salmon permit, but may take such fish if accompanied by a holder of a valid license and permit, provided that any steelhead trout or anadromous salmon caught by such children shall be included in the daily, seasonal and possession limit of the accompanying licensed permit holder.\n\n[36-410, added 1976, ch. 95, sec. 2, p. 338; am. 1986, ch. 294, sec. 1, p. 739; am. 1992, ch. 81, sec. 8, p. 230; am. 2000, ch. 211, sec. 13, p. 558; am. 2002, ch. 234, sec. 6, p. 692; am. 2010, ch. 92, sec. 1, p. 177.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-410/"
    },
    {
      "id": "section-36-411",
      "number": "36-411",
      "heading": "",
      "text": "36-411. CERTIFICATE OF COMPLETION. (a) Hunter education. No hunting license shall be issued to a person born after January 1, 1975, unless the person has previously held a valid hunting license in this or another state or unless such person presents to the department of fish and game or one of its authorized license vendors a certificate of completion in hunter education issued by the department under the hunter education program or proof that he holds the equivalent of such a certificate obtained either in Idaho or from an authorized agency or association of another state or country.\n\n(b) Archery education. On and after January 1, 1994, no person shall be issued an archery permit unless that person presents to the department a certificate of completion in archery education issued by the department, or proof that such person holds the equivalent of such a certificate obtained either in Idaho or from an authorized agency or association in another state, or proof that such person has previously held a valid archery permit in Idaho or another state or country.\n\n(c) Trapper education. Any person who did not possess an Idaho trapping license before July 1, 2011, is ineligible to obtain a trapping license unless that person presents to the department a certificate of completion in trapper education issued by the department or an equivalent certification obtained from an authorized agency or association. No trapping license is required for a person to trap when accompanied by, and under the direct supervision of, an outfitter or guide licensed under this title having a valid Idaho trapping license and certified in trapper education for the species to be trapped, provided that the person being supervised holds a license to hunt big game in Idaho. The guide or outfitter supervising such person shall ensure compliance with all reporting requirements for each animal caught in the mandatory trapper report and shall ensure compliance with all check and tagging requirements for each animal possessed by the person being supervised.\n\n[36-411, added 1979, ch. 305, sec. 1, p. 827; am. 1980, ch. 190, sec. 1, p. 421; am. 1989, ch. 227, sec. 1, p. 543; am. 1991, ch. 5, sec. 1, p. 17; am. 1993, ch. 414, sec. 1, p. 1524; am. 2010, ch. 52, sec. 1, p. 99; am. 2025, ch. 50, sec. 1, p. 255.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-411/"
    },
    {
      "id": "section-36-412",
      "number": "36-412",
      "heading": "",
      "text": "36-412. EDUCATION PROGRAMS — INSTRUCTOR QUALIFICATIONS — FEE. (a) The fish and game commission shall prescribe and administer education programs in hunting, trapping, and archery. The commission may enter into agreements with public or private agencies and individuals in carrying out the provisions of this subsection. Such programs shall provide instruction on:\n\n1. The safe handling of lawful hunting and trapping equipment;\n\n2. Weapon safety;\n\n3. Wildlife and natural resource conservation and laws;\n\n4. Good conduct and respect for the rights and property of others, including laws prohibiting trespass and tampering with real and personal property;\n\n5. Species identification and non-target species avoidance;\n\n6. Ethical practices;\n\n7. First aid; and\n\n8. Survival in the outdoors.\n\n(b) The department of fish and game shall recruit competent volunteer instructors. The department shall provide training for the instructors in the safe handling of legal hunting and trapping equipment, conservation of wildlife and natural resources, good conduct and respect for the rights and property of others, outdoor survival, and other appropriate subjects for training instructors. Instructors shall be issued certificates and shall on a voluntary basis give instruction in education programs as established by the department of fish and game to all eligible applicants.\n\n(c) The commission shall establish fees for each program not to exceed eight dollars ($8.00) for persons who are age seventeen (17) years and under and not to exceed eight dollars ($8.00) for persons age eighteen (18) years and older, to be assessed each individual obtaining instruction in hunter education or trapping education for reimbursement for furnished materials. All students successfully completing the course of instruction shall be issued a certificate of completion.\n\n[36-412, added 1979, ch. 305, sec. 2, p. 828; am. 1991, ch. 5, sec. 2, p. 17; am. 1993, ch. 414, sec. 2, p. 1525; am. 1998, ch. 180, sec. 1, p. 666; am. 2002, ch. 234, sec. 7, p. 693; am. 2016, ch. 203, sec. 1, p. 573; am. 2025, ch. 50, sec. 2, p. 256.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-412/"
    },
    {
      "id": "section-36-413",
      "number": "36-413",
      "heading": "",
      "text": "36-413. LIFETIME LICENSE CERTIFICATE — FEE. (a) The fish and game commission shall issue rules and regulations to administer a lifetime license certificate system.\n\n(b) A lifetime license certificate may be sold to any person who qualifies as a resident or is granted resident license privileges as provided in subsection (s) of section 36-202, Idaho Code.\n\n(c) A lifetime certificate may be obtained by a person one (1) day of age through one (1) year of age possessing the qualifications therein described upon payment of: twenty-five (25) times the fee prescribed for a combined hunting and fishing license in section 36-416(a), Idaho Code, for a combined hunting and fishing license certificate; twenty-five (25) times the fee prescribed for a hunting license in section 36-416(a), Idaho Code, for a hunting license certificate; twenty-five (25) times the fee prescribed for a fishing license in section 36-416(a), Idaho Code, for a fishing license certificate; or twenty-five (25) times the fee prescribed for a trapping license in section 36-416(a), Idaho Code, for a trapping license certificate.\n\n(d) A lifetime certificate may be obtained by a person two (2) years of age through fifty (50) years of age possessing the qualifications therein described upon payment of: thirty-five (35) times the fee prescribed for a combined hunting and fishing license in section 36-416(a), Idaho Code, for a combined hunting and fishing license certificate; thirty-five (35) times the fee prescribed for a hunting license in section 36-416(a), Idaho Code, for a hunting license certificate; thirty-five (35) times the fee prescribed for a fishing license in section 36-416(a), Idaho Code, for a fishing license certificate; or thirty-five (35) times the fee prescribed for a trapping license in section 36-416(a), Idaho Code, for a trapping license certificate.\n\n(e) A lifetime certificate may be obtained by a person fifty-one (51) years of age or older possessing the qualifications therein described upon payment of: twenty (20) times the fee prescribed for a combined hunting and fishing license in section 36-416(a), Idaho Code, for a combined hunting and fishing license certificate; twenty (20) times the fee prescribed for a hunting license in section 36-416(a), Idaho Code, for a hunting license certificate; twenty (20) times the fee prescribed for a fishing license in section 36-416(a), Idaho Code, for a fishing license certificate; or twenty (20) times the fee prescribed for a trapping license in section 36-416(a), Idaho Code, for a trapping license certificate.\n\n(f) Holders of lifetime license certificates shall be subject to the provisions of title 36, Idaho Code.\n\n(g) The director shall promptly transmit to the state treasurer all moneys received by him from the sale of lifetime license certificates and the state treasurer shall deposit all such moneys in the fish and game trust fund. All such moneys shall be expended at the direction of the commission to carry out the purposes of the Idaho fish and game code or any law or regulation promulgated for the protection of wildlife, and shall be used for no other purpose.\n\n[36-413, added 1986, ch. 52, sec. 6, p. 155; am. 1998, ch. 175, sec. 5, p. 623; am. 2023, ch. 58, sec. 1, p. 216.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-413/"
    },
    {
      "id": "section-36-414",
      "number": "36-414",
      "heading": "",
      "text": "36-414. DEPREDATION AND SPORTSMAN ACCESS PROGRAMS — LICENSE ENDORSEMENT. (a) To purchase an annual hunting, fishing, combination or trapping license, a person shall purchase a license endorsement to fund wildlife depredation compensation and prevention, and sportsmen access programs as hereinafter provided.\n\n1. A person purchasing a resident license pursuant to section 36-406 (a) or (f), Idaho Code, shall pay five dollars ($5.00).\n\n2. A person purchasing a resident license pursuant to section 36-406 (b), (c), (d), (g) or (h), Idaho Code, shall pay two dollars ($2.00).\n\n3. A person purchasing a license pursuant to section 36-406 (i), Idaho Code, shall pay ten dollars ($10.00).\n\n4. A person purchasing a license pursuant to section 36-406 (j), (k), (l) or (m), Idaho Code, shall pay four dollars ($4.00).\n\n5. A person purchasing a nonresident license pursuant to section 36-407(a), (b), (c), (e) or (j), Idaho Code, shall pay ten dollars ($10.00).\n\n6. A person purchasing a nonresident license pursuant to section 36-407 (i), (k) or (l), Idaho Code, shall pay four dollars ($4.00).\n\n7. A person purchasing a nonresident license pursuant to section 36-407 (m), (n) or (o), Idaho Code, shall pay twenty dollars ($20.00).\n\n8. A person purchasing a nonresident license pursuant to section 36-407(p) or (q), Idaho Code, shall pay eight dollars ($8.00).\n\n(b) The director shall promptly transmit to the state treasurer all moneys received pursuant to this section for deposit into the fish and game set-aside account for the purposes of section 36-111(1)(f), Idaho Code.\n\n[36-414, added 2017, ch. 195, sec. 6, p. 471.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-414/"
    },
    {
      "id": "section-36-415",
      "number": "36-415",
      "heading": "",
      "text": "36-415. DISCOUNTED LICENSE FEES. Upon finding a biological need or public need or unsold licenses, including tags and permits, the commission is authorized to order a discount in fees for specific species, units, areas, zones, or gender as necessary to encourage increased license sales or to encourage hunting, fishing or trapping. The commission is also authorized to order a discount in fees to encourage the purchase of licenses in consecutive years or to encourage the purchase of multiple tags and permits. Notwithstanding the provisions of other law to the contrary, any discounted fee shall be effective only for the time period set by the commission order, and holders of licenses purchased before the discount shall not be entitled to a refund except as provided by rule.\n\n[36-415, added 1999, ch. 39, sec. 1, p. 77; am. 2014, ch. 232, sec. 1, p. 592.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-415/"
    },
    {
      "id": "section-36-416",
      "number": "36-416",
      "heading": "",
      "text": "36-416. SCHEDULE OF LICENSE FEES. As used in this section, \"N/A\" means \"not available.\"\n\n(a) Sport Licenses\n\nLicenseResidentNon-ResidentCombination License$ 37.00$ 262.25Hunting License14.00N/AHunting License with3 Day Fishing LicenseN/A183.25Fishing License28.75106.25Sr. Combination License(65 and Older)12.00N/ASportsman’s Pak License135.00N/AJr. Combination License18.00N/AJr. Hunting License6.50N/AJr. Mentored Hunting Licensewith 3 Day Fishing LicenseN/A90.00Disabled American VeteranHunting Licensewith 3 Day Fishing LicenseN/A30.00Jr. Fishing License14.2522.00Disabled Combination License4.00N/ADisabled Fishing License4.00N/AMilitary Furlough CombinationLicense18.75N/AMilitary Furlough FishingLicense18.75N/ASmall Game Hunting LicenseN/A140.003 Day Small Game HuntingLicenseN/A70.00Daily Fishing (1st-day)License11.7521.00Consecutive Day FishingLicense6.007.003 Day Fishing withSalmon/Steelhead PermitN/A43.00Nongame Hunting LicenseN/A37.25Jr. Trapping License6.50N/ATrapping License28.00330.00\n\nNon-Resident\n\nCombination License\n\nHunting License\n\nHunting License with\n\n3 Day Fishing License\n\nFishing License\n\nSr. Combination License\n\n(65 and Older)\n\nSportsman’s Pak License\n\nJr. Combination License\n\nJr. Hunting License\n\nJr. Mentored Hunting License\n\nwith 3 Day Fishing License\n\nDisabled American Veteran\n\nHunting License\n\nwith 3 Day Fishing License\n\nJr. Fishing License\n\nDisabled Combination License\n\nDisabled Fishing License\n\nMilitary Furlough Combination\n\nMilitary Furlough Fishing\n\nSmall Game Hunting License\n\n3 Day Small Game Hunting\n\nDaily Fishing (1st-day)\n\nConsecutive Day Fishing\n\n3 Day Fishing with\n\nSalmon/Steelhead Permit\n\nNongame Hunting License\n\nJr. Trapping License\n\nTrapping License\n\n(b) Sport Tags\n\nDeer Tag$ 23.00$ 350.00Controlled Hunt Deer Tag23.00350.00Jr. or Sr. or Disabled AmericanVeteran Deer Tag10.75N/AJr. MentoredDeer TagN/A175.00Disabled American VeteranDeer TagN/A22.00Elk A Tag35.00650.00Elk B Tag35.00650.00Controlled Hunt Elk Tag35.00650.00Jr. or Sr. or Disabled AmericanVeteran Elk Tag17.00N/AJr. MentoredElk TagN/A298.00Disabled American VeteranElk TagN/A38.00Black Bear Tag12.00230.00Jr. or Sr. or Disabled AmericanVeteran Black Bear Tag6.00N/AJr. MentoredBlack Bear TagN/A115.00Disabled American VeteranBlack Bear TagN/A22.00Turkey Tag21.0086.25Jr. or Sr. or Disabled AmericanVeteran Turkey Tag10.75N/AJr. MentoredTurkey TagN/A43.00Disabled American VeteranTurkey TagN/A18.00Mountain Lion Tag12.00202.75Gray Wolf Tag12.00184.25Pronghorn Antelope Tag34.75341.00Moose Tag198.002,625.00Bighorn Sheep Tag198.002,625.00Mountain Goat Tag198.002,625.00Grizzly Bear Tag198.002,625.00Sandhill Crane Tag21.0072.50Swan Tag21.0072.50Sage Grouse Tag21.0072.50\n\nControlled Hunt Deer Tag\n\nJr. or Sr. or Disabled American\n\nVeteran Deer Tag\n\nJr. Mentored\n\nDisabled American Veteran\n\nControlled Hunt Elk Tag\n\nJr. or Sr. or Disabled American\n\nVeteran Elk Tag\n\nJr. Mentored\n\nDisabled American Veteran\n\nBlack Bear Tag\n\nJr. or Sr. or Disabled American\n\nVeteran Black Bear Tag\n\nJr. Mentored\n\nBlack Bear Tag\n\nDisabled American Veteran\n\nBlack Bear Tag\n\nJr. or Sr. or Disabled American\n\nVeteran Turkey Tag\n\nJr. Mentored\n\nDisabled American Veteran\n\nMountain Lion Tag\n\nGray Wolf Tag\n\nPronghorn Antelope Tag\n\nBighorn Sheep Tag\n\nMountain Goat Tag\n\nGrizzly Bear Tag\n\nSandhill Crane Tag\n\nSage Grouse Tag\n\nFor purposes of this subsection, disabled American veteran tags provided to nonresidents shall be limited to holders of a nonresident disabled American veterans hunting license.\n\n(c) Sport Permits\n\nBear Baiting Permit$ 13.25$ 33.00Hound Hunter Permit13.25300.00Upland Game Bird Permit27.0055.00Archery Permit17.7580.00Disabled AmericanVeteran Archery Permit2.004.00Muzzleloader Permit17.7580.00Disabled AmericanVeteran Muzzleloader Permit2.004.00Salmon Permit13.5026.50Steelhead Permit13.5026.50Federal Migratory Bird Harvest Info.Permit1.003.25Disabled Archery Permit0.000.002-Pole Fishing Permit13.2515.25Turkey Controlled Hunt Permit6.006.75Sharptail Grouse Permit4.0016.00Disabled Hunt Motor VehiclePermit0.000.00\n\nBear Baiting Permit\n\nHound Hunter Permit\n\nUpland Game Bird Permit\n\nArchery Permit\n\nDisabled American\n\nVeteran Archery Permit\n\nMuzzleloader Permit\n\nDisabled American\n\nVeteran Muzzleloader Permit\n\nSalmon Permit\n\nSteelhead Permit\n\nFederal Migratory Bird Harvest Info.\n\nDisabled Archery Permit\n\n2-Pole Fishing Permit\n\nTurkey Controlled Hunt Permit\n\nSharptail Grouse Permit\n\nDisabled Hunt Motor Vehicle\n\n(d) Commercial Licenses and Permits\n\nRaptor Captive BreedingPermit$78.75$ 104.00Falconry Permit78.75N/AFalconry Capture Permit18.50185.00Peregrine Capture Permit30.00220.00Taxidermist-Fur Buyer License5-Year License175.00N/A1-Year License38.25185.253-Day Fur Buyer LicenseN/A72.50Shooting Preserve Permit329.75N/ACommercial Wildlife FarmLicense137.50N/ACommercial Fishing License110.00291.50Wholesale Steelhead License165.00218.25Retail Steelhead Trout Buyer’sLicense33.0043.25\n\nRaptor Captive Breeding\n\nFalconry Permit\n\nFalconry Capture Permit\n\nPeregrine Capture Permit\n\nTaxidermist-Fur Buyer License\n\n5-Year License\n\n1-Year License\n\n3-Day Fur Buyer License\n\nShooting Preserve Permit\n\nCommercial Wildlife Farm\n\nCommercial Fishing License\n\nWholesale Steelhead License\n\nRetail Steelhead Trout Buyer’s\n\n(e) Commercial Tags\n\nBobcat Tag$ 3.00$ 3.50Otter Tag3.003.50Net Tag55.0072.50Crayfish/Minnow Tag1.253.50\n\nCrayfish/Minnow Tag\n\n(f) Miscellaneous-Other Licenses\n\nDuplicate License$ 5.50$ 7.25Shooting Preserve License11.0024.25Captive Wolf License32.00N/A\n\nDuplicate License\n\nShooting Preserve License\n\nCaptive Wolf License\n\n(g) Miscellaneous-Other Tags\n\nDuplicate Tag$ 5.50$ 7.25Wild Bird Shooting PreserveTag5.507.25\n\nDuplicate Tag\n\nWild Bird Shooting Preserve\n\n(h) Miscellaneous-Other Permits-Points-Fees\n\nFalconry In-State TransferPermit$ 5.50$ N/AFalconry Meet PermitN/A29.00Rehab Permit3.003.50Educational Fishing Permit0.000.00Live Fish ImportationPermit3.003.50Sport Dog and Falconry TrainingPermit3.003.50Wildlife Transport Permit3.003.50Scientific Collection Permit50.0055.00Private Park Permit21.7529.00Wildlife Import Permit21.7529.00Wildlife Export Permit11.0014.75Wildlife Release Permit11.0014.75Captive Wildlife Permit21.7529.00Fishing Tournament Permit21.7527.50Dog Field Trial Permit33.0044.00Live Fish Transport Permit21.7529.00Controlled Hunt Application FeeMoose, Sheep, Goat, Grizzly Bear15.0044.00Controlled Hunt Application Fee4.5016.25Fee for Application for the Purchase ofControlled Hunt Bonus or PreferencePoints4.504.50Nursing Home Fishing Permit33.00N/A\n\nFalconry In-State Transfer\n\nFalconry Meet Permit\n\nRehab Permit\n\nEducational Fishing Permit\n\nLive Fish Importation\n\nSport Dog and Falconry Training\n\nWildlife Transport Permit\n\nScientific Collection Permit\n\nPrivate Park Permit\n\nWildlife Import Permit\n\nWildlife Export Permit\n\nWildlife Release Permit\n\nCaptive Wildlife Permit\n\nFishing Tournament Permit\n\nDog Field Trial Permit\n\nLive Fish Transport Permit\n\nControlled Hunt Application Fee\n\nMoose, Sheep, Goat, Grizzly Bear\n\nControlled Hunt Application Fee\n\nFee for Application for the Purchase of\n\nControlled Hunt Bonus or Preference\n\nNursing Home Fishing Permit\n\n[36-416, added 2000, ch. 211, sec. 15, p. 559; am. 2001, ch. 125, sec. 1, p. 444; am. 2001, ch. 206, sec. 2, p. 701; am. 2002, ch. 234, sec. 8, p. 694; am. 2004, ch. 236, sec. 1, p. 698; am. 2005, ch. 379, sec. 3, p. 1235; am. 2007, ch. 35, sec. 2, p. 83; am. 2007, ch. 73, sec. 3, p. 200; am. 2009, ch. 201, sec. 2, p. 647; am. 2010, ch. 94, sec. 1, p. 179; am. 2011, ch. 88, sec. 4, p. 188; am. 2012, ch. 100, sec. 2, p. 267; am. 2012, ch. 201, sec. 2, p. 538; am. 2013, ch. 70, sec. 4, p. 173; am. 2014, ch. 267, sec. 2, p. 667; am. 2017, ch. 195, sec. 7, p. 472; am. 2020, ch. 40, sec. 1, p. 88; am. 2020, ch. 59, sec. 1, p. 139; am. 2020, ch. 218, sec. 2, p. 645; am. 2020, ch. 323, sec. 2, p. 935; am. 2021, ch. 219, sec. 2, p. 601; am. 2023, ch. 57, sec. 1, p. 211.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-416/"
    },
    {
      "id": "section-36-417",
      "number": "36-417",
      "heading": "",
      "text": "36-417. VOLUNTARY DONATION — IDAHO HUNTERS FEEDING THE HUNGRY, INC. An applicant for a resident or nonresident license as provided for in section 36-416, Idaho Code, may make a voluntary donation of one dollar ($1.00) or more to support the activities of Idaho hunters feeding the hungry, inc., an Idaho nonprofit corporation, in conjunction with his license application. The department shall include a checkoff form to allow an applicant to designate a donation and shall transfer all such funds, less administrative costs associated with the collection of donations, received to Idaho hunters feeding the hungry, inc. on or before July 1 of each year.\n\n[36-417, added 2005, ch. 211, sec. 1, p. 634.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-417/"
    },
    {
      "id": "section-36-418",
      "number": "36-418",
      "heading": "",
      "text": "36-418. PUBLIC SHOOTING RANGE FUND. (1) It is the intent of the legislature that public shooting ranges shall be established and preserved throughout the state for the training and enjoyment of the citizens.\n\n(2) The state public shooting range fund is hereby established. The commission shall administer the fund and shall annually prepare a report to the legislature detailing the revenues and expenditures of the fund.\n\n(3) The fund shall consist of:\n\n(a) Fines and forfeitures remitted for violations of fish and game laws pursuant to section 19-4705(1)(b), Idaho Code;\n\n(b) Revenues, unless otherwise prohibited by law, derived from the sale or lease of real property owned by the commission and acquired for or used for the purpose of providing public shooting ranges and moneys received from the sale of goods and services from commission-owned shooting ranges;\n\n(c) Gifts, grants, or other contributions; and\n\n(d) Such other funds as the legislature shall appropriate.\n\n(4) Moneys in the fund are continuously appropriated and shall be used for purposes enumerated in this chapter. Interest earned on moneys in the fund shall be credited to the fund.\n\n(5) The commission shall determine the amount available to distribute under this section, the distributions, and the recipients. Distributions from the fund may be made to shooting ranges open to the public and operated by government or nonprofit entities for the following purposes:\n\n(a) Shooting range engineering and studies;\n\n(b) Noise abatement;\n\n(c) Safety enhancement;\n\n(d) Shooting range design;\n\n(e) New shooting range sites and construction;\n\n(f) Shooting range relocation; and\n\n(g) Other projects that are necessary to enhance or preserve a shooting range under good practices and management.\n\n(6) The director shall appoint a committee to act in an advisory capacity to the department on matters relating to evaluation of applications for grants to be awarded from the public shooting range fund according to the purposes enumerated in this section. The committee shall include representation by active recreational shooters.\n\n[36-418, added 2020, ch. 85, sec. 4, p. 229; am. 2021, ch. 249, sec. 2, p. 777.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-418/"
    },
    {
      "id": "section-36-419",
      "number": "36-419",
      "heading": "",
      "text": "36-419. MUZZLELOADER-ONLY SEASON. The department of fish and game shall not adopt or enforce any agency rule prohibiting the use of sabots in a muzzleloader-only season.\n\n[36-419, added 2025, ch. 191, sec. 1, p. 888.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-4/section-36-419/"
    }
  ]
}