{
  "state": "idaho",
  "path": "title-title-36/chapter-chapter-6",
  "sections": [
    {
      "id": "section-36-601",
      "number": "36-601",
      "heading": "",
      "text": "36-601. TAXIDERMIST AND FUR BUYER’S LICENSE REQUIRED. (1) Any person who at any time within the state of Idaho desires to mount, preserve or prepare for preservation any of the dead bodies of any wildlife or any part thereof not personally taken by him in compliance with the provisions of this title, or who engages in the business of buying raw black bear or grizzly bear skins, raw cougar skins, raw wolf skins, or parts of black bears, grizzly bears, wolves or cougars, or the raw hides, skins, or pelts of any of the furbearers of this state must obtain a taxidermist and fur buyer’s license.\n\n(2) Taxidermist and fur buyer’s licenses shall be obtained from the director for a fee and subject to the limitations of this chapter.\n\n[36-601, added 1976, ch. 95, sec. 2, p. 341; am. 1993, ch. 129, sec. 1, p. 324; am. 2000, ch. 211, sec. 18, p. 563; am. 2017, ch. 61, sec. 5, p. 146.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-601/"
    },
    {
      "id": "section-36-602",
      "number": "36-602",
      "heading": "",
      "text": "36-602. LICENSE FEES — EXPIRATION. (a) Resident Taxidermist and Fur Buyer License. A fee as specified in section 36-416, Idaho Code, shall be charged for a resident taxidermist and fur buyer license.\n\n(b) Nonresident Taxidermist and Fur Buyer License. A fee as specified in section 36-416, Idaho Code, shall be charged for a nonresident taxidermist and fur buyer annual license.\n\n(c) A fee as specified in section 36-416, Idaho Code, shall be charged for a nonresident 3-day fur buyer license, available only to nonresidents who are temporarily in the state to engage in the business of buying raw hides, skins, pelts, or parts as set forth in section 36-601, Idaho Code.\n\n(d) The department shall promulgate rules implementing the provisions of this section.\n\n(e) The expiration date for taxidermist and fur buyer licenses shall be June 30 of the fifth year next following the date of issuance for five (5) year licenses and June 30 next following the date of issuance for one (1) year licenses.\n\n[36-602, added 1976, ch. 95, sec. 2, p. 341; am. 1994, ch. 341, sec. 1, p. 1077; am. 1994, ch. 399, sec. 1, p. 1262; am. 2000, ch. 211, sec. 19, p. 563; am. 2005, ch. 379, sec. 1, p. 1234; am. 2023, ch. 57, sec. 2, p. 215.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-602/"
    },
    {
      "id": "section-36-603",
      "number": "36-603",
      "heading": "",
      "text": "36-603. RECORDS. (1) The department may require any person licensed under the provisions of this chapter to keep a record for two (2) years last past of wildlife received for mounting or preserving, furbearers purchased or raw black bear or grizzly bear skins, raw cougar skins, raw wolf skins, or parts of black bears, grizzly bears or cougars purchased. Records may be written or may be retained on media other than paper, provided that the form or medium complies with the standards set forth in section 9-328, Idaho Code. The record shall be made upon a form provided by the department which sets forth such information as may be required by the director and shall be subject to his inspection at any time. In addition, the department may require licensees to submit forms or records, as determined by the department, to the department relating to the purchase of black bears, grizzly bears and cougars, skins, or parts thereof.\n\n(2) Provided however, the provisions of subsection (1) of this section shall not apply to a person or entity that meets the definition of a commercial wildlife tannery.\n\n(a) A commercial wildlife tannery shall record the name of the client, the client’s address and telephone number, inventory of items in each order or shipment and the license numbers of such taxidermists, fur buyers, hunters, trappers, native American tribal identifications or zoological permits of clients personally delivering or shipping via common carrier, wildlife skins/hides, to the tannery. In cases where the shipper/client is legally exempt from the normal license, it must be so recorded and a copy of the legal authority to exempt must be kept on record. In cases where no license is required of the shipper/client, as per the regulations of the state in which he is domiciled or per applicable regulations of the origin of the wildlife, it must be so recorded.\n\n(b) A commercial wildlife tannery must record a compliance statement designed and provided by the tannery that must be signed by all shippers/clients.\n\n(c) Records provided for in this subsection must be retained for a period of two (2) years and may be written or may be retained on media other than paper, provided that the form or medium complies with the standards set forth in section 9-328, Idaho Code. Records must be made available to the Idaho department of fish and game upon request.\n\n[36-603, added 1976, ch. 95, sec. 2, p. 342; am. 1993, ch. 78, sec. 1, p. 206; am. 2000, ch. 211, sec. 20, p. 563; am. 2010, ch. 85, sec. 1, p. 164; am. 2011, ch. 252, sec. 1, p. 695; am. 2017, ch. 61, sec. 6, p. 147; am. 2017, ch. 161, sec. 2, p. 384.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-603/"
    },
    {
      "id": "section-36-604",
      "number": "36-604",
      "heading": "",
      "text": "36-604. PENALTIES FOR FAILURE TO KEEP RECORD. No person shall fail to keep a complete written record, or any record which meets the standards set forth in section 9-328, Idaho Code, as required by this chapter and/or related commission regulations or commit any falsification, omission or alterations. In addition to any other penalties, such acts shall be grounds for the revocation of any license issued pursuant to the provisions of this chapter for a period of not to exceed twelve (12) months.\n\n[36-604, added 1976, ch. 95, sec. 2, p. 342; am. 1992, ch. 81, sec. 13, p. 236; am. 1993, ch. 78, sec. 2, p. 206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-604/"
    },
    {
      "id": "section-36-605",
      "number": "36-605",
      "heading": "",
      "text": "36-605. UNLICENSED TRAFFIC — PENALTY. No person shall engage in or conduct a business as hereinbefore provided without first having obtained a license as specified herein, or continue in such business after the revocation of such license.\n\n[36-605, added 1976, ch. 95, sec. 2, p. 342; am. 1992, ch. 81, sec. 14, p. 236.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-605/"
    },
    {
      "id": "section-36-606",
      "number": "36-606",
      "heading": "",
      "text": "36-606. CONFISCATION OF WILDLIFE — PROOF OF OWNERSHIP REQUIRED. (1) The director is hereby authorized to seize and confiscate any wildlife or the skins, hides, pelts, horns or antlers or other portions thereof in the possession of any fur buyer, taxidermist or commercial wildlife tannery, licensed or unlicensed, unless the person or entity having same is able to produce a satisfactory record of lawful origin and proof of ownership.\n\n(2) Compliance with record requirements as provided in section 36-603, Idaho Code, shall constitute satisfactory record of lawful origin and proof of ownership requirements as provided in subsection (1) of this section.\n\n[36-606, added 1976, ch. 95, sec. 2, p. 342; am. 2011, ch. 252, sec. 2, p. 696; am. 2017, ch. 161, sec. 3, p. 385.]",
      "source_url": "https://law.justia.com/codes/idaho/title-36/chapter-6/section-36-606/"
    }
  ]
}