{
  "state": "delaware",
  "path": "title-title-14/chapter-title14c004aindex",
  "sections": [
    {
      "id": "section-401a",
      "number": "401A.",
      "heading": "Definitions.For purposes of this chapter:(1) “Charter school” means a public school established under Chapter 5 of this title",
      "text": "(2) “Department” means the Department of Education.(3) “Parent” means a natural parent, an adoptive parent, any person legally charged with the care or custody of a student u\n§\n\n1;§\n\n402A. Establishment of a uniform public school registration process.(a) The Department shall establish a uniform public school registration process to be used by a parent to register a child for school in the public school system for the first time. The process must meet the requirements under §§ 403A and 404A of this title.(b) Beginning the 2023 through 2024 school year, all public schools shall use the uniform public school registration process and shall enable registration access to that year, and each subsequent school year, before the application period for the school district enrollment choice program under § 403 of this title begins.(c) The Department shall seek feedback from public schools and parents to guide ongoing improvements to the uniform public school registration process.83 Del. Laws, c. 252,\n\n§\n\n1;§\n\n403A. Uniform public school registration process and information collection requirements.(a) The uniform public school registration process established under § 402A of this title must meet both of the following:(1) Be available through the Internet and in paper form.(2) Be available in English and Spanish.(b) The uniform public school registration process established under § 402A of this title may be made available in languages in addition to English and Spanish.(c) The uniform public school registration process established under § 402A of this title must include all of the documents required to be completed by a parent who is registering a child for public school for the first time and must permit a public school to require additional information or documents. Additional information or documents required by a public school must be approved by the Secretary of the Department.(d) If a child is entering pre-kindergarten or kindergarten, the uniform public school registration process established under § 402A of this title must collect information related to the types of early learning experiences the child has had before entering pre-kindergarten or kindergarten, including the duration and time attended for each experience.(e) A public school must be certified by the Department as completing the training provided under § 405A(1) of this title before providing paper forms as part of the uniform public school registration process.(f) The Department shall provide to each public school information about the uniform public school registration process that the public school must post on the public school’s website and include in other publications produced by the public school.(g) After a parent has completed the registration process, the public school shall provide the parent with all of the following information, as applicable:(1) The public school in which the parent’s child is enrolled.(2) The specific school to which the parent’s child is assigned based on the child’s place of residence.(3) Information about the school choice process under Chapter 4 of this title, including that the school choice process is a process separate from the uniform public school registration process.83 Del. Laws, c. 252,\n\n§\n\n1;§\n\n404A. Internet-based uniform public school registration process requirements.(a) The internet-based uniform public school registration process established under § 403A of this title must do all of the following:(1) Require a parent to do the following:a. Complete the online registration process.b. Provide proof of immunizations.c. For a registration of a child in prekindergarten or kindergarten, provide a completed common statewide physical exam form that includes all up-to-date American Academy of Pediatrics Bright Futures Schedule of Periodicity screening and preventative recommended measures. The common statewide physical exam form must include information to prove lead screening as required by Chapter 26 of Title 16.d. Provide a birth certificate.e. Provide proof of residency documents.f. For registration of a child in prekindergarten or kindergarten, provide a completed statewide, approved developmental screening that includes social and emotional components and is less than 12 months old at the time of submission or complete the developmental screening as part of the registration process.(2) Record the date a parent registers a child for the first time.(3) Report the number of children registered during a given month.(4) Within 48 hours of a request to transfer information, enable information provided by a parent to be transferred, with parental approval and on verification of contact and residency information, to another public school when a child’s school district of residence changes or a parent applies to enroll the parent’s child in a receiving local education agency under Chapter 4 of this title.(5) Permit any relevant personal document, including a birth certificate, required by a public school to be uploaded using the internet-based uniform public school registration process.(b) A public school shall provide computer access so that a parent may use the internet-based uniform public school registration process to register a child for school in the public school system for the first time.83 Del. Laws, c. 252,\n\n§\n\n1;§\n\n405A. Department duties.The Department shall:(1) Provide training on the uniform public school registration process established under this chapter to public school employees who are assigned to assist parents with the uniform public school registration process, including specific training related to the paper-based, in-person registration process.(2) Issue guidelines for privacy of information submitted as part of the uniform public school registration process.83 Del. Laws, c. 252,\n\n§\n\n1;§\n\n406A. Regulatory authority.The Secretary of the Department may promulgate regulations necessary to implement this chapter.83 Del. Laws, c. 252,\n\n§\n\n1;83 Del. Laws, c. 252,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-402a",
      "number": "402A.",
      "heading": "Establishment of a uniform public school registration process",
      "text": "(a) The Department shall establish a uniform public school registration process to be used by a parent to register a child for school in the public school system for the first time. The process must meet the requirements under §§ 403A and\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-403a",
      "number": "403A.",
      "heading": "Uniform public school registration process and information collection requirements",
      "text": "(a) The uniform public school registration process established under § 402A of this title must meet both of the following:(1) Be available through the Internet and in paper form.(2) Be available in English and Spanish\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-404a",
      "number": "404A.",
      "heading": "Internet-based uniform public school registration process requirements",
      "text": "(a) The internet-based uniform public school registration process established under § 403A of this title must do all of the following:(1) Require a parent to do the following:a. Complete the online registration process.b. Provide\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-405a",
      "number": "405A.",
      "heading": "Department duties.The Department shall:(1) Provide training on the uniform public school registration process established under this chapter to public school employees who are assigned to assist parents with the uniform public school registration process, including specific training related to the p",
      "text": "§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-406a",
      "number": "406A.",
      "heading": "Regulatory authority.The Secretary of the Department may promulgate regulations necessary to implement this chapter.83 Del. Laws, c. 252,",
      "text": "§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}