{
  "state": "delaware",
  "path": "title-title-14/chapter-title14c090index",
  "sections": [
    {
      "id": "section-9001",
      "number": "9001.",
      "heading": "Short title.This chapter shall be known and may be cited as the “College and University Security Information Act.”67 Del. Laws, c. 329,",
      "text": "§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9002. Participating institutions.All educational institutions and branch campuses required to comply with the federal “Student Right-To-Know and Campus Security Act” (P.L. 101-542 as amended) are subject to the requirements promulgated herein.69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9003. Crime statistics.(a) Each participating institution shall prepare a report, on at least a monthly basis, of the numbers and types of reported criminal offenses occurring on property owned or controlled by the institution within the same contiguous geographic area and used by the institution in direct support of, or related to its educational purposes; or any building or property owned or controlled by student organizations recognized by the institution. Such report shall be public record and shall be provided to any person upon request. Reports prepared pursuant to this subsection shall be consistent with the crime reporting format mandated by 34 C.F.R. Part 668, Section 668.48 “Institutional Security Policies and Crime Statistics.”(b) The crime statistics as reported under subsection (a) of this section shall also be published on an annual basis for the most recent 3-year period, where available, in a campus newspaper or other suitable ways prescribed by the institution’s chief executive officer for the information of all students and employees. Institutions with more than 1 campus shall provide the required information on a campus-by-campus basis.67 Del. Laws, c. 329,\n\n§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9004. Disclosure of campus security policy.(a) Each participating institution shall publish, in conjunction with the annual report of campus crime statistics specified under § 9003(b) of this title, information with regard to campus security policies as required for compliance with Title II of the federal Student Right-To-Know and Campus Security Act (P.L. 101-542 as amended). This information shall be provided to any person upon request.(b) Each institution shall also develop and adopt written security rules, regulations and procedures. Such rules, regulations and procedures shall include, but need not be limited to, the following information:(1) Procedures for responding to emergencies or criminal actions.(2) Procedures for securing campus buildings and residence halls.(3) Procedures for investigating violations of criminal statutes and university regulations.(4) Procedures related to campus police and other security personnel activity within student housing facilities which are owned or leased by the institution.(5) Rules and regulations governing the possession and use of firearms by campus police and other security personnel.(6) Rules and regulations governing the possession and use of firearms on campus by employees, students and visitors.(7) Security considerations used in the construction, maintenance, groundskeeping and lighting of campus buildings and grounds.(8) Methods used to inform the campus community about public safety matters.69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9005. Rules and regulations.The Office of the Attorney General shall be responsible for oversight and implementation of this chapter.67 Del. Laws, c. 329,\n\n§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9006. Enforcement.(a) Whenever the Attorney General has reason to believe that an institution of higher education is violating or has violated the provisions of this chapter, the Attorney General may bring an action in the name of the State against the institution to compel compliance.(b) In any action brought by the Attorney General to compel compliance with this chapter, if the court finds that an institution of higher education is wilfully violating this chapter, or if any institution of higher education fails to promptly comply with an order of the court to comply with this chapter, the Attorney General, acting in the name of the State, may recover on behalf of the State a civil penalty not to exceed $10,000.67 Del. Laws, c. 329,\n\n§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;§\n\n9007. Effective dates.The first monthly report required under § 9003(a) of this title shall be published by September 4, 1993. Annual reports required under § 9003(b) of this title shall be published no later than September 1.69 Del. Laws, c. 90,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9002",
      "number": "9002.",
      "heading": "Participating institutions.All educational institutions and branch campuses required to comply with the federal “Student Right-To-Know and Campus Security Act” (P",
      "text": "L. 101-542 as amended) are subject to the requirements promulgated herein.69 Del. Laws, c. 90,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9003",
      "number": "9003.",
      "heading": "Crime statistics.(a) Each participating institution shall prepare a report, on at least a monthly basis, of the numbers and types of reported criminal offenses occurring on property owned or controlled by the institution within the same contiguous geographic area and used by the institution in direc",
      "text": "§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9004",
      "number": "9004.",
      "heading": "Disclosure of campus security policy",
      "text": "(a) Each participating institution shall publish, in conjunction with the annual report of campus crime statistics specified under § 9003(b) of this title, information with regard to campus security policies as required for compliance with Title II of the federal\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9005",
      "number": "9005.",
      "heading": "Rules and regulations.The Office of the Attorney General shall be responsible for oversight and implementation of this chapter.67 Del. Laws, c. 329,",
      "text": "§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9006",
      "number": "9006.",
      "heading": "Enforcement.(a) Whenever the Attorney General has reason to believe that an institution of higher education is violating or has violated the provisions of this chapter, the Attorney General may bring an action in the name of the State against the institution to compel compliance",
      "text": "(b) In any action br\n§\n\n 1;69 Del. Laws, c. 90,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9007",
      "number": "9007.",
      "heading": "Effective dates.The first monthly report required under § 9003(a) of this title shall be published by September 4, 1993",
      "text": "Annual reports required under § 9003(b) of this title shall be published no later than September 1.69 Del. Laws, c. 90,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}