{
  "state": "connecticut",
  "path": "title-title-23-parks-forests-and-public-shade-trees/chapter-chapter-448-forests-and-wildlife",
  "sections": [
    {
      "id": "section-23-28",
      "number": "23-28.",
      "heading": "Membership; meetings.Section 23-29",
      "text": "- Powers.Section 23-30. - Leasing of land.Section 23-31. - Acquisition of property for development as state forests.Section 23-32. - Improvement of forest lands.Section 23-32a. - Study re sustainable harvesting of forests. Plan based on study results. Report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-29",
      "number": "23-29.",
      "heading": "Powers.",
      "text": "The commissioner may, in the name and for the use of the state, accept any gift or any interest in real or personal property to be used by the department for any park or forest purpose, for the purpose of propagation and protection of wildlife, for public shooting grounds or for recreation, upon such terms and conditions as may be agreed upon by the donor and the commissioner. Said commissioner may purchase or lease real or personal property to be used for any of said purposes, provided said commissioner shall purchase no real estate at a cost in excess of ten dollars per acre without the approval of the Governor. The commissioner may provide for the propagation and preservation of wildlife in any state park or forest.\n\n(1949 Rev., S. 3469; 1971, P.A. 872, S. 194.)\n\nHistory: 1971 act replaced references to commission on forests and wild life with references to environmental protection commissioner and substituted reference to environmental protection department for reference to state park and forest commission, state board of fisheries and game and commission on forests and wild life as recipient of real or personal property.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-448/section-23-29/"
    },
    {
      "id": "section-23-30",
      "number": "23-30.",
      "heading": "Leasing of land.",
      "text": "The Commissioner of Energy and Environmental Protection may, for the purposes specified in section 23-29, lease, for a period of not less than ninety-nine years, any lands within the state, title to which has been acquired by the resettlement administration or other agency of the government of the United States, provided the form of such lease shall be approved by the Attorney General. Said commissioner may enter into cooperative agreements with any branch of the government of the United States regarding the custody, management and use of lands so leased. All lands leased under this section shall, for the purposes of taxation, be considered as owned by the state, and the towns in which such lands are situated shall receive from the state grants in lieu of taxes thereon, as provided in section 12-18b.\n\n(1949 Rev., S. 3470; 1971, P.A. 872, S. 195; P.A. 11-80, S. 1; P.A. 15-244, S. 202.)\n\nHistory: 1971 act replaced references to commission on forests and wild life with references to environmental protection commissioner and substituted Sec. 12-19a for Sec. 12-19; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011; P.A. 15-244 replaced reference to Sec. 12-19a with reference to Sec. 12-18b, effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-448/section-23-30/"
    },
    {
      "id": "section-23-31",
      "number": "23-31.",
      "heading": "Acquisition of property for development as state forests.",
      "text": "(a) The Commissioner of Energy and Environmental Protection may accept gifts, donations or contributions of land suitable for forestry or park purposes and enter into cooperative agreements with the federal government, its agents or departments, for acquiring, by lease, purchase or otherwise, such lands as in the judgment of said commissioner are desirable for state forests or state parks and at such price as may be mutually agreed upon. Said commissioner may cooperate with the federal government, its agents or departments in working out a mutually satisfactory plan defining forest areas within the state which may be most effectively and economically administered by the state.\n\n(b) When lands are acquired or leased under this section, said commissioner is authorized to make expenditures, from any funds not designated for any other purpose, for their protection from fire and for the management, development and utilization of such areas; to sell or otherwise dispose of products from such lands; and to make such regulations as may be necessary to carry out the purposes of this section.\n\n(c) All receipts derived from lands to be acquired from the federal government under the provisions of this section shall be deposited in the General Fund as provided in section 23-15.\n\n(d) Said commissioner may prepare standards of forest administration development and management to insure timber production and watershed protection, and may furnish the federal government or any of its departments with such annual, periodic or special reports as may be required respecting the operations of the state under any cooperative agreement.\n\n(1949 Rev., S. 3471; March, 1958, P.A. 27, S. 13; 1971, P.A. 872, S. 196; P.A. 11-80, S. 1.)\n\nHistory: 1971 act replaced references to commission on forests and wild life with references to environmental protection commissioner and transferred power to make expenditures from state forester to the commissioner in Subsec. (b); pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (a), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-448/section-23-31/"
    },
    {
      "id": "section-23-32",
      "number": "23-32.",
      "heading": "Improvement of forest lands.",
      "text": "The Commissioner of Energy and Environmental Protection may repair and construct dams, open up abandoned roads for fire control, or make any other improvement which, in the judgment of said commissioner, is necessary for the immediate use or protection of lands acquired by him. Expenditures for such purposes may be ordered by said commissioner from any appropriation made to the department for the purchase of land, provided not more than ten per cent of such appropriation shall be spent for making such improvements in any one fiscal period. Said commissioner, with the consent of the Governor, may lease lands to quasi-public organizations or private persons to carry out the provisions of this section.\n\n(1949 Rev., S. 3472; 1971, P.A. 872, S. 197; P.A. 11-80, S. 1.)\n\nHistory: 1971 act replaced references to commission on forests and wild life with references to environmental protection commissioner and department; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-448/section-23-32/"
    },
    {
      "id": "section-23-32a",
      "number": "23-32a.",
      "heading": "Study re sustainable harvesting of forests. Plan based on study results. Report.",
      "text": "(a) On or before July 1, 2009, the Department of Energy and Environmental Protection may, within existing budgetary resources and in consultation with the Connecticut Agricultural Experiment Station, The University of Connecticut and any other entities deemed appropriate by the Commissioner of Energy and Environmental Protection, complete a study regarding sustainable harvesting of forests in this state.\n\n(b) If a study is conducted in accordance with subsection (a) of this section, the Department of Energy and Environmental Protection, in consultation with the Connecticut Agricultural Experiment Station, The University of Connecticut and any other such entities deemed appropriate by said commissioner, shall develop a sustainable forest harvesting plan based on the results of such study. The plan shall take into account carbon credit opportunities, the potential for maintaining a sustainable supply of biomass fuels, and the agricultural and silvicultural capability of the region.\n\n(c) If a study is conducted in accordance with subsection (a) of this section, not later than July 1, 2009, the Commissioner of Energy and Environmental Protection shall report, in accordance with the provisions of section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to the environment the conclusions of such study.\n\n(P.A. 08-172, S. 2; P.A. 11-80, S. 1.)\n\nHistory: P.A. 08-172 effective June 6, 2008; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” and “Department of Environmental Protection” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Department of Energy and Environmental Protection”, respectively, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-448/section-23-32a/"
    }
  ]
}