{
  "state": "connecticut",
  "path": "title-title-23-parks-forests-and-public-shade-trees/chapter-chapter-451-public-shade-trees-and-tree-protection-examining",
  "sections": [
    {
      "id": "section-23-58",
      "number": "23-58.",
      "heading": "Tree wardens; appointment; compensation; supervision",
      "text": "The selectmen of each town, except those having cities with coextensive boundaries within their limits, which cities have an officer with similar duties to those of a tree warden who in fact assumes control of all the territory embraced within their limits, and the warden or burgesses of each borough shall, within thirty days of their election, appoint a town or borough tree warden, as the case may be. Such tree wardens shall be appointed for the term of two years and until their successors are appointed and have qualified. Any tree warden may appoint such number of deputy tree wardens as said warden deems expedient and said warden may, at any time, remove any such deputy tree warden from office. A town or borough tree warden and such warden's deputies shall receive for their services such reasonable compensation, from the town or borough, as the town or borough may determine or, in default of such determination, as the selectmen or borough warden prescribes.\n\n(1949 Rev., S. 3496; September, 1957, P.A. 11, S. 13; February, 1965, P.A. 614, S. 2; P.A. 13-203, S. 10.)\n\nHistory: 1965 act deleted provisions requiring report to state park and forest commission upon selection of tree warden by selectmen or burgesses or, alternatively, requiring report to town or borough if commission makes appointment upon town or borough's failure to do so, deleted provisions re compensation of tree wardens, their supervision by the commission, etc.; P.A. 13-203 changed term for tree warden from 1 year to 2 years and made technical changes.\n\nLaw applied to city whose limits are not coterminous with those of town. 85 C. 133. A tree warden is a public officer; but if he does manual labor on trees at a separate charge, he does not then act as a public officer and if injured, comes under the workmen's compensation act. 102 C. 572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-58/"
    },
    {
      "id": "section-23-59",
      "number": "23-59.",
      "heading": "Powers and duties of tree wardens.",
      "text": "The town or borough tree warden shall have the care and control of all trees and shrubs in whole or in part within the limits of any public road or grounds and within the limits of his town or borough, except those along state highways under the control of the Commissioner of Transportation and except those in public parks or grounds which are under the jurisdiction of park commissioners, and of these the tree warden shall take the care and control if so requested in writing by the park commissioners. Such care and control shall extend to such limbs, roots or parts of trees and shrubs as extend or overhang the limits of any such public road or grounds. The tree warden shall expend all funds appropriated for the setting out, care and maintenance of such trees and shrubs. The tree warden shall enforce all provisions of law for the preservation of such trees and shrubs and of roadside beauty. The tree warden shall remove or cause to be removed all illegally erected signs or advertisements, placed upon poles, trees or other objects within any public road or place under the tree warden's jurisdiction. The tree warden may prescribe such regulations for the care and preservation of such trees and shrubs as the tree warden deems expedient and may provide therein for a reasonable fine for the violation of such regulations; and such regulations, when approved by the selectmen or borough warden and posted on a public signpost in the town or borough, if any, or at some other exterior place near the office of the town or borough clerk, shall have the force and effect of town or borough ordinances. Whenever, in the opinion of the tree warden, the public safety demands the removal or pruning of any tree or shrub under the tree warden's control, the tree warden may cause such tree, shrub or group of shrubs to be removed or pruned at the expense of the town or borough and the selectmen or borough warden shall order paid to the person performing such work such reasonable compensation therefor as may be determined and approved in writing by the tree warden. Unless the condition of such tree, shrub or group of shrubs constitutes an immediate public hazard, the tree warden shall, at least ten days before such removal or pruning, post on each tree or shrub and may post on each group of shrubs a suitable notice stating the tree warden's intention to remove or prune such tree, shrub or group of shrubs. If any person, firm or corporation objects to such removal or pruning, such person, firm or corporation may appeal to the tree warden in writing, who shall hold a public hearing at some suitable time and place after giving reasonable notice of such hearing to all persons known to be interested therein and posting a notice thereof on such tree, shrub or group of shrubs. Within three days after such hearing, the tree warden shall render a decision granting or denying the application, and the party aggrieved by such decision may, within ten days, appeal therefrom to the superior court for the judicial district within which such town or borough is located. The tree warden may, with the approval of the selectmen or borough warden, remove any trees or other plants within the limits of public highways or grounds under the tree warden's jurisdiction that are particularly obnoxious as hosts of insect or fungus pests.\n\n(1949 Rev., S. 3497; 1957, P.A. 13, S. 83; February, 1965, P.A. 614, S. 3; 1969, P.A. 768, S. 250; P.A. 76-436, S. 463, 681; P.A. 78-280, S. 1, 127; P.A. 84-146, S. 15; P.A. 85-216; P.A. 00-106, S. 2; P.A. 16-86, S. 1.)\n\nHistory: 1965 act deleted provision that cost of hearing “shall be taxed ... as provided in section 13-12” and required that appeals be made to court of common pleas rather than to state park and forest commission; 1969 act replaced state highway commissioner with commissioner of transportation; P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts; P.A. 78-280 deleted reference to counties; P.A. 84-146 included a reference to posting of notice on a place other than a signpost; P.A. 85-216 increased the maximum fine from $20 to $90; P.A. 00-106 changed fine for violation of regulations from maximum of $90 “in any one case” to a “reasonable” fine, increased from five to ten the number of days the tree warden must post intent to remove or prune a tree or shrub, and made technical changes; P.A. 16-86 added provisions re removal or pruning of group of shrubs.\n\nTree warden doing this work himself, for pay, comes under workman's compensation act. 102 C. 573. Exclusive control in warden over trees within highway, or parts thereof, even though trees themselves stand on private grounds. 128 C. 674.\n\nCited. 26 CA 599. Court's jury instruction re tree warden statute was correct in law. 68 CA 284. In view of Supreme Court decision and statutes vesting exclusive control in town tree wardens over trees located in whole or in part in public roadways, court correctly held that owners of private, adjoining land were not liable to plaintiffs injured by falling tree, despite the fact that private landowners unintentionally created the condition that caused the tree to decay and fall, upon facts that demonstrated private landowners gave town timely notification of the decay before tree fell. 97 CA 31. Some of the duties of town tree warden, including duty to inspect upon receipt of complaint concerning potentially hazardous tree, are ministerial, but failure to inspect means that discretionary act governmental immunity does not apply. 135 CA 364.\n\nExclusive control of all trees standing in whole or in part within limits of a highway is vested in town or borough tree wardens even though trees stand on private grounds. 17 CS 108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-59/"
    },
    {
      "id": "section-23-59a",
      "number": "23-59a.",
      "heading": "Required coursework for tree wardens",
      "text": "(a) Not later than one year after appointment or reappointment as a tree warden, pursuant to section 23-58, such tree warden shall successfully complete coursework, as approved by the Commissioner of Energy and Environmental Protection. The minimum requirements for such coursework shall include: Tree biology, tree maintenance and pruning, urban forest management and tree laws. The commissioner may administer such coursework or may, in the commissioner's sole discretion, delegate responsibility to administer such coursework to a professional or educational organization capable of providing such training.\n\n(b) In the event that a tree warden fails to comply with the provisions of subsection (a) of this section, such tree warden shall not be eligible for reappointment pursuant to section 23-58.\n\n(c) Upon written request to the Commissioner of Energy and Environmental Protection by the chief elected official of the municipality that appointed a tree warden, a six-month extension of time may be granted for the purpose of the completion of the coursework required pursuant to subsection (a) of this section.\n\n(d) Each tree warden shall maintain a record of the completion of the coursework required pursuant to subsection (a) of this section and, upon request, furnish such records to the commissioner or the commissioner's designee, and the chief elected official of the municipality that appointed such tree warden.\n\n(e) (1) Any tree warden who successfully completes the Tree Wardens Association of Connecticut coursework prior to October 1, 2013, shall be deemed by the Commissioner of Energy and Environmental Protection to have successfully completed the coursework required by this section, provided not later than December 31, 2013, a duly authorized officer of the Tree Wardens Association of Connecticut certifies to the commissioner and to the chief elected official of the municipality that appointed such tree warden, in writing, that such tree warden has successfully completed the Tree Wardens Association of Connecticut coursework.\n\n(2) The successful completion of the Tree Wardens Association of Connecticut coursework prior to October 1, 2013, by a deputy tree warden appointed pursuant to section 23-58 shall be deemed by the commissioner to satisfy the requirements of subsection (a) of this section, provided not later than December 31, 2013, a duly authorized officer of the Tree Wardens Association of Connecticut certifies to the commissioner and to the chief elected official of the municipality that appointed such deputy tree warden, in writing, that such deputy tree warden has successfully completed the Tree Wardens Association of Connecticut coursework.\n\n(3) The requirements of subsection (a) of this section shall not apply to any tree warden who: (A) Is an arborist licensed by the Commissioner of Energy and Environmental Protection, or (B) appoints a deputy tree warden who successfully completes the coursework required by subsection (a) of this section, who meets the requirements of subdivision (2) of this subsection or who is an arborist licensed by the Commissioner of Energy and Environmental Protection.\n\n(f) The commissioner, or the commissioner's designee, may charge a reasonable fee to cover the costs associated with the coursework required pursuant to this section. In the event a tree warden is a volunteer, the municipality that appointed such tree warden shall pay the cost of such required coursework.\n\n(P.A. 13-203, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-59a/"
    },
    {
      "id": "section-23-60",
      "number": "23-60.",
      "heading": "Appropriations. Public trees; removal.",
      "text": "Each town, city or borough may appropriate annually a suitable sum to be expended by the town tree warden, borough tree warden, city forester or other similar officer, in the planting, trimming, spraying, care and preservation of shrubs or ornamental or shade trees within the limits of any public highway or grounds under his control and, at the discretion of the tree warden or other similar officer and with the written consent of the owner thereof, upon land adjoining such highway or grounds, if not more than ten feet therefrom, for the purpose of shading or ornamenting such highway or grounds. All shrubs and trees planted under the provisions of this section shall be deemed public shrubs and trees and shall be under the care and control of the tree warden, city forester or other similar officer and may be removed only upon a written permit from him.\n\n(1949 Rev., S. 3498.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-60/"
    },
    {
      "id": "section-23-61",
      "number": "23-61.",
      "heading": "Tree experts to be licensed.",
      "text": "Section 23-61 is repealed.\n\n(1949 Rev., S. 3499; 1963, P.A. 527, S. 10; 1967, P.A. 587, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61/"
    },
    {
      "id": "section-23-61a",
      "number": "23-61a.",
      "heading": "Definitions. Tree Protection Examining Board. Regulations.",
      "text": "(a) As used in sections 23-61a to 23-61f, inclusive, “arboriculture” means any work done for hire to improve the condition of fruit, shade or ornamental trees by feeding or fertilizing, or by pruning, trimming, bracing, treating cavities or other methods of improving tree conditions, or protecting trees from damage from insects or diseases or curing these conditions by spraying or any other method; “arborist” means one who is qualified to perform arboriculture and is licensed by the Commissioner of Energy and Environmental Protection as provided in section 23-61b; “board” means the State Tree Protection Examining Board established under subsection (b) of this section; “fungicide” means any substance or mixture of substances intended for preventing, destroying, repelling or mitigating any fungus; “fungus” means any non-chlorophyll-bearing thallophyte; that is, any non-chlorophyll-bearing plant of a lower order than mosses and liverworts; for example, rusts, smuts, mildews, molds and yeast, except those on or in any living human or other vertebrate animal; “herbicide” means any substance or mixture of substances intended for preventing, destroying, repelling or mitigating any weed; “insect” means any of the numerous small invertebrate animals generally having the body more or less obviously segmented, for the most part belonging to the class insecta, comprising six-legged, usually winged forms, as for example, beetles, bugs, bees, flies and to other allied classes of arthropods whose members are wingless and usually have more than six legs, as for example, spiders, mites, ticks, centipedes and wood lice; “insecticide” means any substance or mixture of substances intended for preventing, destroying, repelling or mitigating insects; “plant regulator” means any substance or mixture of substances determined to be a plant regulator under chapter 441; “pesticide” means any substance or mixture of substances determined to be a pesticide under said chapter; “weed” means any plant which grows where not wanted.\n\n(b) There shall be in the Department of Energy and Environmental Protection a State Tree Protection Examining Board which shall consist of the plant pathologist and forester of the Connecticut Agricultural Experiment Station, who shall serve as ex-officio members, and five electors of the state, three of whom shall be public members, and two of whom shall be licensed, practicing arborists to be appointed by the Governor. Any vacancy in the appointed membership of the board shall be filled by the Governor for the unexpired portion of the term.\n\n(c) The board shall have a seal and, in any proceeding in court, a certificate under such seal shall be bona fide evidence of any proceeding or action by or before the board stated in such certificate. A majority of members acting as a board shall constitute a quorum for the transaction of business.\n\n(d) Repealed by P.A. 82-419, S. 46, 47.\n\n(e) The Commissioner of Energy and Environmental Protection, with the advice and assistance of the board, may adopt such regulations as are necessary for the purpose of giving examinations, issuing and renewing licenses, inspection of work or revocation of licenses.\n\n(1967, P.A. 587, S. 1, 2, 3(k); P.A. 73-540, S. 22, 28; P.A. 77-206, S. 1–3; 77-614, S. 216, 610; P.A. 82-419, S. 46, 47; P.A. 98-229, S. 1; P.A. 11-80, S. 1.)\n\nHistory: P.A. 73-540 defined “fungicide”, “fungus”, “herbicide”, “insect”, “insecticide”, “plant regulator”, “pesticide” and “weed”; P.A. 77-206 made definition formerly applicable to “custom tree work” applicable to “arboriculture” and defined “arborist”; P.A. 77-614 placed tree protection examining board within the department of consumer protection, changed membership by replacing entomologist and commissioner of agriculture with two additional electors and specifying that three shall be public members and deleted appointment provisions concerning initial members in Subsec. (b), deleted provision for election of chairman, vice-chairman and secretary-treasurer and for appointment of deputies to act for ex-officio members in examination of applicants and inspection of field work in Subsec. (c), deleted provision requiring board of control of Connecticut Experiment Station to perform fiscal duties of examining board and to provide clerical assistance in Subsec. (d) and transferred regulatory power for board to commissioner of consumer protection in Subsec. (e), effective January 1, 1979; P.A. 82-419 repealed Subsec. (d) which had specified that members receive reimbursement for expenses but no compensation as such; P.A. 98-229 amended Subsec. (a) to provide for licensure of arborists by the Commissioner of Environmental Protection, amended Subsec. (b) to assign the State Tree Protection Examining Board to the Department of Environmental Protection and amended Subsec. (e) to authorize the Commissioner of Environmental Protection to adopt regulations under this section; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” and “Department of Environmental Protection” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Department of Energy and Environmental Protection”, respectively, effective July 1, 2011.\n\nSee Sec. 4-9a for definition of “public member”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61a/"
    },
    {
      "id": "section-23-61b",
      "number": "23-61b.",
      "heading": "Licensing for arboriculture; examination; fees; renewal; suspension; revocation. Nonresidents. Records. Pesticides.",
      "text": "(a) No person shall advertise, solicit or contract to do arboriculture within this state at any time without a license issued in accordance with the provisions of this section, except that any person may improve or protect any tree on such person's own premises or on the property of such person's employer without securing such a license provided such activity does not violate the provisions of chapter 441, subsection (a) of section 23-61a or this section. Application for an examination for such license shall be made to the Commissioner of Energy and Environmental Protection and shall contain such information regarding the applicant's qualifications and proposed operations and other relevant matters as the commissioner may require and shall be accompanied by a fee of two hundred dollars which shall not be returnable.\n\n(b) The commissioner shall require the applicant to show upon examination that the applicant possesses adequate knowledge concerning the proper methods of arboriculture and the dangers involved and the precautions to be taken in connection with these operations, together with knowledge concerning the proper use and application of pesticides and the danger involved and precautions to be taken in connection with their application. If the applicant is other than an individual, the applicant shall designate an officer, member or technician of the organization to take the examination, which designee shall be subject to approval of the commissioner except that any person who uses pesticides in arboriculture shall be licensed to do arboriculture or shall be a licensed commercial applicator under chapter 441. If the extent of the applicant's operations warrant, the commissioner may require more than one such member or technician to be examined. If the commissioner finds the applicant qualified, the commissioner shall issue a license to perform arboriculture within this state. A license shall be valid for a period of five years, provided the commissioner may issue such licenses such that one-fifth of such licenses expire each year and the commissioner may issue a license for a period of less than five years and prorate the license fee accordingly. If the commissioner finds that the applicant is not qualified, or if the commissioner refuses to issue a license for any other reason, the commissioner shall so inform the applicant in writing, giving reasons for such refusal.\n\n(c) The commissioner may issue a license without examination to any nonresident who is licensed in another state under a law that provides substantially similar qualifications for licensure and which grants similar privileges of licensure without examination to residents of this state licensed under the provisions of this section.\n\n(d) Each licensee shall pay a license fee of two hundred eighty-five dollars for each license or renewal. All examination and license fees shall be deposited as provided in section 4-32, and any expenses incurred by the commissioner in making examinations, issuing certificates, inspecting tree work or performing any duties of the commissioner shall be charged against appropriations of the General Fund.\n\n(e) Each licensee shall maintain and, upon request, furnish such records concerning licensed activities as the commissioner may require.\n\n(f) The commissioner may suspend for not more than ten days and, after notice and hearing as provided in any regulations established by the commissioner, may suspend for additional periods, or the commissioner may revoke, any license issued under this section if the commissioner finds that the licensee is no longer qualified or has violated any provision of section 23-61a or this section, or any regulation adopted thereunder.\n\n(g) The Commissioner of Energy and Environmental Protection, in consultation with the board, shall establish standards for examining applicants and reexamining applicators with respect to the proper use and application of pesticides and arboricultural methods. Such standards shall provide that in order to be certified, an individual shall be competent with respect to the use and handling of pesticides or the use and handling of the pesticide or class of pesticides covered by such individual's application or certification and in the proper and safe application of recognized arboricultural methods.\n\n(h) Any licensed arborist shall be considered to be a certified applicator under section 22a-54 with respect to the use of pesticides.\n\n(i) Any person who is a certified supervisory pesticide applicator, as described in section 22a-54, and who is also licensed as an arborist pursuant to this section, shall not be required to pay a license fee pursuant to this section provided such person pays any fee required pursuant to section 22a-54.\n\n(1967, P.A. 587, S. 3(a)–(g), 4; P.A. 73-540, S. 23, 28; P.A. 75-551, S. 7; P.A. 77-206, S. 4–7; 77-529, S. 27; 77-614, S. 217, 218, 610; P.A. 81-361, S. 37, 39; P.A. 89-251, S. 158, 203; P.A. 94-36, S. 5, 42; P.A. 98-229, S. 2; P.A. 02-89, S. 67; June Sp. Sess. P.A. 09-3, S. 437; P.A. 11-80, S. 1; P.A. 13-203, S. 8.)\n\nHistory: P.A. 73-540 allowed persons to improve or protect trees on their own or their employers' property if activity does not violate Connecticut Pesticide Control Act in Subsec. (a), required that persons using fungicides or pesticides in custom tree work have appropriate license under Subsec. (b) and added Subsecs. (g) and (h) re standards for examining applicants and re correlation between license as custom tree worker and certified applicator; P.A. 75-551 clarified nature of standards to be established in Subsec. (g) with emphasis on competence; P.A. 77-206 substituted “arboriculture” and “arborist” for references to custom tree work and workers, prohibited advertising and soliciting arboriculture work without license in Subsec. (a), required renewal every five years rather than annually after first renewal in Subsec. (b) and increased renewal fee from $4 to $20 in Subsec. (d) in keeping with changed period of validity; P.A. 77-529 referred to certification rather than licensing in Subsec. (g) and distinguished clearly between examination of first time applicants and reexamination of applicators; P.A. 77-614 specified that inquiry to be made by consumer protection department in Subsec. (f) and made hearing subject to commissioner's regulations, deleting provision requiring ten days' notice of hearing and transferred power to establish examination standards from board to commissioner, retaining board as consultant in Subsec. (g), effective January 1, 1979; P.A. 81-361 provided that the department is to issue licenses upon the authorization of the board and that times for renewal of licenses shall be designated by the department instead of the board; P.A. 89-251 increased the application fee from $10 to $20 and increased the renewal fee from $20 to $40; (Revisor's note: In 1993 an obsolete reference in Subsec. (a) to repealed Sec. 23-61c was deleted editorially by the Revisors); P.A. 94-36 amended Subsec. (b) to delete reference to five-year renewal period, effective January 1, 1995; P.A. 98-229 provided for licensing by the Commissioner of Environmental Protection and increased the application fee to $25, amended Subsec. (b) to increase the term of licensure to five years, amended Subsec. (d) to increase the renewal fee to $150, amended Subsec. (g) to authorize the Commissioner to establish standards for agricultural methods under this section and made technical changes; P.A. 02-89 amended Subsec. (a) to delete reference to Sec. 23-61d, reflecting repeal of said section by the same public act, and make technical changes for purposes of gender neutrality, amended Subsec. (b) to make technical changes for purposes of gender neutrality and amended Subsec. (f) to replace reference to “sections 23-61a to 23-61d, inclusive” with “section 23-61a or this section”, reflecting repeal of Sec. 23-61d by the same public act, and make technical changes for purposes of gender neutrality; June Sp. Sess. P.A. 09-3 amended Subsec. (a) by increasing fee from $25 to $50 and amended Subsec. (d) by increasing fee from $150 to $190; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsecs. (a) and (g), effective July 1, 2011; P.A. 13-203 amended Subsec. (a) by adding reference to application for examination and increasing fee from $50 to $200, amended Subsec. (b) by adding provision authorizing commissioner to issue licenses such that one-fifth of such licenses expire each year and to issue licenses for period less than 5 years with prorated license fee, amended Subsec. (d) by changing license renewal fee of $190 to license fee and renewal fee of $285 and by making a conforming change, amended Subsec. (g) by replacing “agricultural” with “arboricultural”, and added Subsec. (i) re fee exemption for certified supervisory pesticide applicators who are also licensed arborists.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61b/"
    },
    {
      "id": "section-23-61c",
      "number": "23-61c.",
      "heading": "Privilege of licensee to take examination without fee for commercial applicators of pesticides.",
      "text": "Section 23-61c is repealed.\n\n(1967, P.A. 587, S. 3(h), (i); P.A. 73-540, S. 24, 28; P.A. 77-206, S. 8, 9; P.A. 82-158, S. 5, 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61c/"
    },
    {
      "id": "section-23-61d",
      "number": "23-61d.",
      "heading": "Validity of custom tree worker licenses held by licensees on July 1, 1977.",
      "text": "Section 23-61d is repealed, effective October 1, 2002.\n\n(1967, P.A. 587, S. 3(j); P.A. 73-540, S. 25, 28; P.A. 77-206, S. 10; P.A. 02-89, S. 90.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61d/"
    },
    {
      "id": "section-23-61e",
      "number": "23-61e.",
      "heading": "Appeals.",
      "text": "Any person aggrieved by an order or finding of the commissioner may appeal therefrom in accordance with the provisions of section 4-183.\n\n(1967, P.A. 587, S. 5; P.A. 76-436, S. 464, 681; P.A. 77-603, S. 104, 125; 77-614, S. 219, 610; P.A. 78-303, S. 135, 136; P.A. 98-229, S. 8.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court in Subsec. (a), effective July 1, 1978; P.A. 77-603 and 77-614 replaced previous detailed appeal provisions with requirement that appeals be made in accordance with Sec. 4-183; P.A. 78-303 made technical changes; P.A. 98-229 authorized appeals of actions of the Commissioner of Environmental Protection, deleting reference to “board”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61e/"
    },
    {
      "id": "section-23-61f",
      "number": "23-61f.",
      "heading": "Penalties.",
      "text": "(a) Any person who violates any provision of subsection (b), (c) or (d) of section 23-61b or of any regulation issued under subsection (e) of section 23-61a shall be fined not more than two hundred dollars.\n\n(b) Any person who violates any provision of chapter 441 or section 23-61a or 23-61b shall be considered under the jurisdiction of the Commissioner of Energy and Environmental Protection.\n\n(c) Any person who violates any provision of subsection (a) of section 23-61b shall be assessed a civil penalty of not less than one thousand dollars but not more than two thousand five hundred dollars for each day such violation continues. The Attorney General, upon complaint of the commissioner, shall institute a civil action in the superior court for the judicial district of Hartford to recover such penalty. Any such action shall have precedence in the order of trial as provided in section 52-191.\n\n(1967, P.A. 587, S. 6; 1971, P.A. 872, S. 432; P.A. 73-540, S. 26, 28; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 98-229, S. 3; P.A. 02-89, S. 68; P.A. 03-278, S. 84; P.A. 11-80, S. 1.)\n\nHistory: 1971 act placed violators under jurisdiction of environmental protection commissioner rather than that of commissioner of agriculture and natural resources and pesticide control board; P.A. 73-540 substituted “Connecticut Pesticide Control Act” for reference to Secs. 19-300k to 19-300t and reiterated transfer of jurisdiction; (Revisor's note: In 1993 obsolete reference in Subsec. (a) to repealed Sec. 23-61c was deleted editorially by the Revisors); P.A. 98-229 amended Subsecs. (a) and (b) to assign jurisdiction over arboriculture violations to the Commissioner of Environmental Protection and added Subsec. (c) re civil penalties for such violations (Revisor's note: P.A. 88-230, 90-98, 93-142 and 95-220 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public and special acts of the 1998 regular and special sessions of the General Assembly, effective September 1, 1998); P.A. 02-89 amended Subsecs. (a) and (c) to delete references to Sec. 23-61d and amended Subsec. (b) to replace reference to “sections 23-61a to 23-61d, inclusive” with “section 23-61a”, reflecting repeal of Sec. 23-61d by the same public act; P.A. 03-278 made a technical change in Subsec. (b), effective July 9, 2003; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (b), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61f/"
    },
    {
      "id": "section-23-61g",
      "number": "23-61g.",
      "heading": "Arborist business. Definitions.",
      "text": "For the purposes of sections 23-61h to 23-61m, inclusive:\n\n(1) “Arborist business” means any business that wholly, or in part, holds itself out for hire to perform arboriculture.\n\n(2) “Arboriculture” has the same meaning as provided in section 23-61a.\n\n(3) “Place of business” means any physical location at or through which the functional operations of business regularly occur, including, but not limited to, financial transactions, arrangement of contracts, assignment of contracts, assignment of work and record keeping. “Place of business” does not include buildings or locations used solely for storage of equipment or supplies or any telephone answering service.\n\n(P.A. 13-203, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61g/"
    },
    {
      "id": "section-23-61h",
      "number": "23-61h.",
      "heading": "Arborist business. Certificate of registration. Application. Fee. Exemption re pesticide application.",
      "text": "(a) No person shall engage in the operation of an arborist business unless such person has a certificate of registration from the Commissioner of Energy and Environmental Protection. A certificate of registration shall expire on the thirty-first day of August next succeeding its issuance. Any arborist business with more than one place of business in the state or that operates under more than one name shall register and pay the application fee for each place of business and for each business name.\n\n(b) Application for a certificate of registration shall be made on such form as the commissioner may prescribe and with such information as the commissioner deems necessary to fulfill the purposes of this section and sections 23-61i to 23-61m, inclusive, provided such information shall, at a minimum, include the following: (1) The applicant's name and residential address, (2) the name, address and telephone number of the place of business, (3) the name and license number of the licensed arborist employed by the arborist business, and (4) the type of business. Each arborist business shall notify the commissioner of any change in the information contained in an application or in the status of the business as an arborist business. Such notification shall be submitted, in writing, not more than thirty days after any change.\n\n(c) An application for a certificate of registration shall be accompanied by payment of a fee of two hundred forty dollars. The commissioner may waive payment of the fee for the initial renewal of a certificate of registration issued during the three months prior to expiration of such certificate of registration. An application for a certificate of registration or renewal shall not be deemed to be complete or sufficient until the applicable fee is paid in full.\n\n(d) Notwithstanding the provisions of section 22a-66c, any person who complies with the registration requirements of this section shall not be required to register such arborist business pursuant to section 22a-66c if such arborist business also engages in pesticide application.\n\n(P.A. 13-203, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61h/"
    },
    {
      "id": "section-23-61i",
      "number": "23-61i.",
      "heading": "Issuance of certificate. Denial. Hearing. Revocation or suspension of certificate. Grounds. Reapplication.",
      "text": "(a) The Commissioner of Energy and Environmental Protection shall, after review of a complete application submitted in accordance with the provisions of section 23-61h, issue or deny a certificate of registration. The commissioner shall inform an applicant of a denial of a certificate of registration by certified mail, return receipt requested. The commissioner shall briefly state the reasons, as listed in subsection (c) of this section, for such denial. Any applicant aggrieved by the commissioner's decision to deny a certificate of registration may, not later than thirty days after the date of such decision, request a hearing before the commissioner. Such hearing shall be held in accordance with the provisions of chapter 54.\n\n(b) The commissioner may revoke or suspend a certificate of registration in accordance with the provisions of subsection (c) of this section and section 4-182.\n\n(c) The grounds for denial, revocation or suspension of a certificate of registration shall include the following:\n\n(1) Violation of any provision of this chapter or chapter 441 or any regulation, permit, certificate, registration or order adopted, issued or administered or issued pursuant to this chapter and chapter 441;\n\n(2) Inclusion of false or misleading information in an application or the failure to notify the commissioner of a change, as required by section 23-61h;\n\n(3) Inclusion of false or misleading information in records required to be maintained pursuant to section 23-61k, or the failure to maintain such records or provide the commissioner with the records required by section 23-61k;\n\n(4) Use of a pesticide in a manner inconsistent with the registered labeling or with state or federal restrictions on the use of such pesticide;\n\n(5) Application of pesticides generally known in the trade to be ineffective or improper for the intended use;\n\n(6) Operation of faulty or unsafe equipment which may result in improper pesticide application or harm to the environment, a worker or other persons;\n\n(7) Application of a pesticide or performance of arboriculture in a faulty, careless or negligent manner;\n\n(8) Aiding or abetting a licensed or unlicensed person to evade the provisions of this chapter or chapter 441 or any regulation, permit, certificate, registration or order adopted, issued or administered pursuant to this chapter and chapter 441;\n\n(9) The making of a false or misleading statement during an inspection or investigation concerning an infestation of pests, an accident in applying a pesticide, misuse of a pesticide, or violation of a statute, regulation, certificate, registration or order;\n\n(10) The performance of arboriculture which does not meet generally accepted industry standards;\n\n(11) The performance of work, whether or not for compensation, in a category for which the arborist is not certified; and\n\n(12) The conviction of the applicant of a felony, as defined in section 53a-25, provided any action taken is based upon (A) the nature of the conviction and its relationship to the applicant's or certificate holder's ability to safely or competently perform the work under such certification, (B) information pertaining to the degree of rehabilitation of the applicant or certificate holder, and (C) the time elapsed since the conviction or release.\n\n(d) Any arborist business whose certificate of registration is denied, suspended or revoked shall not be eligible to reapply for a certificate of registration until the commissioner determines that such applicant may reapply.\n\n(e) The commissioner shall not issue a certificate of registration or a renewal of a certificate of registration to an arborist business unless such arborist business submits the summary required pursuant to subsection (d) of section 22a-58 for the previous calendar year.\n\n(f) (1) Any individual who has been convicted of any criminal offense may request, at any time, that the commissioner determine whether such individual's criminal conviction disqualifies the individual from obtaining a certificate issued or conferred by the commissioner pursuant to this section based on (A) the nature of the conviction and its relationship to the individual's ability to safely or competently perform the duties or responsibilities associated with such license, (B) information pertaining to the degree of rehabilitation of the individual, and (C) the time elapsed since the conviction or release of the individual.\n\n(2) An individual making such request shall include (A) details of the individual's criminal conviction, and (B) any payment required by the commissioner. The commissioner may charge a fee of not more than fifteen dollars for each request made under this subsection. The commissioner may waive such fee.\n\n(3) Not later than thirty days after receiving a request under this subsection, the commissioner shall inform the individual making such request whether, based on the criminal record information submitted, such individual is disqualified from receiving or holding a certificate issued pursuant this section.\n\n(4) The commissioner is not bound by a determination made under this section, if, upon further investigation, the commissioner determines that the individual's criminal conviction differs from the information presented in the determination request.\n\n(P.A. 13-203, S. 3; P.A. 22-88, S. 31.)\n\nHistory: P.A. 22-88 amended Subsec. (c)(12) to add provisos re felony conviction and added Subsec. (f) re provisions for individuals convicted of a criminal offense to request commissioner determination whether such conviction disqualifies them from receiving a license.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61i/"
    },
    {
      "id": "section-23-61j",
      "number": "23-61j.",
      "heading": "Employment of arborists by arborist business.",
      "text": "Each arborist business shall employ at each place of business no fewer than one arborist licensed pursuant to section 23-61b.\n\n(P.A. 13-203, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61j/"
    },
    {
      "id": "section-23-61k",
      "number": "23-61k.",
      "heading": "Retention of records by arborist business. Information required. Inspection by commissioner. Customer records.",
      "text": "(a) Each arborist business shall maintain records for not less than five years from the date such record is made or amended, whichever is later. The record shall indicate: (1) For each application of a pesticide made on behalf of the business, (A) the name and certification number of the commercial supervisor and the commercial operator, (B) the kind and amount of pesticide used and the amount of acreage treated, if applicable, (C) the date and place of application, (D) the pest treated for, and (E) the crop or site treated; (2) a list of the names and corresponding United States Environmental Protection Agency registration numbers of any pesticide applied by the business; (3) the names and applicator certification numbers of all certified commercial pesticide applicators, whether operator or supervisory, who are employees or agents of the arborist business, and a list of the types of applications that each applicator performs; and (4) for each site where arboriculture not involving the use of pesticides was performed: (A) The type of work performed, including, but not limited to, pruning, trimming, cabling, bracing, fertilization or treating cavities, (B) the date and place of work, (C) the name and license number of the licensed arborist supervising the work, and (D) the names of any unlicensed or licensed persons performing the work under the supervision of the licensed arborist.\n\n(b) Information required under subdivision (2) of subsection (a) of this section may be kept separately from the records required by subdivision (1) of subsection (a) of this section or may be integrated with such records by including on the record of each pesticide application the full name and the United States Environmental Protection Agency registration number of the pesticide used.\n\n(c) All records and information required to be kept pursuant to this section shall be kept at the place of business for such arborist business and may be inspected by the Commissioner of Energy and Environmental Protection pursuant to section 22a-59. If the place of business for such arborist business is outside of the state, the records and information shall be made available to the commissioner at a location in the state not more than ten days after receipt of a request for inspection from the commissioner.\n\n(d) Each arborist business shall, upon written request, provide any customer with a copy of the record which is required to be kept pursuant to this section and which pertains to arboriculture performed for such customer.\n\n(P.A. 13-203, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61k/"
    },
    {
      "id": "section-23-61l",
      "number": "23-61l.",
      "heading": "Violations. Penalty. Attorney General action.",
      "text": "Any person who violates any provision of sections 23-61h to 23-61m, inclusive, shall forfeit to the state a sum not to exceed five thousand dollars per day for each day of violation. The Attorney General, upon complaint of the Commissioner of Energy and Environmental Protection, shall institute a civil action to recover such forfeiture in the superior court for the judicial district of Hartford. All actions brought by the Attorney General shall have precedence in the order of trial as provided in section 52-191.\n\n(P.A. 13-203, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61l/"
    },
    {
      "id": "section-23-61m",
      "number": "23-61m.",
      "heading": "Action by officer, agent or person acting for or employed by arborist business.",
      "text": "In any proceeding regarding the denial, suspension or revocation of a certificate of registration, and any proceeding pursuant to section 23-61i, the action, omission or failure to act of any officer, agent or other person acting for or employed by the arborist business shall be deemed to be the action, omission or failure to act of the arborist business as well as that of the person employed.\n\n(P.A. 13-203, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-61m/"
    },
    {
      "id": "section-23-62",
      "number": "23-62",
      "heading": "to 23-64. - Tree Protection Examining Board; license",
      "text": "Sections 23-62 to 23-64, inclusive, are repealed.\n\n(1949 Rev., S. 3500–3502; 1959, P.A. 616, S. 77; 1967, P.A. 587, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-62-to-23-64/"
    },
    {
      "id": "section-23-65",
      "number": "23-65.",
      "heading": "Posting or distributing advertisements",
      "text": "(a) Any person, firm or corporation which affixes to a telegraph, telephone, electric light or power pole, or to a tree, shrub, rock or other natural object on any municipal property or in any public way or grounds, a playbill, picture, notice, advertisement or other similar thing, or cuts, paints or marks such tree, shrub, rock or other natural object, except for the purpose of protecting it or the public and under a written permit from the town tree warden, the borough tree warden, city forester or Commissioner of Transportation, as the case may be, or, without the consent of the tree warden or of the officer with similar duties, uses climbing spurs for the purpose of climbing any ornamental or shade tree within the limits of any municipal property or public highway or grounds, shall be fined not more than fifty dollars for each offense.\n\n(b) Any person, firm or corporation, other than a tree warden or deputy tree warden, who removes, prunes, injures or defaces any shrub or ornamental or shade tree, within the limits of a parcel of municipal property or public way or grounds, without the legal right or written permission of the town tree warden, the borough tree warden, the city forester, the Commissioner of Transportation, the Public Utilities Regulatory Authority or other authority having jurisdiction, may be ordered by the court in any action brought by the property owner or the authority having jurisdiction affected thereby to restore the land to its condition as it existed prior to such violation or shall award the landowner the costs of such restoration, including reasonable management costs necessary to achieve such restoration, reasonable attorney's fees and costs and such injunctive or equitable relief as the court deems appropriate. In addition, the court may award damages of up to five times the cost of restoration or statutory damages of up to five thousand dollars. In determining the amount of the award, the court shall consider the willfulness of the violation, the extent of damage done to natural resources, if any, the appraised value of the shrub or ornamental or shade tree, any economic gain realized by the violator and any other relevant factors. The appraised value shall be determined by the town tree warden, the borough tree warden, the city forester, the Commissioner of Transportation, the Public Utilities Regulatory Authority or other authority having jurisdiction and shall be determined in accordance with regulations adopted by the Commissioner of Energy and Environmental Protection. The commissioner shall adopt regulations, in accordance with the provisions of chapter 54, to develop guidelines for such plant appraisal. The regulations may incorporate by reference the latest revision of The Guide for Plant Appraisal, as published by the International Society of Arboriculture, Urbana, Illinois. Until such time as regulations are adopted, appraisals may be made in accordance with said Guide for Plant Appraisal.\n\n(c) Any person, firm or corporation which deposits or throws any advertisement within the limits of any municipal property or public way or grounds, or upon private premises or property, unless the same is left at the door of the residence or place of business of the occupant of such premises or property, or deposits or throws any refuse paper, camp or picnic refuse, junk or other material within the limits of any parcel of municipal property or public way or grounds, except at a place designated for that purpose by the authority having supervision and control of such municipal property or public way or grounds, or upon private premises or property without permission of the owner thereof, or affixes to or maintains upon any tree, rock or other natural object within the limits of a parcel of municipal property or public way or grounds any paper or advertisement other than notices posted in accordance with the provisions of the statutes, or affixes to or maintains, upon the property of another without his consent, any word, letter, character or device intended to advertise the sale of any article, shall (1) for a first offense, be fined not more than two hundred fifty dollars, and (2) for any subsequent offense, be guilty of a class C misdemeanor.\n\n(d) The removal, pruning or wilful injury of any shrub or ornamental or shade tree, or the use of climbing spurs upon any ornamental or shade tree without the consent of the tree warden or of the officer with similar duties or the affixing of any playbill, picture, notice, advertisement or other similar thing concerning the business or affairs of any person, firm or corporation, to a pole, shrub, tree, rock or other natural object, within the limits of any parcel of municipal property, public way or grounds in violation of the provisions of this section by an agent or employee of such person, firm or corporation, shall be deemed to be the act of such person, firm or corporation, and such person, or any member of such firm or any officer of such corporation, as the case may be, shall be subject to the penalty herein provided, unless such act is shown to have been done without his knowledge or consent.\n\n(e) The affixing of each individual playbill, picture, notice, advertisement or other similar thing to a pole, shrub, tree, rock or other natural object, or the wilful removing, pruning, injuring or defacing of each shrub or tree, or the throwing of each individual advertisement or lot of refuse paper or other material within the limits of any parcel of municipal property or public way or grounds or on private premises, shall constitute a separate violation of the provisions of this section. Nothing in this section shall affect the authority of a tree warden, either by himself or by a person receiving a written permit from him, to remove, prune or otherwise deal with a shrub or tree under his jurisdiction.\n\n(f) Any person, firm or corporation, other than a tree warden or his deputy, who desires the cutting or removal, in whole or in part, of any tree or shrub or part thereof within the limits of any parcel of municipal property or public road or grounds, may apply in writing to the town tree warden, the borough tree warden or the Commissioner of Transportation or other authority having jurisdiction thereof for a permit so to do. Upon receipt of such permit, but not before, the applicant may proceed with such cutting or removal, provided doing so is also consistent with section 16-234, if applicable. Before granting or denying such permit, such authority may hold a public hearing as provided in section 23-59. Such application shall be acknowledged by the authorizing authority upon the commencement of any public comment period or public hearing or upon such authority's decision to forego such a hearing. When the applicant is a public utility corporation, the party aggrieved by such decision may, within ten days, appeal therefrom to the Public Utilities Regulatory Authority, which shall have the power to review, confirm, change or set aside the decision appealed from and its decision shall be final provided a tree warden's reasonable delay to act on such an application for the purpose of public comment or review of the affected vegetation shall not be considered a denial or constitute grounds for an appeal to the Public Utilities Regulatory Authority. The burden of proving that public convenience and necessity requires the proposed cutting or removal shall be on the utility. This appeals process shall be in addition to the powers granted to the Public Utilities Regulatory Authority under section 16-234, provided, if an application for such permit has been made to either a tree warden or the Commissioner of Transportation or other authority and denied by him, an application for a permit for the same relief shall not be made to any other such authority. Upon any approval of such a permit by the Commissioner of Transportation, he shall notify the tree warden for the town in which the tree is located. Upon any approval of such a permit by the Commissioner of Transportation, the permittee shall notify the tree warden for the town in which the tree is located prior to cutting any such tree.\n\n(1949 Rev., S. 3503; February, 1965, P.A. 614, S. 4, 5; 1969, P.A. 768, S. 251, 252, 253; P.A. 75-486, S. 56, 69; P.A. 77-614, S. 162, 610; P.A. 80-482, S. 179, 180, 348; P.A. 98-209, S. 17; 98-228, S. 8; P.A. 00-106, S. 1; P.A. 06-89, S. 3; P.A. 11-80, S. 1; P.A. 12-80, S. 149; P.A. 14-151, S. 4; P.A. 17-117, S. 1.)\n\nHistory: 1965 act deleted reference to jurisdiction of state park and forest commission in Subsec. (b) and rephrased provisions re appeals to public utilities commission to delete reference equating that commission's powers to those of the state park and forest commission in Subsec. (f); 1969 act substituted commissioner of transportation for highway commissioner in Subsecs. (a), (b) and (f); P.A. 75-486 replaced public utilities commission with public utilities control authority in Subsecs. (b) and (f); P.A. 77-614 replaced the authority with division of public utility control within the department of business regulation, effective January 1, 1979; P.A. 80-482 made division an independent department and deleted references to abolished department of business regulation; P.A. 98-209 added a provision requiring notice by the Commissioner of Transportation to the tree warden for certain tree-cutting approved by the Commissioner; P.A. 98-228 added provision requiring permittee cutting trees with approval of Commissioner of Transportation to notify tree warden; P.A. 00-106 amended Subsec. (b) to replace penalty of $100 with penalty based on the appraised value of the tree or shrub, exclude a person with a “legal right” from the prohibitions, add provisions re determination of appraised value, require regulations re guidelines for such determination and make technical changes for the purposes of gender neutrality; P.A. 06-89 amended Subsec. (b) to delete provision re fine of not more than appraised value of shrub or tree and add provisions re court ordered restoration, reasonable restoration management costs, attorney's fees and costs, injunctive or equitable relief, damages up to five times cost of restoration or statutory damages of up to $5,000 and criteria for court to consider when determining damages award; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” and “Department of Public Utility Control” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Public Utilities Regulatory Authority”, respectively, effective July 1, 2011; P.A. 12-80 amended Subsec. (c) to replace penalty of a fine of not more than $50 or imprisonment of not more than 6 months or both for each offense with penalty of a fine of not more than $250 for first offense and a class C misdemeanor for subsequent offense; P.A. 14-151 amended Subsec. (f) by adding provisions re consistency with Sec. 16-234 and burden of proving public convenience and necessity, and making technical changes, effective June 6, 2014; P.A. 17-117 amended Subsecs. (a) to (e) to add references to municipal property and amended Subsec. (f) to add reference to parcel of municipal property, and provision re acknowledgment of such application by the authorizing authority, add provision re tree warden's reasonable delay to act on application for purpose of public comment or review, and made a technical change, effective July 6, 2017.\n\nSee Sec. 52-560a re encroachment on open space land.\n\nCited. 82 C. 394; 128 C. 674.\n\nIn view of Supreme Court decision and statutes vesting exclusive control in town tree wardens over trees located in whole or in part in public roadways, court correctly held that owners of private, adjoining land were not liable to plaintiffs injured by falling tree, despite the fact that private landowners unintentionally created the condition that caused the tree to decay and fall, upon facts that demonstrated private landowners gave town timely notification of the decay before tree fell. 97 CA 31.\n\nCited. 17 CS 108.\n\nLegislative intent was to vest exclusive control in tree warden of all trees standing within limits of highway and of any parts of trees extending within these limits. 3 Conn. Cir. Ct. 503.\n\nSubsec. (b):\n\nSelectmen cannot authorize such injury to a tree on the highway. 66 C. 569.\n\n“Appraised value” relates only to imposition of a fine and not to proper measure of damages for unlawful cutting of trees and shrubs. 75 CA 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-451/section-23-65/"
    },
    {
      "id": "section-23-65a",
      "number": "23-65a",
      "heading": "to 23-65e. - Reserved for future use.",
      "text": "to 23-65e. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}