{
  "state": "connecticut",
  "path": "title-title-23-parks-forests-and-public-shade-trees/chapter-chapter-454-greenways-and-bikeways",
  "sections": [
    {
      "id": "section-23-100",
      "number": "23-100.",
      "heading": "Definitions.Section 23-101. - Greenways capital grant program",
      "text": "As used in sections 23-101, 23-102, 32-9qq, 32-327 and 32-228, “greenway” means a corridor of open space that (1) may protect natural resources, preserve scenic landscapes and historical resources or offer opportunities for recreation or nonmotorized transportation, (2) may connect existing protected areas and provide access to the outdoors, (3) may be located along a defining natural feature, such as a waterway, along a man-made corridor, including an unused right-of-way, traditional trail routes or historic barge canals or (4) may be a greenspace along a highway or around a village.\n\n(P.A. 95-335, S. 1, 26; P.A. 21-193, S. 22.)\n\nHistory: P.A. 95-335 effective July 1, 1995; P.A. 21-193 deleted reference to Sec. 32-6a, effective July 13, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-454/section-23-100/"
    },
    {
      "id": "section-23-101",
      "number": "23-101.",
      "heading": "Greenways capital grant program. Greenways small grants program. Regulations.",
      "text": "(a) There is established a greenways capital grant program that shall be administered by the Department of Energy and Environmental Protection. Grants may be made to municipalities and other organizations for the purpose of providing matching funds to develop greenways, including, but not limited to, transportation-related greenways supported by the federal Transportation Equity Act for the 21st Century, as amended from time to time. The amount of any grant shall be as follows: (1) For transportation greenways projects that are part of interstate greenways, not more than twenty per cent of the project cost; (2) for transportation greenways projects that are local spurs from interstate greenways or that are intertown greenways projects, not more than ten per cent of the project cost; and (3) for greenways that are not transportation greenways, not more than half of the capital costs of the project.\n\n(b) There is established a greenways small grants program which shall be administered by the Commissioner of Energy and Environmental Protection. The commissioner may, within available appropriations, make a grant to any municipality or any regional council of governments organized under the provisions of sections 4-124i to 4-124p, inclusive, and nongovernmental organizations for planning, design and implementation of greenway projects. Any grant shall be not more than five thousand dollars and the total amount of all grants under this subsection shall not exceed fifty thousand dollars in any fiscal year. Land acquisition costs shall not be eligible for reimbursement with grants under this section.\n\n(c) The commissioner shall adopt regulations in accordance with the provisions of chapter 54 to implement this section.\n\n(P.A. 95-335, S. 2, 26; P.A. 00-148, S. 15; P.A. 11-80, S. 1; P.A. 13-247, S. 301.)\n\nHistory: P.A. 95-335 effective July 1, 1995; P.A. 00-148 amended Subsec. (a) by changing “Intermodal Surface Transportation Efficiency Act of 1991” to “Transportation Equity Act for the 21st Century” and by making a technical change; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” and “Department of Environmental Protection” were changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” and “Department of Energy and Environmental Protection”, respectively, effective July 1, 2011; P.A. 13-247 amended Subsec. (b) by deleting references to regional planning agency and regional council of elected officials and changing “government” to “governments”, effective January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-454/section-23-101/"
    },
    {
      "id": "section-23-102",
      "number": "23-102.",
      "heading": "Connecticut Greenways Council.",
      "text": "(a) There shall be a Connecticut Greenways Council which shall be within the Department of Energy and Environmental Protection for administrative purposes only. The council shall consist of eleven members, five to be appointed by the Governor, one to be appointed by the speaker of the House of Representatives, one to be appointed by the majority leader of the House of Representatives, one to be appointed by the president pro tempore of the Senate, one to be appointed by the majority leader of the Senate, one to be appointed by the minority leader of the House of Representatives and one to be appointed by the minority leader of the Senate. All appointments to the council shall be made on or before October 1, 1995. Three of the members initially appointed by the Governor shall serve a term of two years and two of the members appointed by the Governor shall serve a term of four years. All members appointed by the Governor thereafter shall serve a term of four years. The terms of all members appointed by members of the General Assembly shall be coterminous with the terms of members of the General Assembly. The appointing authority shall fill any vacancy by appointment for the unexpired portion of the term vacated. The chairman of said council shall be selected by the Governor. Members of said council shall receive no compensation for their services on the council. The council shall hold one meeting each quarter and such additional meetings as may be prescribed by council rules. Special meetings may be called by the chairman or by any three members upon delivery of forty-eight hours' written notice to each member. The council may employ an executive director, exclusive of the provisions of chapter 67, and such additional staff and contractors and consultants as may be necessary to carry out its duties and may share the personnel and resources of the council on environmental quality, within available appropriations. The council may receive aid or contributions from any source, including grants-in-aid from any state agency.\n\n(b) The duties of the council shall be: (1) To advise and assist in the coordination of state agencies, municipalities, regional planning organizations, as defined in section 4-124i, and private citizens in voluntarily planning and implementing a system of greenways; (2) to operate a greenways help center to advise state agencies, municipalities, regional planning organizations, as defined in section 4-124i, and private citizens in the technical aspects of planning, designing and implementing greenways, including advice on securing state, federal and nongovernmental grants; (3) to establish criteria for designation of greenways; (4) to maintain an inventory of greenways in the state which shall include the location of greenways transportation projects which have received grants under sections 23-101, 32-9qq and 32-328; (5) to advise the Commissioner of Economic and Community Development on the distribution of grants for greenways transportation projects pursuant to sections 32-9qq and 32-328; and (6) to advise the Commissioner of Energy and Environmental Protection on the distribution of grants pursuant to section 23-101.\n\n(P.A. 95-250, S. 1; 95-335, S. 3, 26; P.A. 96-211, S. 1, 5, 6; P.A. 08-182, S. 2; P.A. 11-80, S. 1, 72; P.A. 21-193, S. 23.)\n\nHistory: P.A. 95-335 effective July 1, 1995 (Revisor's note: P.A. 95-250 and P.A. 96-211 authorized substitution of “Commissioner of Economic and Community Development” for “Commissioner of Economic Development”); P.A. 08-182 amended Subsec. (b)(1) and (2) to insert references to Sec. 4-124i re definition of regional planning organizations; P.A. 11-80 changed “Department of Environmental Protection” to “Department of Energy and Environmental Protection” and changed “Commissioner of Environmental Protection” to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011; P.A. 21-193 amended Subsec. (b) by deleting references to Sec. 32-6a, effective July 13, 2021.\n\nSee Sec. 4-38f for definition of “administrative purposes only”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-454/section-23-102/"
    },
    {
      "id": "section-23-103",
      "number": "23-103.",
      "heading": "Bond authorization for Connecticut bikeway, pedestrian walkway, recreational trail and greenway grant program.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate forty-two million dollars, provided ten million dollars of said authorization shall be effective July 1, 2024.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be used by the Department of Energy and Environmental Protection for the purpose of establishing a Connecticut bikeway, pedestrian walkway, recreational trail and greenway grant program for grants-in-aid to municipalities, private organizations that are exempt from taxation pursuant to Section 501(c)(3) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, agencies, districts and other organizations. For the purposes of this section, “bikeway” means any road, street, path or way which is specifically designated for bicycle travel, even if such road, street, path or way is shared with other modes of transportation.\n\n(c) Such grants shall be used for planning, design, land acquisition, construction, construction administration, equipment, trail amenities, trail facilities, parking lots, toilet buildings, signs, benches and publications for bikeways, pedestrian walkways, greenways and multiuse trails, and for development and maintenance of recreational trails and trail-related facilities for both motorized and nonmotorized uses. Eligible projects may include: (1) Bicycle trails that complete sections of the Connecticut portion of the East Coast Greenway, (2) bikeways that connect to the East Coast Greenway, (3) bikeways or other multiuse paths established within the State Recreational Trails Plan, and (4) other locally supported trails and trail systems.\n\n(d) Eligibility criteria for such grants shall include, but not be limited to: (1) A match of twenty per cent, such match may be provided by municipal, federal, other state, nonprofit or private funds, in-kind services, and for applications for trails in more than one municipality or applicant, the match requirement shall be ten per cent, (2) responsibility for maintenance of such bikeways or other trails, (3) public input, and (4) for bikeways, designs that comply with the 1999 American Association of State Highway Transportation Official's “Guide for the Development of Bicycle Facilities”. Such grant money may be used to match federal funds being used for the purposes listed in subsection (c) of this section.\n\n(e) The Department of Energy and Environmental Protection may use not more than five per cent of the total allocation for administrative purposes. The Connecticut Greenways Council established under section 23-102 shall advise on the allocation of such funds. The Department of Transportation shall, in accordance with the provisions of title 13a, work with the Department of Energy and Environmental Protection in furtherance of such program.\n\n(f) All provisions of section 3-20, or the exercise of any right or power granted thereby, which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding twenty years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and the full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the State Treasurer shall pay such principal and interest as the same become due.\n\n(June Sp. Sess. P.A. 07-7, S. 68; Sept. Sp. Sess. P.A. 09-2, S. 64; P.A. 10-44, S. 36; P.A. 11-80, S. 1; June Sp. Sess. P.A. 15-1, S. 65; May Sp. Sess. P.A. 16-4, S. 254; P.A. 18-178, S. 19; P.A. 20-1, S. 69; P.A. 21-111, S. 61; P.A. 22-118, S. 335; P.A. 23-205, S. 64.)\n\nHistory: June Sp. Sess. P.A. 07-7 effective November 2, 2007; Sept. Sp. Sess. P.A. 09-2 amended Subsecs. (b) and (c) to add pedestrian walkways and greenways to grant program, effective September 25, 2009; P.A. 10-44 amended Subsec. (a) to eliminate $6,000,000 authorization for fiscal year ending June 30, 2008, and to decrease authorization for fiscal year ending June 30, 2009, from $6,000,000 to $2,000,000, effective July 1, 2010; pursuant to P.A. 11-80, “Department of Environmental Protection” was changed editorially by the Revisors to “Department of Energy and Environmental Protection” in Subsecs. (b) and (e), effective July 1, 2011; June Sp. Sess. P.A. 15-1 amended Subsec. (a) to increase aggregate authorization from $2,000,000 to $12,000,000, of which $5,000,000 is effective July 1, 2016, amended Subsec. (b) to add provision re purpose of establishing recreational trails and substitute provision re grants-in-aid to municipalities, private tax exempt organizations, agencies, districts and other organizations for “municipal grants”, amended Subsec. (c) to add provisions allowing grants to be used for equipment, trail amenities, trail facilities, parking lots, toilet buildings, signs, benches, multiuse trails, and development and maintenance of recreational trails and trail-related facilities for both motorized and nonmotorized uses, and to add Subdiv. (4) re other locally supported trails and trail systems as eligible projects, amended Subsec. (d)(1) to delete “local” and add “in-kind services” re 20 per cent match, amended Subsec. (e) to increase permissible use of allocation for administrative purposes from 2 per cent to 5 per cent and substitute provision re Connecticut Greenways Council for provision re advisory committee, and made technical and conforming changes, effective July 1, 2015; May Sp. Sess. P.A. 16-4 amended Subsec. (a) to decrease aggregate authorization from $12,000,000 to $7,000,000, delete provision re $5,000,000 of authorization to be effective July 1, 2016, and make a technical change, effective July 1, 2016; P.A. 18-178 amended Subsec. (a) to increase aggregate authorization from $7,000,000 to $10,000,000, effective July 1, 2018; P.A. 20-1 amended Subsec. (a) to increase aggregate authorization from $10,000,000 to $13,000,000, effective March 12, 2020; P.A. 21-111 amended Subsec. (a) to increase aggregate authorization from $13,000,000 to $19,000,000, of which $3,000,000 is effective July 1, 2022, effective July 1, 2021; P.A. 22-118 amended Subsec. (a) to increase aggregate authorization from $19,000,000 to $22,000,000, effective July 1, 2022; P.A. 23-205 amended Subsec. (a) to increase aggregate authorization from $22,000,000 to $42,000,000, of which $10,000,000 is effective July 1, 2024, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-23/chapter-454/section-23-103/"
    }
  ]
}