{
  "state": "illinois",
  "path": "title-chapter-615-waterways/chapter-615-ilcs-105-hennepin-canal-parkway-state-park-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Hennepin Canal Parkway State Park Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Cooperation with federal authorities.",
      "text": "The Department of\nNatural Resources, subject to the approval of the Governor, is authorized to\nenter into agreements with the duly authorized representatives of the United\nStates for the accomplishment by the United States of the following purposes:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Transfer of railroad bridges.",
      "text": "Transfer of railroad bridges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The Department of Natural Resources further is authorized and",
      "text": "directed, upon the accomplishment by the United States of the purposes\nspecified in Section 1 of this Act, to accept, with the approval of the\nAttorney General, on behalf of the State a quitclaim deed from the United\nStates, in fee simple absolute, or such lesser title acquired pursuant to\nSection 1 of this Act, for the property of the Canal, and similarly to accept\nall other documents which may be necessary and appropriate to transfer to the\nState all right, title, and interest of the United States in and to the Canal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Administration as State Park.",
      "text": "Upon the acceptance of title to the\nCanal as aforesaid, the Canal shall\nbecome a State Park, under the care, control, supervision, and management\nof the Department of Natural Resources as provided by the\nlaws of this State concerning the State park system, except that (a) each\nbridge which connects sections of a road which is part of the system of State\nhighways, and any approach to such a bridge, shall become part of such system\nof State highways; (b) each other public road section or bridge, unless\ndesignated by the Department of Natural Resources as an\naccess road or driveway of the Park, shall be maintained by the governmental\nunit which maintains the road of which such section or bridge is a part; and\n(c) the Department of Natural Resources shall control,\noperate, and maintain all dams and other structures and facilities\nwhich regulate or pertain to the regulation of the water levels in the several\npools of the Park, and shall construct, reconstruct, repair, maintain, and\noperate such dams and other structures and facilities in such manner as will\nbest promote the public recreational use of the Park.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Rock Falls Dam.",
      "text": "The Department of Natural Resources is\nauthorized to lease, in whole or in part, to the City of Rock Falls or\nits successors or assigns, for a period not to exceed 60 years, the Rock Falls\nDam at Sterling Rock Falls, Illinois, and the necessary State owned land,\nsurplus waters and appurtenances for hydropower development.\nAll such leased property shall be deemed a part of the electric system of\nthe City of Rock Falls, Illinois, and the City is hereby expressly\nauthorized in connection therewith to acquire, construct, own, operate and\nmaintain without its corporate limits electric generating facilities and\nappurtenances at or near the Rock Falls Dam. All revenue received\nfrom such leases shall be deposited in the State Treasury in the special fund\nknown as the State Parks Fund and shall be used only for those purposes\ndescribed in Section 8.11 of the State Finance\nAct.",
      "history": "",
      "source_url": ""
    }
  ]
}