{
  "state": "illinois",
  "path": "title-chapter-220-utilities/chapter-220-ilcs-25-gas-transmission-facilities-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nGas Transmission Facilities Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Definitions.",
      "text": "As used in this Act, unless their context\notherwise requires the terms specified in Sections 1.01 through 1.07\nshall have the meanings ascribed to them in those Sections.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "1.01.",
      "heading": "\"Commission\" means the Illinois Commerce Commission.",
      "text": "\"Commission\" means the Illinois Commerce Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "1.02.",
      "heading": "\"Interconnection\" means the facilities necessary to physically",
      "text": "connect the energy source and the point of use by a private energy entity\nwith the existing transmission facilities of a public utility, and shall\ninclude any necessary transformation, compression or other facilities necessary\nto make such interconnection effective.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-103",
      "number": "1.03.",
      "heading": "\"Private energy entity\" includes every person,",
      "text": "corporation, political subdivision, and public agency of the State who\ngenerates or produces natural gas for energy for his or its own\nconsumption or the consumption of his or its tenants or for\ndirect sale to others, excluding sales for resale, and every\nperson, corporation, political subdivision, and public agency of the State\nwho buys natural gas at the wellhead for his or its own consumption or the\nconsumption of his or its tenants and not for sale to others. A private\nenergy entity shall not be found to be a public utility as defined by the\nPublic Utilities Act merely because\nof its activities in transmitting natural gas.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-104",
      "number": "1.04.",
      "heading": "\"Public utility\" means a public utility as defined in Section",
      "text": "10.3 of the \"Public Utilities Act\", approved June 29, 1921, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "1.05.",
      "heading": "\"Transmission service\" means the intrastate transfer of natural",
      "text": "gas by a public utility for any private energy entity between the points\nof interconnection for use within this State in the service area of the public utility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-106",
      "number": "1.06.",
      "heading": "\"Wellhead\" means the point at which the natural gas is produced.",
      "text": "\"Wellhead\" means the point at which the natural gas is produced.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-107",
      "number": "1.07.",
      "heading": "For the purpose of this Act, \"natural gas\" shall include",
      "text": "methane gas produced from the anaerobic decomposition of municipal refuse.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "In order to promote the more efficient use and distribution of",
      "text": "natural gas and eliminate the necessity for construction of transmission\nfacilities for gas produced or sought to be transported by a private energy\nentity separate from those which may already exist to serve the same area\nand are owned and operated by a public utility subject to the jurisdiction\nof the Illinois Commerce\nCommission, the Commission shall authorize the construction of an interconnection\nby a private energy entity upon application of such entity if the Commission\nmakes the findings required by Section 3 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Upon application of a private energy entity, and after notice",
      "text": "to any affected public utility and opportunity for hearing thereon, the\nCommission shall authorize such entity to construct an interconnection for\nthe purpose of transporting natural gas for the private energy entity, if\nthe Commission finds:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The private energy entity shall be required to provide and",
      "text": "to pay the total cost of the interconnection as well as any costs\nassociated with providing a transmission capacity sufficient to handle\nthat portion of the natural gas provided by the private energy entity\nthat is over and above the capacity otherwise required by the public\nutility to service its utility customers and meet other authorized\ncommitments. The public utility shall not be required to construct any\nadditional gas facility on a system or to acquire any real property by\neminent domain or otherwise for such facilities, in order to perform the\nservice contemplated by this Act unless the costs of such additional\nfacilities or acquisitions are to be borne by the private energy entity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Commission shall prescribe reasonable compensation to be paid",
      "text": "to the public utility performing the transmission service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Nothing in this Act is to preclude a joinder of public utilities",
      "text": "in applications filed pursuant to Section 3 of this Act for the successive\ntransportation of natural gas by such public utilities or the joinder of\nsuch applications by the Commission for hearing and decision.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Every public utility shall keep accurate records of transactions",
      "text": "with a private energy entity, and of the use of the public utility's facilities\nby the private energy entity, pursuant to an interconnection ordered or\napproved by the Commission and shall render such reports thereon to the\nCommission as the Commission may from time to time require. The Commission\nmay disapprove any such transaction or use if, after hearing, it finds such\ntransaction or use to be inconsistent with this Act.",
      "history": "",
      "source_url": ""
    }
  ]
}