{
  "state": "alabama",
  "path": "title-title-3-animals/chapter-chapter-5-stock-laws",
  "sections": [
    {
      "id": "section-3-5-1",
      "number": "3-5-1",
      "heading": "“Livestock” or “Animal” Defined",
      "text": "Section 3-5-1\n\n“Livestock” or “Animal” Defined.\n\nThe term “livestock” or “animal,” where it occurs in this chapter, shall be held to be limited to and to refer to equine or equidae, cows, calves, yearlings, bulls, oxen, sheep, goats, lambs, kids, hogs, shoats, and pigs.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §77; Act 2004-627, p. 1421, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-1/"
    },
    {
      "id": "section-3-5-2",
      "number": "3-5-2",
      "heading": "Permitting Livestock or Animals to Run at Large Upon Premises of Another or Upon Public Lands, Highways, Etc.",
      "text": "Section 3-5-2\n\nPermitting Livestock or Animals to Run at Large Upon Premises of Another or Upon Public Lands, Highways, Etc.\n\n(a) It shall be unlawful for the owner of any livestock or animal, as defined in Section 3-5-1, to knowingly, voluntarily, negligently, or wilfully permit any such livestock or animal to run at large in the State of Alabama either upon the premises of another or upon the public lands, highways, roads, or streets in the State of Alabama.\n\n(b) Nothing in this section or elsewhere in this chapter shall be construed to make it unlawful for livestock or other animals to run at large on the premises of another when the owner or person in charge of the premises has consented in writing to allow livestock or other animals to run at large on the premises.\n\n(c) There shall be no “open range” counties in this state. This section shall apply to all counties within the state.\n\n(d) Any person or persons owning or having the possession, custody, or control of any livestock who unlawfully and knowingly permit the same to run or be at large, shall be guilty of a misdemeanor, and, on conviction, shall be fined not less than double the damages sustained by the injured party or parties, but in no case more than fifty dollars ($50), one half of such fine to go to the injured party or parties, and may also be imprisoned in the county jail or sentenced to hard labor for the county for a term not exceeding six months at the discretion of the court trying the case.\n\n(e) No municipal governing body may adopt or continue in effect any ordinance, rule, resolution, or other directive that is inconsistent with this section. For purposes of this subsection, an ordinance, rule, resolution, or directive shall be considered inconsistent with this section if it proscribes the same conduct prohibited by this section and provides no requisite mental state or a mental state different than what is provided in subsection (a) or (d).\n\n(Acts 1909, No. 50, p. 41; Code 1923, §3224; Acts 1939, No. 368, p. 487; Code 1940, T. 3, §§78, 93(1), 95; Acts 1951, No. 53, p. 266, §1; Act 2023-42, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-2/"
    },
    {
      "id": "section-3-5-3",
      "number": "3-5-3",
      "heading": "Liability of Owner for Damages Done by Livestock or Animals Running at Large; Judgment Lien Upon Animal or Livestock Causing Damage.",
      "text": "Section 3-5-3\n\nLiability of Owner for Damages Done by Livestock or Animals Running at Large; Judgment Lien Upon Animal or Livestock Causing Damage.\n\n(a) The owner of such livestock or animal being or running at large upon the premises of another or upon the public lands, roads, highways or streets in the State of Alabama shall be liable for all damages done to crops, shade or fruit trees or ornamental shrubs and flowers of any person, to be recovered before any court of competent jurisdiction; provided, that the owner of any stock or animal shall not be liable for any damages to any motor vehicle or any occupant thereof suffered, caused by or resulting from a collision with such stock or other animal, unless it be proven that such owner knowingly or wilfully put or placed such stock upon such public highway, road or street where such damages were occasioned.\n\n(b) The judgment of the court against the owner of such livestock or animal so depredating shall be a lien superior to all other liens on the livestock or animal causing the damage, except as to taxes.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §79.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-3/"
    },
    {
      "id": "section-3-5-4",
      "number": "3-5-4",
      "heading": "Taking Up of Livestock or Animals Running at Large by Highway Patrol, Etc.; Notification of Owner Thereof Generally.",
      "text": "Section 3-5-4\n\nTaking Up of Livestock or Animals Running at Large by Highway Patrol, Etc.; Notification of Owner Thereof Generally.\n\nAny state trooper, the sheriff and his deputies of any county, or the constable of any precinct or any law enforcement officer of any municipality shall take possession of any livestock or animal found at large upon the premises of another or upon the public lands, roads, highways or streets in the State of Alabama, and the owner of such livestock or animal, when so taken up, shall be notified personally or the owner may be notified by leaving a written notice at the usual place of residence of such owner, within 24 hours after the taking up of such livestock or animal.\n\n(Acts 1939, No. 368, p. 487.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-4/"
    },
    {
      "id": "section-3-5-5",
      "number": "3-5-5",
      "heading": "Recovery of Livestock or Animals by Owner Upon Payment of Fees, Damages and Costs of Feeding Animals; Disposition of Fees, Damages, Etc.",
      "text": "Section 3-5-5\n\nRecovery of Livestock or Animals by Owner Upon Payment of Fees, Damages and Costs of Feeding Animals; Disposition of Fees, Damages, Etc.\n\nThe owner of the livestock or animal shall have the right to secure such livestock or animal upon the payment of a fee of $1.00 for each head of livestock or animal taken up to the officer taking up such livestock or animal upon the public lands, highways, streets or roads in the State of Alabama, together with such damages, if any, as may have been suffered by any person and the actual cost of feeding such animal during the period held by such officer if there have been no proceedings in court. Upon such payment being made, the fee of $1.00 for taking up the animal shall be paid to the officer making the seizure and the amount collected as damages and the actual cost of feeding the animal shall be paid over to the person damaged and to the person at whose expense such animal was fed during the period of retention; provided, that for any seizure, if more than one animal be taken up, an additional fee of $.50 shall be paid for each such additional head of livestock or animal so taken up, but no fee shall be paid over and above $5.00, notwithstanding the number of animals so taken up.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §81.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-5/"
    },
    {
      "id": "section-3-5-6",
      "number": "3-5-6",
      "heading": "Taking Up of Livestock or Animals Running Uncontrolled on Lands of Another by Owner, Etc",
      "text": "Section 3-5-6\n\nTaking Up of Livestock or Animals Running Uncontrolled on Lands of Another by Owner, Etc., of Said Lands; Notification of Owner of Livestock or Animals Generally.\n\nAny person who is the owner of or in the lawful possession of any land or the agent of any such person shall have the right to take possession of any livestock or animal found at large, uncontrolled, on his premises or on premises of which he has charge and the owner of such livestock or animal, when so taken up, shall be personally notified or, if the owner cannot be found, the owner may be notified by leaving a written notice at the usual place of residence of such owner, within 24 hours after the taking up of such livestock or animal, and by posting notice as provided in Section 3-5-8.\n\nAnything in this chapter to the contrary notwithstanding, the word “uncontrolled,” as used in this chapter shall in no case be construed to prohibit the driving of any animal or stock over, upon or along the public streets and highways of this state by the owner thereof or his duly authorized agent.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §82.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-6/"
    },
    {
      "id": "section-3-5-7",
      "number": "3-5-7",
      "heading": "Filing of Statement Where Owner of Livestock or Animal Taken Up Unknown, Not Resident of County, Etc.",
      "text": "Section 3-5-7\n\nFiling of Statement Where Owner of Livestock or Animal Taken Up Unknown, Not Resident of County, Etc.\n\n(a) If the owner of any livestock or animal found at large and uncontrolled on the premises of another or upon the public lands, highways, roads or streets in the State of Alabama is unknown or if the owner is known but has no place of residence within the county where the livestock or animal is taken up or cannot be located, the officer or person taking up the livestock or animal shall, within two days after so taking up, file a statement in writing with the district court.\n\n(b) Such statement shall set forth:\n\n(1) The name and address of the person taking up the livestock or animal, or, if an officer, the name, address and official designation of the officer taking up the livestock or animal;\n\n(2) A description of the livestock or animal as to kind, sex, marks, brand, color and apparent age;\n\n(3) Where the livestock or animal was taken up and where it is impounded;\n\n(4) The amount of damage claimed;\n\n(5) The amount of charges claimed for taking up and caring for the livestock or animals; and,\n\n(6) The amount of the officer’s fee and the cost of feeding and caring for such livestock or animal during such detention if the livestock or animal is taken up by an officer.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §83.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-7/"
    },
    {
      "id": "section-3-5-8",
      "number": "3-5-8",
      "heading": "Posting of Notice as to Taking, Etc",
      "text": "Section 3-5-8\n\nPosting of Notice as to Taking, Etc., and Hearing Thereupon; Proceedings Where Owner Appears and Claims Livestock or Animal Generally; Proceedings and Entry of Judgment for Sale Where Livestock or Animal Not Claimed and Adjudged to Be Unlawfully at Large Generally.\n\n(a) The district court shall give notice, by posting in three public places in the county, setting forth the fact of such taking up, the description of the livestock or animal and the fact that the owner is unknown or, if known, that he cannot be located, and notifying any person claiming to be the owner of such livestock or animal to appear before the court at a place named not less than three days nor more than six days from the date of such notice and prove such claim of ownership.\n\n(b) If such person appears at any time and if the judge of the district court is satisfied that such person is the actual owner of such livestock or animal, then the judge shall require the owner of the livestock or animal to pay the officer’s fee, together with the cost of feeding and caring for such animal, as provided in this chapter, and to pay for all damages done to crops, shade or fruit trees or ornamental shrubs of any person, which damage shall be ascertained by the judge of the district court and, after such ascertainment, shall be paid to the person damaged or to the judge of the district court for the use of the person damaged, whereupon such livestock or animal shall be delivered to such claimant.\n\n(c) If no person claiming to be the owner appears on the day set for hearing, the judge of the district court shall proceed to ascertain and determine whether or not such livestock or animal was unlawfully at large upon the premises of another or upon the public lands, highways, roads or streets in Alabama and shall proceed to inquire and ascertain the amount of damages and charges. If the judge of the district court shall ascertain and determine that such livestock or animals were unlawfully at large on the premises of another or on the public lands, highways, roads or streets in the State of Alabama, he shall make and enter the following order: “It appearing on complaint of A B (or any state trooper or any sheriff or his deputies, constable of any precinct or the law enforcement officer of any municipality, as the case may be) that a cow (or hog or other animal, as the case may be) was unlawfully on the premises or land of A B (or C D, as the case may be, or upon the public lands, highways, roads or streets in the State of Alabama, as the case may be), and that the owner thereof is unknown, and that the said animal has damaged the crop or shade or fruit trees or ornamental shrubbery of A B, (or C D, as the case may be) to the amount of $_______, it is hereby ordered and adjudged that the said A B (or such state trooper or such sheriff or his deputy, constable or law enforcement officer of any municipality, as the case may be) is entitled to $_______ for taking up and for caring for said animal, and that the said animal be sold for the satisfaction thereof, together with costs of court.”\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §84.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-8/"
    },
    {
      "id": "section-3-5-9",
      "number": "3-5-9",
      "heading": "Proceedings and Entry of Judgment Discharging Livestock or Animal, Etc., Where Same Adjudged Not Unlawfully at Large.",
      "text": "Section 3-5-9\n\nProceedings and Entry of Judgment Discharging Livestock or Animal, Etc., Where Same Adjudged Not Unlawfully at Large.\n\nIf on the trial of any action or proceeding brought under this chapter it is ascertained and adjudged by the judge of the district court that the livestock or animal taken up by the party complaining was not unlawfully at large upon the premises of another or upon the public lands, highways, roads or streets in the State of Alabama, he shall enter a judgment directing that such livestock or animal be discharged and taxing the party complaining with all the costs.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §85.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-9/"
    },
    {
      "id": "section-3-5-10",
      "number": "3-5-10",
      "heading": "Officer or Person Taking Up Livestock or Animal Entitled to Possession Thereof until Judgment and Costs of Keeping and Caring for Livestock or Animal Paid",
      "text": "Section 3-5-10\n\nOfficer or Person Taking Up Livestock or Animal Entitled to Possession Thereof until Judgment and Costs of Keeping and Caring for Livestock or Animal Paid.\n\nThe person or officer taking up such livestock or animal shall be entitled to possession thereof until the judgment which may be recovered as provided in this chapter is paid, together with the costs of the same and the cost of keeping and caring for such livestock or animal after such judgment or until the same is sold under execution to satisfy said judgment; provided, that the cost of keeping and caring for such livestock or animal under such circumstances shall be upon the same basis as that previously determined as a proper charge for the maintenance of such livestock or animal prior to the entering of such judgment.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §86.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-10/"
    },
    {
      "id": "section-3-5-11",
      "number": "3-5-11",
      "heading": "Refunding of Counties or Municipalities Where Livestock or Animals Kept and Fed in County or Municipal Pounds.",
      "text": "Section 3-5-11\n\nRefunding of Counties or Municipalities Where Livestock or Animals Kept and Fed in County or Municipal Pounds.\n\nIn counties or municipalities where livestock or animal pounds are maintained, any person or officer seizing any livestock or animal may deliver such livestock or animal so seized to the poundkeeper for safekeeping and the county or municipality shall be refunded any amounts which may be expended for keeping and feeding any livestock or animal as provided in this chapter.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §87.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-11/"
    },
    {
      "id": "section-3-5-12",
      "number": "3-5-12",
      "heading": "Proceedings for Recovery of Livestock or Animal by Owner; Determination of Validity of Seizure, Amount of Damages, Etc",
      "text": "Section 3-5-12\n\nProceedings for Recovery of Livestock or Animal by Owner; Determination of Validity of Seizure, Amount of Damages, Etc., Where Owner Unknown, Etc.; Fees and Costs of District Court Judge and Officer Making Seizure; Appeals from Judgment of District Court.\n\n(a) The owner of any livestock or animal which has been seized shall have the right to possession of the same by paying such judgment and the costs thereof or, if no judgment has been entered, by paying such damages as may be agreed upon together with fees and costs and expenses due on account of such seizure to the person or officer so seizing such livestock or animal or to the person who may at the time of such payment have such livestock or animal in his possession and by paying to the court the costs of the court incurred to the time of such payment.\n\nShould the parties be unable to agree upon the amount of damages, fees, costs and expenses due, either party shall have the right to go before any district court judge within the county where said livestock or animal is seized or taken up and have the issue tried after first giving the opposite party one day’s notice thereof on the day following or as soon thereafter as may be practicable on a written statement or complaint setting forth in substance the facts of such seizure, and said issue shall involve the validity of such seizure and the amount of damages, fees, costs and expenses under the provisions of this chapter and the judgment of the district court judge shall have all the force and effect of a judgment in any other civil action and shall be executed in the same manner as any other judgment of a district court is enforced. When the owner of such livestock or animal so taken up gives bond in double value of the same, payable to the person so taking up said property and approved by the district court judge before whom the proceedings are pending, conditioned to deliver such property to the constable or other legal officer having the right of execution or order of sale within five days after such judgment to satisfy such judgment as to damages and costs, such livestock or animal shall be released to the owner.\n\nIf upon the trial it is shown that the owner of said livestock or animal tendered to the plaintiff full and fair compensation for damages before the institution of the action and such party pays the same into court, then the action shall be dismissed at the cost of plaintiff. On the trial of such issues the party taking up such livestock or animal shall be the plaintiff in the action.\n\nIf such livestock or animal is taken up upon the public lands, highways, roads or streets in the State of Alabama by any member of the state highway patrol or by the sheriff of any county or the constable of any precinct or by the law enforcement officer of any municipality, such livestock or animal shall be released to its owner upon the payment of the fee of $1.00 to the officer taking up such animal or the additional fee as provided in Section 3-5-5, together with damages, if any, suffered by any person, which shall be paid to such person and the actual cost of feeding such livestock or animal during the period held by such officer or by any person acting in behalf of himself or under the direction of such officer. Upon such payment being made there shall be prepared a receipt in duplicate on forms prepared by the Attorney General of the State of Alabama, one copy of which shall be delivered to the owner upon payment of such fee, costs and damages, if any, and one copy of which shall be retained by the officer to whom payment is made. At the time of delivering such livestock or animal to the owner, the owner shall be furnished with an itemized account of the damage done, if any, and of the cost of keeping such livestock or animal during such detention and a duplicate of such statement and a statement of the amount collected shall be retained by the officer to whom payment is made; provided, that the amount for keeping and feeding shall not exceed the actual cost of feeding and caring for such livestock or animal and, in no case shall exceed $.50 per day per head.\n\n(b) In case the owner is unknown or, if known, cannot be located, the judge of the district court shall determine the validity of the seizure and the amount of damages, fees, costs and expenses under the provisions of this chapter from such evidence as shall be adduced before him.\n\n(c) From any judgment entered by the judge of the district court under the provisions of this chapter an appeal may be taken to the circuit court in such county within 14 days from the entry of such judgment or denial of a post trial motion, whichever is later, in the same manner as appeals are taken from judgments of the district court in other cases.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §88.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-12/"
    },
    {
      "id": "section-3-5-13",
      "number": "3-5-13",
      "heading": "Procedure for Sale of Livestock or Animal When Not Reclaimed by Owner, Etc.; Disposition of Proceeds of Sale.",
      "text": "Section 3-5-13\n\nProcedure for Sale of Livestock or Animal When Not Reclaimed by Owner, Etc.; Disposition of Proceeds of Sale.\n\nIf the owner or his agent shall not, when he has made no bond, reclaim his livestock or animal within 24 hours after the judge of the district court shall have ascertained such damages, then the judge of the district court shall order the same sold by a constable of the precinct or by someone appointed to act as such or by the sheriff or his deputy or by the law enforcement officer of a municipality. Such officer, upon the making of such order, shall sell the same upon giving five days’ notice of such sale by publication one time in a newspaper published in the county, said notice to contain a brief description of the livestock or animal to be sold and the time and place of sale. But out of the proceeds such officer shall pay the costs and expenses and damages due the plaintiff and the expenses of taking up, keeping and caring for such livestock or animal, and the balance must be paid to the owner of such livestock or animal, if known, and if not known, then into the county treasury or the treasury of the municipality. The officer making the sale shall be entitled to $1.00 for making such sale and posting the notices.\n\n(Acts 1939, No. 368, p. 487; Code 1940, T. 3, §89.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-13/"
    },
    {
      "id": "section-3-5-14",
      "number": "3-5-14",
      "heading": "Authority of Municipalities to Adopt Ordinances; Municipal Ordinances Not Repealed.",
      "text": "Section 3-5-14\n\nAuthority of Municipalities to Adopt Ordinances; Municipal Ordinances Not Repealed.\n\n(a) The governing bodies of all cities or towns may adopt all such ordinances and laws as shall be necessary to prevent the running at large within the limits of the municipality of all livestock or animals and to take up and impound all such livestock or animals found so running at large and to fix, prescribe and provide for the collection of penalties and impounding fees for all such livestock or animals so taken up and impounded.\n\n(b) This chapter shall not be construed to repeal any municipal stock law.\n\n(Code 1907, §5898; Code 1923, §10224; Acts 1939, No. 368, p. 487; Code 1940, T. 3, §§94, 101.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-3/chapter-5/section-3-5-14/"
    }
  ]
}