{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-41b-energy-conversion-and-transmission-facilities",
  "sections": [
    {
      "id": "section-49-41b-1",
      "number": "49-41B-1",
      "heading": "Legislative findings--Necessity to require permit for facility",
      "text": "49-41B-1. Legislative findings--Necessity to require permit for facility.\n\nThe Legislature finds that energy development in South Dakota and the Northern Great Plains significantly affects the welfare of the population, the environmental quality, the location and growth of industry, and the use of the natural resources of the state. The Legislature also finds that by assuming permit authority, that the state must also ensure that these facilities are constructed in an orderly and timely manner so that the energy requirements of the people of the state are fulfilled. Therefore, it is necessary to ensure that the location, construction, and operation of facilities will produce minimal adverse effects on the environment and upon the citizens of this state by providing that a facility may not be constructed or operated in this state without first obtaining a permit from the commission.\n\nSource: SL 1977, ch 390, §2; SL 2005, ch 250, §1; SL 2024, ch 189, §4, rejected Nov. 5, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-1/"
    },
    {
      "id": "section-49-41b-11",
      "number": "49-41B-1.1",
      "heading": "49-41B-1.1.Repealed by SL 1981, ch 340, §1.",
      "text": "49-41B-1.1.Repealed by SL 1981, ch 340, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-2",
      "number": "49-41B-2",
      "heading": "Definition of terms.",
      "text": "49-41B-2. Definition of terms.\n\nTerms as used in this chapter mean:\n\n(1)\"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility, or vice versa;\n\n(2)\"Associated facilities,\" aqueducts, diversion dams, transmission substations, storage ponds, reservoirs, or cooling ponds;\n\n(3)\"Carbon dioxide,\" a fluid that consists of more than ninety percent carbon dioxide molecules compressed in a supercritical state;\n\n(4)\"Commission,\" the Public Utilities Commission;\n\n(5)\"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed or modified, but not including activities incident to preliminary engineering or environmental studies. This term includes modifications to facilities as defined in §49-41B-2.2;\n\n(6)\"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind or solar energy facilities that are designed for or capable of generating one hundred megawatts or more of electricity. This term includes a hybrid facility capable of injecting one hundred megawatts or more of electricity into the transmission or distribution system;\n\n(7)\"Facility,\" any AC/DC conversion facility, energy conversion facility, solar energy facility, transmission facility, or wind energy facility, and associated facilities;\n\n(8)\"Facility expansion,\" the addition of twenty-five megawatts AC or more of generation capacity to an existing generation source resulting in a combined megawatt capability of the new and existing generation of one hundred megawatts AC or more of electricity;\n\n(9)\"Hybrid facility,\" a new facility, or a facility expansion, comprised of more than one type of generation source and having a single point of interconnection to the distribution or transmission system;\n\n(10)\"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility;\n\n(11)\"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized;\n\n(12)\"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility, AC/DC conversion facility, or any other area determined by the commission to be affected by a proposed energy conversion facility;\n\n(13)\"Solar energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of solar panels, power collection systems, electric interconnection systems, and associated facilities, that converts solar energy into electricity and is designed for or capable of generating one hundred megawatts AC or more of electricity;\n\n(14)\"Trans-state transmission facility,\" an electric transmission line and its associated facilities that:\n\n(a)Originates outside of this state, crosses this state, and terminates outside of this state; and\n\n(b)Delivers electric power and energy of twenty-five percent or less of the design capacity of the line and facilities for use in this state;\n\n(15)\"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities, as defined by §49-41B-2.1; and\n\n(16)\"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity.\n\nSource: SL 1977, ch 390, §3; SL 1979, ch 318, §2; SL 1980, ch 327, §2; SL 1980, ch 328, §1; SL 1981, ch 341; SL 1981, ch 342; SL 1983, ch 348; SL 1994, ch 351, §140; SL 1994, ch 358, §§2, 3; SL 2005, ch 250, §2; SL 2006, ch 242, §1; SL 2009, ch 243, §1; SL 2010, ch 226, §1; SL 2013, ch 237, §1; SL 2015, ch 235, §1; SL 2019, ch 200, §1; SL 2025, ch 193, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-2/"
    },
    {
      "id": "section-49-41b-21",
      "number": "49-41B-2.1",
      "heading": "Transmission facility defined.",
      "text": "49-41B-2.1. Transmission facility defined.\n\nFor the purposes of this chapter, a transmission facility is:\n\n(1)An electric transmission line and associated facilities with a design of more than one hundred fifteen kilovolts. However, if the transmission line is less than two thousand six hundred forty feet, does not cross any public highway, and eminent domain is not used to obtain right of way, the transmission line is not a transmission facility for purposes of this chapter; or\n\n(2)A gas or liquid transmission line and associated facilities designed for or capable of transporting coal, gas, hydrogen, liquid hydrocarbons, liquid hydrocarbon products, or carbon dioxide, excluding any gas or liquid transmission lines or associated facilities which meet any of the following criteria:\n\n(a)Lines or facilities that are used exclusively for distribution or gathering;\n\n(b)Steel pipe and associated facilities that cannot be operated at a hoop stress of twenty percent or more of specified minimum yield strength as defined by 49 C.F.R. §192.3 (January 1, 2024) or plastic pipe and associated facilities that cannot be operated at a design pressure of fifty percent or more as determined by the formula specified in 49 C.F. R. §192.121 (January 1, 2024); or\n\n(c)Pipe which has nominal diameter of less than four inches and not more than one mile of the entire line is constructed outside of public right-of-way.\n\nNothing in this section precludes a utility from applying to the commission for a permit for the construction of an electric transmission line and associated facilities with a design of one hundred fifteen kilovolts or less. The transmission line and associated facilities is a transmission facility for the purposes of this chapter.\n\nSource: SL 1994, ch 358, §1; SL 2007, ch 274, §1; SL 2009, ch 243, §2; SL 2009, ch 244, §1; SL 2010, ch 226, §2; SL 2013, ch 237, §2; SL 2017, ch 199, §1; SL 2024, ch 190, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-2-1/"
    },
    {
      "id": "section-49-41b-22",
      "number": "49-41B-2.2",
      "heading": "Modified facility defined.",
      "text": "49-41B-2.2. Modified facility defined.\n\nFor the purposes of this chapter, a facility is considered to be modified if:\n\n(1)A gas or liquid transmission line that did not meet the definition of a transmission facility prior to building the line is to be modified in such a way that the line will meet the definition of a transmission facility after the modification is complete. No permit is required for steel pipe and associated facilities, as described in subsection 49-41B-2.1(2)(b), operating on July 1, 2010, that have been historically calculated at an ongoing constant pressure of less than twenty percent of specified minimum yield strength unless the pipeline operator intends to increase the ongoing constant pressure to twenty percent or more. No permit is required for plastic pipe and associated facilities, as described in subsection 49-41B-2.1(2)(b), operating on July 1, 2010, that have been historically calculated at an ongoing constant pressure of less than fifty percent of the design pressure unless the pipeline operator intends to increase the ongoing constant pressure to fifty percent or more;\n\n(2)An electric transmission line that does not meet the definition of a transmission facility prior to building the line is to be modified in such a way that the line will meet the definition of a transmission facility after the modification is complete or the nameplate carrying capacity of an electric transmission facility is to be increased by an additional twenty kilovolts or greater; or\n\n(3)The nameplate generating capacity of an energy conversion facility is to be increased by a net additional one hundred megawatts or greater.\n\nSource:SL 2010, ch 226, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-2-2/"
    },
    {
      "id": "section-49-41b-3",
      "number": "49-41B-3",
      "heading": "Ten-year plan required of utility planning to own or operate energy conversion facilities--Updating of plan--Contents.",
      "text": "49-41B-3. Ten-year plan required of utility planning to own or operate energy conversion facilities--Updating of plan--Contents.\n\nEvery utility which owns or operates or plans within the next ten years to own or operate energy conversion facilities shall develop and submit a ten-year plan to the Public Utilities Commission. The plan shall be updated every second year after its submission. The plan shall contain the following:\n\n(1)A description of the general location, size, and type of energy conversion facilities or transmission facilities of two hundred fifty kilovolts or more to be owned or operated by the utility during the ensuing ten years, as well as those facilities to be removed from service during the planning period;\n\n(2)A description of the efforts by the utility to coordinate the plan with other utilities so as to provide a coordinated regional plan for meeting the utility needs of the region;\n\n(3)A statement of the projected demand for the service rendered by the utility for the ensuing ten years and the underlying assumptions for the projection, with such information being as geographically specific as possible and a description of the manner and extent to which the utility will meet the projected demand; and\n\n(4)Any other relevant information as may be requested by the commission.\n\nSource:SL 1977, ch 390, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-3/"
    },
    {
      "id": "section-49-41b-4",
      "number": "49-41B-4",
      "heading": "Permit required before construction of facility after certain date.",
      "text": "49-41B-4. Permit required before construction of facility after certain date.\n\nNo utility may begin construction of a facility in the state on or after July 1, 1979, without first having obtained a permit issued with respect to such facility by the Public Utilities Commission pursuant to this chapter. No such permit is required for an associated facility to be constructed for the purpose of transporting water if the water management board has issued a permit to appropriate water for the use to be made by that facility. Any facility, with respect to which a permit is required, shall thereafter be constructed, operated, and maintained in conformity with such permit including any terms, conditions, or modifications contained therein.\n\nSource:SL 1977, ch 390, §4; SL 1983, ch 349.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4/"
    },
    {
      "id": "section-49-41b-41",
      "number": "49-41B-4.1",
      "heading": "Trans-state transmission facility--Permit and legislative approval required.",
      "text": "49-41B-4.1. Trans-state transmission facility--Permit and legislative approval required.\n\nNo utility shall begin construction of a trans-state transmission facility within the state without first having obtained a permit as required in this chapter and approval by an act of the South Dakota Legislature.\n\nSource:SL 1979, ch 318, §§3, 5; SL 1980, ch 327, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-1/"
    },
    {
      "id": "section-49-41b-42",
      "number": "49-41B-4.2",
      "heading": "Trans-state transmission line--Criteria required.",
      "text": "49-41B-4.2. Trans-state transmission line--Criteria required.\n\nThe South Dakota Legislature before approving a proposed trans-state transmission line shall find that each of the following criteria has been met:\n\n(1)That the proposed trans-state transmission line and route will comply with all applicable laws and rules;\n\n(2)That the proposed trans-state transmission line and route will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or anticipated inhabitants in the siting area;\n\n(3)That the proposed trans-state transmission line and route will not substantially impair the health, safety or welfare of the inhabitants;\n\n(4)That the proposed trans-state transmission line and route will not unduly interfere with the orderly development of the region with due consideration having been given to views of the governing bodies of effective local units of government;\n\n(5)That the proposed trans-state transmission facility will be consistent with the public convenience and necessity in any area or areas which will receive electrical service, either direct or indirect, from the facility, regardless of the state or states in which area or areas are located.\n\nSource:SL 1979, ch 318, §4; SL 1980, ch 327, §3; SL 1981, ch 340, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-2/"
    },
    {
      "id": "section-49-41b-43",
      "number": "49-41B-4.3",
      "heading": "Seasonal diversity exchange of electric power.",
      "text": "49-41B-4.3. Seasonal diversity exchange of electric power.\n\nThe transmission line to be used in the seasonal diversity exchange of electric power as set forth in the Public Utility Regulatory Policies Act of 1978, Public Law 95-617, Title 6, Section 602, is hereby declared to be subject to this chapter.\n\nSource:SL 1979, ch 318, §5; SL 1980, ch 327, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-3/"
    },
    {
      "id": "section-49-41b-44",
      "number": "49-41B-4.4",
      "heading": "Trans-state transmission facility--Eminent domain--Acquisition of fee in land contiguous to right-of-way--Divestiture of agricultural land.",
      "text": "49-41B-4.4. Trans-state transmission facility--Eminent domain--Acquisition of fee in land contiguous to right-of-way--Divestiture of agricultural land.\n\nIn the exercise of the authority of eminent domain pursuant to chapter 21-35 to acquire right-of-way or other property for a trans-state transmission facility, as defined by §49-41B-2, a property owner shall have the option to require the utility to take a fee interest in any amount of contiguous land outside the designated right-of-way that the property owner owns and elects in writing to transfer to the utility within sixty days of receipt of the notice of filing of a petition pursuant to §21-35-1. The fee acquisition of contiguous lands as required by this section is a taking for a public purpose and for use in the operation of the utility. The utility is required to divest itself completely of all lands used for farming or capable of being used for farming within five years after the date of acquisition pursuant to this section. If these lands are not divested as provided by this section, they must be sold at a public sale as provided by chapter 21-47. No land more than one-half mile from the center line of the power line may be taken.\n\nSource: SL 1980, ch 327, §9; SL 2025, ch 193, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-4/"
    },
    {
      "id": "section-49-41b-45",
      "number": "49-41B-4.5",
      "heading": "Foreclosure on nondivested agricultural land.",
      "text": "49-41B-4.5. Foreclosure on nondivested agricultural land.\n\nThe attorney general shall commence action pursuant to chapter 21-47 where there is reason to believe that the utility has not complied with the provisions of §49-41B-4.4 relating to the divestiture of agricultural lands within five years of their acquisition.\n\nSource:SL 1980, ch 327, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-5/"
    },
    {
      "id": "section-49-41b-46",
      "number": "49-41B-4.6",
      "heading": "Corporate ownership of agricultural land.",
      "text": "49-41B-4.6. Corporate ownership of agricultural land.\n\nThe restrictions on corporate ownership of agricultural land pursuant to §47-9A-3 shall not apply to acquisitions of agricultural land required by a proceeding pursuant to §49-41B-4.4.\n\nSource:SL 1980, ch 327, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-6/"
    },
    {
      "id": "section-49-41b-47",
      "number": "49-41B-4.7",
      "heading": "Divestiture of less than fair market value not required.",
      "text": "49-41B-4.7. Divestiture of less than fair market value not required.\n\nNo utility required to divest lands pursuant to this chapter, shall be required to do so for less than fair market value.\n\nSource:SL 1980, ch 327, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-4-7/"
    },
    {
      "id": "section-49-41b-48",
      "number": "49-41B-4.8",
      "heading": "49-41B-4.8.Repealed by SL 1981, ch 343, §5, as amended by SL 1983, ch 350, §2.",
      "text": "49-41B-4.8.Repealed by SL 1981, ch 343, §5, as amended by SL 1983, ch 350, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-5",
      "number": "49-41B-5",
      "heading": "Notification of intent to apply for permit required before filing application--Time--Prefiling conference if applicant requests.",
      "text": "49-41B-5. Notification of intent to apply for permit required before filing application--Time--Prefiling conference if applicant requests.\n\nA notification of intent to apply for a permit for construction of an energy conversion facility or AC/DC conversion facility shall be filed with the Public Utilities Commission at least six months before filing an application as required in §49-41B-11. A prefiling conference may be requested by the applicant and such request shall be granted by the commission.\n\nSource:SL 1977, ch 390, §5; SL 2006, ch 242, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-5/"
    },
    {
      "id": "section-49-41b-51",
      "number": "49-41B-5.1",
      "heading": "Posting of signs on proposed site--Time for posting--Contents.",
      "text": "49-41B-5.1. Posting of signs on proposed site--Time for posting--Contents.\n\nThe utility shall post signs on the area where the energy conversion facility or AC/DC conversion facility is proposed to be sited to notify the public. The signs shall be posted on areas that are clearly visible to an ordinarily observant person and shall be posted within thirty days after the filing of the notification of intent to apply for a permit for the construction of a proposed energy conversion facility or AC/DC conversion facility. The signs shall include the name and contact information of the utility and a brief description of the proposed energy conversion facility or AC/DC conversion facility.\n\nSource:SL 2006, ch 242, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-5-1/"
    },
    {
      "id": "section-49-41b-52",
      "number": "49-41B-5.2",
      "heading": "Notification of area landowners by mail--Time for notification--Copy of application filed with county auditor.",
      "text": "49-41B-5.2. Notification of area landowners by mail--Time for notification--Copy of application filed with county auditor.\n\nWithin thirty days following the filing of an application for permit, the applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified mail. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public input meeting. The applicant shall also file a copy of the application with the auditor of each county in which the proposed facility will be located.\n\nSource:SL 2006, ch 242, §7; SL 2008, ch 246, §1; SL 2010, ch 226, §4; SL 2019, ch 200, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-5-2/"
    },
    {
      "id": "section-49-41b-6",
      "number": "49-41B-6",
      "heading": "Designation of affected area by commission after notification of intent filed--Local review committee designated, composition.",
      "text": "49-41B-6. Designation of affected area by commission after notification of intent filed--Local review committee designated, composition.\n\nWithin thirty days after the filing of the notification of intent to apply for a permit for the construction of an energy conversion facility or AC/DC conversion facility, the Public Utilities Commission shall designate the affected area and a local review committee composed of:\n\n(1)The chair of the tribal council of each affected reservation;\n\n(2)The president of the board of education of each affected school district;\n\n(3)The chair of the county commissioners of each affected county;\n\n(4)The mayor of each affected municipality; and\n\n(5)A representative of the applicant utility designated by the utilities.\n\nSource:SL 1977, ch 390, §10; SL 2006, ch 242, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-6/"
    },
    {
      "id": "section-49-41b-7",
      "number": "49-41B-7",
      "heading": "Assessment by local review committee--Factors included.",
      "text": "49-41B-7. Assessment by local review committee--Factors included.\n\nThe local review committee shall meet to assess the extent of the potential social and economic effect to be generated by the proposed facility, to assess the affected area's capacity to absorb those effects at various stages of construction, and formulate mitigation measures. The assessment of the local review committee shall include consideration of the temporary and permanent alternatives in the following areas:\n\n(1)Housing supplies;\n\n(2)Educational facilities and manpower;\n\n(3)Water supply and distribution;\n\n(4)Waste water treatment and collection;\n\n(5)Solid waste disposal and collection;\n\n(6)Law enforcement;\n\n(7)Transportation;\n\n(8)Fire protection;\n\n(10)Recreation;\n\n(11)Government; and\n\n(12)Energy.\n\nSource:SL 1977, ch 390, §12; SL 2010, ch 226, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-7/"
    },
    {
      "id": "section-49-41b-8",
      "number": "49-41B-8",
      "heading": "Employment of personnel by committee--Expenses--Information furnished by commission.",
      "text": "49-41B-8. Employment of personnel by committee--Expenses--Information furnished by commission.\n\nThe local review committee may employ such persons as determined by the Public Utilities Commission which may be required to carry out the provisions of §49-41B-7 and the expenses of said staff shall be paid from the initial filing fee. The commission shall furnish copies of the application to the members of the local review committee and all other information which the commission determines that the committee should receive.\n\nSource:SL 1977, ch 390, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-8/"
    },
    {
      "id": "section-49-41b-9",
      "number": "49-41B-9",
      "heading": "Financing of committee expenses.",
      "text": "49-41B-9. Financing of committee expenses.\n\nExpense payments and other authorized payments to members of the local review committee for their service on the committee shall be financed by the unit of government or utility which they represent.\n\nSource:SL 1977, ch 390, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-9/"
    },
    {
      "id": "section-49-41b-10",
      "number": "49-41B-10",
      "heading": "Final report of committee.",
      "text": "49-41B-10. Final report of committee.\n\nWithin seven months after the application is filed the local review committee shall file a final report with the Public Utilities Commission which includes the recommendations of the committee as to mitigation measures and minority reports.\n\nSource:SL 1977, ch 390, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-10/"
    },
    {
      "id": "section-49-41b-11",
      "number": "49-41B-11",
      "heading": "Applications for permit--Filing deadline--Form--Contents.",
      "text": "49-41B-11. Applications for permit--Filing deadline--Form--Contents.\n\nAll applications for a permit shall be filed with the Public Utilities Commission not less than six months prior to the planned date of commencement of construction of a facility in such form as prescribed by rules, and shall contain, but not be limited to, the following information:\n\n(1)The name and address of the applicant;\n\n(2)Description of the nature and location of the facility;\n\n(3)Estimated date of commencement of construction and duration of construction;\n\n(4)Estimated number of employees employed at the site of the facility during the construction phase and during the operating life of the facility. Estimates shall include the number of employees who are to be utilized but who do not currently reside within the area to be affected by the facility;\n\n(5)Future additions and modifications to the facility which the applicant may wish to be approved in the permit;\n\n(6)A statement of the reasons for the selection of the proposed location;\n\n(7)Person owning the proposed facility and person managing the proposed facility;\n\n(8)The purpose of the facility;\n\n(9)Estimated consumer demand and estimated future energy needs of those consumers to be directly served by the facility;\n\n(10)The potential short and long range demands on any estimated tax revenues generated by the facility for the extension or expansion of public services within the affected areas;\n\n(11)Environmental studies prepared relative to the facility;\n\n(12)Estimated construction cost of the facility.\n\nSource:SL 1977, ch 390, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-11/"
    },
    {
      "id": "section-49-41b-12",
      "number": "49-41B-12",
      "heading": "Deposit required--Disposition--Minimum and maximum fees--Prohibited fund source--Environmental impact fee.",
      "text": "49-41B-12. Deposit required--Disposition--Minimum and maximum fees--Prohibited fund source--Environmental impact fee.\n\nAt the time of filing an application as required in §49-41B-11, an applicant must deposit the minimum fee with the commission. If required by the commission, an applicant must remit an amount to be determined by the commission based upon the actual cost of investigating, reviewing, processing, and serving notice of an application. The amount must be deposited with the state treasurer and credited to a subfund within the designated revenue fund and may only be disbursed on vouchers approved by the commission for the actual cost of investigating, reviewing, processing, and serving notice of the application. Except as otherwise agreed to by an applicant, the maximum fee chargeable may not exceed one-quarter of one percent of the first one hundred million dollars of estimated construction cost plus one-twentieth of one percent of all additional estimated construction costs of the facility. To exceed the maximum fee when the applicant has not agreed to a fee higher than the maximum amount, the commission must make a finding upon a motion from the commission staff that all costs incurred were reasonably necessary to investigate, review, process, and serve notice of the application. The minimum total fee chargeable may not be less than twenty thousand dollars. The minimum fee is nonrefundable unless ordered by the commission.\n\nMoneys from the South Dakota public utilities commission gross receipts tax fund, as established in §49-1A-2, may not be used to reimburse the commission for any additional costs incurred.\n\nIf the commission determines that an environmental impact statement should be prepared as provided under chapter 34A-9 before taking final action on an application under this chapter, the maximum fee chargeable above may be increased to an amount not to exceed one-half of one percent of the first one hundred million dollars of estimated construction cost plus one-twentieth of one percent of all additional estimated construction costs of the facility. However, the provisions of this paragraph do not apply in cases in which a detailed environment impact study has been completed pursuant to the requirements of the National Environmental Policy Act of 1969 as amended to January 1, 2009, and implementing regulations thereto if such a statement is available to the commission at least thirty days prior to the time the commission is required to render a decision under §49-41B-24 or 49-41B-25. The provisions of this section apply to all pending permit applications and future permit applications before the commission.\n\nSource: SL 1977, ch 390, §6; SL 1981, ch 344; SL 2009, ch 245, §1; SL 2024, ch 191, §1; SL 2025, ch 194, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-12/"
    },
    {
      "id": "section-49-41b-13",
      "number": "49-41B-13",
      "heading": "Denial, return, or amendment of application--Grounds--Applicant permitted to make changes.",
      "text": "49-41B-13. Denial, return, or amendment of application--Grounds--Applicant permitted to make changes.\n\nAn application may be denied, returned, or amended at the discretion of the Public Utilities Commission for:\n\n(1)Any deliberate misstatement of a material fact in the application or in accompanying statements or studies required of the applicant;\n\n(2)Failure to file an application generally in the form and content required by this chapter and the rules promulgated thereunder; or\n\n(3)Failure to deposit the initial amount with the application as required by §49-41B-12.\n\nThe commission shall, upon denying or returning an application, provide the applicant with reasons for such action and shall allow the applicant to make changes in the application in order to comply with the requirements of this chapter.\n\nSource:SL 1977, ch 390, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-13/"
    },
    {
      "id": "section-49-41b-14",
      "number": "49-41B-14",
      "heading": "Further data provided prior to hearings if required--Prehearing conference.",
      "text": "49-41B-14. Further data provided prior to hearings if required--Prehearing conference.\n\nThe Public Utilities Commission may require that further data be provided prior to the public hearings. The commission or applicant may also request that a prehearing conference be held prior to a public hearing which request shall be granted.\n\nSource:SL 1977, ch 390, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-14/"
    },
    {
      "id": "section-49-41b-15",
      "number": "49-41B-15",
      "heading": "Commission procedure following receipt of application for permit.",
      "text": "49-41B-15. Commission procedure following receipt of application for permit.\n\nWithin thirty days following receipt of an application for a permit, the commission shall:\n\n(1)Schedule a public input meeting;\n\n(2)Notify the applicant of the public input meeting; and\n\n(3)Serve notice of the application and public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility.\n\nSource:SL 1977, ch 390, §9; SL 2006, ch 242, §4; SL 2008, ch 246, §2; SL 2019, ch 200, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-15/"
    },
    {
      "id": "section-49-41b-16",
      "number": "49-41B-16",
      "heading": "Public input meeting--Location--Publication of notice.",
      "text": "49-41B-16. Public input meeting--Location--Publication of notice.\n\nThe commission shall hold any public input meeting as close as practical to the proposed facility. The commission shall publish a notice of the time, place, and purpose of any public input meeting three times in at least one newspaper of general circulation in any county totally or partially within the area of the proposed facility. Each notification required in this section shall state the date, time, and place of the public input meeting. The first notice shall be published no later than thirty days prior to the date of the public input meeting. The second notice shall be published no later than twenty days prior to the date of the public input meeting. The third notice shall be published no later than two days prior to the date of the public input meeting.\n\nSource: SL 1977, ch 390, §15; SL 2019, ch 200, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-16/"
    },
    {
      "id": "section-49-41b-17",
      "number": "49-41B-17",
      "heading": "Parties to proceedings under chapter.",
      "text": "49-41B-17. Parties to proceedings under chapter.\n\nThe parties to a proceeding under this chapter unless otherwise provided include:\n\n(1)The commission staff;\n\n(2)The applicant;\n\n(3)Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and\n\n(4)Any person residing in the area where the facility is proposed to be sited, or any directly interested person, if timely application therefore is made as determined by the commission pursuant to rule. An application for party status in a proceeding under this chapter must contain a detailed statement of the interests and reasons prompting the application.\n\nSource:SL 1977, ch 390, §20; SL 1982, ch 332, §1; SL 2019, ch 200, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-17/"
    },
    {
      "id": "section-49-41b-171",
      "number": "49-41B-17.1",
      "heading": "County auditor as agent for service of process on party--Request for personal service.",
      "text": "49-41B-17.1. County auditor as agent for service of process on party--Request for personal service.\n\nThe county auditor of each county where a facility is proposed to be sited is the agent for service of process upon a party. For energy conversion facilities, all counties in the designated siting area are included. Any party may receive all material filed in the matter by making a specific request to the commission for personal service of the material.\n\nSource:SL 1982, ch 332, §3; SL 2008, ch 246, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-17-1/"
    },
    {
      "id": "section-49-41b-172",
      "number": "49-41B-17.2",
      "heading": "Contested case hearing.",
      "text": "49-41B-17.2. Contested case hearing.\n\nA party to a proceeding under this chapter as provided in §49-41B-17 is entitled to a contested case hearing before the commission pursuant to chapter 1-26.\n\nSource:SL 2019, ch 200, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-17-2/"
    },
    {
      "id": "section-49-41b-18",
      "number": "49-41B-18",
      "heading": "49-41B-18.Repealed by SL 1982, ch 332, §2.",
      "text": "49-41B-18.Repealed by SL 1982, ch 332, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-19",
      "number": "49-41B-19",
      "heading": "Evidence from state agencies or local government.",
      "text": "49-41B-19. Evidence from state agencies or local government.\n\nThe Public Utilities Commission shall also hear and receive evidence presented by any state department, agency, or units of local government relative to the environmental, social, and economic conditions and projected changes therein.\n\nSource: SL 1977, ch 390, §17; SL 2024, ch 189, §5, rejected Nov. 5, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-19/"
    },
    {
      "id": "section-49-41b-191",
      "number": "49-41B-19.1",
      "heading": "Public comments on application.",
      "text": "49-41B-19.1. Public comments on application.\n\nThe commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on the commission's website all comments that are accepted pursuant to this section, and may publish substantially similar comments by publishing one of the comments and attributing the content of the comment to a number of persons.\n\nSource:SL 2019, ch 200, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-19-1/"
    },
    {
      "id": "section-49-41b-20",
      "number": "49-41B-20",
      "heading": "Final report heard by commission at final hearing--Decision on application--Adoption of committee's report.",
      "text": "49-41B-20. Final report heard by commission at final hearing--Decision on application--Adoption of committee's report.\n\nThe final report shall be heard by the Public Utilities Commission at the final hearing wherein the commission makes its decision on the application for a permit. The local review committee report may be adopted in whole or in part, at the discretion of the commission.\n\nSource:SL 1977, ch 390, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-20/"
    },
    {
      "id": "section-49-41b-21",
      "number": "49-41B-21",
      "heading": "Environmental impact statement.",
      "text": "49-41B-21. Environmental impact statement.\n\nPrior to the issuance of a permit, the commission may prepare or require the preparation of an environmental impact statement that complies with the provisions of chapter 34A-9.\n\nSource:SL 1977, ch 390, §16; SL 2007, ch 274, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-21/"
    },
    {
      "id": "section-49-41b-22",
      "number": "49-41B-22",
      "heading": "Applicant's burden of proof.",
      "text": "49-41B-22. Applicant's burden of proof.\n\nThe applicant has the burden of proof to establish by a preponderance of the evidence that:\n\n(1)The proposed facility will comply with all applicable laws and rules;\n\n(2)The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is determined not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area;\n\n(3)The facility will not substantially impair the health, safety or welfare of the inhabitants; and\n\n(4)The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is in compliance with this subdivision.\n\nSource:SL 1977, ch 390, §17; SL 1981, ch 340, §3; SL 1991, ch 386, §6; SL 2019, ch 200, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-22/"
    },
    {
      "id": "section-49-41b-221",
      "number": "49-41B-22.1",
      "heading": "Reapplication for permit--Applicant's burden of proof--Environmental impact statement not required.",
      "text": "49-41B-22.1. Reapplication for permit--Applicant's burden of proof--Environmental impact statement not required.\n\nNothing contained herein shall prohibit an applicant from reapplying for a permit previously denied pursuant to §49-41B-24 or 49-41B-25 within three years from the date of the denial of the original permit. Upon the first such reapplication, the applicant shall have the burden of proof to establish only those criteria upon which the original permit was denied, provided that nothing in the reapplication materially changes the information presented in the original application regarding those criteria upon which the original permit was not denied. However, nothing contained in this provision shall prohibit the Public Utilities Commission from requiring such applicant to meet its burden of proof as to any criteria, upon a specific finding by the commission of a material change in the circumstances regarding those criteria, but the Public Utilities Commission shall not, in any event, prepare or require the preparation of an environmental impact statement.\n\nSource:SL 1982, ch 333, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-22-1/"
    },
    {
      "id": "section-49-41b-222",
      "number": "49-41B-22.2",
      "heading": "Reapplication for permit--Discussion of commission as to applicant's burden of proof.",
      "text": "49-41B-22.2. Reapplication for permit--Discussion of commission as to applicant's burden of proof.\n\nIf a second or subsequent reapplication is filed within three years, or a reapplication is filed after three years, following a denial of a permit pursuant to §49-41B-24 or 49-41B-25, the Public Utilities Commission may in its discretion decide if an applicant shall have the burden of proof to establish all criteria required in an original application.\n\nSource:SL 1982, ch 333, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-22-2/"
    },
    {
      "id": "section-49-41b-223",
      "number": "49-41B-22.3",
      "heading": "Reapplication for permit--Deposits and fees required.",
      "text": "49-41B-22.3. Reapplication for permit--Deposits and fees required.\n\nThe provisions of §49-41B-12 relating to deposits and fees required of applicants shall apply to all reapplications made pursuant to §§49-41B-22.1 and 49-41B-22.2.\n\nSource:SL 1982, ch 333, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-22-3/"
    },
    {
      "id": "section-49-41b-23",
      "number": "49-41B-23",
      "heading": "Waiver of compliance with chapter on grounds of urgency, disaster, or civil disorder.",
      "text": "49-41B-23. Waiver of compliance with chapter on grounds of urgency, disaster, or civil disorder.\n\nThe Public Utilities Commission may waive compliance with and provisions of this chapter if the utility or person submitting an application pursuant to the chapter demonstrates to the commission at a public hearing that an immediate, urgent need for a facility or an associated facility exists and that the utility or person submitting the application did not have knowledge that a need for the facility existed sufficiently in advance to fully comply with the provisions of this chapter. The commission may waive compliance with any of the provisions of this chapter upon receipt of notice by a utility or person that a facility, or an associated facility, has been damaged or destroyed as a result of fire, flood, or other natural disaster, or as a result of insurrection, war, or other civil disorder, and there exists a need for construction of a new facility, or the relation of a previously existing facility or associated facility in order to promote the public health, safety or welfare.\n\nSource:SL 1977, ch 390, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-23/"
    },
    {
      "id": "section-49-41b-24",
      "number": "49-41B-24",
      "heading": "Permit for energy conversion facilities, AC/DC conversion facilities, or transmission facilities--Complete findings by commission required within year of application",
      "text": "49-41B-24. Permit for energy conversion facilities, AC/DC conversion facilities, or transmission facilities--Complete findings by commission required within year of application.\n\nWithin twelve months of receipt of the initial application for a permit for the construction of energy conversion facilities, AC/DC conversion facilities, or transmission facilities, the commission shall make complete findings in rendering a decision regarding whether a permit should be granted, denied, or granted upon such terms, conditions or modifications of the construction, operation, or maintenance as the commission deems appropriate.\n\nSource:SL 1977, ch 390, §18; SL 1980, ch 328, §2; SL 1981, ch 341; SL 2006, ch 242, §5; SL 2009, ch 243, §3; SL 2015, ch 235, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-24/"
    },
    {
      "id": "section-49-41b-241",
      "number": "49-41B-24.1",
      "heading": "Extension of deadlines.",
      "text": "49-41B-24.1. Extension of deadlines.\n\nUpon request of the applicant, the commission may extend the deadlines for commission action established in §§49-41B-24 and 49-41B-25.\n\nSource:SL 2019, ch 200, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-24-1/"
    },
    {
      "id": "section-49-41b-25",
      "number": "49-41B-25",
      "heading": "Permit for wind or solar energy facility--Time for complete findings by commission--Notice of decision.",
      "text": "49-41B-25. Permit for wind or solar energy facility--Time for complete findings by commission--Notice of decision.\n\nWithin nine months of receipt of the initial application for a permit for the construction of a wind energy facility or solar energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission determines are appropriate. In the decision, the commission shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision.\n\nSource:SL 1977, ch 390, §19; SL 2005, ch 250, §3; SL 2015, ch 235, §3; SL 2019, ch 200, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-25/"
    },
    {
      "id": "section-49-41b-251",
      "number": "49-41B-25.1",
      "heading": "Notice to commission of planned construction of certain wind energy projects.",
      "text": "49-41B-25.1. Notice to commission of planned construction of certain wind energy projects.\n\nAny person who plans on constructing a wind energy project consisting of wind turbines with a combined nameplate capacity that exceeds five megawatts shall notify the commission four months prior to the planned start of construction of the project. The notification shall be for informational purposes only and shall state the planned location of the project, the number of wind turbines, the nameplate capacity of the wind turbines, the planned method of interconnection, and the estimated construction start date and construction completion date. If the information provided changes, the informational filing shall be updated to reflect the changes.\n\nSource:SL 2009, ch 246, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-25-1/"
    },
    {
      "id": "section-49-41b-252",
      "number": "49-41B-25.2",
      "heading": "Wind energy facility to include aircraft detection lighting system.",
      "text": "49-41B-25.2. Wind energy facility to include aircraft detection lighting system.\n\nFor any wind energy facility that receives a permit under this chapter after July 1, 2019, the facility shall be equipped with an aircraft detection lighting system that meets the requirements set forth by the Federal Aviation Administration for obstruction marking and lighting in Chapter 14 of FAA Advisory Circular (AC) 70/7460-1L, \"Obstruction Marking and Lighting,\" dated December 4, 2015. Any cost associated with the installation, operation, or maintenance of a system under this section is solely the responsibility of any owner of the wind energy facility.\n\nSource:SL 2019, ch 201, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-25-2/"
    },
    {
      "id": "section-49-41b-26",
      "number": "49-41B-26",
      "heading": "Accounting for expenditures of applicant's deposit--Refund of unused moneys.",
      "text": "49-41B-26. Accounting for expenditures of applicant's deposit--Refund of unused moneys.\n\nThe commission must provide the applicant with a full financial accounting relating to the expenditures of the amount received pursuant to §49-41B-12. Except for the twenty thousand dollar minimum fee required pursuant to §49-41B-12, unused moneys must be refunded to the applicant within thirty days of the commission's decision on the application.\n\nSource: SL 1977, ch 390, §6; SL 2015, ch 235, §4; SL 2024, ch 191, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-26/"
    },
    {
      "id": "section-49-41b-27",
      "number": "49-41B-27",
      "heading": "Construction, expansion, and improvement of facilities.",
      "text": "49-41B-27. Construction, expansion, and improvement of facilities.\n\nUtilities which have acquired a permit in accordance with the provisions of this chapter may proceed to improve, expand, or construct the facility for the intended purposes at any time, subject to the provisions of this chapter; provided, however, that if such construction, expansion and improvement commences more than four years after a permit has been issued, then the utility must certify to the Public Utilities Commission that such facility continues to meet the conditions upon which the permit was issued.\n\nSource:SL 1977, ch 390, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-27/"
    },
    {
      "id": "section-49-41b-28",
      "number": "49-41B-28",
      "heading": "Supersession of local land use controls--Exception.",
      "text": "49-41B-28. Supersession of local land use controls--Exception.\n\nA permit for the construction of a transmission facility within a designated area may supersede or preempt any county or municipal land use, zoning, or building rules, regulations, or ordinances upon a finding by the Public Utilities Commission that such rules, or regulation, or ordinances, as applied to the proposed route, are unreasonably restrictive in view of existing technology, factors of cost, or economics, or needs of parties where located in or out of the county or municipality. Without such a finding by the commission, no route shall be designated which violates local land-use zoning, or building rules, or regulations, or ordinances.\n\nSource: SL 1977, ch 390, §31; SL 2024, ch 189, §6, rejected Nov. 5, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-28/"
    },
    {
      "id": "section-49-41b-29",
      "number": "49-41B-29",
      "heading": "Transfer of permit--Commission approval--Rules.",
      "text": "49-41B-29. Transfer of permit--Commission approval--Rules.\n\nA permit may be transferred, subject to the approval of the Public Utilities Commission to a person who agrees to comply with the terms, conditions, and modifications contained therein. The commission shall adopt rules pursuant to the authority granted under this chapter.\n\nSource:SL 1977, ch 390, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-29/"
    },
    {
      "id": "section-49-41b-30",
      "number": "49-41B-30",
      "heading": "Circuit court review of commission decision by aggrieved party--Procedures.",
      "text": "49-41B-30. Circuit court review of commission decision by aggrieved party--Procedures.\n\nAny party to a permit issuance proceeding aggrieved by the final decision of the Public Utilities Commission on an application for a permit, may obtain judicial review of that decision by filing a notice of appeal in circuit court. The review procedures shall be the same as that for contested cases under chapter 1-26.\n\nSource:SL 1977, ch 390, §22; SL 1982, ch 332, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-30/"
    },
    {
      "id": "section-49-41b-31",
      "number": "49-41B-31",
      "heading": "Order not stayed by appeal--Stay or suspension by court.",
      "text": "49-41B-31. Order not stayed by appeal--Stay or suspension by court.\n\nNotwithstanding the provisions of §49-41B-30, the pendency of proceedings on appeal from a Public Utilities Commission order shall not of itself stay or suspend the operation of the order, but during the pendency of the proceedings the court may, upon motion by one of the parties, stay or suspend, in whole or in part, the operation of the commission's order on terms it deems just, and in accordance with the practice of courts exercising equity jurisdiction, but no stay shall be granted without notice to the parties and opportunity to be heard by the court. No commission order shall be stayed or suspended absent a finding that, great or irreparable damage would otherwise result to the party seeking the stay or suspension and any other staying or suspending a commission order shall specify the nature of the damage.\n\nSource:SL 1977, ch 390, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-31/"
    },
    {
      "id": "section-49-41b-32",
      "number": "49-41B-32",
      "heading": "Surety bond required if order stayed or suspended--Other security.",
      "text": "49-41B-32. Surety bond required if order stayed or suspended--Other security.\n\nIf an order of the Public Utilities Commission is stayed or suspended the court shall require a bond with good and sufficient surety, conditioned that the party or parties petitioning for review shall answer for all damages caused by the delay in enforcing the order of the commission. The court may in addition or in lieu of the bond, require other further security for the payment of such excess damages or charges it deems proper.\n\nSource:SL 1977, ch 390, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-32/"
    },
    {
      "id": "section-49-41b-33",
      "number": "49-41B-33",
      "heading": "Revocation or suspension of permit--Grounds.",
      "text": "49-41B-33. Revocation or suspension of permit--Grounds.\n\nA permit may be revoked or suspended by the Public Utilities Commission for:\n\n(1)Any misstatement of a material fact in the application or in accompanying statements or studies required of the applicant, if a correct statement would have caused the commission to refuse to grant a permit; or\n\n(2)Failure to comply with the terms or conditions of the permit; or\n\n(3)Violation of any material provision of this chapter or the rules promulgated thereunder.\n\nSource:SL 1977, ch 390, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-33/"
    },
    {
      "id": "section-49-41b-34",
      "number": "49-41B-34",
      "heading": "Violation of permit requirements as misdemeanor--Civil penalty--Continuing offense.",
      "text": "49-41B-34. Violation of permit requirements as misdemeanor--Civil penalty--Continuing offense.\n\nAny person required by this chapter to have a permit who begins construction of a facility without previously securing a permit as prescribed by this chapter, or who constructs, operates, or maintains a facility other than in compliance with the permit and any terms, conditions, and modifications contained therein is guilty of a Class 1 misdemeanor and is subject to a civil penalty of not more than ten thousand dollars. Each day of violation shall constitute a separate offense. The civil penalty provided for in this section shall be recoverable by suit filed by the Public Utilities Commission and shall be deposited into the permanent school fund.\n\nSource:SL 1977, ch 390, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-34/"
    },
    {
      "id": "section-49-41b-35",
      "number": "49-41B-35",
      "heading": "Promulgation of rules.",
      "text": "49-41B-35. Promulgation of rules.\n\nTo implement the provisions of this chapter regarding facilities, the commission shall promulgate rules pursuant to chapter 1-26. Rules may be adopted by the commission:\n\n(1)To establish the information requirements and procedures that every utility must follow when filing plans with the commission regarding its proposed and existing facilities;\n\n(2)To establish procedures for utilities to follow when filing an application for a permit to construct a facility, and the information required to be included in the application; and\n\n(3)To require bonds, guarantees, insurance, or other requirements to provide funding for the decommissioning and removal of a solar or wind energy facility.\n\nSource:SL 1977, ch 390, §26; SL 1986, ch 22, §24; SL 1990, ch 371, §4; SL 2005, ch 250, §4; SL 2007, ch 274, §3; SL 2019, ch 200, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-35/"
    },
    {
      "id": "section-49-41b-36",
      "number": "49-41B-36",
      "heading": "Authority to route or locate facilities not delegated to commission.",
      "text": "49-41B-36. Authority to route or locate facilities not delegated to commission.\n\nNothing in this chapter is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility, AC/DC conversion facility, solar energy facility, or wind energy facility.\n\nSource:SL 1977, ch 390, §2; SL 2005, ch 250, §5; SL 2006, ch 242, §6; SL 2019, ch 200, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-36/"
    },
    {
      "id": "section-49-41b-37",
      "number": "49-41B-37",
      "heading": "Citation of chapter.",
      "text": "49-41B-37. Citation of chapter.\n\nThis chapter shall be known as the South Dakota Energy Facility Permit Act.\n\nSource:SL 1977, ch 390, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-37/"
    },
    {
      "id": "section-49-41b-38",
      "number": "49-41B-38",
      "heading": "Indemnity bond for damage to roads and bridges.",
      "text": "49-41B-38. Indemnity bond for damage to roads and bridges.\n\nIn the case of any trans-state transmission facility or transmission facility as defined in this chapter, the Public Utilities Commission shall require any person performing any construction or survey work to furnish an indemnity bond in a reasonable amount, which shall be in lieu of any county or township indemnity bond pursuant to §§31-12-43 and 31-13-55. Such bond shall run in favor of, and for the benefit of, such townships, counties, or other governmental entities whose property is crossed by such trans-state transmission facility or transmission facility to insure that any damage beyond normal wear to public roads, highways, bridges, or other related facilities shall be adequately compensated. The form, terms, and conditions of such bond shall be subject to the approval of the Public Utilities Commission.\n\nSource:SL 1984, ch 213, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-38/"
    },
    {
      "id": "section-49-41b-39",
      "number": "49-41B-39",
      "heading": "Financial security for decommissioning certain facilities.",
      "text": "49-41B-39. Financial security for decommissioning certain facilities.\n\nAll right and title in any financial security required by the commission for the decommissioning of a hybrid facility, wind turbines, or solar energy facilities must be controlled by the commission, in accordance with the terms of the financial security agreement or instrument, until the commission by order releases the security. The financial security of the person required to provide it may not be cancelled, assigned, revoked, disbursed, replaced, or allowed to terminate without commission approval.\n\nThe commission may require, accept, hold, or enter into any agreement or instrument for the provision of financial security, including any funds reserved or held by any person to satisfy or guarantee the obligation of an owner of wind turbines or solar energy facilities permitted under this chapter, to decommission and remove the wind turbines or solar energy facilities. The form, term, and conditions of the financial security are subject to the approval of the commission. The commission shall determine any claim upon the financial security made by any landowner for decommissioning and removal of turbines or solar energy facilities.\n\nAny financial security provided under this chapter may not be pledged or used as security for any other obligation of the wind turbine or solar energy facilities owner, and is exempt from attachment or mesne process, from levy or sale on execution, and from any other final process issued from any court on behalf of third-party creditors of the owner of the wind turbines or solar energy facilities. Any commission decision based on any claim made by the owner of the wind turbines or solar energy facilities for refund or return of the financial security, or for actual expenses of decommissioning, or any related agreements, may be appealed.\n\nThe commission may appear in court and defend the integrity and viability of the financial security for purposes of decommissioning and removal of a hybrid facility, solar energy facility, or a wind turbine. The commission may not require any financial security from an owner of wind turbines or solar energy facilities who is also a public utility as defined in §49-34A-1.\n\nSource: SL 2019, ch 202, §1; SL 2022, ch 173, §1; SL 2025, ch 193, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-41b/section-49-41b-39/"
    },
    {
      "id": "section-49-41b-40",
      "number": "49-41B-40",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-41",
      "number": "49-41B-41",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-42",
      "number": "49-41B-42",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-43",
      "number": "49-41B-43",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-44",
      "number": "49-41B-44",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-45",
      "number": "49-41B-45",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-41b-46",
      "number": "49-41B-46",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    }
  ]
}