{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-46-residential-conservation-of-energy",
  "sections": [
    {
      "id": "section-49-46-1",
      "number": "49-46-1",
      "heading": "Definition of terms.Section 49-46-2 - Rules for development and implementation of program--Submission of program plan to federal Department of Energy",
      "text": "49-46-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Covered utility,\" in any calendar year a public utility which during the second preceding calendar year, had either sales of natural gas, for purposes other than resale, which exceeded ten billion cubic feet, or sales of electric energy, for purposes other than resale, which exceeded seven hundred fifty million kilowatt-hours;\n\n(2)\"Eligible customer,\" a person who receives a fuel bill from a covered utility and who owns or occupies a residential building containing at least one but not more than four dwelling units;\n\n(3)\"Office,\" the Governor's Office of Economic Policy;\n\n(4)\"Program,\" residential conservation service program.\n\nSource:SL 1981, ch 345, §1; SL 1991, ch 16, §4; SL 1994, ch 410 (Ex. Ord. 93-9), §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-1/"
    },
    {
      "id": "section-49-46-2",
      "number": "49-46-2",
      "heading": "Rules for development and implementation of program--Submission of program plan to federal Department of Energy.",
      "text": "49-46-2. Rules for development and implementation of program--Submission of program plan to federal Department of Energy.\n\nThe office may promulgate, monitor and enforce rules pursuant to chapter 1-26 for the development and implementation of a residential conservation service program in furtherance of the National Energy Conservation Policy Act, 42 USC 8201, et seq. The office shall submit to the United States Department of Energy a state plan describing the requirements of the program, as required by the federal law described in this section.\n\nSource:SL 1981, ch 345, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-2/"
    },
    {
      "id": "section-49-46-3",
      "number": "49-46-3",
      "heading": "Utilities' duties--Liability for violations.",
      "text": "49-46-3. Utilities' duties--Liability for violations.\n\nAll covered utilities shall offer a residential energy audit to each of its eligible customers pursuant to the state plan. All covered utilities shall comply in good faith with all the provisions of the state plan. If a covered utility violates the state plan, it shall pay for all costs associated with investigation and prosecution of any complaints.\n\nSource:SL 1981, ch 345, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-3/"
    },
    {
      "id": "section-49-46-4",
      "number": "49-46-4",
      "heading": "Civil fine for violation by utility--Enforcement action--Venue.",
      "text": "49-46-4. Civil fine for violation by utility--Enforcement action--Venue.\n\nAny covered utility that violates any mandatory provision of the state plan promulgated under this chapter is subject to a civil fine not to exceed five hundred dollars per day for each day that the covered utility is in violation. Upon the request of the office, the attorney general shall bring action to enforce the provisions of the state plan. The venue for such action is Hughes County.\n\nSource:SL 1981, ch 345, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-4/"
    },
    {
      "id": "section-49-46-5",
      "number": "49-46-5",
      "heading": "Liability of utility arranging loans or installation for customer.",
      "text": "49-46-5. Liability of utility arranging loans or installation for customer.\n\nNo covered utility that arranges for a lender to make a loan to, or an installer to perform work for an eligible customer is liable in any cause of action between such customer and such lender or installer, unless the utility is the lender or installer. No covered utility is liable to a customer for any claim arising out of a post-installation inspection required and conducted under the state plan, unless the utility is the lender, installer, or supplier.\n\nSource:SL 1981, ch 345, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-5/"
    },
    {
      "id": "section-49-46-6",
      "number": "49-46-6",
      "heading": "Master record of suppliers, installers and lenders--Requirements for inclusion and removal.",
      "text": "49-46-6. Master record of suppliers, installers and lenders--Requirements for inclusion and removal.\n\nThe office shall compile and update periodically a master record of suppliers, installers, and lenders who agree to participate in and meet the requirements of the program. The office shall follow the provisions in the state plan with regard to removal procedures from the master record. To be included in the master record, a supplier, installer, or lender shall agree to comply with the requirements for inclusion and removal contained in the state plan and may be removed by the office for failure to comply with the provisions of the state plan.\n\nSource:SL 1981, ch 345, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-46/section-49-46-6/"
    }
  ]
}