{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-35-consumers-power-district-formation",
  "sections": [
    {
      "id": "section-49-35-1",
      "number": "49-35-1",
      "heading": "Definitions.Section 49-35-2 - Purpose of district",
      "text": "49-35-1. Definitions.\n\nTerms used in chapters 49-35 to 49-40, inclusive, unless the context otherwise plainly requires, shall mean:\n\n(1)\"Consumers power district\" or \"district\" means a district organized under this chapter or as the same may be from time to time altered or extended under the terms of this chapter;\n\n(2)\"Governing body\" means the duly constituted legislative body or governing authority within and for a municipality or rural area;\n\n(3)\"Municipality\" means an incorporated city or town;\n\n(4)\"Plant\" or \"system\" means any and all property owned, used, or operated, or useful for operation, in the generation by means of water power, steam, or any means, or the transmission, distribution, sale or purchase of electrical energy for any and every useful purpose, as defined herein, which may be owned, leased, used or operated in conjunction with such power plant or system;\n\n(5)\"Power\" means any and all electrical energy generated, distributed, bought or sold for purposes of lighting, heating, power, and any and every other purpose whatsoever;\n\n(6)\"Rural area\" means any territory outside of a municipality.\n\nSource:SL 1950 (SS), ch 17, §3; SDC Supp 1960, §52.1703.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-1/"
    },
    {
      "id": "section-49-35-2",
      "number": "49-35-2",
      "heading": "Purpose of district.",
      "text": "49-35-2. Purpose of district.\n\nNonprofit, public service, utility districts may be organized under this chapter for the purpose of supplying electric energy and encouraging and extending the use thereof within or without the State of South Dakota.\n\nSource:SL 1950 (SS), ch 17, §2; SDC Supp 1960, §52.1702; SL 1989, ch 403, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-2/"
    },
    {
      "id": "section-49-35-3",
      "number": "49-35-3",
      "heading": "District as public corporation and political subdivision--Capacity to sue and be sued--General powers.",
      "text": "49-35-3. District as public corporation and political subdivision--Capacity to sue and be sued--General powers.\n\nA district may be created as provided in this chapter, and when so created, shall be a public corporation and political subdivision of this state, and may sue or be sued in its corporate name, and have all other powers in chapters 49-35 to 49-40, inclusive, or hereafter prescribed by law and those incidental or necessary thereto.\n\nSource:SL 1950 (SS), ch 17, §4; SDC Supp 1960, §52.1704.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-3/"
    },
    {
      "id": "section-49-35-4",
      "number": "49-35-4",
      "heading": "Composition of district--Division of municipalities prohibited--Districts within districts.",
      "text": "49-35-4. Composition of district--Division of municipalities prohibited--Districts within districts.\n\nA consumers power district may be composed of the territory of one or more municipalities or rural areas as defined in this chapter, whether contiguous or otherwise, but no municipality or voting precinct shall be divided in the formation of a district. Nothing in chapters 49-35 to 49-40, inclusive, shall be construed to prevent the organization of a district within, or partly within, the territorial boundaries of another district organized hereunder, so long as the plants and systems and the operation of the same, the exercise of powers, and the assumption of duties and responsibilities, of or on the part of one such district, do not nullify, substantially conflict with, or materially affect those of, or on the part of, another such district.\n\nSource:SL 1950 (SS), ch 17, §4; SDC Supp 1960, §52.1704.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-4/"
    },
    {
      "id": "section-49-35-5",
      "number": "49-35-5",
      "heading": "Procedure for creation of district.",
      "text": "49-35-5. Procedure for creation of district.\n\nA consumers power district may be created only by election and the procedure as provided in this chapter.\n\nSource:SL 1950 (SS), ch 17, §5; SDC Supp 1960, §52.1705.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-5/"
    },
    {
      "id": "section-49-35-6",
      "number": "49-35-6",
      "heading": "Rural areas--Petition to clerk of courts.",
      "text": "49-35-6. Rural areas--Petition to clerk of courts.\n\nA consumers power district may be organized in a rural area under the provisions of this chapter by filing within ninety days after the earliest date of the signing by any petitioner in the office of the clerk of courts of the county in which the principal place of business of said district is to be located, the original petition prepared in compliance with the requirements of this chapter and by filing certified copies of such petition in the office of the clerk of courts of all other counties of the State of South Dakota into which any part of the proposed district shall extend.\n\nSource:SL 1950 (SS), ch 17, §6; SDC Supp 1960, §52.1706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-6/"
    },
    {
      "id": "section-49-35-7",
      "number": "49-35-7",
      "heading": "Contents of petition.",
      "text": "49-35-7. Contents of petition.\n\nThe petition for the organization of a consumers power district shall be addressed to the secretary of state and shall state in substance that it is the intent and purpose of the petitioners to create such a district under the provisions of this chapter subject to approval by the registered voters of the proposed district. The petition shall be circulated by an elector or electors of the proposed district and shall state and contain:\n\n(1)The name of the proposed district, which name shall contain the words, consumers power district;\n\n(2)A description of or map or diagram of the proposed district. The name of any municipality shall be a sufficient description of the boundaries thereof;\n\n(3)A general description of the nature of the business which the proposed district intends to engage in, and the location and method of operation of any proposed power plants, systems and facilities stated in general terms only;\n\n(4)The location of the principal place of business of the proposed district;\n\n(5)A statement that the proposed district does not have the power to levy taxes nor to issue general obligation bonds;\n\n(6)A statement that none of the individual members or patrons of the district or any of their property shall ever be liable in any manner for any obligation of the district;\n\n(7)A statement that the district shall always operate on public service, nonprofit principles for the general purposes of providing equality of distribution of electric energy to all the people and areas entitled to its benefits at the lowest obtainable cost so far as practicable under the provisions of this chapter. Plant extension, improvements, maintenance, or operation reserves are not considered as profit;\n\n(8)The names and addresses of the members of the board of directors of the district (not less than five nor more than twenty-one unless the district comprises or proposes to operate in more than fifty counties in the state, in which case the number may not be less than seven), who shall serve until their successors are elected and qualified. In the petition the directors named shall be divided as nearly as possible into three equal groups, the members of the first group to hold office until their successors elected at the first general state election thereafter have qualified, the members of the second group to hold office until their successors elected at the second general state election thereafter have qualified, and the members of the third group to hold office until their successors elected at the third general state election thereafter shall have qualified. The group to which each proposed director belongs shall be designated in the petition;\n\n(9)If the proposed district is a municipality, a statement that the entire municipality is included within the proposed district.\n\nSource:SL 1950 (SS), ch 17, §7; SDC Supp 1960, §52.1707; SL 1998, ch 276, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-7/"
    },
    {
      "id": "section-49-35-8",
      "number": "49-35-8",
      "heading": "Signatories to petition--Basis for computing minimum required signatures--Information in addition to signatures.",
      "text": "49-35-8. Signatories to petition--Basis for computing minimum required signatures--Information in addition to signatures.\n\nThe petition for the organization of a consumers power district shall be signed by five percent of the qualified electors of the proposed district. The number of votes cast for Governor at the general election within the boundaries of the proposed district next preceding the filing of the petition shall be the basis for determining the required number of signatures to the petition. Each petition signer shall also provide the signers printed name, residence address, county of voter registration, and date of signing. To each sheet for petitioners' signatures shall be attached a full and correct copy of the petition.\n\nSource:SL 1950 (SS), ch 17, §8; SDC Supp 1960, §52.1708; SL 1998, ch 276, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-8/"
    },
    {
      "id": "section-49-35-9",
      "number": "49-35-9",
      "heading": "Affidavit by circulator of petition.",
      "text": "49-35-9. Affidavit by circulator of petition.\n\nEvery sheet of every petition for the organization of a consumers power district containing signatures shall have upon it and below the signatures a circulator's verification as required by subdivision 12-1-3(8).\n\nSource:SL 1950 (SS), ch 17, §9; SDC Supp 1960, §52.1709; SL 1998, ch 276, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-9/"
    },
    {
      "id": "section-49-35-10",
      "number": "49-35-10",
      "heading": "Issuance of certificate of filing of petition.",
      "text": "49-35-10. Issuance of certificate of filing of petition.\n\nAfter the petition has been filed in the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law and contains the required number of valid signatures, the secretary of state shall file the petition and issue a certificate of filing of the petition to the county auditor of any counties in which the proposed district lies or the municipal finance officer if the proposed district is confined to one municipality.\n\nSource:SL 1950 (SS), ch 17, §10; SDC Supp 1960, §52.1710; SL 1998, ch 276, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-10/"
    },
    {
      "id": "section-49-35-11",
      "number": "49-35-11",
      "heading": "to 49-35-14. Repealed.",
      "text": "to 49-35-14. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-35-15",
      "number": "49-35-15",
      "heading": "Submission to electors--Procedure for conducting election.",
      "text": "49-35-15. Submission to electors--Procedure for conducting election.\n\nUpon the receipt of the certificate of filing by any county auditor or municipal finance officer receiving the same from the secretary of state, the question shall be submitted to the electors of the proposed district at the next election. The manner of conducting and voting at elections for the formation of such districts under this chapter, opening and closing of polls, keeping poll lists, canvassing the votes, declaring the result, and certifying the returns shall be the same as provided by the general election laws of this state governing the election of county or municipal officers, as the case may be, except as otherwise provided in this chapter.\n\nSource:SL 1950 (SS), ch 17, §10; SDC Supp 1960, §52.1710; SL 1998, ch 276, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-15/"
    },
    {
      "id": "section-49-35-16",
      "number": "49-35-16",
      "heading": "Certification of election returns.",
      "text": "49-35-16. Certification of election returns.\n\nWithin ten days after the canvass of the vote at an election pursuant to §49-35-15, each county auditor or municipal finance officer shall certify and return to the secretary of state the number of votes cast at such election in favor of and against the question submitted. If a majority of the electors voting on the question at the election vote in favor of the question submitted, the secretary of state shall file and record the results of the election and thereupon the district under its designated name constitutes a body politic and corporate.\n\nSource:SL 1950 (SS), ch 17, §10; SDC Supp 1960, §52.1710; SL 1998, ch 276, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-16/"
    },
    {
      "id": "section-49-35-17",
      "number": "49-35-17",
      "heading": "Annexation of additional territory--Consolidation of districts--Petitions--Election.",
      "text": "49-35-17. Annexation of additional territory--Consolidation of districts--Petitions--Election.\n\nA petition for the annexation of additional territory to an existing district may be filed by registered voters of the area to be annexed. Petitions for the consolidation of two or more existing districts shall be filed by registered voters of each existing district. These petitions shall be filed with the secretary of state, specifying the territory to be annexed or the districts to be consolidated, in accordance with the provisions of §§49-35-7 to 49-35-9, inclusive. Upon the filing of such petition, the secretary of state shall follow the procedures of §49-35-10, and an election shall be held pursuant to the provisions of this chapter. If the majority of the electors of such additional territory or in each of the districts to be consolidated, as the case may be, voting thereon shall vote in favor of such annexation or consolidation, the county auditor or municipal finance officer, as the case may be, shall file the results of such election in the principal places of business of the existing districts involved.\n\nSource:SL 1950 (SS), ch 17, §10; SDC Supp 1960, §52.1710; SL 1998, ch 276, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-17/"
    },
    {
      "id": "section-49-35-18",
      "number": "49-35-18",
      "heading": "to 49-35-26. Repealed.",
      "text": "to 49-35-26. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-35-27",
      "number": "49-35-27",
      "heading": "Amendment of petition to change name or principal place of business--Changing number of directors--Changes authorized by directors.",
      "text": "49-35-27. Amendment of petition to change name or principal place of business--Changing number of directors--Changes authorized by directors.\n\nAny district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, increase, enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall comply with the requirements of 49-36-4 and shall be filed forthwith in the Office of the Secretary of State.\n\nSource:SL 1950 (SS), ch 17, §73; SDC Supp 1960, §52.1772; SL 1989, ch 403, §3; SL 1998, ch 276, §21; SL 2003, ch 114, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-27/"
    },
    {
      "id": "section-49-35-28",
      "number": "49-35-28",
      "heading": ", 49-35-29. Repealed.",
      "text": ", 49-35-29. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-35-30",
      "number": "49-35-30",
      "heading": "Amendment of petition for creation of district--Effective date of amendment.",
      "text": "49-35-30. Amendment of petition for creation of district--Effective date of amendment.\n\nThe proposed amendment is effective and in full force immediately upon the issuance of a certificate of amendment by the secretary of state. Thereupon the district, as in the case of the original district, is a public corporation and political subdivision, and shall operate and function accordingly in the reduced and subdivided area, or the increased and enlarged area, under the terms, powers, privileges, and conditions of chapters 49-35 to 49-40, inclusive.\n\nSource:SL 1950 (SS), ch 17, §76; SDC Supp 1960, §52.1775; SL 1998, ch 276, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-30/"
    },
    {
      "id": "section-49-35-31",
      "number": "49-35-31",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-35-32",
      "number": "49-35-32",
      "heading": "Citation of chapters.",
      "text": "49-35-32. Citation of chapters.\n\nChapters 49-35 to 49-40, inclusive, may be cited as the \"Consumers Power Districts Law.\"\n\nSource:SL 1950 (SS), ch 17, §1; SDC Supp 1960, §52.1701.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-35/section-49-35-32/"
    }
  ]
}