{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-28a-hazardous-material-transportation-safety",
  "sections": [
    {
      "id": "section-49-28a-1",
      "number": "49-28A-1",
      "heading": "Definition.Section 49-28A-2 - Rules authorized",
      "text": "49-28A-1. Definition.\n\nThe term, \"motor vehicle\", as used in this chapter means any self-propelled or towed vehicle used on the highways in commerce to principally transport passengers or cargo:\n\n(1)If the vehicle has a gross vehicle weight of ten thousand and one or more pounds;\n\n(2)If the vehicle is designed to transport more than fifteen passengers, including the driver; or\n\n(3)If the vehicle is used in the transportation of materials found by the United States Department of Transportation to be hazardous for the purpose of the Hazardous Materials Transportation Act, as amended (49 U.S.C. §1801 et seq.).\n\nSource:SL 1984, ch 309, §1; SL 1993, ch 235, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-1/"
    },
    {
      "id": "section-49-28a-2",
      "number": "49-28A-2",
      "heading": "Rules authorized.",
      "text": "49-28A-2. Rules authorized.\n\nThe director of the Division of the Highway Patrol may promulgate rules in accordance with chapter 1-26, for the enforcement of motor carrier safety regulations and for the safe transportation of hazardous materials by a motor vehicle. The rules may not apply to any radioactive materials being transported under a permit issued by the U.S. Nuclear Regulatory Commission.\n\nSource:SL 1981, ch 241, §1; SDCL Supp, §32-9-48; SL 1984, ch 309, §2; SL 1986, ch 22, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-2/"
    },
    {
      "id": "section-49-28a-3",
      "number": "49-28A-3",
      "heading": "Adoption of federal regulations--Penalty.",
      "text": "49-28A-3. Adoption of federal regulations--Penalty.\n\nThe state hereby adopts Title 49 of the Code of Federal Regulations, subtitle B, chapter I, subchapter A, part 107 (subparts F and G only) and subchapter C, parts 171 to 180, inclusive, as amended through January 1, 2025, and Title 49 of the Code of Federal Regulations, subtitle B, chapter III, subchapter B, part 387 and parts 390 to 397, inclusive, as amended through January 1, 2025, with the following modifications:\n\n(1)All references to interstate operations must also include intrastate operations except that drivers and motor carriers operating intrastate vehicles and combinations of vehicles with two axles or less or with a gross vehicle weight rating of not more than twenty-six thousand pounds that are not used to transport hazardous materials requiring placarding under part 177, or designed to transport more than fifteen passengers, including the driver, are not subject to parts 390 to 397, inclusive;\n\n(2)For the purposes of 49 C.F.R. §391.11(b)(1), a driver must be at least twenty-one years old if engaged in interstate commerce, or transporting hazardous material of a type or quantity requiring placarding under part 177, or operating a vehicle designed to transport more than fifteen passengers, including the driver. All other drivers must be at least eighteen years old;\n\n(3)Unless required by an employer to be medically certified under Title 49 of the Code of Federal Regulations, intrastate drivers are exempt from the physical requirements of 49 C.F.R. §391.41.\n\nAny violation of part 387 and parts 390 to 396, inclusive, the motor carrier safety requirements governing the qualifications of drivers, driving of motor vehicles, parts and accessories necessary for safe operation, notification and reporting of accidents, assistance with investigations and special studies, hours of service of drivers, inspection, repair, and maintenance is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to registration of cargo tank motor vehicles, registration of persons who offer or transport hazardous materials, general information, regulations and definitions, hazardous materials tables, hazardous materials communication regulations, and test and inspection marking requirements found in parts 107 (subparts F and G only), 171, 172, and 178 to 180, inclusive, is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to packaging, prohibited shipments, loading and unloading, segregation and separation, retesting and inspection of cargo tanks, and other carriage by regulations found in parts 173 to 180, inclusive, or violation of the driving and parking rules in part 397, is a Class 1 misdemeanor.\n\nSource: SL 1981, ch 241, §2; SDCL Supp, §32-9-49; SL 1984, ch 309, §3; SL 1986, ch 22, §16; SL 1986, ch 395, §1; SL 1989, ch 400; SL 1991, ch 383; SL 1993, ch 235, §6; SL 1995, ch 262; SL 1997, ch 265, §1; SL 1998, ch 273, §1; SL 2001, ch 254, §1; SL 2002, ch 213, §1; SL 2003, ch 237, §1; SL 2004, ch 282, §1; SL 2005, ch 242, §1; SL 2006, ch 235, §1; SL 2007, ch 265, §1; SL 2008, ch 239, §1; SL 2009, ch 237, §1; SL 2010, ch 221, §1; SL 2011, ch 205, §1; SL 2012, ch 229, §1; SL 2013, ch 236, §1; SL 2014, ch 220, §1; SL 2015, ch 230, §1; SL 2016, ch 225, §1; SL 2017, ch 196, §1; SL 2018, ch 263, §1; SL 2018, ch 264, §1; SL 2019, ch 198, §1; SL 2020, ch 201, §1; SL 2021, ch 199, §1; SL 2022, ch 169, §1; SL 2023, ch 157, §1; SL 2024, ch 187, §1; SL 2025, ch 192, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-3/"
    },
    {
      "id": "section-49-28a-31",
      "number": "49-28A-3.1",
      "heading": "Qualified intrastate drivers under age twenty-one.",
      "text": "49-28A-3.1. Qualified intrastate drivers under age twenty-one.\n\nNotwithstanding the provisions of §49-28A-3, any person under the age of twenty-one but over the age of eighteen may become a qualified intrastate driver if the person is certified as a private applicator pursuant to §38-21-23.\n\nSource:SL 1988, ch 374; SL 2009, ch 238, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-3-1/"
    },
    {
      "id": "section-49-28a-32",
      "number": "49-28A-3.2",
      "heading": "Application of federal hours-of-service regulations to gas or electric utility service vehicles.",
      "text": "49-28A-3.2. Application of federal hours-of-service regulations to gas or electric utility service vehicles.\n\nHours-of-service regulations promulgated by the United States Department of Transportation at 68 Federal Register 22456, in April 2003, (Federal hours-of-service amendments) shall apply to utility service vehicles owned or operated by gas or electric utilities while engaged in intrastate commerce within this state, on or after January 1, 2006. However, hours-of-service regulations that were applicable in the State of South Dakota immediately prior to January 4, 2004, shall remain applicable to gas or electric utility service vehicles until January 1, 2006.\n\nSource:SL 2004, ch 282, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-3-2/"
    },
    {
      "id": "section-49-28a-33",
      "number": "49-28A-3.3",
      "heading": "Implementation of the 2004 federal hours-of-service amendment to preserve federal funding--Exemption.",
      "text": "49-28A-3.3. Implementation of the 2004 federal hours-of-service amendment to preserve federal funding--Exemption.\n\nIf the United States Department of Transportation issues an official formal finding that one or more portions of §49-28A-3, §§49-28A-3.2 and 49-28A-3.3, inclusive, may result in the loss of Federal Motor Carrier Safety Assistance Program funding, the Department of Public Safety may, by rule promulgated pursuant to chapter 1-26, implement the 2004 federal hours-of-service amendment as may be appropriate to preserve such federal funding.\n\nIf federal law or regulations are amended, or otherwise altered under law, at any time to cause to be exempted a class or group of vehicles, which class or group would include such gas or electric utility service vehicles within this state, from the hours-of-service requirements, any exemption shall be effective in this state immediately for the duration of the federal exemption.\n\nSource:SL 2004, ch 282, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-3-3/"
    },
    {
      "id": "section-49-28a-4",
      "number": "49-28A-4",
      "heading": "49-28A-4.Repealed by SL 1986, ch 395, §2.",
      "text": "49-28A-4.Repealed by SL 1986, ch 395, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-28a-5",
      "number": "49-28A-5",
      "heading": "Annual review of regulations.",
      "text": "49-28A-5. Annual review of regulations.\n\nThe director of the Division of the Highway Patrol shall annually review the regulations for motor carrier safety and the transportation of hazardous materials as contained in the code of federal regulations to determine if the rules promulgated pursuant to §49-28A-2 should be amended.\n\nSource:SL 1981, ch 241, §3; SDCL Supp, §32-9-50; SL 1984, ch 309, §4; SL 1986, ch 22, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-5/"
    },
    {
      "id": "section-49-28a-6",
      "number": "49-28A-6",
      "heading": "Inspection of vehicles and records.",
      "text": "49-28A-6. Inspection of vehicles and records.\n\nThe Department of Public Safety shall have the right of entry to inspect a motor carrier's vehicles and records for compliance with the rules adopted under §49-28A-2. This includes authority to break cargo seals to inspect the stability of the load and its hazardous nature and to enter upon the carrier's premises and inspect and copy documents.\n\nSource:SL 1984, ch 309, §4A; SL 2003, ch 272 (Ex. Ord. 03-1), §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-6/"
    },
    {
      "id": "section-49-28a-7",
      "number": "49-28A-7",
      "heading": "Accident involving spill or leakage--Notice--Coordination of actions.",
      "text": "49-28A-7. Accident involving spill or leakage--Notice--Coordination of actions.\n\nIn the event of an accident resulting in a spill or leakage of a hazardous material, the motor carrier or the first law enforcement officer to arrive at the scene of the accident shall immediately contact the Department of Public Safety. The Department of Public Safety shall coordinate all actions in response to a spill or leakage of a hazardous material.\n\nSource:SL 1981, ch 241, §4; SDCL Supp, §32-9-51; SL 1984, ch 309, §5; SL 2006, ch 235, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-7/"
    },
    {
      "id": "section-49-28a-8",
      "number": "49-28A-8",
      "heading": "Acceptance and administration of grants and gifts.",
      "text": "49-28A-8. Acceptance and administration of grants and gifts.\n\nThe Department of Public Safety and the Department of Agriculture and Natural Resources may accept and administer grants and gifts for carrying out functions pursuant to this chapter, subject to the provisions of chapters 4-8, 4-8A and 4-8B.\n\nSource: SL 1981, ch 241, §5; SDCL Supp, §32-9-52; SL 1984, ch 309, §6; SL 1991, ch 17, §17; SL 2003, ch 272 (Ex. Ord. 03-1), §22; SL 2021, ch 1 (Ex. Ord.21-3), § 14, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-8/"
    },
    {
      "id": "section-49-28a-9",
      "number": "49-28A-9",
      "heading": "49-28A-9.Repealed by SL 1986, ch 395, §3.",
      "text": "49-28A-9.Repealed by SL 1986, ch 395, §3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-28a-10",
      "number": "49-28A-10",
      "heading": "Warning placards required on storage facilities for hazardous or explosive materials--Violation as misdemeanor.",
      "text": "49-28A-10. Warning placards required on storage facilities for hazardous or explosive materials--Violation as misdemeanor.\n\nNo person may store any hazardous materials or class 1.1, 1.2, 1.3, 1.4, or 1.5 explosives, as outlined under 49 CFR 172, as amended through January1, 2006, in any storage facility unless the storage facility has placards warning of the storage of hazardous or explosive materials. The placards at a storage facility shall be in plain sight, shall be so located that a bullet passing through any of the placards will not strike the storage facility, and may not be more than one hundred feet apart. The owner of any storage facility storing hazardous or explosive material shall maintain shipping records on such hazardous or explosive materials on the premises and shall provide the shipping records to any law enforcement agency or fire department upon demand. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, a storage facility is any enclosed structure where materials are kept or warehoused.\n\nThe provisions of this section do not apply to a retail business establishment licensed under the provisions of chapter 10-45, residential property, a storage shed on residential property or any farm building, but only to warehouse facilities whose structure is separated from retail establishments.\n\nSource:SL 1991, ch 384; SL 2006, ch 236, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-28a/section-49-28a-10/"
    }
  ]
}