{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-34-electric-gas-water-heating-refrigeration-and-stre",
  "sections": [
    {
      "id": "section-49-34-1",
      "number": "49-34-1",
      "heading": "Use of public way for transmission facilities",
      "text": "49-34-1. Use of public way for transmission facilities.\n\nSubject to the provisions of §§31-26-1 to 31-26-8, inclusive, any municipal corporation or county may grant to any corporation organized under chapter 49-33, upon such terms as the proper authorities thereof shall determine, the use of any street, highway, turnpike, or bridge within its limits for the purpose of transmitting or distributing electricity, or for the purpose of laying single or double tracks and running cars thereon for the carriage of freight and passengers, to be propelled by animal, electric, or mechanical power, with all the necessary turnouts, curves, and switches and other conveniences for the transmission of electric power and the laying and operation of such railroad along such highway shall not be held to be an additional burden.\n\nSource:SDC 1939, §52.1510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-1/"
    },
    {
      "id": "section-49-34-2",
      "number": "49-34-2",
      "heading": "Construction standards--Obstruction of travel--Repairs.",
      "text": "49-34-2. Construction standards--Obstruction of travel--Repairs.\n\nEvery railroad, electric light, or power line, constructed and operated upon any public street or highway pursuant to §49-34-1, shall be constructed upon the most approved plan and be subject to such reasonable rules and regulations as the proper authorities may from time to time prescribe and shall be so laid and operated as not to obstruct public travel therein; rails shall be laid flush with the surface of the street or highway and shall not be permitted to project above the same; that portion of the street or roadway between tracks and for one foot from the outer edge thereof shall be kept in repair and condition by such corporation at its own expense.\n\nSource:SDC 1939, §52.1510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-2/"
    },
    {
      "id": "section-49-34-3",
      "number": "49-34-3",
      "heading": "Contracts for central heating.",
      "text": "49-34-3. Contracts for central heating.\n\nThe board of county commissioners, the governing body of any municipal corporation, the board of trustees or directors of any religious, fraternal, or benevolent society, association, or corporation shall have power and authority to enter into a contract with a central heating corporation or association for the purpose of securing heat, building and maintaining its mains in front of or alongside its property, and shall have the right to use the funds of said county, municipal corporation, or religious, fraternal, or benevolent society, association, or corporation for the purposes herein mentioned.\n\nSource:SDC 1939, §52.1802.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-3/"
    },
    {
      "id": "section-49-34-4",
      "number": "49-34-4",
      "heading": "Acquiring property for accessory facilities--Procedure for condemnation.",
      "text": "49-34-4. Acquiring property for accessory facilities--Procedure for condemnation.\n\nAny corporation organized under chapter 49-33 may acquire by purchase, grant, or condemnation and hold and use such real and other property as may be necessary for the construction and operation of its business, including powerhouses, carbarns, stations, machine and repair shops, electric plants, and power lines, including right of way and water for ditches, canals, or flumes by which to generate electricity therefor, and other conveniences reasonably necessary to accomplish the objects of its incorporation.\n\nWhenever any such corporation shall exercise the right of eminent domain it shall proceed as provided by law and the rules of practice and procedure pertaining to condemnation proceedings.\n\nSource:SDC 1939, §52.1511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-4/"
    },
    {
      "id": "section-49-34-5",
      "number": "49-34-5",
      "heading": "Condemnation of parks or boulevards prohibited.",
      "text": "49-34-5. Condemnation of parks or boulevards prohibited.\n\nNothing contained in this chapter or chapter 49-33 shall be construed to authorize the condemnation of any part of any public park or boulevard in any municipality.\n\nSource:SDC 1939, §52.1511; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-5/"
    },
    {
      "id": "section-49-34-6",
      "number": "49-34-6",
      "heading": "Extension of facilities--Branch lines--Designation of route--Filing with secretary of state--Aid authorized.",
      "text": "49-34-6. Extension of facilities--Branch lines--Designation of route--Filing with secretary of state--Aid authorized.\n\nAny corporation organized under chapter 49-33 may extend its railroad, electric light or power line from any point named in its charter or articles of incorporation and may build branch lines either from any point on its line or from any point on the line of any other company connecting or to be connected with its line. Before such extension is made, such corporation shall, by resolution of its directors, to be entered in the record of its proceedings, designate the route of such proposed branch and extension and file a copy of such record, certified by its president and secretary, with the secretary of state and cause the same to be recorded. Thereupon such corporation shall have all the rights and privileges to make such extension and receive aid therefor which it would have had if such branch or extension had been authorized in its original certificate.\n\nSource:SDC 1939, §52.1513.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-6/"
    },
    {
      "id": "section-49-34-7",
      "number": "49-34-7",
      "heading": "Branches to commercial facilities--Condemnation of right-of-way--Maximum length of branch.",
      "text": "49-34-7. Branches to commercial facilities--Condemnation of right-of-way--Maximum length of branch.\n\nEvery corporation organized under chapter 49-33 may build, maintain, and operate branch or spur tracks, electric light or power lines from its main line or any branch thereof to and upon the grounds of any mill, elevator, storehouse, warehouse, or manufacturing establishment with tracks, switches, and such turnouts as may be convenient or necessary, and may acquire its right-of-way for such spur tracks, electric light or power lines by grant, purchase, or condemnation; provided that the provisions of §49-34-6 shall not apply to nor affect the provisions of this section if the branches and spur tracks, electric light or power lines herein mentioned do not exceed two miles in length from the line of such railroad, electric or power line.\n\nSource:SDC 1939, §52.1514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-7/"
    },
    {
      "id": "section-49-34-8",
      "number": "49-34-8",
      "heading": "Extension of foreign facilities through state--Local taxation and regulation.",
      "text": "49-34-8. Extension of foreign facilities through state--Local taxation and regulation.\n\nAny street railway, gas, electric light, or power company incorporated or existing under the laws of the United States, or any state or territory of the United States, may construct, extend, maintain, and operate its tracks, power powerhouses, or lines, or any portion or branch thereof, into and through this state, and any such corporation shall possess, and may exercise and enjoy all the rights, powers, privileges, and franchises possessed by such corporations organized under the laws of this state; all such corporations shall be subject to taxation, and regulation and control by the laws of this state, in all respects the same as corporations organized under the laws of this state; provided that such corporations shall first comply with all provisions of the laws of this state relating to foreign corporations doing business herein.\n\nSource:SDC 1939, §52.1517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-8/"
    },
    {
      "id": "section-49-34-9",
      "number": "49-34-9",
      "heading": "Power to borrow money and give security--Resolution of board of directors.",
      "text": "49-34-9. Power to borrow money and give security--Resolution of board of directors.\n\nAny corporation organized under the provisions of chapter 49-33 may, from time to time, borrow such sums of money at such rates of interest and upon such terms as the corporation or board of directors shall agree and authorize, and shall have power to execute trust deeds or mortgages, or both, as occasion may require, on any or all of its property for any amounts borrowed or owing by the corporation and therein to make provisions granting, transferring, or mortgaging its railroad tracks, right-of-way, powerhouses, shops, barns, depot grounds, right, franchises, exemptions, rolling stock, furniture, tools, equipment, and appurtenances, used in connection with the business of such corporation in any manner whatever, then belonging to such corporation or which it may thereafter acquire as security for any bonds or evidences of debt therein mentioned in such manner as the corporation or its directors shall think proper and shall by resolution direct, and such instrument shall fully convey the same as therein described.\n\nSource:SDC 1939, §52.1516; SL 1947, ch 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-9/"
    },
    {
      "id": "section-49-34-10",
      "number": "49-34-10",
      "heading": "Foreclosure of security--Succession to rights and powers.",
      "text": "49-34-10. Foreclosure of security--Succession to rights and powers.\n\nIn case of a judicial sale by virtue of any trust deed or mortgage authorized by §49-34-9, any person or any other corporation organized under the provisions of chapter 49-33 may become the purchaser thereat, and the person or corporation acquiring title under such sale, his or its associates, successors or assigns shall thereafter have, exercise, and enjoy all the rights, powers, franchises, and advantages, which were possessed by such corporation making the same or contracting the debt, as fully and absolutely as such corporation, its officers, or agents might have done had such sale not taken place.\n\nSource:SDC 1939, §52.1516; SL 1947, ch 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-10/"
    },
    {
      "id": "section-49-34-11",
      "number": "49-34-11",
      "heading": "Recordation of security with secretary of state--Effective date of lien--After acquired property.",
      "text": "49-34-11. Recordation of security with secretary of state--Effective date of lien--After acquired property.\n\nAny trust deed or mortgage executed by a corporation organized under the provisions of chapter 49-33 or qualified in accordance with the provisions of §§47-1A-1501 to 47-1A-1532, inclusive, relative to the qualification of foreign corporations to transact business in this state, and carrying on a street railway, natural or artificial gas or electric public utility business shall be filed and recorded in the office of the secretary of state and such filing for record thereof shall create a lien upon such property, real and personal, from the time of such filing, and shall have the same effect, as to any property in this state described therein, as the record or filing of any similar instrument in the office of the register of deeds as to property in his county as if it were filed or recorded in each and every county in which any property therein described may be situated, and such filing and recording in the office of the secretary of state shall be the only recording or filing required. The deeds of trust or mortgages may by their terms include after-acquired real and personal property, and are as valid and effectual for that purpose as if this after-acquired property were owned by, and in possession of, the corporation giving the deed of trust or mortgage at the time of its execution.\n\nSource:SDC 1939, §52.1516; SL 1947, ch 237; SL 1989, ch 402, §1; SL 2005, ch 202, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-11/"
    },
    {
      "id": "section-49-34-111",
      "number": "49-34-11.1",
      "heading": "Public utility defined.",
      "text": "49-34-11.1. Public utility defined.\n\nAs used in §§49-34-11.1 to 49-34-11.4, inclusive, the term \"public utility\" means a corporation, its lessees, its trustees and receivers, operating, maintaining or controlling in this state after July 1, 1967, equipment or facilities for the production, generation, transmission or distribution at retail of gas or electric service for the public and in the transmission and distribution using, or having a right to use, public roads, streets, alleys, or other public ways for the purpose of constructing, using, operating or maintaining wires, pipes, conduits or other facilities, which corporation is organized under the provisions of chapter 49-33 or is qualified in accordance with the provisions of §§47-1A-1501 to 47-1A-1532, inclusive, as a foreign corporation authorized to transact business in this state.\n\nSource:SL 1989, ch 402, §2; SL 2005, ch 202, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-11-1/"
    },
    {
      "id": "section-49-34-112",
      "number": "49-34-11.2",
      "heading": "Perfection of security interest in personal property or fixtures of public utility--Filing requirements and effectiveness.",
      "text": "49-34-11.2. Perfection of security interest in personal property or fixtures of public utility--Filing requirements and effectiveness.\n\nNotwithstanding §§57A-9-302, 57A-9-401, 57A-9-402, and 57A-9-403, all filings required under the uniform commercial code in order to perfect a security interest against the personal property or fixtures of a debtor public utility shall be made and maintained in the Office of the Secretary of State. If the financing statement covers goods of a debtor public utility which are or are to become fixtures, no description of the real estate or the name of the record owner thereof is required. Filing of a financing statement against the property of a debtor public utility is effective until released or terminated.\n\nSource:SL 1989, ch 402, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-11-2/"
    },
    {
      "id": "section-49-34-113",
      "number": "49-34-11.3",
      "heading": "Mortgage or trust deed securing debt executed by public utility--Filing requirements and effectiveness.",
      "text": "Mortgage or trust deed securing debt executed by public utility--Filing requirements and effectiveness.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49-34-114",
      "number": "49-34-11.4",
      "heading": "Applicability of uniform commercial code and other laws--Single filing--Compliance with retention requirements.",
      "text": "49-34-11.4. Applicability of uniform commercial code and other laws--Single filing--Compliance with retention requirements.\n\nUnless displaced by the specific provisions of §§49-34-11.1 to 49-34-11.4, inclusive, the uniform commercial code and other applicable laws remain in full force and effect and supplement the provisions of §§49-34-11.1 to 49-34-11.4, inclusive. The public utility may make a single filing under §§49-34-11, 49-34-11.2 and 49-34-11.3, and the secretary of state shall accept the same as a single filing for all three purposes. The financing statement shall identify the public utility as a \"transmitting utility\" and shall be indexed under subsection 57A-9-403(4), but the index may also refer to the secretary of state's recording data for real estate records under §§49-34-11 and 49-34-11.3 and the retention by the secretary of state of a microfilm or other photographic copy of the document filed in the real estate records shall be sufficient to comply with the retention requirement of subsection 57A-9-403(4).\n\nSource:SL 1989, ch 402, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-11-4/"
    },
    {
      "id": "section-49-34-12",
      "number": "49-34-12",
      "heading": "Assignment or discharge of security--Recordation with secretary of state--Description of property.",
      "text": "49-34-12. Assignment or discharge of security--Recordation with secretary of state--Description of property.\n\nAny trust deed or mortgage described in §49-34-9 may be assigned or discharged by filing for record in the office of the secretary of state and in the office of the register of deeds of each county, if any, in which the trust deed or mortgage shall have been filed for record an instrument of assignment or discharge executed in the manner and setting forth the information required with respect to real estate mortgages by §§44-8-13 and 44-8-14, respectively; provided, however, that no such instrument need set forth the description of the mortgaged property, except that an instrument of discharge whereby less than all the mortgaged property is released from the lien of the trust deed or mortgage shall set forth the full description of, or clearly identify by reference to numbered or lettered portions of the descriptions as the same appear in the trust deed or mortgage, the property so released.\n\nSource:SDC 1939, §52.1516 as added by SL 1947, ch 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-12/"
    },
    {
      "id": "section-49-34-13",
      "number": "49-34-13",
      "heading": "False meter readings as misdemeanor.",
      "text": "49-34-13. False meter readings as misdemeanor.\n\nIt is a Class 2 misdemeanor for any person employed to read meters who knowingly reports to his employer that a consumer of gas, water, electricity, heat, refrigeration or air has used a greater quantity of gas, water, electricity, heat, refrigeration or air than the amount actually used by the consumer.\n\nSource:SDC 1939, §13.1814; SL 1983, ch 15, §135.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-13/"
    },
    {
      "id": "section-49-34-14",
      "number": "49-34-14",
      "heading": "Overcharging--Civil fine--Charging station exempt.",
      "text": "49-34-14. Overcharging--Civil fine--Charging station exempt.\n\nAny person who knowingly charges any consumer of gas or electricity an amount greater than that actually billed by a gas utility or electric utility, as defined in §49-34A-1, may be punished by a civil fine not exceeding five hundred dollars. Nothing in this section applies to an electric vehicle charging station selling or providing electricity pursuant to §49-34A-116.\n\nSource: SDC 1939, §13.1814; SL 1983, ch 15, §136; SL 1983, ch 331, §12; SL 2024, ch 188, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-14/"
    },
    {
      "id": "section-49-34-15",
      "number": "49-34-15",
      "heading": "Destruction of facilities as felony.",
      "text": "49-34-15. Destruction of facilities as felony.\n\nAny person who, without lawful authority, intentionally breaks, digs up, or obstructs any pipe or main for conducting gas or water, any works erected for supplying buildings with gas or water, or any appurtenances or appendages therewith connected, is guilty of a Class 6 felony.\n\nSource:SDC 1939, §13.4509; SL 1983, ch 15, §137.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-15/"
    },
    {
      "id": "section-49-34-16",
      "number": "49-34-16",
      "heading": "Unauthorized or fraudulent connection as misdemeanor--Civil liability unaffected.",
      "text": "49-34-16. Unauthorized or fraudulent connection as misdemeanor--Civil liability unaffected.\n\nIt is a Class 2 misdemeanor for any person without lawful authority to connect or cause to be connected with a main or service pipe or conductor of heat, refrigeration, air conditioning, gas, water or electricity, a pipe, wire or other device for the purpose of obtaining gas, water, electrical current, heat or other service therefrom; or to, with intent to defraud, connect or cause to be connected with any meter installed by such company for the purpose of registering the amount of gas, water, electricity, heat or other service supplied to a customer, any pipe, wire or other device, or to disconnect, change, or in any manner interfere with any such meter or any pipe, wire or appliance connected therewith, so that such meter will not measure or register the full amount of gas, water, electricity, heat or other service supplied to a customer. Nothing in this section shall affect the right of a service company to recover by an action at law for the loss of gas, water, electricity, heat or other service, or any injury caused by such unlawful connection.\n\nSource:SDC 1939, §13.1813; SL 1983, ch 15, §138.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-16/"
    },
    {
      "id": "section-49-34-17",
      "number": "49-34-17",
      "heading": "Joint ownership of property used in connection with natural gas or electricity--Agreements for restrictions on alienation.",
      "text": "49-34-17. Joint ownership of property used in connection with natural gas or electricity--Agreements for restrictions on alienation.\n\nAny two or more persons who own or intend to own, jointly, by partnership interest, or as tenants in common any property used or to be used in whole or in part for the generation, transmission or distribution of electricity, or for the production, gathering, storage, processing, transmission or distribution of manufactured or natural gas, in each case for the ultimate public consumption, may enter into agreements waiving their respective rights to the partition of such property or otherwise restricting the alienation thereof for a period of time ending not later than the abandonment of the use of such property, and without limiting the generality of the foregoing, such agreements shall not be invalid or unenforceable as violating any rule of law against perpetuities or suspension of the power of alienation of the title to the property.\n\nThis section shall apply to agreements entered into prior to, as well as subsequent to, the effective date of this section.\n\nSource:SL 1972, ch 251, §§1, 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-17/"
    },
    {
      "id": "section-49-34-18",
      "number": "49-34-18",
      "heading": "Unauthorized use of service--Definitions.",
      "text": "49-34-18. Unauthorized use of service--Definitions.\n\nTerms as used in this section and §§49-34-19 to 49-34-21, inclusive, mean:\n\n(1)\"Bypassing,\" the act of attaching, connecting or in any manner affixing any wire, cord, socket, motor or other instrument, device or contrivance to the utility supply system or any part thereof in a manner as to transmit, supply or use any utility service without passing through an authorized meter for measuring or registering the amount of utility service;\n\n(2)\"Customer,\" the person responsible for payment for utility services for the premises. The term includes employees and agents of the customer;\n\n(3)\"Tampering,\" damaging, altering, adjusting or in any manner interfering with or obstructing the action or operation of any meter provided for measuring or registering the amount of utility service passing through the meter, or any valve provided by the utility for preventing back flow of water into the supply lines, or any other devices owned and maintained by the utility;\n\n(4)\"Unauthorized metering,\" removing, moving, installing, connecting, reconnecting or disconnecting any meter or metering device for utility service by a person other than an authorized employee or agent of a utility;\n\n(5)\"Utility,\" any public utility, municipally owned utility, rural water system or cooperative utility which provides electricity, gas or water for sale to consumers;\n\n(6)\"Utility service,\" the provision of electricity, gas, water or any other service or commodity customarily furnished by the utility for compensation;\n\n(7)\"Utility supply system,\" includes all wire, conduits, pipes, cords, sockets, motors, meters, instruments and all other devices used by the utility for the purpose of providing utility service.\n\nSource:SL 1985, ch 375, §1; SL 1999, ch 228, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-18/"
    },
    {
      "id": "section-49-34-19",
      "number": "49-34-19",
      "heading": "Civil liability for unauthorized service and damage to facilities--Limitation of action--Treble damages--Costs.",
      "text": "49-34-19. Civil liability for unauthorized service and damage to facilities--Limitation of action--Treble damages--Costs.\n\nA utility may bring a civil action for damages against any person who commits, authorizes, solicits, aids, abets or attempts any of the following acts resulting in damages to the utility, namely: bypassing, tampering or unauthorized metering. In addition, a utility may bring a civil action for damages pursuant to this section against any person who knowingly receives utility service through means of bypassing, tampering or unauthorized metering. An action brought pursuant to this section shall be commenced within three years after the cause of action accrues. In any civil action brought pursuant to this section, the utility shall be entitled, upon proof of willful or intentional bypassing, tampering or unauthorized metering, to recover as damages three times the amount of the actual damages plus all reasonable expense and costs incurred on account of the bypassing, tampering or unauthorized metering, including but not limited to, costs and expenses for investigation, disconnection, reconnection, service calls, employees and equipment, expert witness fees, costs of trial and reasonable attorney's fees as allowed by the court. If a defendant in a civil action brought pursuant to §§49-34-18 to 49-34-21, inclusive, prevails, the court shall award costs to the defendant.\n\nSource:SL 1985, ch 375, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-19/"
    },
    {
      "id": "section-49-34-191",
      "number": "49-34-19.1",
      "heading": "Tampering with back flow preventer a misdemeanor.",
      "text": "49-34-19.1. Tampering with back flow preventer a misdemeanor.\n\nIt is a Class 2 misdemeanor for any person without lawful authority to connect, disconnect, bypass, or tamper with a back flow preventer installed on a public water system. Nothing in this section affects the right of a water service company to recover any damages caused by the violation of this section.\n\nSource:SL 1999, ch 228, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-19-1/"
    },
    {
      "id": "section-49-34-20",
      "number": "49-34-20",
      "heading": "Presumptions.",
      "text": "49-34-20. Presumptions.\n\nThere is a rebuttable presumption that a tenant or occupant of any premises where bypassing, tampering or unauthorized metering is proven to exist, caused or had knowledge of such bypassing, tampering or unauthorized metering, if the tenants or occupant had controlled access to the part of the utility supply system on the premises where the bypassing, tampering or unauthorized metering is proven to exist, and if the tenant or occupant was responsible or partially responsible for payment to the utility or to any other person for utility services provided for the premises. There is a rebuttable presumption that a utility customer at any premises where bypassing, tampering or unauthorized metering is proven to exist, caused or had knowledge of such bypassing, tampering or unauthorized metering, if the customer controlled access to the part of the utility supply system on the premises where the bypassing, tampering or unauthorized metering is proven to exist.\n\nSource:SL 1985, ch 375, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-20/"
    },
    {
      "id": "section-49-34-21",
      "number": "49-34-21",
      "heading": "Remedies additional.",
      "text": "49-34-21. Remedies additional.\n\nIt is the purpose of this section and §§49-34-18 to 49-34-20, inclusive, to provide additional remedies to avoid the wrongful use of the facilities of utilities; and nothing in this section and §§49-34-18 to 49-34-20, inclusive, abridges or alters those rights of action or remedies existing prior to July 1, 1985.\n\nSource:SL 1985, ch 375, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-34/section-49-34-21/"
    }
  ]
}