{
  "state": "south-dakota",
  "path": "title-title-49-public-utilities-and-carriers/chapter-chapter-39-consumers-power-district-borrowing-and-indebtedne",
  "sections": [
    {
      "id": "section-49-39-1",
      "number": "49-39-1",
      "heading": "Authority to borrow--Funds available for repayment--Security for loan",
      "text": "49-39-1. Authority to borrow--Funds available for repayment--Security for loan.\n\nAny district organized under chapter 49-35 may borrow money and incur indebtedness for any corporate use or purpose. Any indebtedness, liability, or obligation of the district for the payment of money, in whatever manner entered or incurred, and whether arising from contract, implied contract, or otherwise, shall be payable solely:\n\n(1)From revenues, income, and receipts derived by the district from its operation and management of power plants or systems; or\n\n(2)From the issuance or sale by the district of its warrants, notes, debentures, bonds, variable rate obligations, or other evidences of indebtedness, payable solely from such revenues, income, and receipts, or from the proceeds and avails of the sale of property of the district.\n\nAny district may pledge and put up as collateral security for a loan any revenue debentures, notes, warrants, bonds, or other evidences of indebtedness, issued by it.\n\nSource:SL 1950 (SS), ch 17, §45; SDC Supp 1960, §52.1745; SL 1989, ch 403, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-1/"
    },
    {
      "id": "section-49-39-2",
      "number": "49-39-2",
      "heading": "Pledging revenues as security for borrowing.",
      "text": "49-39-2. Pledging revenues as security for borrowing.\n\nAny consumers power district issuing revenue debentures, notes, warrants, bonds or other evidences of indebtedness is specifically authorized and empowered to pledge all or any part of the revenues which the district may derive from the sale of electrical energy or other service as security for payment of the principal and interest thereon. Any pledge of revenues shall be made by the directors of the district by resolution or by agreement with the purchasers or holders of revenue debentures, notes, warrants, bonds or other evidences of indebtedness. Any pledge of revenues made by a consumers power district pursuant to this chapter is valid and binding from the date the pledge is made and creates a perfected security interest in the revenues pledged. The revenues pledged and held or thereafter received by the consumers power district or any fiduciary are immediately subject to the lien of the pledge without physical delivery or further act, and the lien of the pledge is valid and binding against all parties having claims of any kind in tort, contract or otherwise against the entity, without regard to whether the parties have notice thereof. Neither resolution or agreement with the purchasers or holders of revenue debentures, notes, warrants, bonds or other evidences of indebtedness by which a pledge is created nor any financing statement, continuation statement, or other instrument relating to the pledge are required to be filed or recorded in any manner.\n\nSource:SL 1950 (SS), ch 17, §46; SDC Supp 1960, §52.1746; SL 1983, ch 345, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-2/"
    },
    {
      "id": "section-49-39-3",
      "number": "49-39-3",
      "heading": "Resolution specifying particular revenues pledged.",
      "text": "49-39-3. Resolution specifying particular revenues pledged.\n\nAny resolution or agreement pursuant to §49-39-2 may specify the particular revenues that are pledged and the terms and conditions to be performed by the district and the rights of the holders of such revenue debentures, notes, warrants, bonds, or other evidences of indebtedness, and may provide for priorities of liens in any such revenues as between the holders of revenue debentures, notes, warrants, bonds, or other evidences of indebtedness, issued at different times or under different resolutions or agreements.\n\nSource:SL 1950 (SS), ch 17, §47; SDC Supp 1960, §52.1747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-3/"
    },
    {
      "id": "section-49-39-4",
      "number": "49-39-4",
      "heading": "Refunding of indebtedness--Issuance of refunding securities--Disposition of proceeds.",
      "text": "49-39-4. Refunding of indebtedness--Issuance of refunding securities--Disposition of proceeds.\n\nA resolution or agreement pursuant to §49-39-2 may further provide for the refunding of any revenue debentures, notes, warrants, bonds or other evidences of indebtedness through the issuance of other revenue debentures, notes, warrants, bonds or other evidences of indebtedness. The resolution may provide that holders are entitled to rights and priorities similar in all respects to those held by the revenue debentures, notes, warrants, bonds or other evidences of indebtedness that are refunded, and for the issuance of the refunding revenue debentures, notes, warrants, bonds or other evidences of indebtedness, either in exchange for revenue debentures, notes, warrants, bonds or other evidences of indebtedness then outstanding, or the sale thereof. The proceeds may be applied, in addition to any other authorized purposes, to the purchase, redemption or payment of the revenue debentures, notes, warrants, bonds or other evidences of indebtedness, then outstanding. Pending application of the proceeds of any refunding revenue debentures, notes, warrants, bonds or other evidences of indebtedness being refunded, if so provided or permitted in the resolution or agreement providing for the issuance of the refunding revenue debentures, notes, warrants, bonds or other evidences of indebtedness, to the payment of any interest on the refunding revenue debentures, notes, warrants, bonds or other evidences of indebtedness and any expenses in connection with the refunding, the proceeds may be invested in direct obligations of, or obligations the principal and interest of which are unconditionally guaranteed by the United States, or such other obligations as shall be provided or permitted by the resolution or agreement providing for the issuance of the revenue debentures, notes, warrants, bonds or other evidence of indebtedness being refunded, and which mature or are subject to redemption by the holders thereof at the option of the holders not later than the respective dates when the proceeds, together with the interest occurring thereof, will be required for the purposes intended.\n\nSource:SL 1950 (SS), ch 17, §48; SDC Supp 1960, §52.1748; SL 1983, ch 346, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-4/"
    },
    {
      "id": "section-49-39-5",
      "number": "49-39-5",
      "heading": "Payment of pledged revenues into special fund--Use of revenues--Designation of depository.",
      "text": "49-39-5. Payment of pledged revenues into special fund--Use of revenues--Designation of depository.\n\nAny resolution or agreement pursuant to §49-39-2 may provide that all or any part of the revenues of the district shall be paid into a special fund, and may set forth all the terms and conditions on which such special fund is to be collected, held and disposed of, whether partly or wholly for the benefit of the holders of such revenue debentures, notes, warrants, or other evidences of indebtedness. Provision may be made that such special fund shall be held by depositories designated or described in such resolution or agreement.\n\nSource:SL 1950 (SS), ch 17, §49; SDC Supp 1960, §52.1749.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-5/"
    },
    {
      "id": "section-49-39-6",
      "number": "49-39-6",
      "heading": "Sale of bonds.",
      "text": "49-39-6. Sale of bonds.\n\nAll bonds of any consumers power district, whether issued to incur new indebtedness, or to refund or refinance existing indebtedness, shall be sold or negotiated for the benefit of the district by the directors in such manner as to them shall appear to be for the advantage, benefit and best interest of the district.\n\nSource:SL 1950 (SS), ch 17, §50; SDC Supp 1960, §52.1750; SL 1989, ch 403, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-6/"
    },
    {
      "id": "section-49-39-61",
      "number": "49-39-6.1",
      "heading": "Issuance of variable rate obligations--Authorization by resolution--Scope.",
      "text": "49-39-6.1. Issuance of variable rate obligations--Authorization by resolution--Scope.\n\nThe issuance of variable rate obligations shall be authorized by resolution, order or ordinance of the board of directors of the district, which resolution, order or ordinance shall fix the maximum amount of obligations to be issued or, if applicable, the maximum principal amount which may be outstanding at any time, the maximum term shall be outstanding, the maximum interest rate to be borne by the obligations, the manner of sale (which may be by either public or private sale), price, form, terms, conditions and the covenants thereof. The resolution, order or ordinance authorizing the issuance of obligations may provide for the designation of a paying agent and registrar for the obligations and may authorize one or more designated officers or employees of the district to act on behalf of the district from time to time in the selling and delivering of obligations authorized and fixing the dates, price, interest rates, interest payment periods and other procedures as may be specified in the resolution, order or ordinance. Obligations may be issued in such form or such denomination, payable at such time or times, in such amount or amounts or installments, at such place or places, in such form, under such terms, conditions and details, in such manner, redeemable prior to maturity at any time or times, bearing no interest, or bearing interest at any rate or rates (either fixed, variable, floating, adjustable, or otherwise, all as determined in accordance with the resolution, order or ordinance providing for the issuance of the obligations which resolution, order or ordinance may provide a formula, index, contract or any other arrangement for the periodic determination of interest rates), not to exceed the maximum net effective interest rate allowed by law and may be signed or otherwise executed in such manner, with manual or facsimile signatures, and with or without a seal, all as shall be specified by the board of directors of the district in the resolution, order or ordinance authorizing the issuance of the obligations. The proceeds received from the sale of obligations may be deposited or invested in any manner and in such obligations as may be specified in the resolution, order, ordinance or other proceedings authorizing the obligations. If any officer or officers whose signatures are on any obligations cease to be such officer or officers before the delivery thereof to the purchaser, the signature or signatures shall nevertheless be valid and sufficient for all purposes and the successor or successors in office of any such officer or officers shall be fully authorized to complete the execution, authentication, or delivery of the obligations to the purchaser or purchasers thereof.\n\nSource:SL 1989, ch 403, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-6-1/"
    },
    {
      "id": "section-49-39-62",
      "number": "49-39-6.2",
      "heading": "Enhancement of security for variable rate obligations--Credit agreements--Payment of costs.",
      "text": "49-39-6.2. Enhancement of security for variable rate obligations--Credit agreements--Payment of costs.\n\nThe board of directors of the district may enter into credit agreements in conjunction with the issuance, payment, sale, resale, or exchange of obligations to enhance the security for or provide for the payment, redemption, or remarketing of the variable rate obligations and interest on the obligations or to reduce the interest payable on the obligations. The cost to the issuer of the credit agreement may be paid from the proceeds of the sale of the obligations to which the credit agreement relates or from any other source, including revenues of the district that are available for the purpose of paying the obligations and the interest on the obligations or that may otherwise be legally available to make those payments.\n\nSource:SL 1989, ch 403, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-6-2/"
    },
    {
      "id": "section-49-39-7",
      "number": "49-39-7",
      "heading": "Agreement with bondholders respecting charges for electricity.",
      "text": "49-39-7. Agreement with bondholders respecting charges for electricity.\n\nThe directors of any district organized under the provisions of chapter 49-35 are authorized to agree with the holders of any such revenue debentures, notes, warrants, bonds, or other evidences of indebtedness, as to the rates which such district shall charge and collect for electric energy, or other service, sold by the district.\n\nSource:SL 1950 (SS), ch 17, §51; SDC Supp 1960, §52.1751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-7/"
    },
    {
      "id": "section-49-39-8",
      "number": "49-39-8",
      "heading": "Pledging revenues to secure federal indebtedness--State not liable.",
      "text": "49-39-8. Pledging revenues to secure federal indebtedness--State not liable.\n\nNothing contained in chapters 49-35 to 49-40, inclusive, shall prevent the district from assigning, pledging, or otherwise hypothecating, its revenues, incomes, receipts or profits to secure the payment of indebtedness to the federal government; provided, that the State of South Dakota shall never pledge its credit or funds, or any part thereof, for the payment of settlement of any indebtedness or obligation whatsoever of any district created under the provisions of chapter 49-35.\n\nSource:SL 1950 (SS), ch 17, §60; SDC Supp 1960, §52.1759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-8/"
    },
    {
      "id": "section-49-39-9",
      "number": "49-39-9",
      "heading": "Default on bonds--Operation of district by creditors--Priority of payment--Restoration of district to control.",
      "text": "49-39-9. Default on bonds--Operation of district by creditors--Priority of payment--Restoration of district to control.\n\nIn order to protect and safeguard the security and the rights of the purchasers or holders of revenue debentures, notes, warrants, or other evidences of indebtedness, issued by any consumers power district under this chapter, such district may agree with such purchasers or holders that in the event of default in the payment of interest on, or principal of, any such revenue debentures, notes, warrants, or other evidences of indebtedness, or in the event of default in performance of any duty or obligation of such district in connection therewith, such purchasers or holders, or trustee selected by them, may take possession and control of the business and the property of the district, and proceed to operate the same, and to collect and receive the income thereof, and after paying all necessary and proper operating expenses and all other proper disbursements or liabilities made or incurred, use the surplus, if any there be, of the revenues of the district as follows:\n\n(1)In the payment of all outstanding past-due interest on each issue of revenue debentures, notes, warrants, or other evidences of indebtedness, so far as such net revenues will go, and paying pro rata the interest due on each issue thereof when there is not enough to pay in full all of the interest; and\n\n(2)If any sums shall remain after the payment of interest as aforesaid, then in the payment of the revenue debentures, notes, warrants, or other evidences of indebtedness, which, by the terms thereof, shall be due and payable on each outstanding issue in accordance with the terms thereof, and paying pro rata when the money available is not sufficient to pay in full.\n\nWhen all legal taxes and charges, and all arrears of interest, and all matured revenue debentures, notes, warrants, or other evidences of indebtedness, have been paid in full, the control of the business and the possession of the property of the district shall then be restored to such district. The privilege herein granted shall be a continuing one as often as the occasion therefor may arise.\n\nSource:SL 1950 (SS), ch 17, §62; SDC Supp 1960, §52.1761.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-9/"
    },
    {
      "id": "section-49-39-10",
      "number": "49-39-10",
      "heading": "Default on bonds--Court appointment of receiver--Authority of receiver to operate district--Discharge of receiver and return of district to control.",
      "text": "49-39-10. Default on bonds--Court appointment of receiver--Authority of receiver to operate district--Discharge of receiver and return of district to control.\n\nThe board of directors of any consumers power district issuing revenue debentures, notes, warrants, or other evidences of indebtedness, under this chapter, is hereby also authorized and empowered to agree and contract with the purchasers or holders thereof that in the event of default in the payment of interest on, or principal of, any such revenue debentures, notes, warrants, or other evidences of indebtedness, issued, or in the event of default in the performance of any duty or obligation under any agreement by such district, the holder or holders of such revenue debentures, notes, warrants, or other evidences of indebtedness then outstanding shall be entitled as a matter of right, upon application to a court of competent jurisdiction, to have appointed a receiver of the business and property of the district including all tolls, rents, revenues, issues, income, receipts, profits, benefits and additions derived, received or had thereof or therefrom, with power to operate and maintain such business and property, collect, receive and apply all revenue, income and receipts arising therefrom, and prescribe rates, tolls and charges, in the same way and manner as the district might do. Whenever all defaults in the payment of principal of, and interest on, such revenue debentures, notes, warrants, or other evidences of indebtedness, and any other defaults under any agreement made by the district, shall have been made good, such receiver shall be discharged by the court and shall thereupon surrender control of the business and possession of the property in his hands to the district.\n\nSource:SL 1950 (SS), ch 17, §63; SDC Supp 1960, §52.1762.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-10/"
    },
    {
      "id": "section-49-39-11",
      "number": "49-39-11",
      "heading": "Pledges of revenues and refunding securities--Validation--Retroactive application.",
      "text": "49-39-11. Pledges of revenues and refunding securities--Validation--Retroactive application.\n\nSections 49-39-2 and 49-39-4 are retroactive and are effective as to any resolution or agreement adopted by any consumers power district with the purchasers or holders of revenue debentures, notes, warrants, bonds or other evidences of indebtedness heretofore or hereafter adopted or entered into pursuant to this chapter.\n\nSource:SL 1983, ch 345, §2; SL 1983, ch 346, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-49/chapter-39/section-49-39-11/"
    }
  ]
}