{
  "state": "illinois",
  "path": "title-chapter-220-utilities/chapter-220-ilcs-55-telegraph-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nTelegraph Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "That every company heretofore incorporated under",
      "text": "any general or special law, or which may be incorporated under any general\nlaw of this state for the construction or operation of any telegraph line\nthrough or in this state, shall possess the powers and privileges and be\nsubject to the duties, restrictions and liabilities prescribed in this act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Every such company may enter upon any lands for the purpose of",
      "text": "making surveys and examinations with a view to the erection of any\ntelegraph line, and take and damage private property for the erection and\nmaintenance of such lines, and may, subject to the provisions contained in\nthis act, construct lines of telegraph along and upon any railroad, road,\nhighway, street or alley, along or across any of the waters or lands within\nthis state, and may erect poles, posts, piers or abutments for supporting\nthe insulators, wires and other necessary fixtures of their lines, in such\nmanner and at such points as not to incommode the public use of the\nrailroad, highway, street or alley, or interrupt the navigation of such\nwaters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "When it shall be necessary, for the construction, alteration or",
      "text": "repair of any line of telegraph, to take or damage any property, the same\nmay be done and the compensation therefor ascertained and made in the\nmanner which may be at that time provided by law for the exercise of the\nright of eminent domain.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "3.5.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "No such company shall have the right to erect any poles, posts,",
      "text": "piers, abutments, wires or other fixtures of their lines along or upon any\npublic ground outside the corporate limits of a city, town or village,\nwithout the consent of the county board of the county in which such public\nground is situated, nor upon any public ground within any incorporated\ncity, town or village, without the consent of the corporate authorities of\nsuch city, town or village. The consent herein required must be in writing,\nand shall be recorded in the recorder's office of the county. And such\ncounty board, or the city council, or board of trustees of such city, town\nor village, as the case may be, shall have power to direct any alteration\nin the location or erection of any such poles, posts, piers or abutments,\nand also in the height of the wires, having first given the company or its\nagent opportunity to be heard in regard to such alteration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "If any company or person owning or operating any telegraph line in",
      "text": "this state shall refuse to receive any dispatch from any other company or\nperson owning or operating any telegraph line in this state, or shall\nrefuse or willfully neglect to transmit the same in good faith, and without\npartiality, the company or person so offending shall forfeit all rights and\nfranchises acquired under the laws of this state, and shall forfeit all\nright to transact telegraph business in this state, and may be enjoined\ntherefrom by complaint filed in\nthe circuit court, and be\nliable to pay all damages which shall accrue, by reason of such refusal, to\nthe company or person offering such dispatch for transmission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "It shall be the duty of all persons employed in transmitting",
      "text": "messages by telegraph to transmit them in the order in which they are\nreceived; and any person who shall fail so to transmit a message, or who\nshall suppress a message, or who shall make known the contents of a message\nto any person other than the one to whom it is addressed, or his agent, or\nwho shall wrongfully take from any dispatch to any newspaper any\ninformation and send it to any newspaper other than the one to which it is\naddressed, shall be deemed guilty of a business offense, and be punished by\na fine not exceeding one thousand dollars ($1,000).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7a",
      "number": "7a.",
      "heading": "Any telegraph company or any officer, agent or employee of a",
      "text": "telegraph company which shall disclose or knowingly permit to be disclosed,\nor shall impart or knowingly permit to be imparted, the contents of any\nmessage entrusted to such company for transmission, to any person, firm or\ncorporation other than the person, firm or corporation to which the said\nmessage is addressed, shall be deemed guilty of a business offense and upon\nconviction thereof may be punished by a fine not exceeding one thousand\ndollars ($1,000).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Whoever shall transmit or cause to be transmitted by telegraph,",
      "text": "from any place in this state to any other place in this state or elsewhere,\nany falsehood, knowing the same to be such, shall be guilty of a petty\noffense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Any person who, for the purpose of inciting or aiding rebellion,",
      "text": "riot or insurrection in this state against the government or laws of this\nstate or of the United States, or a hostile invasion of this state, shall\ntransmit or cause to be transmitted by telegraph any communication\nwhatever, shall be imprisoned in the penitentiary not exceeding ten years.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Any telegraph operator or person employed in any telegraph office",
      "text": "in this state, or any other person, who shall, knowing the design thereof,\ndeliver or cause to be delivered any communication prohibited by the\npreceding section of this act, to any person other than the proper\nofficers, agents or employees of this state or the United States, shall be\nsubject to indictment, and, on conviction, to the punishment provided in\nsaid section.",
      "history": "",
      "source_url": ""
    }
  ]
}