{
  "state": "delaware",
  "path": "title-title-11/chapter-title11c087index",
  "sections": [
    {
      "id": "section-8700",
      "number": "8700.",
      "heading": "Mission statement.The Delaware Criminal Justice Council is an independent body committed to leading the criminal justice system through a collaborative approach that calls upon the experience and creativity of the Council, all components of the system, and the community",
      "text": "The Council shall continuall\n§\n\n 1;§\n\n8701. Created; composition; compensation.(a) There is hereby created the Criminal Justice Council.(b) The Council shall consist of 29 members as follows:(1) The Chief Justice of the Supreme Court, or the Chief Justice’s designee;(2) The President Judge of Superior Court, or the President Judge’s designee;(3) The Chief Judge of Family Court, or the Chief Judge’s designee;(4) The Chief Magistrate of the Justice of the Peace Courts, or the Chief Magistrate’s designee;(5) The Attorney General, or the Attorney General’s designee;(6) The Chief Defender, or the Chief Defender’s designee;(7) The Commissioner of the Department of Correction, or the Commissioner’s designee;(8) The Chief of the Bureau of Prisons of the Department of Correction, or the Bureau Chief’s designee;(9) The Director of the Division of Youth Rehabilitation, or the Director’s designee;(10) The Chairperson of the Board of Parole, or the Chairperson’s designee;(11) The Superintendent of the State Police, or the Superintendent’s designee;(12) The Chief of the New Castle County Police Department, or the Chief’s designee;(13) The Chief of the Wilmington Police Department, or the Chief’s designee;(14) The Chairperson of the Delaware Police Chiefs’ Council, or the Chairperson’s designee;(15) The Director of the Division of Forensic Science, or the Director’s designee;(16) The Secretary of Health and Social Services, or the Secretary’s designee;(17) The Secretary of Labor, or the Secretary’s designee;(18) The United States Attorney for the District of Delaware, or the United States Attorney’s designee;(19) The Secretary of Education, or the Secretary’s designee;(20) Five at-large members who shall serve at the pleasure of the Governor for a term of 5 years each;(21) The Secretary of the Department of Technology and Information, or the Secretary’s designee;(22) The Chief Judge of the Court of Common Pleas, or the Chief Judge’s designee;(23) The Secretary of the Department of Services for Children, Youth and their Families, or the Secretary’s designee;(24) The Secretary of Public Safety, or the Secretary’s designee; and(25) A sitting judge of the United States District Court for the District of Delaware as designated by the Chief Judge of the United States District Court for the District of Delaware.(c) The terms of those members who serve by virtue of the office they hold shall be concurrent with service in the office from which they derive their membership.(d) Commission members shall serve without salary, but shall be entitled to reimbursement for travel and other necessary expenses incurred in the performance of official duties.61 Del. Laws, c. 495,\n\n§\n\n 2;63 Del. Laws, c. 170,\n\n§\n\n 1;63 Del. Laws, c. 191,\n\n§\n\n 4;64 Del. Laws, c. 407,\n\n§\n\n 2;67 Del. Laws, c. 85,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 45,\n\n§§\n\n 1-3;72 Del. Laws, c. 290,\n\n§§\n\n 1-3;75 Del. Laws, c. 193,\n\n§§\n\n 4-7;78 Del. Laws, c. 293,\n\n§\n\n 1;78 Del. Laws, c. 305,\n\n§\n\n 3;79 Del. Laws, c. 265,\n\n§\n\n 12;80 Del. Laws, c. 26,\n\n§\n\n 3;§\n\n8702. Meetings; quorum; committees; procedure.(a) The Council shall meet at least 8 times per year. At least 1 meeting each calendar year shall be held in each county. Ten members shall constitute a quorum.(b) The Council may establish committees as it deems advisable, but only the Council itself may set policy or take other official action.(c) The Council may promulgate rules of procedure governing its operations, provided that they are in accordance with Chapters 100 and 101 of Title 29, and provided that no rule shall permit proxy voting at more than 2 meetings per calendar year.61 Del. Laws, c. 495,\n\n§\n\n 2;63 Del. Laws, c. 170,\n\n§§\n\n 2, 3;64 Del. Laws, c. 407,\n\n§\n\n 2;§\n\n8703. Officers.(a) In December of each year, the Council shall elect a Chairperson and a Vice-Chairperson who shall serve terms of office coinciding with the following calendar year. Officers may be reelected.(b) If the Chairperson resigns or ceases to be a member of the Council, the Vice-Chairperson shall become the Chairperson and there shall be an election to fill the unexpired term of the Vice-Chairperson at the next Council meeting.(c) If the Vice-Chairperson resigns or ceases to be a member of the Council, there shall be an election to fill the unexpired term of the Vice-Chairperson at the next Council meeting.(d) It shall be the duty of the Chairperson to convene and preside over meetings of the Council and prepare an agenda for meetings, except for the initial meeting of the Council, which shall be convened and presided over by the Chief Justice of the Supreme Court.(e) It shall be the duty of the Vice-Chairperson to act as Chairperson in the absence of the Chairperson.64 Del. Laws, c. 407,\n\n§\n\n 2;§\n\n8704. Powers and duties.The Council shall:(1) Continuously study the administration of justice in this State and develop and implement policies and programs for improving the effectiveness of the criminal justice system in this State;(2) Receive, consider and, at its discretion, investigate criticisms and suggestions pertaining to the administration of justice in the State;(3) Submit to the General Assembly each January a program of recommended legislation to improve the criminal justice system;(4) Recommend to the Governor and criminal justice agencies and courts of the State or political subdivisions thereof, either upon request or upon the Council’s own motion, such changes in rules, organization or methods of operation as it may deem advisable;(5) Review any application for federal funds by any criminal justice agency or court of the State or political subdivision thereof, prior to the submission of said application or request to the Delaware State Clearinghouse Committee, and provide the Clearinghouse Committee with any comments the Council deems appropriate;(6) Allocate among the criminal justice agencies and courts of the State or political subdivisions thereof all federal funds for the improvement of the state criminal justice system if such funds are provided by the federal government in the form of a block or categorical grant;(7) Have the authority to collect from any state or local governmental entity information, reports, statistics or other such material which is necessary to carry out the Council’s function;(8) Provide training and technical assistance to criminal justice agencies;(9) Perform such other duties as may be necessary to carry out this chapter;(10) Allocate funds resulting from the certified copy fees for marriage license/certificates, pursuant to § 3132(b) of Title 16. Moneys resulting from the copy fees shall constitute The Domestic Violence Fund. The Fund shall be administered by the Criminal Justice Council and shall be used to make grants to programs providing direct services to victims of domestic violence and submit an annual report each fiscal year to the General Assembly delineating how and where the funds collected were spent. The Criminal Justice Council shall publish a Domestic Violence Fund, Request for Proposals, once a year and provide annual grants to eligible programs. The Domestic Violence Coordinating Council will participate in the review of grant applications. To be eligible to receive funds under this section, a domestic violence program must meet the following requirements:a. It shall have been in operation on the preceding July 1 and shall continue to be in service;b. It shall offer direct victim services; andc. It must be a nonprofit corporation; and(11) Oversee the Delaware Anti-Trafficking Action Council, established under § 787(k) of this title. The Criminal Justice Council shall have the duties and authorities with respect to the Delaware Anti-Trafficking Action Council that are necessary to carry out this paragraph (11).61 Del. Laws, c. 495,\n\n§\n\n 2;64 Del. Laws, c. 407,\n\n§\n\n 2;76 Del. Laws, c. 375,\n\n§\n\n 4;83 Del. Laws, c. 389,\n\n§\n\n2;§\n\n8705. Officials to furnish information.It shall be the duty of all officials of the State or any political subdivision thereof to furnish any information and compile any report which may be requested by the Council.64 Del. Laws, c. 407,\n\n§\n\n 2;§\n\n8706. Criminal justice agencies and courts to provide assistance.It shall be the duty of all criminal justice agencies and courts of the State or any political subdivision thereof to provide such staff or other assistance as may reasonably be requested by the Council to carry out its functions under this chapter.64 Del. Laws, c. 407,\n\n§\n\n 2;§\n\n8707. Annual report; quarterly reports.(a) The Council shall compile the recommendations made pursuant to § 8704(4) of this title and such other information as it deems appropriate into an annual report, which shall be made available to the Governor, the criminal justice agencies and courts of the State and political subdivisions thereof, and upon request to members of the General Assembly and the public.(b) The Council shall compile a record of all funding distributions made by the Council during each fiscal quarter into a quarterly report which shall be made available to the General Assembly at the close of the quarter.61 Del. Laws, c. 495,\n\n§\n\n 2;64 Del. Laws, c. 407,\n\n§\n\n 2;75 Del. Laws, c. 193,\n\n§§\n\n 2, 3;§\n\n8708. Public hearings.The Council shall hold public hearings annually in each county for the purpose of carrying out its duties under § 8704(1), (2) and (4) of this title.64 Del. Laws, c. 407,\n\n§\n\n 2;§\n\n8709. Executive Director; staff.The Executive Director of the Criminal Justice Council shall be appointed by and serve at the pleasure of a majority of the members of the Council. The Executive Director shall act as secretary to the Council. The Executive Director shall be paid such compensation as shall be determined by the General Assembly. The Executive Director may employ such personnel as are necessary to carry out the functions of this chapter, subject to the approval of the Council and within the limits of any appropriation made by the General Assembly.61 Del. Laws, c. 495,\n\n§\n\n 2;63 Del. Laws, c. 170,\n\n§\n\n 1;63 Del. Laws, c. 191,\n\n§\n\n 4;64 Del. Laws, c. 407,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8701",
      "number": "8701.",
      "heading": "Created; composition; compensation",
      "text": "(a) There is hereby created the Criminal Justice Council.(b) The Council shall consist of 29 members as follows:(1) The Chief Justice of the Supreme Court, or the Chief Justice’s designee;(2) The President Judge of Superior Court, or the President Judge’s designee;\n§\n\n 2;63 Del. Laws, c. 170,\n\n§\n\n 1;63 Del. Laws, c. 191,\n\n§\n\n 4;64 Del. Laws, c. 407,\n\n§\n\n 2;67 Del. Laws, c. 85,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 45,\n\n§§\n\n 1-3;72 Del. Laws, c. 290,\n\n§§\n\n 1-3;75 Del. Laws, c. 193,\n\n§§\n\n 4-7;78 Del. Laws, c. 293,\n\n§\n\n 1;78 Del. Laws, c. 305,\n\n§\n\n 3;79 Del. Laws, c. 265,\n\n§\n\n 12;80 Del. Laws, c. 26,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8702",
      "number": "8702.",
      "heading": "Meetings; quorum; committees; procedure",
      "text": "(a) The Council shall meet at least 8 times per year. At least 1 meeting each calendar year shall be held in each county. Ten members shall constitute a quorum.(b) The Council may establish committees as it deems advisable, but only the Council itself may set\n§\n\n 2;63 Del. Laws, c. 170,\n\n§§\n\n 2, 3;64 Del. Laws, c. 407,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8703",
      "number": "8703.",
      "heading": "Officers.(a) In December of each year, the Council shall elect a Chairperson and a Vice-Chairperson who shall serve terms of office coinciding with the following calendar year",
      "text": "Officers may be reelected.(b) If the Chairperson resigns or ceases to be a member of the Council, the Vice-Chairperson shal\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8704",
      "number": "8704.",
      "heading": "Powers and duties.The Council shall:(1) Continuously study the administration of justice in this State and develop and implement policies and programs for improving the effectiveness of the criminal justice system in this State;(2) Receive, consider and, at its discretion, investigate criticisms and",
      "text": "§\n\n 2;64 Del. Laws, c. 407,\n\n§\n\n 2;76 Del. Laws, c. 375,\n\n§\n\n 4;83 Del. Laws, c. 389,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8705",
      "number": "8705.",
      "heading": "Officials to furnish information",
      "text": "It shall be the duty of all officials of the State or any political subdivision thereof to furnish any information and compile any report which may be requested by the Council.64 Del. Laws, c. 407,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8706",
      "number": "8706.",
      "heading": "Criminal justice agencies and courts to provide assistance",
      "text": "It shall be the duty of all criminal justice agencies and courts of the State or any political subdivision thereof to provide such staff or other assistance as may reasonably be requested by the Council to carry out its functions under this\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8707",
      "number": "8707.",
      "heading": "Annual report; quarterly reports",
      "text": "(a) The Council shall compile the recommendations made pursuant to § 8704(4) of this title and such other information as it deems appropriate into an annual report, which shall be made available to the Governor, the criminal justice agencies and courts of the State\n§\n\n 2;64 Del. Laws, c. 407,\n\n§\n\n 2;75 Del. Laws, c. 193,\n\n§§\n\n 2, 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8708",
      "number": "8708.",
      "heading": "Public hearings.The Council shall hold public hearings annually in each county for the purpose of carrying out its duties under § 8704(1), (2) and (4) of this title",
      "text": "64 Del. Laws, c. 407,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8709",
      "number": "8709.",
      "heading": "Executive Director; staff.The Executive Director of the Criminal Justice Council shall be appointed by and serve at the pleasure of a majority of the members of the Council",
      "text": "The Executive Director shall act as secretary to the Council. The Executive Director shall be paid such compensation as shall\n§\n\n 2;63 Del. Laws, c. 170,\n\n§\n\n 1;63 Del. Laws, c. 191,\n\n§\n\n 4;64 Del. Laws, c. 407,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    }
  ]
}