{
  "state": "delaware",
  "path": "title-title-11/chapter-title11c015index",
  "sections": [
    {
      "id": "section-1501",
      "number": "1501.",
      "heading": "Statement of purpose.The purpose of this chapter is to guard against and prevent the infiltration and illegal acquisition of legitimate economic enterprises by racketeering practices, and the use and exploitation of both legal and illegal enterprises to further criminal activities",
      "text": "This chapter is i\n§\n\n 1;§\n\n1502. Definitions.The following words, terms and phrases, when used in this chapter, shall have the meanings ascribed to them in this section, except where the context clearly indicates a different meaning:(1) a. “Beneficial interest” shall include any of the following:1. The interests of a person as a beneficiary under any trust arrangement under which a trustee holds legal or record title to personal or real property; or2. The interests of a person, under any other form of express fiduciary arrangement, pursuant to which any other person holds legal or record title to personal or real property for the benefit of such person.b. The term “beneficial interest” shall not include the interest of a stockholder in a corporation, or the interest of a partner in either a general partnership or a limited partnership.(2) “Documentary materials” shall mean any book, paper, document, writing, drawing, graph, chart, photograph, phonorecord, magnetic tape, computer printout, and any data compilation from which information can be obtained or from which information can be translated into useable form, or other tangible item.(3) “Enterprise” shall include any individual, sole proprietorship, partnership, corporation, trust or other legal entity; and any union, association or group of persons associated in fact, although not a legal entity. The word “enterprise” shall include illicit as well as licit enterprises, and governmental as well as other entities.(4) “Foreign corporation” shall have the same definition as is set forth in § 371 of Title 8.(5) “Pattern of racketeering activity” shall mean 2 or more incidents of conduct:a. That:1. Constitute racketeering activity;2. Are related to the affairs of the enterprise;3. Are not so closely related to each other and connected in point of time and place that they constitute a single event; andb. Where:1. At least 1 of the incidents of conduct occurred after July 9, 1986;2. The last incident of conduct occurred within 10 years after a prior occasion of conduct; and3. As to criminal charges, but not as to civil proceedings, at least 1 of the incidents of conduct constituted a felony under the Delaware Criminal Code, or if committed subject to the jurisdiction of the United States or any state of the United States, would constitute a felony under the Delaware Criminal Code if committed in the State.(6) “Pecuniary value” shall mean:a. Anything of value in the form of money, a negotiable instrument, a commercial interest or anything else which constitutes an economic advantage; orb. Any other property or service that has a value in excess of $100.(7) “Personal property” shall include any personal property or any interest in such personal property, or any right, including bank accounts, debts, corporate stocks, patents or copyrights. An item of personal property or a beneficial interest in personal property shall be deemed to be located where the trustee is, where the personal property is or where the instrument evidencing the right is.(8) “Principal” shall mean a person who engages in conduct constituting a violation, or one who is legally accountable for the unlawful conduct of another person or entity.(9) “Racketeering” shall mean to engage in, to attempt to engage in, to conspire to engage in or to solicit, coerce or intimidate another person to engage in any of the following:a. Any activity defined as “racketeering activity” under 18 U.S.C. § 1961(1)(A), (1)(B), (1)(C) or (1)(D).b. Any activity constituting any felony which is chargeable under the Delaware Code or any activity constituting a misdemeanor under any of the following provisions of the Delaware Code:1. Chapter 53 of Title 30 relating to evasion of payment of cigarette taxes.2. Chapter 73 of Title 6 relating to the sale of securities.3. Chapter 5 of Title 11 relating to prostitution.4. Chapter 5 of Title 11 and Title 6 relating to forgery and counterfeiting.5. Chapter 5 of Title 11 relating to perjury.6. Chapter 5 of Title 11 and Title 28 relating to bribery and misuse of public office and improper influence.7. Chapter 5 of Title 11 relating to obscenity.8. Chapter 5 of Title 11 and Title 28 relating to gambling.9. Title 11 and Title 16 relating to drug abuse, prevention and control.10. Chapter 5 of Title 11 relating to tampering with jurors, evidence and witnesses.11. Chapter 51 of Title 30 relating to motor fuel tax offenses.12. Chapter 5 of Title 11 relating to human trafficking.13. Chapter 5 of Title 11 relating to animal fighting and baiting.14. Chapter 5 of Title 11 relating to hate crimes or civil rights.15. Chapter 5 of Title 11 relating to obstruction of justice.(10) “Real property” shall mean any real property situated in this State or any interest in such real property, including, but not limited to, any lease of or mortgage upon such real property.(11) a. “Trustee” shall include:1. Any person acting as trustee under a trust in which the trustee holds legal or record title to personal or real property; or2. Any person who holds legal or record title to personal or real property, for which any other person has a beneficial interest; or3. Any successor trustee.b. The term “trustee” shall not include an assignee or trustee for an insolvent debtor, nor an executor, administrator, administrator with will annexed, testamentary trustee, conservator, guardian or committee appointed by, under the control of, or accountable to, a court.(12) “Unlawful debt” shall mean a debt incurred or contracted in an illegal gambling activity or business; or a debt which is unenforceable under state law, in whole or in part, as to either principal or interest.65 Del. Laws, c. 493,\n\n§\n\n 1;79 Del. Laws, c. 276,\n\n§\n\n 8;80 Del. Laws, c. 263,\n\n§\n\n1;83 Del. Laws, c. 502,\n\n§\n\n2;84 Del. Laws, c. 228,\n\n§\n\n2;§\n\n1503. Violations.(a) It shall be unlawful for any person employed by, or associated with, any enterprise to conduct or participate in the conduct of the affairs of the enterprise through a pattern of racketeering activity or collection of an unlawful debt.(b) It is unlawful for any person, through a pattern of racketeering activity or proceeds derived therefrom, to acquire or maintain, directly or indirectly, any interest in or control of any enterprise, real property or personal property, of any nature, including money.(c) It is unlawful for any person who has received any proceeds derived, directly or indirectly, from a pattern of racketeering activity in which such person has participated, to use or invest, directly or indirectly, any part of such proceeds or any proceeds derived from the investment or use thereof, in the acquisition of any interest in, or the establishment or operation of, any enterprise or real property.(d) It is unlawful for any person to conspire or attempt to violate any of the provisions of subsection (a), (b) or (c) of this section.65 Del. Laws, c. 493,\n\n§\n\n 1;§\n\n1504. Criminal penalties.(a) Any person convicted of conduct constituting a violation of any of the provisions of this chapter shall be guilty of a class B felony, and shall be punished by imprisonment and pay a fine of not less than $25,000.(b) Any person convicted of conduct constituting a violation of any of the provisions of § 1503 of this title shall criminally to forfeit, to the State any real or personal property used in the course of, intended for use in the course of, derived from, or realized through conduct in violation of § 1503 of this title including any property constituting an interest in or means of control or influence over the enterprise involved in the conduct in violation of § 1503 of this title or any property constituting proceeds derived from the conduct in violation of § 1503 of this title including:(1) Any position, office, appointment, tenure, commission or employment contract of any kind that the person acquired or maintained in violation of § 1503 of this title or through which the person conducted or participated in the conduct of the affairs of any enterprise in violation of § 1503 of this title or that afforded the person a source of influence or control over the affairs of an enterprise that the person exercised in violation of § 1503 of this title;(2) Any compensation, right or benefit derived from a position, office, appointment, tenure, commission or employment contract described in § 1503 of this title that accrued to the person during the period of conduct in violation of § 1503 of this title;(3) Any interest in, security of, claim against, or property or contractual right affording the person a source or influence or control over the affairs of an enterprise that the person exercised in violation of § 1503 of this title; or(4) Any amount payable or paid under any contract for goods or services that was awarded or performed in violation of § 1503 of this title.(c) In lieu of any fine otherwise authorized by law, any person convicted of engaging in racketeering, or any other conduct in violation of § 1503 of this title, through which such person derived pecuniary value, or by which the person caused personal injury or property damage or other loss, may be sentenced to pay a fine that does not exceed 3 times the gross value gained, or 3 times the gross loss caused, whichever is the greater, plus court costs and the costs of investigation and prosecution, reasonably incurred.(d) Upon conviction of a person under this chapter, the Superior Court shall authorize the Attorney General to seize all property or other interests declared forfeited under this chapter upon such terms and conditions as the Court shall deem proper. The State shall dispose of all property or other interests seized under this chapter as soon as feasible, making due provision for the rights of innocent persons. If a property right or other interest is not exercisable or transferable for value by the State, it shall expire and shall not revert to the convicted person.65 Del. Laws, c. 493,\n\n§\n\n 1;67 Del. Laws, c. 130,\n\n§\n\n 8;67 Del. Laws, c. 350,\n\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1505. Civil remedies.(a) The Superior Court of this State shall have jurisdiction to prevent and restrain violations of this chapter by issuing appropriate orders, including but not limited to: Ordering any person to divest any interest, direct or indirect, in any enterprise; imposing reasonable restrictions on the future activities or investments of any person including, but not limited to, prohibiting any person from engaging in the same type of endeavor as the enterprise engaged in; or ordering the dissolution or reorganization of any enterprise, making due provision of the rights of innocent persons.(b) The Attorney General may institute proceedings under § 1503 of this title and in addition for damages, civil forfeiture and a civil penalty of up to $100,000 for each incident of activity constituting a violation of this chapter. In any action brought by the State under § 1503 of this title, the Court shall proceed as soon as practicable to hold a hearing and reach a final determination in the matter. Pending final determination thereof, the Court may at any time enter such restraining orders or prohibitions, or take such other actions, including the acceptance of any satisfactory performance bond, as it shall deem proper.(c) Any person directly or indirectly injured by reason of any conduct constituting a violation of this chapter may sue therefor in any appropriate court, and if successful shall recover 3 times the actual damages sustained and, when appropriate, punitive damages. Damages under this subsection are not limited to competitive or distinct injury. Plaintiffs who substantially prevail shall also recover attorneys’ fees in the trial and appellate courts, together with the costs of investigation and litigation, reasonably incurred; provided, however, no action may be had under § 1503 of this title except against a defendant who has been criminally convicted of a racketeering activity which was the source of the injury alleged, and no action may be brought under this provision except within 1 year of such conviction.(d) Any person who is injured by reason of any violation of this chapter shall have a right or claim to property forfeited under § 1504 of this title, or to the proceeds derived therefrom, which right or claim shall be superior to that of the State (other than for costs) in the same property or proceeds. To enforce such right or claim, the injured person must intervene.(e) Upon the filing of a civil proceeding or action, the plaintiff shall immediately notify the Attorney General of the filing. The Attorney General may intervene upon certification that in the opinion of the Attorney General the action is of general public interest.(f) Notwithstanding any other provision of law providing a shorter period of limitations, a civil proceeding or action under this paragraph may be commenced within 5 years after the conduct made unlawful under § 1504 of this title or when the cause of action otherwise accrues or within an longer statutory period that shall be applicable. If a criminal proceeding or civil action or other proceeding is brought or intervened in by the Attorney General to punish, prevent or restrain any activity made unlawful under § 1504 of this title, the running of the period of limitations prescribed by this subsection with respect to any other cause of action of an aggrieved person based in whole or part upon any matter complained of in any such prosecution, action or proceeding, shall be suspended during the pendency of such prosecution, action or proceeding and for 2 years following its termination.65 Del. Laws, c. 493,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1506. Forfeiture proceedings.(a) The Attorney General is authorized to institute and conduct any proceedings under this chapter for the forfeiture of real or personal property to the State. All property of every kind used or intended for use in the course of, derived from, or realized through a pattern of racketeering conduct is subject to forfeiture to the State. Forfeiture shall be by means of a procedure which may be known and referred to as a “R.I.C.O. forfeiture proceeding.”(b) A R.I.C.O. forfeiture proceeding under this chapter may be commenced before or after seizure of the property. If the complaint is filed before seizure, it shall state what property is sought to be forfeited; that the property is within the jurisdiction of the Court; the grounds for forfeiture; and the name of each person known to have or claim an interest in the property.(c) To the extent that property which has been forfeited under this chapter cannot be located; has been transferred, sold or deposited with third parties; or has been placed beyond the jurisdiction of the State, the Attorney General may institute and conduct any proceedings to retrieve such property as are necessary and appropriate, including forfeiture of any other property of the defendant up to the value of the property that is unreachable.(d) No person convicted under this chapter nor any person acting in concert with or on behalf of the person shall be eligible to purchase forfeited property from the State. The interests of an innocent party in the property shall not be subject to forfeiture.(e) The Court may, upon such terms and conditions as it deems appropriate, order that the property be sold by an innocent party who holds a lien on, or security interest in, the property at any time during the proceedings. Any proceeds from such sale, over and upon the amount necessary to satisfy the lien or security interest, shall be paid into the court pending final judgment in the forfeiture proceeding. No such sale shall be ordered, however, unless the obligation upon which the lien or security interest is based is in default.(f) The proceeds of any sale or other disposition of forfeited property imposed under this chapter, whether by final judgment, settlement or otherwise, shall be applied in the following order:(1) To the fees and costs of the forfeiture and sale, including expenses of seizure, maintenance and custody of the property pending its disposition, advertising and court costs;(2) If any funds remain, then to all costs and expenses of investigation and prosecution, including costs of resources and personnel incurred in investigation and prosecution;(3) If any funds remain, then the remainder or $1,000, whichever is less, to the Crime Victim Compensation Fund;(4) If any funds remain, to the Special Law Enforcement Assistance Fund, or its successor; or if no such fund is in existence, to the fund which is dedicated entirely to law enforcement.65 Del. Laws, c. 493,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1507. Racketeering lien notice; lis pendens; construction of section.(a) Upon the institution of any criminal or civil proceeding under this chapter, the State, then or at any time during the pendency of the proceedings, may file in the official records of any 1 or more counties of this State, a racketeering (or “R.I.C.O.”) lien notice. Such notice shall create, and be equivalent to, a lien. No filing fee or other charge shall be required as a condition for filing such lien notice, and the Prothonotary shall, upon the presentation of the lien notice, immediately record it in the official records.(b) The racketeering (R.I.C.O.) lien notice shall be signed by the Attorney General, the Chief Deputy Attorney General or the State Prosecutor. The notice shall be in such form as the Attorney General shall prescribe and shall set forth the following information:(1) The name of the person against whom the civil proceeding has been brought. The notice may, but is not required to, list any other aliases, names or fictitious titles under which the person may be known. In its discretion the State may also list any corporation, partnership or other entity which is owned or controlled by such person;(2) If known to the Attorney General, the present residence and business address of the person named in the racketeering lien notice, and addresses for other names set forth in such lien notice;(3) A reference to the criminal or civil proceeding, stating that a proceeding under this chapter has been brought against the person named in the racketeering lien notice, and including the name of the county or counties where the proceeding has been initiated;(4) A statement that the notice is being filed pursuant to this chapter;(5) The name and address of the agency within the State Department of Justice that can answer any further questions; and(6) Such other information as the Attorney General shall deem appropriate.(c) The Attorney General or a Deputy Attorney General may amend any lien filed under this section at any time, by filing an amended racketeering lien in the same manner as a R.I.C.O. lien. An amended racketeering lien shall identify, with reasonable certainty, the lien which is being amended.(d) The Attorney General or a Deputy Attorney General shall, as soon as practicable after filing the racketeering lien notice, furnish to any person named in the lien a notice of the filing of such lien. The notice may be mailed by certified mail, return receipt requested. Failure to notify the person named in the lien in accordance with this subsection shall not invalidate nor otherwise affect any racketeering lien notice filed in accordance with this section.(e) A racketeering lien is perfected against interests in personal property by filing the lien notice with the Secretary of State, except that in the case of a titled motor vehicle it shall be filed with the Division of Motor Vehicles. A racketeering lien is perfected against interests in real property by filing the lien notice with the Prothonotary in the county in which the real property is located. The State may give such additional notice of the lien as it deems appropriate.(f) The filing of a notice of lien in accordance with this section creates a lien in favor of the State in:(1) Any interest of the defendant in real property situated in the county in which the lien notice is filed, then maintained or thereafter acquired in the name of the defendant identified in the notice;(2) Any interest of the defendant in personal property situated in this State, then maintained or thereafter acquired in the name of the defendant identified in the lien notice; and(3) Any property identified in the lien notice to the extent of the defendant’s interest therein.(g) The filing of a racketeering lien notice under this section is notice to all persons dealing with the person or property identified in the lien of the State’s claim. The lien created in favor of the State in accordance with this section is superior to and prior to the claims and interests of any other person, except a person possessing:(1) A valid lien perfected prior to the filing of the racketeering lien notice;(2) In the case of real property, an interest acquired and recorded prior to the filing of the racketeering lien notice; or(3) In the case of personal property, an interest acquired prior to the filing of the racketeering lien notice.(h) Where a trustee conveys title to real property against which a R.I.C.O. lien notice has been filed; and the lien notice has been filed in the county in which the property is located and names a person who, to the actual knowledge of the trustee, holds a beneficial interest in the trust, the trustee shall be liable to the State for the greater of:(1) The amount of proceeds received directly by the person named in the R.I.C.O. lien notice, as a result of the conveyance;(2) The amount of proceeds received by the trustee as a result of the conveyance, and distributed to any person named in the lien notice; or(3) The fair market value of the interest of the person named in the lien notice in the real property so conveyed; provided, however, that if the trustee conveys the real property, and holds proceeds that would otherwise be paid or distributed to the beneficiary (or at the direction of the beneficiary or the beneficiary’s designee), the trustee’s liability shall not exceed the amount of the proceeds so held for so long as the proceeds are held by the trustee.(i) Upon entry of judgment in favor of the State, the State may proceed to execute thereon as in the case of any other judgment, except that in order to preserve the State’s lien priority, as provided in this section, the State shall (in addition to such other notice as is required by law) give at least 30 days’ notice of such execution to any person, possessing at the time such notice is given, an interest recorded subsequent to the date the State’s lien was perfected.(j) Upon the entry of a final judgment in favor of the State, or an order providing for forfeiture of property to the State, the title of the State to the property:(1) In the case of real property, or a beneficial interest in real property, relates back to the date of filing the racketeering lien notice; or if no racketeering lien notice was filed, then to the date of recording of the final judgment, or an abstract thereof, in the county where the real property is located.(2) In the case of personal property or a beneficial interest in personal property, relates back to the date the personal property was seized by the State, or the date of filing of a racketeering lien notice in accordance with this section, whichever is earlier; but if the property was not seized, and no racketeering lien was filed, then to the date the final judgment was filed with the Secretary of State, or in the case of a titled motor vehicle, with the Division of Motor Vehicles.(k) This section shall not limit any right of the State to obtain any order or injunction, receivership, writ, attachment, garnishment or other remedy; nor limit any right of action which is appropriate to protect the interests of the State, or which is available under other applicable law.(l) In the event the Attorney General determines that the provisions of this section are unclear or insufficient the Attorney General may petition the Superior Court for the promulgation of rules to further clarify, or more effectively accomplish, the intent of this chapter and of this section. Where any rule promulgated by the Court conflicts with any provision of this section, this section shall be paramount.65 Del. Laws, c. 493,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1508. Term of lien notice.(a) The term of a racketeering lien notice shall be for a period of 6 years from the date of filing, unless a renewal lien notice has been filed; and, in such case, the term of the renewal lien notice shall be for a period of 6 years from the date of its filing. The State shall be entitled to only 1 renewal of a specific racketeering lien notice.(b) The Attorney General may release, in whole or in part, any racketeering lien notice or may release any specific real property or beneficial interest from a lien notice upon such terms and conditions as the Attorney General, or the Court, may determine. Any release of a racketeering lien notice executed by the Attorney General may be filed in the official records of any county. No charge or fee shall be imposed for the filing of any release of a racketeering lien notice.(c) If no civil proceeding has been instituted by the Attorney General, seeking a forfeiture of any property owned by the person named in the racketeering lien notice, the acquittal in the criminal proceeding of such person named in the lien notice or the dismissal of the criminal proceeding, shall terminate the lien notice; and, in such case, the filing of the racketeering lien notice shall have no effect. Where a civil proceeding has been instituted, and the criminal proceeding has been dismissed, or the person named in the racketeering lien notice has been acquitted in the criminal proceeding, the lien notice shall continue for the duration of the civil proceeding.(d) If no civil proceeding is then pending against the person named in a R.I.C.O. lien notice, any person named in the lien notice may institute a civil action against the State, seeking a release or extinguishment of the State’s lien. Notice of such civil action shall be filed in the county where the lien notice was filed.65 Del. Laws, c. 493,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1509. Investigative powers of Attorney General.(a) Whenever the Attorney General has reasonable cause to believe that any person or enterprise may have knowledge of, has been engaged in or is engaging in any conduct in violation of this chapter, the Attorney General may, in the Attorney General’s discretion, conduct an investigation of such conduct. The Attorney General is authorized before the commencement of any civil or criminal proceeding under this chapter to subpoena witnesses. The Attorney General may issue in writing and cause to be served on any person an investigative demand to compel the attendance of witnesses, examine witnesses under oath, require the production of evidence or documentary materials, and require answers to written interrogatories to be furnished under oath.(b) The production of documentary material in response to an investigative demand served under this section shall be made pursuant to a sworn certificate, in such form as the demand designates, by the person, if a natural person, to whom the demand is directed or, if not a natural person, by an individual having knowledge of the facts and circumstances relating to the production of materials, which certificate shall affirm that all of the documentary material required by the investigative demand and in the possession, custody or control of the person to whom the demand is directed has been produced and made available to the custodian.(c) The Attorney General may, in the Attorney General’s discretion, require the production under this section of documentary materials prior to the taking of any testimony of the person subpoenaed. The required documentary materials shall be made available for inspection or copying during normal business hours at the principal place of business of the person served, or at such other time and place as may be agreed upon between the person served and the Attorney General.(d) The examination of all persons pursuant to this section shall be conducted by the Attorney General or by a person designated in writing to be the Attorney General’s representative, before an officer chosen by the Attorney General who is authorized to administer oaths in this State. The statements made shall be taken down stenographically, or by a sound-recording device, and shall be transcribed.(e) No person shall, with intent to avoid, evade, prevent or obstruct compliance in whole or in part by any person with any duly served investigative demand of the Attorney General under this section, knowingly remove to any place, conceal, withhold, destroy, mutilate, alter or by any other means falsify any documentary material or materials that are the subject of the demand. A violation of this subsection is a class E felony. The Attorney General shall investigate suspected violations of this section.(f) In the event a witness subpoenaed under this section fails or refuses to appear, or to produce documentary materials as provided herein, or to give testimony relevant or material to an investigation, the Attorney General may petition the Superior Court in the county where the witness resides for an order requiring the witness to attend and testify, or to produce the documentary materials. Any failure or refusal by the witness to obey an order of the Court may be punishable by the Court as contempt.65 Del. Laws, c. 493,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1510. Registration of foreign corporations.(a) Each foreign corporation desiring to acquire of record any real property shall have, prior to acquisition, and shall continuously maintain in this State during any year thereafter in which such real property is owned by the corporation:(1) A registered office; and(2) A registered agent, which agent may be either:a. An individual resident in this State, whose business office is identical with such registered office; orb. Another corporation authorized to transact business in this State, having a business office identical with such registered office.A foreign corporation that, prior to acquisition of any real property in this State, complies with the requirements of § 371 of Title 8 and thereafter continuously maintains a registered agent in this State for the purposes of that section shall be deemed to have complied with the requirements of this subsection.(b) Each foreign corporation shall file with the Secretary of State on or before June 30 of each year, a sworn report on such forms as the Secretary of State shall prescribe, setting forth:(1) The name of such corporation;(2) The street address and the principal office of such corporation;(3) The name and street address of the registered agent and registered office of such corporation; and(4) The signature of the corporate president, vice-president, secretary, assistant secretary or treasurer attesting to the accuracy of the report as of the date immediately preceding filing of the report.A foreign corporation that complies with § 374 of Title 8 by filing the annual report as required by that section shall be deemed to have complied with this subsection.(c) Each foreign corporation which fails to comply with subsections (a) and (b) of this section shall not be entitled to sue or to defend in the courts of the State, until such corporation has a registered agent and registered office pursuant to subsection (a) of this section (or until such corporation registers with the Secretary of State pursuant to § 371 of Title 8) and complies with subsection (b) of this section by filing a report pursuant to such subsection (or pursuant to § 374 of Title 8).(d) The filing of a report by a corporation as required by this section shall be solely for the purposes of this chapter and, notwithstanding any other act, shall not be used as a determination of whether the corporation is doing business in this State; provided, however, that this subsection shall not apply to a foreign corporation which satisfies the requirements of subsection (b) of this section by filing an annual report under § 374 of Title 8.(e) This section shall not apply to any foreign financial, banking, insurance or lending organization whose lending activities are regulated by any other state or the United States of America.(f) The Secretary of State may establish fees for any filings required by this section, which fees shall not exceed those prescribed for similar filings as stated in § 391 of Title 8.65 Del. Laws, c. 493,\n\n§\n\n 1;71 Del. Laws, c. 171,\n\n§\n\n 2;§\n\n1511. Use of property and funds for law-enforcement purposes.(a) All cash, bonds and other funds forfeited to the State in accordance with this chapter which remain after distribution pursuant to § 1506(f) of this title shall be deposited into the Special Law Enforcement Assistance Fund [§ 4110 et seq. of this title].(b) Personalty forfeited to the State which is not cash or currency shall not be sold or otherwise converted until the Attorney General determines, in writing, that such personalty cannot be used for law-enforcement related purposes. If the Attorney General determines that there is a law-enforcement use for such personalty, the personalty shall become state property and the Department of Justice shall have the right of first refusal.65 Del. Laws, c. 493,\n\n§\n\n 1;73 Del. Laws, c. 94,\n\n§\n\n 21;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1502",
      "number": "1502.",
      "heading": "Definitions.The following words, terms and phrases, when used in this chapter, shall have the meanings ascribed to them in this section, except where the context clearly indicates a different meaning:(1) a",
      "text": "“Beneficial interest” shall include any of the following:1. The interests of a person as a b\n§\n\n 1;79 Del. Laws, c. 276,\n\n§\n\n 8;80 Del. Laws, c. 263,\n\n§\n\n1;83 Del. Laws, c. 502,\n\n§\n\n2;84 Del. Laws, c. 228,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1503",
      "number": "1503.",
      "heading": "Violations.(a) It shall be unlawful for any person employed by, or associated with, any enterprise to conduct or participate in the conduct of the affairs of the enterprise through a pattern of racketeering activity or collection of an unlawful debt",
      "text": "(b) It is unlawful for any person, through a patte\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1504",
      "number": "1504.",
      "heading": "Criminal penalties.(a) Any person convicted of conduct constituting a violation of any of the provisions of this chapter shall be guilty of a class B felony, and shall be punished by imprisonment and pay a fine of not less than $25,000",
      "text": "(b) Any person convicted of conduct constituting a violation of\n§\n\n 1;67 Del. Laws, c. 130,\n\n§\n\n 8;67 Del. Laws, c. 350,\n\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1505",
      "number": "1505.",
      "heading": "Civil remedies.(a) The Superior Court of this State shall have jurisdiction to prevent and restrain violations of this chapter by issuing appropriate orders, including but not limited to: Ordering any person to divest any interest, direct or indirect, in any enterprise; imposing reasonable restricti",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1506",
      "number": "1506.",
      "heading": "Forfeiture proceedings.(a) The Attorney General is authorized to institute and conduct any proceedings under this chapter for the forfeiture of real or personal property to the State",
      "text": "All property of every kind used or intended for use in the course of, derived from, or realized through a pattern of\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1507",
      "number": "1507.",
      "heading": "Racketeering lien notice; lis pendens; construction of section",
      "text": "(a) Upon the institution of any criminal or civil proceeding under this chapter, the State, then or at any time during the pendency of the proceedings, may file in the official records of any 1 or more counties of this State, a racketeer\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1508",
      "number": "1508.",
      "heading": "Term of lien notice.(a) The term of a racketeering lien notice shall be for a period of 6 years from the date of filing, unless a renewal lien notice has been filed; and, in such case, the term of the renewal lien notice shall be for a period of 6 years from the date of its filing",
      "text": "The State shall b\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1509",
      "number": "1509.",
      "heading": "Investigative powers of Attorney General",
      "text": "(a) Whenever the Attorney General has reasonable cause to believe that any person or enterprise may have knowledge of, has been engaged in or is engaging in any conduct in violation of this chapter, the Attorney General may, in the Attorney General’s discreti\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1510",
      "number": "1510.",
      "heading": "Registration of foreign corporations",
      "text": "(a) Each foreign corporation desiring to acquire of record any real property shall have, prior to acquisition, and shall continuously maintain in this State during any year thereafter in which such real property is owned by the corporation:(1) A registered office\n§\n\n 1;71 Del. Laws, c. 171,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1511",
      "number": "1511.",
      "heading": "Use of property and funds for law-enforcement purposes",
      "text": "(a) All cash, bonds and other funds forfeited to the State in accordance with this chapter which remain after distribution pursuant to § 1506(f) of this title shall be deposited into the Special Law Enforcement Assistance Fund [§ 4110 et seq. of\n§\n\n 1;73 Del. Laws, c. 94,\n\n§\n\n 21;",
      "history": "",
      "source_url": ""
    }
  ]
}