{
  "state": "missouri",
  "path": "title-title-xiv/chapter-chapter-231",
  "sections": [
    {
      "id": "section-231-010",
      "number": "231.010",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.010. County commissions to divide counties into road districts. —The county commissions of all counties, other than those under township organization, shall, during the month of January, 1918, with the advice and assistance of the county highway engineer, divide their counties into road districts, all to be numbered, of suitable and convenient size, road mileage and taxable property considered. Said commissions, during the month of January biennially thereafter, have authority to change the boundaries of any such road district as the best interest of the public may require.\n\n(RSMo 1939 § 8514)\n\nPrior revisions: 1929 § 7868; 1919 § 10661; 1909 § 10464",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-010/"
    },
    {
      "id": "section-231-020",
      "number": "231.020",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.020. Road overseers to be appointed — when. —In all counties of classes two, three and four not adopting an alternative form of county government, all road overseers shall be appointed by the county commission of the county during the month of February.\n\n(RSMo 1939 § 8516, A.L. 1945 p. 1478)\n\nPrior revisions: 1929 § 7870; 1919 § 10662; 1909 § 10465",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-020/"
    },
    {
      "id": "section-231-030",
      "number": "231.030",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.030. Overseer to give bond — approved by county commission. —Before entering upon his duties each road overseer shall execute to the county a bond in such sum as may be fixed by the county commission, with good and sufficient security to be approved by the commission, the condition of such bond to be that he will faithfully discharge his duties as such road overseer, and that he will account for all sums of money received by him as such overseer, and that he will account to the county highway engineer, at the expiration of his term of office, for all tools, machinery, books, papers and other property belonging to the county or district, and such bond may be sued upon by the county to the use of the road district or any person injured by a breach thereof.\n\n(RSMo 1939 § 8518)\n\nPrior revisions: 1929 § 7872; 1919 § 10663; 1909 § 10467\n\nCROSS REFERENCE:\n\nCounty officer or road overseer not to be sales agent for road material or machinery, penalty, 229.090, 229.200",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-030/"
    },
    {
      "id": "section-231-040",
      "number": "231.040",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.040. Copies of road laws to be furnished county commission. —Five copies of the road laws of this state, properly indexed, in pamphlet form shall be forwarded to the clerk of each of the counties for the use of the county commission. Additional copies shall be forwarded upon application by the commission.\n\n(RSMo 1939 § 8592, A.L. 1961 p. 558)\n\nPrior revisions: 1929 § 7943; 1919 § 10730; 1909 § 10548",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-040/"
    },
    {
      "id": "section-231-050",
      "number": "231.050",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.050. Overseer to make monthly statement — file with county clerk. —Each road overseer shall file with the county highway engineer, or the county clerk in counties that have no highway engineer, between the first and tenth day of each month, a detailed statement of his transactions as road overseer during the preceding month, showing the amounts collected by him and from whom collected, and the amounts disbursed, and on what account, and what work has been done in his district, including the amount of his own work, and when and where done, and for the making of which reports suitable blanks shall be furnished by the county.\n\n(RSMo 1939 § 8519)\n\nPrior revisions: 1929 § 7873; 1919 § 10664; 1909 § 10468",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-050/"
    },
    {
      "id": "section-231-060",
      "number": "231.060",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.060. Overseer to make annual report and settlement. —It shall be the duty of every road overseer to make a detailed report, under oath, to the county commission at each regular term thereof, and he shall, in February of each year, make to the commission his final report and settlement, under oath, of all moneys received and expended by him, from what source received and on what account expended.\n\n(RSMo 1939 § 8521, A.L. 1945 p. 1478)\n\nPrior revisions: 1929 § 7875; 1919 § 10666; 1909 § 10469",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-060/"
    },
    {
      "id": "section-231-070",
      "number": "231.070",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.070. Overseer to keep roads in repair — to conform to specifications of engineer. —It shall be the duty of the road overseer to keep the roads in his district in as good repair as the funds at his command will permit. He shall at all times conform to the plans and specifications and instructions of the county highway engineer for the character of the work in question.\n\n(RSMo 1939 § 8520)\n\nPrior revisions: 1929 § 7874; 1919 § 10665; 1909 § 10470\n\nCROSS REFERENCES:\n\nCounty highway engineer to be custodian of road tools, 61.210\n\nCounty highway engineer to have supervision over highways of county--reports--hold meetings of road overseers, 61.220, 61.260, 61.270\n\nOverseers to follow plans of engineer--penalty for failure, 61.250\n\nThistles on unoccupied lands to be cut, expenses how paid, 263.200",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-070/"
    },
    {
      "id": "section-231-080",
      "number": "231.080",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.080. Highway engineer or overseer to contract for ditching and draining, when. —The county highway engineer or the overseer of any road district, with the approval of the engineer, is authorized to contract with any owner of land adjacent to the line of public roads for the purpose of opening any ditch or ditches for the drainage of the road, or to procure any necessary material for road purposes, and to pay a reasonable compensation therefor. Said contracts shall be in writing, and, if they relate to the opening of ditches and drains, shall describe the lands on which said ditches or drains are situated, and the location of same, and shall be acknowledged by the landowner and filed and recorded in the office of the recorder of deeds of the county.\n\n(RSMo 1939 § 8523)\n\nPrior revisions: 1929 § 7877; 1919 § 10669",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-080/"
    },
    {
      "id": "section-231-100",
      "number": "231.100",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.100. Officials authorized to make settlement for damages. —Whenever the construction or operation by any person, firm, corporation or association of any power, or a hydroelectric project results in the inundation of roads other than state highways, the county commission or proper officers of the political subdivision, having jurisdiction of such roads, are hereby authorized to make settlement therefor, and all money received therefrom shall be placed to the credit of the road fund of such county or political subdivision as the case may be.\n\n(RSMo 1939 § 8515)\n\nPrior revision: 1929 § 7869",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-100/"
    },
    {
      "id": "section-231-110",
      "number": "231.110",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.110. County commission in counties of second class to set aside land for shade trees. —The county commissions of class two counties shall have the power and it is hereby made their duty, upon the petition of a majority of the resident property owners adjoining such road or roads, by order of record, to set aside a strip of land not less than six feet in width, along and from each side of every public road or highway of fifty feet or more in width now or hereafter laid out as a public road, within a distance of two miles of the corporate limits of any city, for the purpose of having planted and cared for shade and ornamental trees and providing for and maintaining footpaths on said strip of land.\n\n(RSMo 1939 § 8574, A.L. 1945 p. 1500)\n\nPrior revisions: 1929 § 7925; 1919 § 10713; 1909 § 10516",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-110/"
    },
    {
      "id": "section-231-120",
      "number": "231.120",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.120. County commission may construct footpaths, when. —Whenever such a strip of land shall have been set aside by the county commission, and the said road, including said strip of land graded to the established grade, the said county commission shall have the power to have footpaths constructed and cause shade trees of uniform variety and size to be planted thereon, under the supervision of the county highway engineer; after which it shall be the duty of the road overseer of the district containing such road or roads to care for and protect the same out of the road funds of such district; provided, the said county commission may in its discretion, before appropriating any money for the construction of such footpaths, or the purchase and planting of the trees aforesaid, require the property owners owning the property adjoining said road to deposit such part of the total cost of the same with the county treasurer as the commission may deem just and proper.\n\n(RSMo 1939 § 8575)\n\nPrior revisions: 1929 § 7926; 1919 § 10714; 1909 § 10517",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-120/"
    },
    {
      "id": "section-231-130",
      "number": "231.130",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.130. Overseer to care for trees. —It shall be the duty of the road overseer of the district, including any of the roads aforesaid, to protect and care for any and all of the trees so planted under the supervision of the county highway engineer, and to file information against and prosecute any person or persons who shall injure or destroy any of such trees.\n\n(RSMo 1939 § 8576)\n\nPrior revisions: 1929 § 7927; 1919 § 10715; 1909 § 10518",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-130/"
    },
    {
      "id": "section-231-150",
      "number": "231.150",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.150. Road laws — how applied. —All road laws of this state shall apply to counties under township organization, unless by their terms limited to counties not under township organization, or in conflict with the provisions of this law.\n\n(RSMo 1939 § 8813)\n\nPrior revisions: 1929 § 8149; 1919 § 10911\n\nCROSS REFERENCE:\n\nTownship special road and bridge tax, levy, collection and disbursement, 137.585 to 137.595\n\n(1966) A township has the authority to own equipment and employ workmen and to use them in maintaining and improving the roads of the township. Sherman Township, Cass County v. Farr (Mo.), 406 S.W.2d 630.",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-150/"
    },
    {
      "id": "section-231-160",
      "number": "231.160",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.160. Board to form districts — boundary lines — established how — overseer — appointment. —The township board of directors shall form the township into one or more road districts. If the boundary line of any road district is along a public road, then one or the other edge of said road, and not the center line, shall be the boundary line of such road; and, in the event the township boards of adjoining townships are unable to agree upon the boundary lines of roads that are on the boundary lines of townships, then the county commission, or county commissions, of the particular county, or counties, interested shall settle boundary lines along such township lines. In the month of April each year the board shall appoint a road overseer for each district, who shall serve for one year and until his successor is appointed and qualified. Any road overseer may be removed from office by the township board for incompetency, neglect or other good cause, and a successor may be appointed by them in his stead.\n\n(RSMo 1939 § 8814)\n\nPrior revisions: 1929 § 8150; 1919 § 10912; 1909 § 11751\n\nCROSS REFERENCE:\n\nRoad districts, township board to establish as needed, 65.390",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-160/"
    },
    {
      "id": "section-231-170",
      "number": "231.170",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.170. Overseer — qualifications — compensation. —The person appointed to the office of road overseer shall be a citizen of the township from which he is appointed, and shall be a practical road builder, or possessed of technical or scientific knowledge of such work. His compensation shall be fixed by the board of directors at the time of his appointment, and shall be not more than thirty cents per hour for each hour he is actually and necessarily employed as such overseer.\n\n(RSMo 1939 § 8815)\n\nPrior revisions: 1929 § 8151; 1919 § 10913; 1909 § 11752",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-170/"
    },
    {
      "id": "section-231-180",
      "number": "231.180",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.180. Overseer — bond. —Before entering upon the performance of his duties each road overseer shall execute and deliver to the township board a bond in such sum as may be fixed by the board, and with good and sufficient security, to be approved by the board, conditioned that he will faithfully discharge all the duties devolving upon him by law as such overseer.\n\n(RSMo 1939 § 8816)\n\nPrior revisions: 1929 § 8152; 1919 § 10914; 1909 § 11753",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-180/"
    },
    {
      "id": "section-231-190",
      "number": "231.190",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.190. Overseer shall make reports, when. —It shall be the duty of every road overseer to make a detailed report and settlement, under oath, to the township board at each regular meeting thereof, and on or before the twentieth day of March next after his appointment he shall make final report, under oath, of all moneys received and expended by him, and from what source received and on what account expended, and final report of the disposition of all tools, machinery, books, papers and other property received by him as such overseer and belonging to such township or road district, and shall settle in full with said board for all moneys which he may have belonging to such road district or which may be owing by him to such district, and shall deliver to said board all tools, machinery, books, papers and other property belonging to such township or road district and received by him as such overseer.\n\n(RSMo 1939 § 8817)\n\nPrior revisions: 1929 § 8153; 1919 § 10915; 1909 § 11754",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-190/"
    },
    {
      "id": "section-231-200",
      "number": "231.200",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.200. Overseer — employees — material. —The overseer shall not employ any member of the township board nor enter into any contract for road work, material, tools, teams, nor purchase any machinery or material for the use of the road district from any member of the board or a member of his own family, either directly or indirectly, nor in any way use the funds of the district so as to become the beneficiary in the disbursement of the same. The tools of the district shall not be loaned to any person, except persons doing free work upon the roads of the district.\n\n(RSMo 1939 § 8818)\n\nPrior revisions: 1929 § 8154; 1919 § 10916; 1909 § 11755",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-200/"
    },
    {
      "id": "section-231-210",
      "number": "231.210",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.210. Duties of road overseer. —It shall be the duty of the road overseer to keep the roads in his district in as good repair as the funds at his command will permit. It shall also be his duty to keep all culverts and holes in the floors of bridges in his district repaired, and to make an inspection of the roads, bridges and culverts in his district as often as practicable and to see that they are kept in a safe condition.\n\n(RSMo 1939 § 8819, A.L. 1945 p. 1497)\n\nPrior revisions: 1929 § 8155; 1919 § 10917",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-210/"
    },
    {
      "id": "section-231-220",
      "number": "231.220",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.220. Bridges — repairs — bids — notice — contract. —The township board of directors shall construct and keep in repair all bridges in their district costing less than one hundred dollars; and shall make all necessary repairs, costing less than twenty-five dollars, upon bridges which are now or may hereafter be built within the township; provided, whenever it shall be necessary in any road district for the township board to cause to be built a bridge, the cost of which exceeds twenty-five dollars, the board may, in its discretion, advertise for bids by giving at least fifteen days' notice, by five written notices, posted in as many public places in said township, or by publication in some newspaper published in the district of the time and place of letting the contract.\n\n(RSMo 1939 § 8824)\n\nPrior revisions: 1929 § 8164; 1919 § 10926; 1909 § 11773",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-220/"
    },
    {
      "id": "section-231-230",
      "number": "231.230",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.230. Bridges costing more than forty-five hundred dollars, how built. —Whenever it shall be necessary in any township to build a bridge, the cost of which shall exceed forty-five hundred dollars, the township board of directors shall make out and cause to be presented to the county commission a certified statement of the amount of money necessary for the construction thereof, and, if deemed proper, the said county commission shall cause the bridge to be built by contract as provided by law.\n\n(RSMo 1939 § 8825, A.L. 2005 H.B. 58)\n\nPrior revisions: 1929 § 8165; 1919 § 10927; 1909 § 11774",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-230/"
    },
    {
      "id": "section-231-250",
      "number": "231.250",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.250. Property tax in districts under contract system, how paid — contracts, how let — notice — contractor to give bond. —Upon the adoption of the contract system of working the roads, the township board of the road district so adopting the same shall, on or before the fifteenth day of April, next following such adoption, make an order, duly entered of record, requiring the property tax of such road district assessed for road purposes to be paid in money. The said township board shall immediately give notice of the letting of the working of the roads in such road district by contract, publicly, to the lowest and best bidder, with specifications in such notice of the work to be done; said notice shall be given by at least four written or printed handbills, posted in at least four public places in such road district at least ten days before the letting of such contract. The township board at the time set forth in the notices above provided for shall proceed to let the contract for the working of the roads in said road district to the lowest and best bidder; provided, that no person or persons who are in any wise connected with any member of such township board shall be an eligible bidder. The person or persons whose bid shall be accepted shall, within ten days thereafter, severally enter into bond with the township board in such amount and with such personal security as shall be acceptable to and be approved by said township board, conditioned that they will faithfully perform the conditions and stipulations contained in said contract, and any breach of the conditions of said bond may be sued on in any court of competent jurisdiction in the corporate name of such township.\n\n(RSMo 1939 § 8828)\n\nPrior revisions: 1929 § 8168; 1919 § 10929; 1909 § 11776",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-250/"
    },
    {
      "id": "section-231-240",
      "number": "231.240",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.240. Contract system — how adopted — publication. —Whenever the inhabitants of any road district of any county of this state having heretofore adopted or which may hereafter adopt township organization may desire to adopt the contract system of working roads in such road district, it may be accomplished in the following manner: Upon the receipt by the township clerk of a petition from a majority of the resident householders of such road district, residing outside of an incorporated city, town or village, setting forth the facts, the township board of directors shall at its next regular meeting, if such meeting be held within thirty days after the receipt by the township clerk of such petition, and otherwise at a special meeting of the township board to be held not later than thirty days after the receipt of such petition, order the adoption of said system in said road district. The township clerk shall enter in the record of the township board all of the proceedings concerning the adoption of said contract system and shall declare, by publication, the adoption of said system in such road district.\n\n(RSMo 1939 § 8826)\n\nPrior revisions: 1929 § 8166; 1919 § 10928; 1909 § 11775",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-240/"
    },
    {
      "id": "section-231-260",
      "number": "231.260",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.260. Contractor liable on bond for damages — when. —Any contractor who shall willfully fail or neglect to keep any road under his care in good repair, or shall in any manner fail or neglect to keep any road under his care in good repair, or shall in any manner fail to faithfully perform or discharge any of his duties according to the terms of his contract, or shall willfully fail or refuse after five days' notice to repair any bridge or culvert which under the terms of the contract it is his duty to repair, shall be held responsible upon his said bond for any and all damages which occur to persons or property by reason of such failure; provided, that nothing herein contained shall prevent the contractor from pleading as a defense for such failure to perform his work in the time specified in the contract that same was caused by unusual weather and that with due care and diligence he could not have avoided such delay.\n\n(RSMo 1939 § 8829)\n\nPrior revisions: 1929 § 8169; 1919 § 10930; 1909 § 11778",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-260/"
    },
    {
      "id": "section-231-270",
      "number": "231.270",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.270. May abolish contract system of working roads — how. —Whenever the inhabitants of any township under township organization having previously adopted the contract system of working roads, as provided for in section 231.240, desire to change such system, they may abolish said system in the same manner as provided in section 231.240 for the establishment of said system.\n\n(RSMo 1939 § 8827)\n\nPrior revision: 1929 § 8167",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-270/"
    },
    {
      "id": "section-231-290",
      "number": "231.290",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.290. County clerk to furnish forms. —For the purpose of carrying out the provisions of section 231.280, it shall be the duty of the county clerk in counties having township organization to prepare, at the expense of the county, forms for the publication of the detailed statement of the township's receipts and disbursements, on or before the twentieth day of February of each year, and submit the same to the township clerk of each township, together with any other information he may deem necessary, and the county clerk shall require each township board to make such publication according to the form submitted, and also require a certified copy of such statement to be filed in his office on or before the twentieth day of March of each year.\n\n(RSMo 1939 § 8831)\n\nPrior revisions: 1929 § 8171; 1919 § 10932",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-290/"
    },
    {
      "id": "section-231-280",
      "number": "231.280",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.280. Clerk to make itemized statement — publication — filing of certain copies. —The township board of directors in all counties under township organization shall keep, or cause to be kept, a full, true and correct record of all moneys received and disbursed on account of roads and bridges and all other receipts and disbursements of every nature in such township, showing in detail from whom and on what account such money was received, and to whom and for what purpose disbursed, together with a complete inventory of all tools, road machinery and other property belonging to the township, together with such other information as to the condition of roads and bridges and the needs of same as may be deemed of value, and within thirty days after the end of the fiscal year of said township board of directors, which fiscal year shall begin and end on the same date as the fiscal year of the county in which such township is located, shall cause to be published an itemized statement of such receipts and expenditures, inventory of tools, machinery and other property in some newspaper published in such township, and if there be no newspaper published in the township, then such publication may be made in any newspaper of general circulation within such township published in the county. Such statement shall be made by the township clerk under the direction of the township board, and shall be sworn to by such clerk, and it shall be the duty of the township clerk within thirty days after the end of the fiscal year of said township board to file one copy of such detailed statement with the county clerk of such county, and the county clerk shall lay the same before the county commission at its next regular meeting.\n\n(RSMo 1939 § 8830, A.L. 1945 p. 1497 § 8830, A.L. 2003 H.B. 597)\n\nPrior revisions: 1929 § 8170; 1919 § 10931; 1909 § 11781",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-280/"
    },
    {
      "id": "section-231-300",
      "number": "231.300",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.300. County commission may appropriate money, when. —Whenever the citizens along the line of any public road in a district subscribe any sum not less than twenty-five dollars for grading, graveling or otherwise improving any portion of such road, and shall deposit the same with the township treasurer, the county commission may appropriate a like amount for such purpose out of any funds of the county not otherwise appropriated.\n\n(RSMo 1939 § 8832)\n\nPrior revisions: 1929 § 8172; 1919 § 10933; 1909 § 11785",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-300/"
    },
    {
      "id": "section-231-310",
      "number": "231.310",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.310. Highway engineer to make surveys, when — report. —It shall be lawful for the county commission of any county upon the application of the township board of directors, to empower and authorize the county highway engineer of said county, under the direction of the township board of such township, to survey, locate and plat the public highways of such township; and when such plat shall have been completed and approved by the township board, it shall be filed in the office of the township clerk, together with the minutes and report of such survey, to be kept by such township clerk as a part of his official records, the expenses of such proceeding to be paid out of the road fund of the township. The said plat, minutes and reports, or a certified copy of the same, over the hand and seal of the township clerk, shall be prima facie evidence that the road or roads therein contained or described have been constituted a public highway according to law.\n\n(RSMo 1939 § 8833)\n\nPrior revisions: 1929 § 8173; 1919 § 10934; 1909 § 11786",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-310/"
    },
    {
      "id": "section-231-330",
      "number": "231.330",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.330. Violations — penalty. —Any official or other person who shall willfully fail to comply with any of the provisions of sections 231.150 to 231.330, and any person who shall willfully violate any of the provisions thereof, shall be deemed guilty of a misdemeanor, and where no other or different punishment is provided, shall be punished by a fine of not less than five dollars nor more than five hundred dollars.\n\n(RSMo 1939 § 8835)\n\nPrior revisions: 1929 § 8175; 1919 § 10936; 1909 § 11788",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-330/"
    },
    {
      "id": "section-231-320",
      "number": "231.320",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.320. Prosecuting attorney to prosecute actions. —It shall be the duty of the prosecuting attorney of the county or his assistant to prosecute all actions brought under sections 231.150 to 231.330.\n\n(RSMo 1939 § 8834)\n\nPrior revisions: 1929 § 8174; 1919 § 10935; 1909 § 11787",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-320/"
    },
    {
      "id": "section-231-340",
      "number": "231.340",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.340. Streets and alleys in unincorporated towns, under control of county commission. —All streets and alleys in unincorporated towns and villages shall be under the control of the county commission, and governed by the laws relating to roads and highways.\n\n(RSMo 1939 § 8562)\n\nPrior revisions: 1929 § 7915; 1919 § 10703; 1909 § 10505",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-340/"
    },
    {
      "id": "section-231-350",
      "number": "231.350",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.350. Road overseer's duties. —The road overseer and county highway engineer shall have the same control over and their duties in relation to streets and alleys in said towns and villages shall be the same as in relation to roads and highways on public roads.\n\n(RSMo 1939 § 8563)\n\nPrior revisions: 1929 § 7916; 1919 § 10704; 1909 § 10506",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-350/"
    },
    {
      "id": "section-231-360",
      "number": "231.360",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.360. Construction of sidewalks, curbs in unincorporated town or village (first class counties). —The county commission in all counties of the first class, as provided by law, shall have the power to provide for the building of sidewalks, curbs, gutters, combinations of curb and gutter, and roadways including grading therefor, along any street, avenue, road or highway in any unincorporated town, village or residence district in such county by and at the expense of the owner, or owners, of the lots fronting on said street, avenue, road or highway along the distance improved in proportion to the front feet. Whenever a petition therefor shall be filed with the county commission signed by a majority of the resident lot owners fronting on such street, avenue, road or highway, and liable to taxation therefor, which sidewalks, curbs, gutters or combinations of curb and gutter and roadways shall be constructed in such manner and of such dimensions as are herein provided.\n\n(L. 1947 V. I p. 430 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-360/"
    },
    {
      "id": "section-231-370",
      "number": "231.370",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.370. Contracts to be let by county commission — when — how. —Contracts for the laying of such sidewalks, curbs, gutters, combinations of curb and gutter and roadways as are provided for in section 231.360, shall be authorized and let by the aforesaid county commission to the lowest and best bidder therefor, said commission first giving notice thereof by publication, which notice shall be published for fifteen days in a daily newspaper or for three insertions in a weekly newspaper at the county seat of such county. Said notice must contain a summary of the specifications showing the kind of material required, the width and the thickness of such sidewalk, curbs, gutters, combinations of curb and gutter and roadway and the manner of paying therefor, together with the time and place where said specifications may be examined; provided, that all sidewalks constructed under the provisions of sections 231.360 to 231.390, shall be of uniform width not less than four feet in any one block, and the general specifications of such sidewalk or sidewalks shall be determined by the county commission in conformity with the wishes of the petitioners.\n\n(L. 1947 V. I p. 430 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-370/"
    },
    {
      "id": "section-231-380",
      "number": "231.380",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.380. Cost, how apportioned, assessed and collected. —The cost of laying such sidewalk or sidewalks, curbs, gutters, combinations of curb and gutter, roadway or roadways, shall be apportioned and assessed by the county commission or commissions against the abutting property on the basis per front foot ascertained by dividing the cost of the work by the total frontage of the abutting property, and such assessments shall be known as special assessments for improvements and shall be levied and collected as a special tax, and a special tax bill, to be prepared by the county clerk of the county, shall issue therefor. Said special tax bills are to be issued upon the completion, approval and acceptance by the county commission, and may bear interest after thirty days, at the rate of eight percent per annum, and every such special tax bill shall be a lien against the lot or piece of ground described in the same until the same is paid.\n\n(L. 1947 V. I p. 430 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-380/"
    },
    {
      "id": "section-231-390",
      "number": "231.390",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.390. Special tax bills, how issued. —All special tax bills issued for special assessments for constructing sidewalks, curbs, gutters, combinations of curb and gutter and roadways as authorized herein shall be assignable and collectible by suit in the name of the county to the use and at the cost of the holder thereof. Any such tax bills heretofore or hereafter issued in payment for the construction of a public road, which are invalid by reason of an irregularity in the procedure prescribed for their issuance, may be redeemed by the county and payment thereof made as directed by the county commission. Such special tax bills in any action thereon, shall be prima facie evidence of the regularity of the proceedings for such special assessment, of the validity of the bill, of the doing of the work, and of the furnishing of the materials charged for, and of the liability of the property to the charge stated in the bill.\n\n(L. 1947 V. I p. 430 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-390/"
    },
    {
      "id": "section-231-400",
      "number": "231.400",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.400. Construction of sidewalks and roadways in unincorporated villages (second class counties). —The county commissions in all counties of the second class shall have the power to provide for and require the building of sidewalks and roadways including grading therefor, along any street, avenue, road or highway in any unincorporated village or residence district in such county by and at the expense of the owner of the lots fronting on such street, avenue, road or highway, along the distance improved in proportion to the front feet, whenever a petition therefor shall be filed with the county commission signed by a majority of the owners resident on such street, avenue, road or highway, and liable to taxation therefor, which sidewalks and roadways shall be constructed in such manner and of such dimensions as are herein provided.\n\n(RSMo 1939 § 8567, A.L. 1945 p. 1501)\n\nPrior revisions: 1929 § 7920; 1919 § 10708; 1909 § 10511",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-400/"
    },
    {
      "id": "section-231-410",
      "number": "231.410",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.410. Contracts to be let by county commission — when — how. —Contracts for the laying of such sidewalks and roadways as are provided for in section 231.400 shall be authorized and let by the aforesaid county commission to the lowest and best bidder therefor, said commission first giving notice thereof by publication, which notice shall be published for fifteen days in a daily newspaper or for three insertions in a weekly newspaper published at the county seat of such county. Said notice must contain specifications showing the kind of material required, the width and the thickness of such sidewalk and roadway and the manner of paying therefor; provided, that all sidewalks constructed under the provisions of sections 231.400 to 231.430 shall be of uniform width not less than four feet in any one block, and the general specifications of such sidewalk or sidewalks shall be determined by the county commission in conformity with the wishes of the petitioners.\n\n(RSMo 1939 § 8570)\n\nPrior revisions: 1929 § 7921; 1919 § 10709; 1909 § 10512",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-410/"
    },
    {
      "id": "section-231-420",
      "number": "231.420",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.420. Cost, how apportioned, assessed and collected. —The cost of laying such sidewalk or sidewalks, roadway or roadways, shall be apportioned and assessed by the county commission or commissions against the abutting property on the basis per front foot ascertained by dividing the cost of the work by the total frontage of the abutting property, and such assessments shall be known as special assessments for improvements and shall be levied and collected as a special tax, and a special tax bill, to be prepared by the county clerk of the county, shall issue therefor. Said special tax bills are to be issued upon the completion, approval and acceptance by the county commission, and may bear interest, after thirty days, at the rate of eight percent per annum, and every such special tax bill shall be a lien against the lot or piece of ground described in the same until the same is paid.\n\n(RSMo 1939 § 8571)\n\nPrior revisions: 1929 § 7922; 1919 § 10710; 1909 § 10513",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-420/"
    },
    {
      "id": "section-231-430",
      "number": "231.430",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.430. Special tax bills, how issued. —All special tax bills issued for special assessments for constructing sidewalks and roadways as authorized by sections 231.400 to 231.420 shall be assignable and collectible in the name of the county, to the use of the holder thereof; but the county shall not in any event be liable for any costs that may accrue in such action. Such special tax bills, in any action thereon, shall be prima facie evidence of the regularity of the proceedings for such special assessment, of the validity of the bill, of the doing of the work, and of the furnishing of the materials charged for, and of the liability of the property to the charge stated in the bill.\n\n(RSMo 1939 § 8572)\n\nPrior revisions: 1929 § 7923; 1919 § 10711; 1909 § 10514",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-430/"
    },
    {
      "id": "section-231-444",
      "number": "231.444",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.444. County road tax — counties of the third and fourth classification — special road rock fund. —1. In addition to other levies authorized by law, the governing body of any county of the third or fourth classification may by ordinance levy and impose a tax pursuant to this section which shall not exceed the rate of one dollar on each acre of real property in the county which is classified as agricultural and horticultural property pursuant to section 137.016.\n\n2. The proceeds of the tax authorized pursuant to this section shall be collected by the county collector and remitted to the county treasurer who shall deposit such proceeds in a special fund to be known as the \"Special Road Rock Fund\". All moneys in the special road rock fund shall be appropriated by the county governing body for the sole purpose of purchasing road rock to be placed on county roads within the boundaries of the county.\n\n3. The ordinance levying and imposing a tax pursuant to subsection 1 of this section shall not be effective unless the county governing body submits to the qualified voters of the county a proposal to authorize the county governing body to levy and impose the tax at an election permitted pursuant to section 115.123. The ballot of submission proposing the tax shall be in substantially the following form:\n\n4. If a majority of the qualified voters of the county voting on the proposal vote \"YES\", then the governing body of the county may by ordinance levy and impose the tax authorized by this section in an amount not to exceed the rate proposed in the ballot of submission. If a majority of the qualified voters of the county voting on the proposal vote \"NO\", then the governing body of the county shall not levy and impose such tax. Nothing in this section shall prohibit a rejected proposal from being resubmitted to the qualified voters of the county at an election permitted pursuant to section 115.123.\n\n(L. 1998 H.B. 1113 § 1, A.L. 2005 H.B. 58, A.L. 2008 H.B. 2047, A.L. 2015 H.B. 613)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-444/"
    },
    {
      "id": "section-231-441",
      "number": "231.441",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.441. County receipts from county aid road trust fund, how expended — when distributed. —1. All moneys received by a county from the county aid road trust fund shall be used within the county solely for the construction, reconstruction, maintenance and repairs of roads, bridges and highways as the county commission shall direct. The county commission shall formulate by written regulations, rules and policies for the use of such funds which shall be kept on file by the county recorder for public inspection. The state highways and transportation commission shall have no authority to promulgate rules and regulations concerning the expenditure of such funds and all such rules and regulations heretofore promulgated shall be null and void.\n\n2. The state treasurer by the tenth day of each month shall remit to the county treasurer of each county its allocated share of the county aid road trust fund.\n\n(L. 1973 H.B. 222)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-441/"
    },
    {
      "id": "section-231-450",
      "number": "231.450",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.450. Funds may be appropriated for local purposes. —The general assembly may appropriate funds to the office of administration to be paid to the various counties and cities to be used solely for road and bridge purposes as provided in sections 231.450 to 231.460.\n\n(L. 1979 S.B. 109 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-450/"
    },
    {
      "id": "section-231-455",
      "number": "231.455",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.455. Payment of funds — use. —1. Each fiscal year for two fiscal years, beginning with fiscal year 1979-80, the general assembly shall appropriate not more than eighteen million dollars for local road and bridge purposes as provided in sections 231.450 to 231.460.\n\n2. The payment of the funds so appropriated shall be made by the commissioner of administration as soon as practicable after the beginning of each fiscal year.\n\n3. The payment shall be made to the governing bodies of the various counties and cities, without any formal application therefor, shall be used solely for local road and bridge purposes, and no part of the moneys so paid shall be used upon any road or bridge which is wholly or partially maintained by the state transportation department.\n\n(L. 1979 S.B. 109 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-455/"
    },
    {
      "id": "section-231-460",
      "number": "231.460",
      "heading": "",
      "text": "Title XIV ROADS AND WATERWAYS\n\nChapter 231\n\n231.460. Distribution formula — highways and transportation commission rules not applicable. —1. Of the total amount appropriated each year, five percent shall be paid to the city of St. Louis, and the city of St. Louis shall not otherwise participate in any distribution from the appropriation as either a city or county.\n\n2. Of the remainder, two-thirds shall be paid to the various counties of the state on the same basis as county aid road trust funds are distributed as provided in Article IV, Section 30(a)(1) of the Missouri Constitution, and shall be expended as provided in section 231.441.\n\n3. The remainder shall be distributed to the various cities of the state in the same manner as road funds are distributed to the incorporated cities, towns and villages within the state as provided in Article IV, section 30(a)(2), Constitution of Missouri, and for the same purposes enumerated therein, but the distribution shall not take into account whether or not a city, town, or village once levied a motor fuel tax. The state highways and transportation commission shall not have any authority to promulgate rules and regulations concerning the expenditure of such funds.\n\n(L. 1979 S.B. 109 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xiv/chapter-231/section-231-460/"
    }
  ]
}