{
  "state": "michigan",
  "path": "title-chapter-308-commercial-fishing/chapter-act-179-of-1935-commercial-fishing-in-lake-huron-308141-3081",
  "sections": [
    {
      "id": "section-308141",
      "number": "308.141",
      "heading": "Commercial Fishing Within Three Miles of Fort Gratiot Light; Unlawful",
      "text": "The provisions of any statute of this state to the contrary notwithstanding, it shall hereafter be unlawful for any person to take any species of fish with gill nets, pound nets, trap nets, seines, set lines or set hooks, or any other device except a hook and line, in the waters of Lake Huron at any point within a radius of 3 miles from the Fort Gratiot light, located near the entrance to the St. Clair River. No nets of any description, seines, set lines or set hooks, or any other device for that purpose, shall be set in said waters.\n\nHistory:1935, Act 179, Eff. Sept. 21, 1935 ;-- CL 1948, 308.141",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-308/statute-act-179-of-1935/section-308-141/"
    },
    {
      "id": "section-308142",
      "number": "308.142",
      "heading": "Person; Definition.",
      "text": "The word “person” as used in this act, shall be construed to include 1 or more persons, firms, partnerships or associations.\n\nHistory:1935, Act 179, Eff. Sept. 21, 1935 ;-- CL 1948, 308.142",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-308/statute-act-179-of-1935/section-308-142/"
    },
    {
      "id": "section-308143",
      "number": "308.143",
      "heading": "Violation of Act; Penalty.",
      "text": "Any person violating the provisions of this act shall, upon conviction thereof, be punished by a fine of not less than 250 dollars nor more than 2,000 dollars and cost of prosecution, or imprisonment for not more than 6 months, or both such fine and imprisonment, in the discretion of the court.\n\nHistory:1935, Act 179, Eff. Sept. 21, 1935 ;-- CL 1948, 308.143",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-308/statute-act-179-of-1935/section-308-143/"
    }
  ]
}