{
  "state": "illinois",
  "path": "title-chapter-5-general-provisions/chapter-5-ilcs-340-voluntary-payroll-deductions-act-of-1983",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Voluntary",
      "text": "Payroll Deductions Act of 1983\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Public policy.",
      "text": "It is the public policy of this State and the\nobjective of this Act to lessen the burdens of State government and of local\ncommunities in meeting needs of human health and welfare; to provide a\nconvenient channel through which State employees and State annuitants may\ncontribute to these efforts; to minimize or eliminate\ndisruption of the State workplace and costs to State taxpayers that such\nfund-raising may entail; to serve needs of human health and welfare; and to\nensure that recipient organizations are responsible in the uses of the moneys\nso raised.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Definitions. As used in this Act unless the context otherwise",
      "text": "requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Employee withholding.",
      "text": "An employee may authorize the withholding\nof a portion of his or her salary or wages for contribution to a maximum\nnumber of 4 organizations described in paragraphs (b) and (c) of Section 3 of\nthis Act. A department, board, body, agency or commission may direct the State\nComptroller to deduct, and the University of Illinois, Southern Illinois\nUniversity, Chicago State University, Eastern Illinois University, Governors\nState University, Illinois State University, Northeastern Illinois University,\nNorthern Illinois University, and Western Illinois University may deduct, upon\nwritten request of a State employee, for each regular payroll period, from the\nsalary or wages of the employee the amount specified in the written request for\npayment to the organization designated by the employee. The moneys so deducted\nshall be paid over promptly to the organizations designated by the employee by\nmeans of warrants drawn by the State Comptroller, the University of Illinois,\nSouthern Illinois University, Chicago State University, Eastern Illinois\nUniversity, Governors State University, Illinois State University, Northeastern\nIllinois University, Northern Illinois University, and Western Illinois\nUniversity, against the appropriation for personal services of the department,\nboard, body, agency or commission by which such employee is employed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "State annuitant withholding.",
      "text": "A State annuitant may authorize\nthe withholding of a portion of his or her annuity or disability benefit for\ncontribution to a maximum of 4 organizations described in paragraphs (b) and\n(c) of Section 3 of this Act. Upon written request of a State annuitant, a\nretirement system may deduct or direct the State Comptroller to deduct from\nthe annuity or disability benefit of the State annuitant the amount specified\nin the written request for payment to the organization designated by the State\nannuitant. The retirement system may determine the timing for the deductions\nbased on the retirement system's benefit processing schedule. The moneys so\ndeducted shall be paid over promptly to the organizations designated by the\nState annuitant by means of warrants drawn by the retirement system or the\nState Comptroller against the fund from which the State annuitant is receiving\nhis or her annuity or disability benefit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Rules; Advisory Committee. The State Comptroller shall",
      "text": "promulgate and issue reasonable rules and regulations as deemed necessary for\nthe administration of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Pursuant to the provision of Section 5, rules shall be promulgated",
      "text": "which establish a period between September 1 and November 30 during which all\nqualified organizations and United Funds shall be permitted to solicit State\nemployees for voluntary contributions at their places of work. However, State\nand university employees hired at any time after the official 8-week campaign\nperiod may make voluntary contributions through payroll withholding. The\ninformational materials from the immediately prior SECA campaign period may be\nprovided to each such employee. No organization shall solicit State employees\nfor contributions at their places of work, except pursuant to the provisions of\nthis Act and the rules promulgated thereunder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Notwithstanding any other provision of this Act, a",
      "text": "participating organization or a United Fund may be denied participation in\nSECA for willful failure to comply with the provisions of paragraph (9) of\nsubsection (b) of Section 3 of this Act. The agency designated by the Comptroller\nunder paragraph (9) of subsection (b) of Section 3 of this Act\nshall adopt rules\nproviding for procedures for review by the agency of alleged violations of that\nparagraph and appropriate remedial sanctions for noncompliance. The rules\nshall include an appeal procedure for any affected participating organization\nor United Fund. The agency designated by the Comptroller shall notify the\nComptroller immediately of any final decision to remove a qualified\norganization or United Fund from participation in SECA.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Reports.",
      "text": "Reports.",
      "history": "",
      "source_url": ""
    }
  ]
}