{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-1407-nebraska-police-standards-advisory-council-members-q",
  "sections": [
    {
      "id": "section-81-1407",
      "number": "81-1407",
      "heading": "",
      "text": "81-1407.Nebraska Police Standards Advisory Council; members; qualifications; terms; appointment; removal; hearing.\n\n(1)(a) The Nebraska Police Standards Advisory Council shall consist of nine members appointed by the Governor.\n\n(b) Eight of the members shall be full-time officers or employees of a law enforcement agency. Such members shall include:\n\n(i) A representative chief of police or his or her designee from a city of the metropolitan class;\n\n(ii) A representative chief of police or his or her designee from a city of the primary class;\n\n(iii) A representative chief of police or his or her designee from a city of the first class;\n\n(iv) A representative chief of police or his or her designee from a city of the second class or village;\n\n(v) A county sheriff or his or her designee from a county having a population of forty thousand or more;\n\n(vi) A county sheriff or his or her designee from a county having a population of forty thousand or less;\n\n(vii) A member of the Nebraska State Patrol; and\n\n(viii) A sworn law enforcement officer holding the rank of sergeant or below.\n\n(c) The ninth member shall be a member of the Jail Standards Board or a person from the public at large.\n\n(2) Except as otherwise provided in this subsection, the members of the council shall serve for terms of four years each. Within ninety days after August 28, 2021, the Governor shall appoint the new members added by Laws 2021, LB51. Of such members one shall serve a term of three years and one shall serve a term of four years. Each succeeding member shall be appointed for a term of four years. A member may be reappointed at the expiration of his or her term. Any vacancy occurring otherwise than by expiration of a term shall be filled, for the remainder of the unexpired term, in the same manner as the original appointment. The council shall select one of its members as chairperson.\n\n(3) No member of the council shall serve beyond the time when he or she holds the office or employment by reason of which he or she was initially eligible for appointment. A member may be removed from the council for cause upon notice and an opportunity to be heard at a public hearing before the Governor. After the hearing, the Governor shall file in the office of the Secretary of State a complete statement of the charges, his or her findings and disposition, together with a complete record of the proceedings.\n\nSourceLaws 1969, c. 773, ยง 7, p. 2927;Laws 1994, LB 971, ยง 6;Laws 2021, LB51, ยง 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-1407/"
    }
  ]
}