{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-1431-training-regarding-issues-in-human-trafficking",
  "sections": [
    {
      "id": "section-81-1431training",
      "number": "81-1431.Training",
      "heading": "regarding issues in human trafficking",
      "text": "(1) It is the intent of the Legislature that law enforcement agencies, prosecutors, public defenders, judges, juvenile detention center staff, and others involved in the juvenile justice system and the criminal justice system and other relevant officials be prov",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-1431",
      "number": "81-1431",
      "heading": "",
      "text": "81-1431.Training regarding issues in human trafficking.\n\n(1) It is the intent of the Legislature that law enforcement agencies, prosecutors, public defenders, judges, juvenile detention center staff, and others involved in the juvenile justice system and the criminal justice system and other relevant officials be provided mandatory training regarding issues in human trafficking. Prior to July 1, 2026, the task force established in section 81-1430 shall work with such agencies, persons, and staff to develop a proper curriculum for the training and to determine how the training should be provided. The determination and accompanying legislative recommendations shall be made by December 1, 2012. Such training shall focus on:\n\n(a) State and federal law regarding human trafficking;\n\n(b) Methods used in identifying victims of human trafficking who are United States citizens and foreign nationals, including preliminary interview techniques and appropriate questioning methods;\n\n(c) Methods for prosecuting human traffickers;\n\n(d) Methods of increasing effective collaboration with nongovernmental organizations and other relevant social service organizations in the course of investigating and prosecuting a human trafficking case;\n\n(e) Methods for protecting the rights of victims of human trafficking, taking into account the need to consider human rights and the special needs of women and minor victims;\n\n(f) The necessity of treating victims of human trafficking as crime victims rather than as criminals; and\n\n(g) Methods for promoting the safety and well-being of all victims of human trafficking.\n\n(2) Prior to July 1, 2026, the task force shall also seek the input and participation of appropriate nongovernmental organizations and other relevant organizations regarding the provision, preparation, and presentation of the training called for in this section.\n\nSourceLaws 2012, LB1145, ยง 3;Laws 2025, LB346, ยง 54.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-1431/"
    }
  ]
}