{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-502-state-fire-marshal-fire-prevention-and-safety-duties-",
  "sections": [
    {
      "id": "section-81-502state",
      "number": "81-502.State",
      "heading": "Fire Marshal; fire prevention and safety; duties; delegation of authority to local fire prevention personnel",
      "text": "(1) It shall be the duty of the State Fire Marshal, under authority of the Governor:(a) To enforce all laws of the state relating to the suppression of arson and investigation of the cause, o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-502",
      "number": "81-502",
      "heading": "",
      "text": "81-502.State Fire Marshal; fire prevention and safety; duties; delegation of authority to local fire prevention personnel.\n\n(1) It shall be the duty of the State Fire Marshal, under authority of the Governor:\n\n(a) To enforce all laws of the state relating to the suppression of arson and investigation of the cause, origin, and circumstances of fires;\n\n(b) To promote safety and reduce loss by fire; and\n\n(c) To make an investigation for fire safety of the premises and facilities of:\n\n(i) Liquor establishments for which a license or renewal of a license is sought, upon request of the Nebraska Liquor Control Commission, pursuant to section 53-119.01;\n\n(ii) Licensed foster care facilities or applicants for licenses for foster care facilities, upon request by the Department of Health and Human Services, pursuant to section 71-1903;\n\n(iii) Upon request of the Department of Health and Human Services, licensed providers of programs or applicants for licenses to provide such programs pursuant to section 71-1913 and licensed residential child-caring agencies or applicants for such licensure pursuant to section 71-1934. The State Fire Marshal shall report the results of the investigation to the department within thirty days after receipt of the request from the department;\n\n(iv) Licensed hospitals, skilled nursing facilities, intermediate care facilities, or other health care facilities which are licensed under the Health Care Facility Licensure Act or applicants for licenses for such facilities or institutions, upon request by the Department of Health and Human Services, pursuant to section 71-441; and\n\n(v) Mobile home parks for which a license or renewal of a license is sought, upon request of the Department of Water, Energy, and Environment, pursuant to section 81-15,291.\n\n(2) The State Fire Marshal may enter into contracts with private individuals or other agencies, boards, commissions, or governmental bodies for the purpose of carrying out his or her duties and responsibilities pursuant to the Arson Reporting Immunity Act, the Nebraska Natural Gas Pipeline Safety Act of 1969, and sections 81-502 to 81-538, 81-5,132 to 81-5,146, and 81-5,151 to 81-5,157.\n\n(3) The State Fire Marshal may delegate the authority set forth in this section and section 81-503.01 to qualified local fire prevention personnel. The State Fire Marshal may overrule a decision, act, or policy of the local fire prevention personnel. Such delegation of authority may be revoked by the State Fire Marshal for cause upon thirty days' notice after a hearing.\n\n(4) The State Fire Marshal, first assistant fire marshal, and deputies shall have such other powers and perform such other duties as are set forth in sections 81-501.01 to 81-531 and 81-5,151 to 81-5,157 and as may be conferred and imposed by law.\n\nSourceLaws 1925, c. 183, § 2, p. 479;C.S.1929, § 81-5502;R.S.1943, § 81-502;Laws 1947, c. 313, § 1, p. 949;Laws 1967, c. 446, § 3, p. 1389;Laws 1969, c. 794, § 1, p. 3000;Laws 1972, LB 782, § 1;Laws 1973, LB 180, § 1;Laws 1976, LB 986, § 3;Laws 1981, LB 266, § 2;Laws 1982, LB 792, § 1;Laws 1983, LB 498, § 5;Laws 1984, LB 130, § 15;Laws 1985, LB 253, § 9;Laws 1986, LB 217, § 12;Laws 1987, LB 459, § 6;Laws 1989, LB 215, § 18;Laws 1993, LB 251, § 4;Laws 1993, LB 348, § 79;Laws 1993, LB 377, § 7;Laws 1995, LB 401, § 44;Laws 1996, LB 1044, § 837;Laws 1997, LB 307, § 215;Laws 1999, LB 594, § 70;Laws 2000, LB 819, § 153;Laws 2007, LB296, § 728;Laws 2013, LB265, § 47;Laws 2018, LB889, § 1;Laws 2021, LB148, § 81;Laws 2024, LB1069, § 2;Laws 2025, LB317, § 400.Operative Date: July 1, 2025\n\nCross ReferencesArson Reporting Immunity Act, see section 81-5,115.Health Care Facility Licensure Act, see section 71-401.Inspection of businesses credentialed under the Uniform Credentialing Act, see section 38-139.Motor vehicle fuel, aboveground tanks, powers, see section 81-1577.01.Nebraska Natural Gas Pipeline Safety Act of 1969, see section 81-552.\n\nAnnotations\n\nWhere state fire marshals had reliable information about existence of incendiary device, action of going upon property and inspecting for existence of fire without actual entry or search of building was proper. State v. Howard, 184 Neb. 274, 167 N.W.2d 80 (1969).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-502/"
    }
  ]
}