{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-1227-legislative-findings",
  "sections": [
    {
      "id": "section-81-1227legislative",
      "number": "81-1227.Legislative",
      "heading": "findings.The Legislature finds that:(1) Current economic conditions and limited availability of modern housing units impact the ability of Nebraska's rural communities to recruit and retain a world-class workforce",
      "text": "A lack of workforce housing affects the ability of communities to maintain and develo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-1227",
      "number": "81-1227",
      "heading": "",
      "text": "81-1227.Legislative findings.\n\nThe Legislature finds that:\n\n(1) Current economic conditions and limited availability of modern housing units impact the ability of Nebraska's rural communities to recruit and retain a world-class workforce. A lack of workforce housing affects the ability of communities to maintain and develop viable, stable, and thriving economies. A housing shortage in rural areas also impacts the ability of local private, nonprofit, and public employers to grow and prosper;\n\n(2) Impediments exist to the construction, rehabilitation, and financing of rural workforce housing. There is a shortage of contractors willing to develop new housing units in rural communities. Developers and contractors perceive increased risk associated with housing development in rural areas. Today's worker who is considering a job in a rural area has different expectations about the type and style of housing he or she desires. Costs for new housing in rural areas generally continue to grow faster than Nebraska incomes and the cost of living; and\n\n(3) In order to develop attractive housing options that lead to the recruitment and retention of a world-class workforce in Nebraska's rural communities, it is the intent of the Legislature to use new and existing resources to support creation of workforce housing investment funds. Such funds will be used to encourage development of workforce housing in Nebraska's rural and underserved regions.\n\nSourceLaws 2017, LB518, ยง 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-1227/"
    }
  ]
}