{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-503-state-fire-marshal-first-assistant-appointment-other-",
  "sections": [
    {
      "id": "section-81-503",
      "number": "81-503",
      "heading": "",
      "text": "81-503.State Fire Marshal; first assistant; appointment; other employees; duties; uniforms.\n\n(1) The State Fire Marshal may appoint a first assistant fire marshal and such deputies, inspectors, and other persons as in his or her discretion may be necessary to carry into effect sections 81-501.01 to 81-531 and 81-5,151 to 81-5,157, the Nebraska Natural Gas Pipeline Safety Act of 1969, the Petroleum Products and Hazardous Substances Storage and Handling Act, the Wildland Fire Response Act, and any other statutory duties imposed upon the State Fire Marshal. He or she may also, at his or her pleasure, remove such first assistant and any of such deputies as he or she may deem advisable. The deputies and inspectors shall perform such duties and have and enjoy all the rights, privileges, and immunities granted by law. The State Fire Marshal may also employ such clerical assistants, office employees, and other persons as he or she may deem advisable and necessary to carry such duties into effect.\n\n(2) The State Fire Marshal, the first assistant fire marshal, each deputy, and each inspector shall wear full uniform when performing statutory duties. The State Fire Marshal shall determine the type of clothing, in relation to the duty being performed, necessary to meet the full uniform requirement.\n\nSourceLaws 1925, c. 183, § 3, p. 480;C.S.1929, § 81-5503;R.S.1943, § 81-503;Laws 1947, c. 314, § 1, p. 951;Laws 1953, c. 330, § 1, p. 1088;Laws 1957, c. 375, § 1, p. 1315;Laws 1969, c. 763, § 10, p. 2891;Laws 1983, LB 498, § 6;Laws 1988, LB 893, § 8;Laws 1993, LB 348, § 80;Laws 2024, LB1300, § 48.\n\nCross ReferencesNebraska Natural Gas Pipeline Safety Act of 1969, see section 81-552.Petroleum Products and Hazardous Substances Storage and Handling Act, see section 81-15,117.Wildland Fire Response Act, see section 81-828.01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-503/"
    }
  ]
}