{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-101-executive-department-civil-administration-vested-in-g",
  "sections": [
    {
      "id": "section-81-101executive",
      "number": "81-101.Executive",
      "heading": "department; civil administration vested in Governor; departments created",
      "text": "The civil administration of the laws of the state is vested in the Governor. For the purpose of aiding the Governor in the execution and administration of the laws, the executive and administrative work shall be divided into th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-101",
      "number": "81-101",
      "heading": "",
      "text": "81-101.Executive department; civil administration vested in Governor; departments created.\n\nThe civil administration of the laws of the state is vested in the Governor. For the purpose of aiding the Governor in the execution and administration of the laws, the executive and administrative work shall be divided into the following agencies: (1) Department of Agriculture; (2) Department of Labor; (3) Department of Transportation; (4) Department of Water, Energy, and Environment; (5) Department of Banking and Finance; (6) Department of Insurance; (7) Department of Motor Vehicles; (8) Department of Administrative Services; (9) Department of Economic Development; (10) Department of Correctional Services; (11) Nebraska State Patrol; and (12) Department of Health and Human Services.\n\nSourceLaws 1929, c. 51, § 1, p. 209;C.S.1929, § 81-101;Laws 1933, c. 149, § 1, p. 571;C.S.Supp.,1941, § 81-101;R.S.1943, § 81-101;Laws 1955, c. 329, § 4, p. 1027;Laws 1957, c. 365, § 8, p. 1236;Laws 1957, c. 366, § 51, p. 1282;Laws 1959, c. 424, § 1, p. 1423;Laws 1961, c. 415, § 29, p. 1259;Laws 1961, c. 416, § 9, p. 1267;Laws 1963, c. 504, § 1, p. 1609;Laws 1969, c. 778, § 1, p. 2949;Laws 1973, LB 563, § 16;Laws 1976, LB 561, § 4;Laws 1981, LB 541, § 4;Laws 1991, LB 58, § 2;Laws 1996, LB 1044, § 835;Laws 1999, LB 36, § 35;Laws 2000, LB 900, § 246;Laws 2007, LB296, § 726;Laws 2007, LB334, § 102;Laws 2017, LB339, § 272;Laws 2025, LB317, § 397.Operative Date: July 1, 2025\n\nCross ReferencesDepartment of Administrative Services, see section 81-1103.Department of Correctional Services, see section 83-171.Department of Economic Development, see section 81-1201.02.Department of Health and Human Services, see section 81-3113.Department of Revenue, see section 77-360.Department of Veterans' Affairs, see section 80-401.02.Department of Water, Energy, and Environment, see section 81-1502.Military Department, see section 55-120.Nebraska State Patrol, see section 81-2001.State Department of Education, see section 79-301 and Article VII, section 2, Constitution of Nebraska.\n\nAnnotations\n\nThe statutes which give the Court of Industrial Relations jurisdiction over public employees are not unconstitutional. American Fed. of S., C. & M. Emp. v. Department of Public Institutions, 195 Neb. 253, 237 N.W.2d 841 (1976).\n\nMatters of fair employment practices and civil rights are matters of statewide and not local concern. Midwest Employers Council, Inc. v. City of Omaha, 177 Neb. 877, 131 N.W.2d 609 (1964).\n\nThe terms of this section limit its application to the departments named therein. State ex rel. Beck v. Obbink, 172 Neb. 242, 109 N.W.2d 288 (1961).\n\nDepartment of Water Resources was created by this section. Ainsworth Irr. Dist. v. Harms, 170 Neb. 228, 102 N.W.2d 429 (1960).\n\nReclamation Act was not unconstitutional as conferring judicial powers on an executive or administrative body. Nebraska Mid-State Reclamation District v. Hall County, 152 Neb. 410, 41 N.W.2d 397 (1950).\n\nLanguage used in the civil administrative code refers to executive departments. State ex rel. Johnson v. Chase, 147 Neb. 758, 25 N.W.2d 1 (1946).\n\nExecutive department was reorganized in 1933, and, by the terms of the reorganization, heads were established for various departments. State ex rel. Howard v. Marsh, 146 Neb. 750, 21 N.W.2d 503 (1946).\n\nDepartment of Banking is an executive and administrative branch of state government with general supervision of banks and banking laws. State v. Kastle, 120 Neb. 758, 235 N.W. 458 (1931).\n\nCivil administration of laws is vested in Governor, and to aid Governor, departments of state government were created. Eidenmiller v. State, 120 Neb. 430, 233 N.W. 447 (1930).\n\nDepartment secretary was not authorized to lease building for use of his department, and state was not bound thereby. State ex rel. Brownell Bldg. Co. v. Cochran, 113 Neb. 846, 205 N.W. 568 (1925).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-101/"
    }
  ]
}