{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-1559-annual-litter-fee-manufacturer-wholesaler-rate-colle",
  "sections": [
    {
      "id": "section-81-1559",
      "number": "81-1559",
      "heading": "",
      "text": "81-1559.Annual litter fee; manufacturer; wholesaler; rate; collection and administration; license; revocation; violation; penalty.\n\n(1) To aid in defraying the cost of administration of the Nebraska Litter Reduction and Recycling Act and the Waste Reduction and Recycling Incentive Fund, there shall be collected an annual litter fee equal to one hundred seventy-five dollars for each one million dollars of gross proceeds of products manufactured and the sales of which are consummated within this state, including byproducts, in the case of manufacturers and equal to one hundred seventy-five dollars for each one million dollars of the gross proceeds of the sales consummated within this state in the case of wholesalers. The litter fee provided by this section shall not be applied to gross proceeds of the sales of any animal, bird, or insect or the milk, eggs, wool, fur, meat, honey, or other substance obtained therefrom if the person performs only the growing or raising function of such animal, bird, or insect. Such fee shall be collected and administered by the Department of Revenue. The fee imposed by this section shall be due on or before October 1 each year, based upon the gross proceeds for the immediately preceding July 1 to June 30 period. The collection and penalty provisions of the Nebraska Revenue Act of 1967 shall be applicable to the administration and collection of the fee imposed by this section.\n\n(2) No manufacturer or wholesaler in the state shall produce or sell any product which falls within the categories enumerated in this section and section 81-1560 without having first obtained a license issued in the same manner as permits issued pursuant to section 77-2705. If the applicant is an individual, the application for the license shall include the applicant's social security number. Failure to obtain such license shall be a Class IV misdemeanor. Except as provided in section 81-1560.03, any manufacturer or wholesaler who fails to pay the fee imposed pursuant to subsection (1) of this section may have such license revoked in the same manner as permits are revoked pursuant to section 77-2705.\n\nSourceLaws 1979, LB 120, § 26;Laws 1981, LB 253, § 19;Laws 1986, LB 1027, § 222;Laws 1993, LB 203, § 12;Laws 1997, LB 752, § 226.Termination Date: September 30, 2030\n\nCross ReferencesNebraska Revenue Act of 1967, see section 77-2701.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-1559/"
    }
  ]
}