{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-82965-emergency-operations-moving-of-equipment-outside-li",
  "sections": [
    {
      "id": "section-81-82965emergency",
      "number": "81-829.65.Emergency",
      "heading": "operations; moving of equipment outside limits of local government; law enforcement personnel; powers; insurance",
      "text": "The governing body of each local government of this state shall take the necessary action to permit the movement of its emergency equipment and personnel, utility equipment and personnel,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-82965",
      "number": "81-829.65",
      "heading": "",
      "text": "81-829.65.Emergency operations; moving of equipment outside limits of local government; law enforcement personnel; powers; insurance.\n\nThe governing body of each local government of this state shall take the necessary action to permit the movement of its emergency equipment and personnel, utility equipment and personnel, or such equipment and personnel as defined in the state, city, village, county, or interjurisdictional emergency operations plans outside the limits of such local government in order to render aid in the event of disaster, emergency, or civil defense emergency or in connection with any program of practice or training for such disaster, emergency, or civil defense emergency when such program is conducted or participated in by the Nebraska Emergency Management Agency or with any other related training program. If such personnel includes law enforcement personnel rendering aid in their law enforcement capacity, the law enforcement personnel shall have the power and authority to enforce the laws of this state or any legal ordinances or resolutions of the local government where they are rendering aid or otherwise perform the functions of their office, including the authority to arrest and detain suspects, as if enforcing the laws or performing the functions within the territorial limits of their primary jurisdiction. Such movement may be to any point in this state or may be into any adjoining state when mutual aid arrangements have been entered into on behalf of this state with such other state as authorized by section 81-829.56. Each local government shall self-insure or contract for insurance against any liability for personal injuries or property damage that may be incurred by it or by its personnel as the result of any movement made pursuant to this section.\n\nSourceLaws 1957, c. 380, § 1, p. 1323;R.R.S.1943, § 81-829.32;Laws 1973, LB 494, § 30;Laws 1988, LB 961, § 1;Laws 1996, LB 43, § 44;Laws 1997, LB 546, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-829-65/"
    }
  ]
}