{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-2103-state-electrical-division-created-state-electrical-b",
  "sections": [
    {
      "id": "section-81-2103state",
      "number": "81-2103.State",
      "heading": "Electrical Division; created; State Electrical Board; members; duties; qualifications; terms",
      "text": "(1) There is hereby established an independent agency to be known as the State Electrical Division which shall be under the administrative and operative control of the executive director of such division. Th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-2103",
      "number": "81-2103",
      "heading": "",
      "text": "81-2103.State Electrical Division; created; State Electrical Board; members; duties; qualifications; terms.\n\n(1) There is hereby established an independent agency to be known as the State Electrical Division which shall be under the administrative and operative control of the executive director of such division. The division shall include a seven-member State Electrical Board appointed by the Governor with the consent of the Legislature. All members of the board shall be residents of the State of Nebraska. The board shall direct the efforts of the executive director and set the policy of the division. The members of the board shall be (a) two journeyman electricians, one of which shall be appointed in accordance with subsection (2) of this section, (b) one electrical contractor or master electrician who shall be appointed in accordance with subsection (3) of this section, (c) one certified electrical inspector, (d) one licensed professional electrical engineer, (e) one representative of a public power district or rural electric cooperative in the state, (f) one representative of the municipal electric systems in the state, and (g) except as provided in subsection (2) of this section, one member of any of such groups. The members of the board shall be appointed for staggered terms of five years. Any vacancy occurring in the membership of the board shall be filled by the Governor for the unexpired term. Each member of the board shall serve until a successor is appointed and qualified. The executive director shall be the executive secretary of the board and shall be responsible for all books, records, and transcripts of proceedings of the board.\n\n(2) At the expiration of the term of the member serving under subdivision (1)(g) of this section as the member of any such groups on July 19, 2024, such member shall be one of the two journeyman electrician members, shall be affiliated with a nonprofit labor organization for electrical workers holding a certificate of exemption under section 501(c)(5) of the Internal Revenue Code, and shall be selected from a list of journeyman electricians recommended by such organization.\n\n(3) At the expiration of the term of the electrical contractor or master electrician member serving under subdivision (1)(b) of this section on July 19, 2024, the electrical contractor or master electrician member shall be affiliated with a nonprofit labor organization for electrical workers holding a certificate of exemption under section 501(c)(5) of the Internal Revenue Code and shall be selected from a list of electrical contractors or master electricians recommended by such organization.\n\nSourceLaws 1975, LB 525, § 3;Laws 1978, LB 833, § 2;R.S.Supp.,1980, § 81-573;Laws 1982, LB 490, § 1;Laws 1993, LB 193, § 3;Laws 1997, LB 622, § 127;Laws 2003, LB 126, § 3;Laws 2024, LB16, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-2103/"
    }
  ]
}