{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-1108-department-of-administrative-services-divisions-dire",
  "sections": [
    {
      "id": "section-81-1108",
      "number": "81-1108",
      "heading": "",
      "text": "81-1108.Department of Administrative Services; divisions; Director of Administrative Services; appointment of division heads; delegation of authority.\n\nThe Department of Administrative Services shall fulfill the functions in the administration of state government of fiscal control, of centralizing services, of personnel services, and of risk management. There shall be separate divisions within the department to assist in fulfilling these functions. The divisions shall be the accounting division and the budget division in the area of fiscal control, the information management services division, materiel division, state building division, and division of communications in the area of centralized services, the personnel division and the Division of Employee Relations in the area of personnel services, and the risk management and state claims division in the area of risk management. The Director of Administrative Services shall appoint a separate administrator as head of each division other than the Division of Employee Relations, the division of communications, and the information management services division. The director shall have the responsibility and authority for directing and coordinating the programs and activities of the several divisions and shall be empowered to remove the administrators of any of the several divisions other than the Chief Negotiator at his or her discretion. The director shall have the power to delegate authority for administration of sections 81-1101 to 81-1189 and 81-1301 to 81-1391 and the Risk Management Program to any of the division heads as he or she may deem appropriate except as otherwise provided by law.\n\nSourceLaws 1965, c. 538, § 8, p. 1965;Laws 1967, c. 593, § 2, p. 2017;Laws 1969, c. 804, § 2, p. 3032;Laws 1971, LB 675, § 2;Laws 1974, LB 1048, § 32;Laws 1992, Third Spec. Sess., LB 14, § 8;Laws 1993, LB 543, § 7;Laws 1998, LB 924, § 34;Laws 2000, LB 654, § 23;Laws 2002, LB 406, § 1;Laws 2006, LB 921, § 1.\n\nCross ReferencesRisk Management Program, see section 81-8,239.01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-1108/"
    }
  ]
}