{
  "state": "nebraska",
  "path": "title-chapter-81-state-administrative-departments/chapter-81-88555-errors-and-omissions-insurance-commission-duties-ce",
  "sections": [
    {
      "id": "section-81-88555errors",
      "number": "81-885.55.Errors",
      "heading": "and omissions insurance; commission; duties; certificate of coverage; required; when; group policy unavailable at a reasonable premium; effect",
      "text": "(1) Every licensee under the Nebraska Real Estate License Act, except an inactive broker or salesperson, shall have errors and omissions insurance to cover a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-81-88555",
      "number": "81-885.55",
      "heading": "",
      "text": "81-885.55.Errors and omissions insurance; commission; duties; certificate of coverage; required; when; group policy unavailable at a reasonable premium; effect.\n\n(1) Every licensee under the Nebraska Real Estate License Act, except an inactive broker or salesperson, shall have errors and omissions insurance to cover all activities contemplated under the act. The commission shall make the errors and omissions insurance available to all licensees by contracting with an insurer for a group errors and omissions insurance policy after competitive bidding. Any group errors and omissions insurance policy obtained by the commission shall be available to all licensees with no right on the part of the insurer to cancel any licensee. Licensees may obtain errors and omissions insurance independently if the coverage complies with the minimum requirements established by the commission.\n\n(2) The commission shall establish the minimum required terms and conditions for errors and omissions insurance coverage, including the minimum limits of coverage, the permissible deductible, and permissible exemptions. Each licensee shall be notified of such required terms and conditions at least thirty days prior to the license renewal date.\n\n(3) A certificate of coverage showing compliance with the minimum required terms and conditions shall be on file with the commission for each licensee who does not participate in the group errors and omissions insurance policy administered by the commission. If such a licensee fails to have the certificate described in this subsection on file with the commission, the commission shall place the licensee's license on inactive status until the commission receives such certificate. Transfer to active status pursuant to this subsection shall be subject to the fee provided for in section 81-885.14.\n\n(4) If the commission is unable to obtain errors and omissions insurance coverage to insure all licensees who choose to participate in the group errors and omissions insurance policy at a reasonable premium not to exceed five hundred dollars, the errors and omissions insurance requirement of this section shall not apply during the year for which coverage cannot be obtained.\n\nSourceLaws 1991, LB 118, ยง 1;Laws 2002, LB 863, ยง 28;Laws 2004, LB 845, ยง 4;Laws 2024, LB1073, ยง 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-81/statute-81-885-55/"
    }
  ]
}