{
  "state": "virginia",
  "path": "title-title-401-labor-and-employment/chapter-chapter-9-industrial-hygiene-and-safety-profession-title-pro",
  "sections": [
    {
      "id": "section-401-139",
      "number": "40.1-139.",
      "heading": "Definitions§ 40.1-140. Prohibited actions§ 40.1-141. Enforcement§ 40.1-142. Exemptions",
      "text": "As used in this chapter:\n\n\"American Board of Industrial Hygiene\" or \"ABIH\" means a nonprofit corporation established to improve the practice and educational standards of the profession of industrial hygiene by certifying individuals who meet its education, experience, examination and maintenance requirements.\n\n\"Associate Safety Professional\" or \"ASP\" means an individual who has been certified by the Board of Certified Safety Professionals as an Associate Safety Professional and whose certification has not lapsed or been revoked.\n\n\"Board of Certified Safety Professionals\" or \"BCSP\" means a nonprofit corporation established to improve the practice and educational standards of the safety profession by certifying individuals who meet its education, experience, examination, and maintenance requirements.\n\n\"Certified Associate Industrial Hygienist\" or \"CAIH\" means an individual who has been certified by the American Board of Industrial Hygiene as a Certified Associate Industrial Hygienist and whose certification has not lapsed or been revoked.\n\n\"Certified Industrial Hygienist\" or \"CIH\" means an individual who has been certified by the American Board of Industrial Hygiene as a Certified Industrial Hygienist and whose certification has not lapsed or been revoked.\n\n\"Certified Safety Professional\" or \"CSP\" means an individual who has been certified by the Board of Certified Safety Professionals as a Certified Safety Professional and whose certification has not lapsed or been revoked.\n\n\"Construction Health and Safety Technologist\" or \"CHST\" means an individual who, by virtue of education, experience and examination, has been certified by the American Board of Industrial Hygiene and the Board of Certified Safety Professionals as a Construction Health and Safety Technologist and whose certification has not lapsed or been revoked.\n\n\"Industrial Hygiene\" means the science and art devoted to the anticipation, recognition, evaluation, and control of environmental factors and stresses arising in or from the workplace that may cause sickness, impaired health and well-being, or significant discomfort among workers, and that may also affect the workplace's community.\n\n\"Industrial Hygienist in Training\" or \"IHIT\" means an individual certified by the American Board of Industrial Hygiene as an Industrial Hygienist in Training and whose certification has not lapsed or been revoked.\n\n\"Occupational Health and Safety Technologist\" or \"OHST\" means an individual certified by the American Board of Industrial Hygiene and the Board of Certified Safety Professionals as an Occupational Health and Safety Technologist and whose certification has not lapsed or been revoked.\n\n\"Safety Profession\" means the science and discipline concerned with the preservation of human and material resources through the systematic application of principles drawn from technological advancements in the fields of education, design, chemistry, the physical and biological sciences, ergonomics, psychology, physiology, and management for anticipating, identifying and evaluating potentially hazardous systems, conditions and practices, and for developing, implementing, administering, and advising others on hazard control design, methods, procedures, and programs.\n\n2001, c. 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-9/section-40-1-139/"
    },
    {
      "id": "section-401-140",
      "number": "40.1-140.",
      "heading": "Prohibited actions",
      "text": "A. No person shall use in conjunction with his name the letters or words \"Industrial Hygienist in Training,\" \"IHIT,\" \"Certified Associate Industrial Hygienist,\" \"CAIH,\" \"Certified Industrial Hygienist,\" \"CIH,\" or a variation of those words, or represent to the public that he is certified as such, unless he possesses the applicable certification issued by the American Board of Industrial Hygiene.\n\nB. No person shall use in conjunction with his name the letters or words \"Associate Safety Professional,\" \"ASP,\" \"Certified Safety Professional,\" \"CSP,\" or a variation of those words, or represent to the public that he is certified as such, unless he possesses the applicable certification issued by the Board of Certified Safety Professionals.\n\nC. No person shall use in conjunction with his name the letters or words \"Occupational Health and Safety Technologist,\" \"OHST,\" \"Construction Health and Safety Technologist,\" \"CHST,\" or variation of those words, or represent to the public that he is certified as such, unless he possesses the applicable certification issued by the American Board of Industrial Hygiene and the Board of Certified Safety Professionals.\n\nD. No person shall represent to the public that he is an Industrial Hygienist in Training, Certified Associate Industrial Hygienist, Certified Industrial Hygienist, Associate Safety Professional, Certified Safety Professional, Construction Health and Safety Technologist, or Occupational Health and Safety Technologist unless he has been certified as such by the ABIH, BCSP, or both, as applicable, and such certification has not lapsed or been revoked.\n\n2001, c. 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-9/section-40-1-140/"
    },
    {
      "id": "section-401-141",
      "number": "40.1-141.",
      "heading": "Enforcement",
      "text": "The Attorney General or any aggrieved person may cause an action to be brought in the circuit court of the city or county in which a violation of this chapter has occurred for the issuance of an injunction to enjoin and restrain the continuance of such violation. If it appears to the satisfaction of the court that the defendant has, in fact, violated this chapter, an injunction may be issued by such court enjoining and restraining any further violation, without requiring proof that any person has, in fact, been injured or damaged thereby. The circuit court having jurisdiction may enjoin such violations, notwithstanding the existence of an adequate remedy at law.\n\n2001, c. 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-9/section-40-1-141/"
    },
    {
      "id": "section-401-142",
      "number": "40.1-142.",
      "heading": "Exemptions",
      "text": "A. The provisions of this chapter shall not prohibit any person who is not certified as a Certified Associate Industrial Hygienist, Certified Industrial Hygienist, Industrial Hygienist in Training, Certified Safety Professional, Associate Safety Professional, Occupational Health and Safety Technologist, or Construction Health and Safety Technologist from performing industrial hygiene and safety functions so long as such person does not represent himself to the public as being a Certified Associate Industrial Hygienist, Certified Industrial Hygienist, Industrial Hygienist in Training, Certified Safety Professional, Associate Safety Professional, Occupational Health and Safety Technologist, or Construction Health and Safety Technologist.\n\nB. Nothing in this chapter shall be construed as authorizing a person certified as a Certified Associate Industrial Hygienist, Certified Industrial Hygienist, Industrial Hygienist in Training, Certified Safety Professional, Associate Safety Professional, Occupational Health and Safety Technologist, or Construction Health and Safety Technologist to engage in the practice of architecture or engineering, nor to restrict or otherwise affect the rights of any person licensed as an architect or professional engineer under Chapter 4 (§ 54.1-400 et seq.) of Title 54.1.\n\nC. Nothing in this chapter shall apply to employees of the Department while they are engaged in the business of the Commonwealth; however, this subsection shall not be construed to authorize an employee of the Department to use any of the certifications defined in § 40.1-139 unless such employee has been certified as such by the ABIH, BCSP, or both, as applicable, and such certification has not lapsed or been revoked.\n\nD. Nothing in this chapter shall bar an otherwise qualified expert witness from testifying in a court of this Commonwealth.\n\n2001, c. 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-9/section-40-1-142/"
    }
  ]
}