{
  "state": "virginia",
  "path": "title-title-401-labor-and-employment/chapter-chapter-1-department-of-labor-and-industry",
  "sections": [
    {
      "id": "section-401-1",
      "number": "40.1-1.",
      "heading": "Department continued; powers and duties generally; delegation of authority concerning occupational health§ 40",
      "text": "The Department of Labor and Industry, hereinafter referred to as the Department, is continued as a department of the state government; the Department shall be responsible for discharging the provisions of Title 40.1. All powers and duties conferred and imposed on the Bureau of Labor and Industry by any other law are hereby conferred upon and vested in the Department of Labor and Industry. The Department shall be responsible for administering and enforcing occupational safety and occupational health activities as required by the Federal Occupational Safety and Health Act of 1970 (P.L. 91-596), in accordance with the state plan for enforcement of that act; however, nothing in the occupational safety and health provisions of this title or regulations adopted hereunder shall apply to working conditions of employees or duties of employers with respect to which the Federal Occupational Safety and Health Act of 1970 does not apply by virtue of § 4(b)(1) of the federal act.\n\nCode 1950, § 40-1; 1962, c. 66; 1970, c. 321; 1972, c. 567; 1973, c. 425; 1979, c. 354; 1984, c. 590; 1985, c. 449; 1995, c. 373.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-1/"
    },
    {
      "id": "section-401-2",
      "number": "40.1-2.",
      "heading": "Definitions",
      "text": "As used in this title, unless the context clearly requires otherwise, the following terms have the following meanings:\n\n\"Board\" means the Safety and Health Codes Board.\n\n\"Business establishment\" means any proprietorship, firm, or corporation where people are employed, permitted, or suffered to work, including agricultural employment on a farm.\n\n\"Commission\" means the Safety and Health Codes Board.\n\n\"Commissioner\" means the Commissioner of Labor and Industry. Except where the context clearly indicates the contrary, any reference to \"Commissioner\" shall include his authorized representatives.\n\n\"Content\" means audiovisual content shared on an online platform in exchange for compensation.\n\n\"Content creator\" means an individual or individuals 18 years of age or older, including family members, who create video content performed in the Commonwealth in exchange for compensation, and includes any proprietorship, partnership, company, or other corporate entity assuming the name or identity of a particular individual or family for the purposes of the content creation. \"Content creator\" does not include a child who produces his own video content.\n\n\"Department\" means the Department of Labor and Industry.\n\n\"Domestic service\" means services related to the care of an individual in a private home or the maintenance of a private home or its premises, on a permanent or temporary basis, including services performed by individuals such as companions, cooks, waiters, butlers, maids, valets, and chauffeurs. \"Domestic service\" does not include work that is irregular, uncertain, or incidental in nature and duration.\n\n\"Employ\" shall include to permit or suffer to work.\n\n\"Employee\" means any person who, in consideration of wages, salaries, or commissions, may be permitted, required, or directed by any employer to engage in any employment directly or indirectly.\n\n\"Employer\" means an individual, partnership, association, corporation, legal representative, receiver, trustee, or trustee in bankruptcy doing business in or operating within this Commonwealth who employs another to work for wages, salaries, or on commission and shall include any similar entity acting directly or indirectly in the interest of an employer in relation to an employee.\n\n\"Female\" or \"woman\" means a female 18 years of age or over.\n\n\"Machinery\" means machines, belts, pulleys, motors, engines, gears, vats, pits, elevators, conveyors, shafts, or tunnels, including machinery being operated on farms in connection with the production or harvesting of agricultural products.\n\n\"Online platform\" means any public-facing website, web application, or digital application, including a mobile application. \"Online platform\" includes a social network, advertising network, mobile operating system, search engine, email service, or Internet access service.\n\nCode 1950, § 40-1.1; 1962, c. 66; 1966, c. 90; 1970, c. 321; 1972, c. 567; 1973, c. 425; 1985, c. 448; 2004, c. 294; 2021, Sp. Sess. I, cc. 509, 513; 2025, cc. 699, 705.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-2/"
    },
    {
      "id": "section-401-201",
      "number": "40.1-2.01.",
      "heading": "Certified mail; subsequent mail or notices may be sent by regular mail",
      "text": "Whenever in this title the Board, the Commissioner, or the Department is required to send any mail or notice by certified mail and such mail or notice is sent certified mail, return receipt requested, then any subsequent, identical mail or notice that is sent by the Board, the Commissioner, or the Department may be sent by regular mail.\n\n2011, c. 566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-2-01/"
    },
    {
      "id": "section-401-21",
      "number": "40.1-2.1.",
      "heading": "Application of title to Commonwealth and its agencies, etc.; safety and health program for public employees",
      "text": "The provisions of this title and any rules and regulations promulgated pursuant thereto shall not apply to the Commonwealth or any of its agencies, institutions, or political subdivisions, or any public body, unless, and to the extent that, coverage is extended by specific regulation of the Commissioner or the Board. The Commissioner is authorized to establish and maintain an effective and comprehensive occupational safety and health program applicable to employees of the Commonwealth, its agencies, institutions, political subdivisions, or any public body. Such program shall be subject to any State plan submitted to the federal government for State enforcement of the Federal Occupational Safety and Health Act of 1970 (P.L. 91-596), or any other regulation promulgated under Title 40.1. The Commissioner or the Board shall establish procedures and adopt regulations for enforcing the program that shall include provisions for (i) the issuance of proposed penalties; (ii) the payment of such penalties or a negotiated sum in lieu of such penalties; (iii) the deposit of such payments into the general fund of the state treasury; (iv) fair hearings, including judicial review; and (v) other sanctions to be applied for violations.\n\n1973, c. 425; 2016, c. 526.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-2-1/"
    },
    {
      "id": "section-401-3",
      "number": "40.1-3.",
      "heading": "Title provides for safety, health and welfare of employees",
      "text": "The provisions of this title are intended to provide solely for the safety, health and welfare of employees and the benefits thereof shall not run to any other person nor shall a third party have any right of action for breach of any provision of this title except as herein otherwise specifically provided.\n\nCode 1950, § 40-1.2; 1962, c. 66; 1970, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-3/"
    },
    {
      "id": "section-401-4",
      "number": "40.1-4.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1984, c. 734.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-4/"
    },
    {
      "id": "section-401-41",
      "number": "40.1-4.1.",
      "heading": "Annual report",
      "text": "The Department shall submit an annual report to the Governor and General Assembly which contains statistical information derived from its programs and activities.\n\n1984, c. 734; 2004, c. 650.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-4-1/"
    },
    {
      "id": "section-401-5",
      "number": "40.1-5.",
      "heading": "Governor to appoint Commissioner of Labor and Industry",
      "text": "The Governor shall appoint, by and with the consent of the General Assembly, some suitable person identified with the labor interests of the Commonwealth, who shall be designated Commissioner of Labor and Industry. The Commissioner shall, upon the request of the Governor, furnish such information as he may require. The Commissioner shall serve at the pleasure of the Governor for a term coincident with that of the Governor.\n\nCode 1950, § 40-3; 1962, c. 66; 1970, c. 321; 1978, c. 372.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-5/"
    },
    {
      "id": "section-401-6",
      "number": "40.1-6.",
      "heading": "Powers and duties of Commissioner",
      "text": "The Commissioner shall:\n\n1. Have general supervision and control of the Department;\n\n2. Enforce the provisions of this title and shall cause to be prosecuted all violations of law relating to employers or business establishments before any court of competent jurisdiction;\n\n3. Make such rules and regulations as may be necessary for the enforcement of this title and procedural rules as are required to comply with the federal Occupational Safety and Health Act of 1970 (P.L. 91-596). All such rules and regulations shall be subject to Chapter 40 (§ 2.2-4000 et seq.) of Title 2.2;\n\n4. In the discharge of his duties, have power to take and preserve testimony, examine witnesses, and administer oaths and to file a written or printed list of relevant interrogatories and require full and complete answers to the same to be returned under oath within 30 days of the receipt of such list of questions;\n\n5. Have power to appoint such representatives as may be necessary to aid the Commissioner in his work, with the duties of such representatives to be prescribed by the Commissioner;\n\n6. Determine the prevailing wage required to be paid under a public contract for public works as provided in § 2.2-4321.3 and perform all other duties imposed on the Commissioner under such section. Any determination of the prevailing wage rate made by the Commissioner shall be based on applicable prevailing wage rate determinations made by the U.S. Secretary of Labor under the provisions of the Davis-Bacon Act, 40 U.S.C. § 276 et seq., as amended;\n\n7. Have power to require that accident, injury, and occupational illness records and reports be kept at any place of employment and that such records and reports be made available to the Commissioner or his duly authorized representatives upon request, and to require employers to develop, maintain, and make available such other records and information as are deemed necessary for the proper enforcement of this title;\n\n8. Have power, upon presenting appropriate credentials to the owner, operator, or agent in charge:\n\na. To enter without delay and at reasonable times any business establishment, construction site, or other area, workplace, or environment where work is performed by an employee of any employer in this Commonwealth; and\n\nb. To inspect and investigate, during regular working hours and at other reasonable times and within reasonable limits and in a reasonable manner, without prior notice unless such notice is authorized by the Commissioner or his representative, any such business establishment or place of employment and all pertinent conditions, structures, machines, apparatus, devices, equipment, and materials therein, and to question privately any such employer, officer, owner, operator, agent, or employee. If such entry or inspection is refused, prohibited, or otherwise interfered with, the Commissioner shall have power to seek from a court having equity jurisdiction an order compelling such entry or inspection;\n\n9. Make rules and regulations governing the granting of temporary or permanent variances from all standards promulgated by the Board under this title. Any interested or affected party may appeal to the Board, the Commissioner's determination to grant or deny such a variance. The Board may, as it sees fit, adopt, modify, or reject the determination of the Commissioner;\n\n10. Have authority to issue orders to protect the confidentiality of all information reported to or otherwise obtained by the Commissioner, the Board, or the agents or employees of either that contains or might reveal a trade secret. Such information shall be confidential and shall be limited to those persons who need such information for purposes of enforcement of this title. Violations of such orders shall be punishable as civil contempt upon application to the Circuit Court of the City of Richmond. It shall be the duty of each employer to notify the Commissioner or his representatives of the existence of trade secrets where he desires the protection provided herein; and\n\n11. Serve as executive officer of the Virginia Safety and Health Codes Board and of the Apprenticeship Council and see that the rules, regulations, and policies that they promulgate are carried out.\n\nCode 1950, § 40-4; 1962, c. 66; 1970, c. 321; 1972, c. 567; 1973, c. 425; 1984, cc. 590, 734; 1987, c. 165; 1997, c. 919; 1998, c. 97; 2004, c. 592; 2020, cc. 1216, 1243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-6/"
    },
    {
      "id": "section-401-7",
      "number": "40.1-7.",
      "heading": "Attorney for the Commonwealth to prosecute on request of Commissioner",
      "text": "The attorney for the Commonwealth of the proper county or city, upon the request of the Commissioner, or any of his authorized representatives, shall prosecute any violation of law or rule or regulation adopted thereunder which it is made the duty of the Commissioner to enforce.\n\nCode 1950, § 40-5; 1962, c. 66; 1970, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-7/"
    },
    {
      "id": "section-401-8",
      "number": "40.1-8.",
      "heading": "Other officers to furnish information; protected health information under certain circumstances",
      "text": "A. All State, county, town and city officers shall furnish the Commissioner, upon his request, such statistical or other information as may be in their possession as such officers that will assist the Department in the discharge of its duties.\n\nB. In the discharge of his duties to ensure compliance with federal law and regulation relating to the health and safety of Virginia's workforce and prevention of work-related injuries, disabilities, and deaths, each licensed emergency medical services agency shall release to the Commissioner or his designee the prehospital patient care report required by § 32.1-116.1 when such records are requested for a patient who has suffered an injury, disability or death resulting from an accident or illness that occurred while engaged in his employment without obtaining consent or authorization for such disclosure from the person who is the subject of the records. The patient's health records shall be confidential. The Commissioner and any designee shall only redisclose such protected health information in compliance with the regulations concerning patient privacy promulgated by the federal Department of Health and Human Services in compliance with the Health Insurance Portability and Accountability Act of 1996, as amended.\n\nCode 1950, § 40-6; 1962, c. 66; 1970, c. 321; 2004, c. 163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-8/"
    },
    {
      "id": "section-401-9",
      "number": "40.1-9.",
      "heading": "How Department maintained",
      "text": "The Department shall be maintained from such appropriations as the General Assembly may make for the purpose. The compensation of the Commissioner and of all other employees of the Department shall be fixed and paid in accordance with law.\n\nCode 1950, § 40-7; 1962, c. 66; 1970, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-9/"
    },
    {
      "id": "section-401-10",
      "number": "40.1-10.",
      "heading": "Offenses in regard to examinations, inspections, etc.",
      "text": "If any person who may be sworn to give testimony shall willfully fail or refuse to answer any legal and proper question propounded to him concerning the subject of such examination as indicated in § 40.1-6, or if any person to whom a written or printed list of such interrogatories has been furnished by the Commissioner shall neglect or refuse to answer fully and return the same under oath, or if any person in charge of any business establishment shall refuse admission to, or obstruct in any manner the inspection or investigation of such establishment or the proper performance of the authorized duties of the Commissioner or any of his representatives, he shall be guilty of a misdemeanor. Such person, upon conviction thereof, shall be fined not exceeding $100 nor less than $25 or imprisoned in jail not exceeding 90 days, or both.\n\nCode 1950, § 40-8; 1962, c. 66; 1970, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-10/"
    },
    {
      "id": "section-401-11",
      "number": "40.1-11.",
      "heading": "Using or revealing information gathered",
      "text": "Neither the Commissioner nor any employee of the Department shall make use of or reveal any information or statistics gathered from any person, company or corporation for any purposes other than those of this title.\n\nCode 1950, § 40-9; 1962, c. 66; 1970, c. 321; 1984, c. 590.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-11/"
    },
    {
      "id": "section-401-111",
      "number": "40.1-11.1.",
      "heading": "Employment of illegal immigrants",
      "text": "It shall be unlawful and constitute a Class 1 misdemeanor for any employer or any person acting as an agent for an employer, or any person who, for a fee, refers an alien who cannot provide documents indicating that he or she is legally eligible for employment in the United States for employment to an employer, or an officer, agent or representative of a labor organization to knowingly employ, continue to employ, or refer for employment any alien who cannot provide documents indicating that he or she is legally eligible for employment in the United States.\n\nPermits issued by the United States Department of Justice authorizing an alien to work in the United States shall constitute proof of eligibility for employment.\n\nAll employment application forms used by State and local governments and privately owned businesses operating in the Commonwealth on and after January 1, 1978, shall ask prospective employees if they are legally eligible for employment in the United States.\n\nThe provisions of this section shall not be deemed to require any employer to use employment application forms.\n\n1977, c. 438; 1979, c. 472.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-11-1/"
    },
    {
      "id": "section-401-112",
      "number": "40.1-11.2.",
      "heading": "Participation in E-Verify program",
      "text": "All agencies of the Commonwealth shall be enrolled in the E-Verify program by December 1, 2012; and on and after December 1, 2012, use the E-Verify program for each newly hired employee who is to perform work within the Commonwealth.\n\n2010, c. 633.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-11-2/"
    },
    {
      "id": "section-401-113",
      "number": "40.1-11.3.",
      "heading": "Human trafficking hotline; posted notice required; civil penalty",
      "text": "A. Any employer who (i) operates a business that provides entertainment commonly called stripteasing or topless entertaining or entertainment that has employees who are not clad above or below the waist and (ii) fails to post notice of the existence of a human trafficking hotline to alert potential human trafficking victims of the availability of assistance, is subject to a civil penalty of $500. Civil penalties under this subsection shall be assessed by the Department and paid to the Literary Fund. The notice required by this subsection shall be posted in the same location where other employee notices required by state or federal law are posted. The provisions of this subsection shall not apply to businesses described in this subsection providing entertainment in theaters, concert halls, art centers, museums, or similar establishments that are devoted primarily to the arts or theatrical performances, when the performances that are presented are expressing matters of serious literary, artistic, scientific, or political value.\n\nB. Any employer who (i) operates a truck stop and (ii) fails to post notice of the existence of a human trafficking hotline to alert possible witnesses or victims of human trafficking of the availability to report crimes or gain assistance, which failure is not cured within 72 hours following notification to the employer of such failure by the Department, is subject to a civil penalty of $100 per truck stop. Civil penalties under this subsection shall be assessed by the Department and paid to the Literary Fund, provided that no civil penalty shall be assessed under this subsection prior to January 1, 2014. The notice required by this subsection shall be posted in the same location where other employee notices required by state or federal law are posted. As used in this subsection, \"truck stop\" means a facility that is capable of fueling a qualified highway vehicle that bears an IFTA identification marker as those terms are defined in § 58.1-2700.\n\nC. The Department shall (i) determine the content of the notice which shall include the National Human Trafficking Resource Center Hotline, (ii) determine the size of the notice, (iii) determine the languages in which the notice is to be posted, and (iv) publish the notice size and notice languages, and make the notice available in each of those languages, on the website of the Department and by any other means of publication the Department deems appropriate. The Department is not otherwise required to produce or distribute the notice. An employer is not required to use a notice produced by the Department, provided the notice complies with guidelines established by the Department. The Department may certify that a notice produced by an employer or other entity complies with the requirements of this section.\n\n2012, c. 630; 2013, c. 304.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-11-3/"
    },
    {
      "id": "section-401-114",
      "number": "40.1-11.4.",
      "heading": "Seizure first aid posters",
      "text": "The Department shall provide all employers and employees in the Commonwealth with in-color informational posters, at least 8.5 inches by 11 inches in size, with respect to rendering seizure first aid. The information shall be disseminated by means determined by the Department, including electronically, and the information approved by the Department shall be fully consistent with information and guidelines developed by the Epilepsy Foundation of America and any such successor organization. Each employer of 25 or more employees in the Commonwealth shall physically post information on seizure first aid provided by the Department in a prominent position in the employer's workplace that is visible to employees. For the purposes of this section, \"seizure first aid\" means procedures to respond, attend, and provide comfort and safety to an individual suffering from a seizure. \"Seizure first aid\" does not include training to medically treat an individual suffering from a seizure. Nothing in this section shall be construed to supersede any other provision of law, including the exemption from liability for a person rendering emergency care in good faith without compensation pursuant to the provisions of § 8.01-225.\n\n2022, c. 162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-40-1/chapter-1/section-40-1-11-4/"
    }
  ]
}