{
  "state": "idaho",
  "path": "title-title-41/chapter-chapter-2",
  "sections": [
    {
      "id": "section-41-201",
      "number": "41-201",
      "heading": "",
      "text": "41-201. DEPARTMENT OF INSURANCE. There is hereby created the department of insurance of the state of Idaho. The department shall, for the purposes of section 20, article IV, of the Constitution of the state of Idaho, be an executive department of the state government. The department of insurance shall be composed of such divisions and units as authorized by the provisions of section 41-206, Idaho Code.\n\n[41-201, added 1961, ch. 330, sec. 18, p. 645; am. 1974, ch. 11, sec. 1, p. 60; am. 1981, ch. 264, sec. 1, p. 560; am. 1995, ch. 135, sec. 1, p. 586.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-201/"
    },
    {
      "id": "section-41-202",
      "number": "41-202",
      "heading": "",
      "text": "41-202. DIRECTOR — APPOINTMENT — TERM — QUALIFICATIONS. (1) The director of the department of insurance shall be the chief executive officer of the department of insurance.\n\n(2) The director shall be appointed by the governor and shall hold office for a term of four (4) years, subject to earlier removal by the governor. A vacancy in the office of director shall be filled for the balance of the unexpired term only.\n\n(3) The governor shall not appoint as director any individual, and no individual shall hold the office of director, who is not qualified therefor as follows:\n\n(a) Must be a qualified elector of the state of Idaho; and\n\n(b) Must have had at least five (5) years’ practical experience in one or more of the types of insurance business subject to regulation by the director, or have had other professional or business experience reasonably adequate in character and scope to equip him to discharge the duties and fulfill the responsibilities of the office of director.\n\n[41-202, added 1961, ch. 330, sec. 19, p. 645; am. 1974, ch. 11, sec. 2, p. 60.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-202/"
    },
    {
      "id": "section-41-203",
      "number": "41-203",
      "heading": "",
      "text": "41-203. TERMS CONSTRUED. Wherever the words \"commissioner of insurance\" or \"insurance commissioner\" appear in title 41, Idaho Code, or elsewhere in the Idaho Code, they shall be understood and construed to mean the director of the department of insurance.\n\n[41-203, added 1961, ch. 330, sec. 20, p. 645; am. 1974, ch. 11, sec. 3, p. 60.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-203/"
    },
    {
      "id": "section-41-204",
      "number": "41-204",
      "heading": "",
      "text": "41-204. DIRECTOR’S OATH AND BOND. At the time of taking office the director shall take an oath of office, and give bond in favor of the state of Idaho in the time, form and manner prescribed in chapter 8, title 59, Idaho Code. The oath shall be filed with the secretary of state.\n\n[41-204, added 1961, ch. 330, sec. 21, p. 645; am. 1969, ch. 214, sec. 1, p. 625; am. 1971, ch. 136, sec. 28, p. 522.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-204/"
    },
    {
      "id": "section-41-205",
      "number": "41-205",
      "heading": "",
      "text": "41-205. OFFICIAL SEAL. (1) The director shall have an official seal, in the form and design as so in use immediately prior to the effective date of this code.\n\n(2) The director shall issue under his official seal all certificates, other than licenses of agents, brokers, adjusters, and other insurance representatives, to be issued by him under the laws of this state.\n\n[41-205, added 1961, ch. 330, sec. 22, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-205/"
    },
    {
      "id": "section-41-206",
      "number": "41-206",
      "heading": "",
      "text": "41-206. DIVISIONS AND EMPLOYEES. (1) The department shall be organized into such divisions and such other units as may be administratively established in order to efficiently administer the department. Each division shall be headed by a division administrator who shall be appointed by and serve at the pleasure of the director, and shall be a nonclassified employee exempt from the provisions of chapter 53, title 67, Idaho Code.\n\n(2) The director may pursuant to chapter 53, title 67, Idaho Code, appoint, employ, fix the compensation of, prescribe and require the duties of and discharge such employees as the duties of his office may require.\n\n(3) The director may contract for and procure on a basis of fee and without giving such persons any status as an employee of this state, such independently contracting actuarial, technical, examining, and other similar professional services as the director may from time to time require for the discharge of his duties.\n\n[41-206, added 1981, ch. 264, sec. 3, p. 560; am. 1995, ch. 135, sec. 2, p. 586.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-206/"
    },
    {
      "id": "section-41-207",
      "number": "41-207",
      "heading": "",
      "text": "41-207. DELEGATION OF POWERS. (1) The director may delegate to his deputy, assistant, counsel, actuary, examiner or employee, the exercise or discharge in the director’s name of any power, duty, or function, whether ministerial, discretionary or of whatever character, vested in or imposed upon the director under this code.\n\n(2) The official act of any such person so acting in the director’s name and by his authority shall be deemed to be an official act of the director.\n\n[41-207, added 1961, ch. 330, sec. 24, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-207/"
    },
    {
      "id": "section-41-208",
      "number": "41-208",
      "heading": "",
      "text": "41-208. PROHIBITED INTERESTS, REWARDS. (1) The director or any deputy, actuary, examiner, assistant or employee of the director shall not be a director, officer, or employee of any insurer or be financially interested in the business of any insurer, except as a policyholder or claimant under an insurance policy or by reason of rights theretofore vested in commissions, fees, or retirement benefits related to services theretofore performed; nor shall any such individual engage in any other business or occupation interfering with or inconsistent with the duties of his office or employment, or serve on or under any political committee or take an active part in any political campaign on behalf of any candidate or party; that as to matters wherein a conflict of interests does not exist on the part of any such individual, the director may employ or retain from time to time insurance actuaries, examiners, accountants, attorneys or other technicians who are independently practicing their professions even though from time to time similarly employed or retained by insurers or others.\n\n(2) Except as provided in section 41-209, no person shall directly or indirectly give or pay to the director, or any deputy, actuary, examiner, assistant or employee of the director, and the director or his deputy, actuary, examiner, assistant or employee shall not directly or indirectly receive or accept, any fee, compensation, loan, gift, or other thing of value in addition to the compensation and expense allowance provided by law, for any service rendered or to be rendered as such director, deputy, actuary, examiner, assistant or employee or in connection therewith, or for services rendered or to be rendered in relation to legislation, or for extra services rendered or to be rendered, or for any cause whatsoever related, to any person who is subject to the supervision of the director under this code.\n\n(3) Subsections (1) and (2) shall not be deemed to prohibit:\n\n(a) Receipt by any such individual of fully vested commissions or fully vested retirement benefits to which he is entitled by reason of services performed prior to becoming director or prior to employment by the director; or\n\n(b) Investment in shares of regulated diversified investment companies; or\n\n(c) Mortgage loans made under customary terms and in the ordinary course of business.\n\n[41-208, added 1961, ch. 330, sec. 25, p. 645; am. 1969, ch. 214, sec. 3, p. 625.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-208/"
    },
    {
      "id": "section-41-209",
      "number": "41-209",
      "heading": "",
      "text": "41-209. PROFESSIONAL SERVICES. (1) Upon a domestic insurer’s written request to the director, the director may authorize an examiner, actuary, or other insurance technician appointed or employed by the director, to render to the insurer such professional or technical services as may not otherwise be reasonably obtainable from professional sources within this state.\n\n(2) Compensation for services so actually rendered shall be in such reasonable amount as may be agreed upon between the insurer and the individual performing the services. Such individual shall file a copy of his statement for services with the director before delivery of the same to the insurer or payment thereof.\n\n[41-209, added 1961, ch. 330, sec. 26, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-209/"
    },
    {
      "id": "section-41-210",
      "number": "41-210",
      "heading": "",
      "text": "41-210. GENERAL POWERS, DUTIES. (1) The director shall enforce the provisions of this code, and shall execute the duties imposed upon him by this code.\n\n(2) The director shall have the powers and authority expressly conferred upon him by or reasonably implied from the provisions of this code.\n\n(3) The director may conduct such examinations and investigations of insurance matters, in addition to examinations and investigations expressly authorized, as he may deem proper to determine whether any person has violated any provision of this code or to secure information useful in the lawful administration of any such provision. The cost of such additional examinations and investigations shall be borne by the state.\n\n(4) For any document required to be filed with the director or the department of insurance under the laws of this state, the director may specify the place and manner of filing of the document, including whether an electronic or paper filing is required or acceptable.\n\n(5) The director shall have such additional powers and duties as may be provided by other laws of this state.\n\n[41-210, added 1961, ch. 330, sec. 27, p. 645; am. 2004, ch. 238, sec. 1, p. 701.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-210/"
    },
    {
      "id": "section-41-211",
      "number": "41-211",
      "heading": "",
      "text": "41-211. RULES. (1) The director may make reasonable rules necessary for or as an aid to the effectuation of any provision of this code. No such rule shall extend, modify, or conflict with any law of this state or the reasonable implications thereof.\n\n(2) Any such rule affecting persons or matters other than the personnel or the internal affairs of the department shall be made or amended in accordance with the provisions of chapter 52, title 67, Idaho Code.\n\n(3) In addition to any other penalty provided, wilful violation of any such rule shall subject the violator to such suspension or revocation of certificate of authority or license as may be applicable under this code as for violation of the provision as to which such rule relates.\n\n[41-211, added 1961, ch. 330, sec. 28, p. 645; am. 1994, ch. 310, sec. 1, p. 977.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-211/"
    },
    {
      "id": "section-41-212",
      "number": "41-212",
      "heading": "",
      "text": "41-212. ORDERS, NOTICES. (1) Orders and notices of the director shall be effective only when in writing signed by him or by his authority.\n\n(2) Every such order shall state its effective date, and shall concisely state:\n\n(a) Its intent or purpose.\n\n(b) The grounds on which based.\n\n(c) The provisions of this code pursuant to which action is taken or proposed to be taken; but failure to so designate a particular provision shall not deprive the director of the right to rely thereon.\n\n(3) Except as may be provided in this code respecting particular procedures, an order or notice may be given by:\n\n(a) Personal service upon the person to be ordered or notified;\n\n(b) Mailing it, postage prepaid, by regular United States mail, or by certified mail, return receipt requested, addressed to the person at his residence or principal place of business as last of record in the department; or\n\n(c) Where a party has appeared in a contested case or has not yet appeared but has consented or agreed in writing to service by facsimile transmission (FAX) or e-mail as an alternative to personal service or service by mail, such orders or notices may be served by FAX or by e-mail in lieu of service by mail or personal service.\n\n(4) Service of orders and notices is complete when a copy is personally served upon the person to be served, or when a copy properly addressed and postage prepaid is deposited in the United States mail or the statehouse mail, if the person is a state employee or state agency, or when there is an electronic verification that a FAX or an e-mail has been sent.\n\n[41-212, added 1961, ch. 330, sec. 29, p. 645; am. 2012, ch. 157, sec. 1, p. 433.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-212/"
    },
    {
      "id": "section-41-213",
      "number": "41-213",
      "heading": "",
      "text": "41-213. ENFORCEMENT. (1) The director may institute such suits or other lawful proceedings as he may deem necessary for the enforcement of any provision of title 41, Idaho Code. If the director believes that any person has engaged in or is about to engage in any act or practice constituting a violation of any provision of title 41, Idaho Code, any other law the director has authority to enforce, or any rule or order of the director, the director may, in accordance with the procedures set forth in title 41, Idaho Code, and chapter 52, title 67, Idaho Code:\n\n(a) Issue an order requiring the person to cease and desist from any prohibited act or practice;\n\n(b) Issue an order affecting a person’s license for such reasons as set forth in title 41, Idaho Code;\n\n(c) Issue an order imposing an administrative penalty as provided in title 41, Idaho Code; and\n\n(d) Initiate any action in district court for the same relief or any relief authorized by title 41, Idaho Code.\n\n(2) If the director believes that any person is violating or about to violate any provision of title 41, Idaho Code, or any order or requirement of the director issued or promulgated pursuant to authority expressly granted the director by any provision of title 41, Idaho Code, or by other law, the director may bring an action against such person in the name of the people of the state of Idaho in a district court of this state to enjoin such person from continuing such violation or doing any act in furtherance thereof. In the action the court may enter such order or judgment granting such preliminary or final injunction as the court determines to be proper.\n\n(3) If the director has reason to believe that any person has violated any provision of title 41, Idaho Code, or any provision of other law as applicable to insurance operations, for which criminal prosecution is provided and would be in order, he shall give the information relative thereto to the attorney general or county attorney having jurisdiction of any such violation. The attorney general or county attorney shall promptly institute such action or proceedings against such person as the information may require or justify.\n\n(4) Whenever the director may deem it necessary, he shall employ counsel, or call upon the attorney general of this state for legal counsel and such assistance as may be necessary.\n\n[41-213, added 1961, ch. 330, sec. 30, p. 645; am. 1972, ch. 369, sec. 2, p. 1072; am. 2005, ch. 78, sec. 1, p. 271.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-213/"
    },
    {
      "id": "section-41-215",
      "number": "41-215",
      "heading": "",
      "text": "41-215. USE OF REPRODUCTIONS AND CERTIFIED COPIES AS EVIDENCE. (1) Photographs or microphotographs in the form of film or prints of documents and records made under section 41-214(3) shall have the same force and effect as the originals thereof, and duly certified or authenticated reproductions of such photographs or microphotographs shall be as admissible in evidence as are the originals.\n\n(2) Upon request of any person and payment of the applicable fee, the director shall furnish a certified copy of any record in his office which is then subject to public inspection.\n\n(3) Copies of original records or documents in his office certified by the director shall have the same effect and force and be received in evidence in all courts equally and in like manner as if they were originals.\n\n[41-215, added 1961, ch. 330, sec. 32, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-215/"
    },
    {
      "id": "section-41-214",
      "number": "41-214",
      "heading": "",
      "text": "41-214. RECORDS — REPRODUCTION — DESTRUCTION. (1) The director shall preserve in permanent form records of his proceedings and hearings and including a concise statement of the results of any investigations or examinations of insurers, and shall file such records in the department.\n\n(2) The records and insurance filings in the department shall be open to public inspection, except as otherwise provided by this code.\n\n(3) The director may photograph, microphotograph or reproduce on film, whereby each page will be reproduced in exact conformity with the original except as to dimensions, financial statements of insurers, reports of business transacted in this state by foreign insurers, reports of examination of insurers, and such records and documents on file in his office as he may in his discretion select.\n\n(4) The director may destroy unneeded or obsolete records and filings of the department in accordance with provisions and procedures applicable to administrative agencies of this state in general.\n\n[41-214, added 1961, ch. 330, sec. 31, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-214/"
    },
    {
      "id": "section-41-216",
      "number": "41-216",
      "heading": "",
      "text": "41-216. DIRECTOR’S ANNUAL REPORT. As early after July 1 as is consistent with full and accurate preparation the director annually shall transmit to the governor a report of his official transactions containing with respect to the calendar year next preceding:\n\n(1) A list of all authorized insurers transacting insurance in this state, showing as to each insurer the name, location, amount of capital (if a stock insurer) or surplus (if a mutual or reciprocal insurer), date of incorporation or formation, date of commencement of business, and kinds of insurance transacted.\n\n(2) A condensed form of financial statements and reports of every authorized insurer for the calendar year, as audited and corrected by the director, arranged in tabular form or in abstracts.\n\n(3) A list of insurers whose business in this state was terminated and the reason for such termination; and if such termination was a result of liquidation, or of delinquency proceedings brought against the insurer in this or any other state, the amount of the insurer’s assets and liabilities so far as the same are known to the director.\n\n(4) A statement of the operating expenses of the department, including salaries, transportation, communication, printing, office supplies, fixed charges (insurance and bonds) and miscellaneous expense.\n\n(5) A detailed statement of the moneys and fees received by the department and from what source.\n\n(6) Any recommendations for amendments or supplementations to insurance laws which, in the director’s opinion, may be desirable.\n\n(7) Such other pertinent information and matters as the director deems to be in the public interest.\n\n[41-216, added 1961, ch. 330, sec. 34, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-216/"
    },
    {
      "id": "section-41-217",
      "number": "41-217",
      "heading": "",
      "text": "41-217. PUBLICATIONS AUTHORIZED. The director shall publish, by printing or other suitable form of reproduction:\n\n(1) Pamphlet or booklet copies of the insurance laws of this state;\n\n(2) The director’s annual report;\n\n(3) Such copies of results of investigations or examinations of insurers for public distribution as he deems to be in the public interest;\n\n(4) Such compilations as he deems advisable from time to time of the general orders of the director then in force; and\n\n(5) Such other material as he may compile and deem relevant and suitable for the more effective administration of this code.\n\n[41-217, added 1961, ch. 330, sec. 34, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-217/"
    },
    {
      "id": "section-41-218",
      "number": "41-218",
      "heading": "",
      "text": "41-218. PUBLICATIONS — SALE. (1) The director shall fix a price at not less than cost of distribution and printing or other reproduction, to be paid by persons requesting copies of the insurance laws and such other publications referred to in section 41-217 as he deems proper to sell on behalf of the state rather than distribute free of charge on a basis of reciprocity.\n\n(2) The director shall account for and deposit all moneys so received in the same manner as applies under section 41-406 to fees and taxes collected by him.\n\n[41-218, added 1961, ch. 330, sec. 35, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-218/"
    },
    {
      "id": "section-41-219",
      "number": "41-219",
      "heading": "",
      "text": "41-219. EXAMINATION OF INSURERS. (1) For the purpose of determining its financial condition, ability to fulfill and manner of fulfillment of its obligations, the nature of its operations, and compliance with the law, the director shall examine the affairs, transactions, accounts, records, and assets of each authorized insurer, including the attorney in fact of a reciprocal insurer in so far as insurer transactions are concerned, as often as he deems advisable. The director or any of the director’s examiners may conduct an examination, in accordance with the provisions of this section, of any company as often as the director in his sole discretion deems appropriate but shall, at a minimum, conduct an examination of every insurer licensed in this state not less frequently than once every five (5) years. In scheduling and determining the nature, scope and frequency of the examinations, the director shall consider such matters as the results of financial statement analyses and ratios, changes in management or ownership, actuarial opinions, reports of independent certified public accountants and other criteria as set forth in the examiners’ handbook adopted by the national association of insurance commissioners and in effect when the director exercises discretion under the provisions of this section.\n\n(2) Examination of an alien insurer shall be limited to its insurance transactions, assets, trust deposits and affairs in the United States except as otherwise required by the director.\n\n(3) The director shall in like manner examine each insurer applying for an initial certificate of authority to transact insurance in this state.\n\n(4) In lieu of an examination under the provisions of this section, of any foreign or alien insurer licensed in this state, the director may accept an examination report on the company as prepared by the insurance department for the company’s state of domicile or port of entry until January 1, 1994. Thereafter, such reports may only be accepted if the insurance department was at the time of the examination accredited under the national association of insurance commissioners’ financial regulation standards and accreditation program or, the examination is performed under the supervision of an accredited insurance department or with participation of one (1) or more examiners who are employed by such an accredited state insurance department and who, after a review of the examination work papers and report, state under oath that the examination was performed in a manner consistent with the standards and procedures required by their insurance department.\n\n(5) The term \"company\" as used in this section shall mean any person engaging in or proposing or attempting to engage in any transaction or kind of insurance or surety business and any person or group of persons who may otherwise be subject to the administrative, regulatory or taxing authority of the director.\n\n[41-219, added 1961, ch. 330, sec. 36, p. 645; am. 1993, ch. 194, sec. 1, p. 494.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-219/"
    },
    {
      "id": "section-41-220",
      "number": "41-220",
      "heading": "",
      "text": "41-220. EXAMINATION OF AGENTS, BROKERS, CONSULTANTS, MANAGERS, ADJUSTERS, PROMOTERS. For the purpose of ascertaining compliance with law, and in addition to any right of examination otherwise provided, the director may as often as he deems advisable examine the accounts, records, documents, and transactions, pertaining to or affecting its insurance affairs or proposed insurance affairs, of: (1) any insurance agent, broker, solicitor, consultant, surplus line broker, general agent, or adjuster.\n\n(2) Any person(s) having a contract under which he enjoys in fact the exclusive or dominant right to manage or control an insurer.\n\n(3) Any person holding the shares of voting stock or policyholder proxies of a domestic insurer, for the purpose of controlling the management thereof, as voting trustee or otherwise.\n\n(4) Any person engaged in this state in, or proposing to be engaged in this state in, or holding himself out in this state as so engaging or proposing, or in this state assisting in, the promotion or formation of an insurer or insurance holding corporation, or corporation to finance an insurer or the production of its business.\n\n[41-220, added 1961, ch. 330, sec. 37, p. 645; am. 1972, ch. 369, sec. 3, p. 1072.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-220/"
    },
    {
      "id": "section-41-221",
      "number": "41-221",
      "heading": "",
      "text": "41-221. PLACE OF EXAMINATION. (1) The examination may be conducted by the director or his accredited examiners at the offices wherever located of the person being examined and at such other places as may be required for determination of matters under examination.\n\n(2) In the case of alien insurers the examination may be so conducted in the insurer’s United States offices and at places within the United States, except as otherwise required by the director.\n\n[41-221, added 1961, ch. 330, sec. 38, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-221/"
    },
    {
      "id": "section-41-222",
      "number": "41-222",
      "heading": "",
      "text": "41-222. EXAMINATION COOPERATION WITH OTHER STATES. As far as practical the director shall conduct the examination of a foreign or alien insurer in cooperation with the insurance supervisory officials of other states in which the insurer transacts business, and for the purpose thereof may participate in joint examinations of insurers or be represented in an examination by an examiner of another state.\n\n[41-222, added 1961, ch. 330, sec. 39, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-222/"
    },
    {
      "id": "section-41-223",
      "number": "41-223",
      "heading": "",
      "text": "41-223. CONDUCT OF EXAMINATION — ACCESS TO RECORDS — CORRECTION OF ACCOUNTS — REMOVAL OF RECORDS. (1) Upon determining that an examination should be conducted, the director or the director’s designee shall issue an examination warrant appointing one (1) or more examiners to perform the examination and instructing them as to the scope of the examination. In conducting the examination, the examiner shall observe those guidelines and procedures set forth in the examiners’ handbook adopted by the national association of insurance commissioners. The director may also employ such other guidelines or procedures as the director may deem appropriate.\n\n(2) Upon such examination the director or examiner may examine under oath any officer, agent, or other individual deemed to have material information regarding the affairs of the person under examination.\n\n(3) Every person being examined, its officers, attorneys, employees, agents, representatives or others having custody or control thereof, shall make freely available to the director or his examiners the accounts, records, documents, files, information, assets and matters in his possession or control relating to the subject of the examination, and shall facilitate the examination.\n\n(4) If the director finds any accounts or records to be inadequate or incorrectly kept or posted, he may procure the services of competent persons to reconstruct, rewrite, post or balance them at the expense of the person being examined if such person has failed to maintain, complete or correct such records or accounts after the director has given him notice and a reasonable opportunity to do so.\n\n(5) Neither the director nor any examiner shall remove any record, account, document, file or other property of the person being examined from the offices of such person except with the written consent of such person being given in advance of such removal, or pursuant to an order of court duly obtained. This provision shall not be deemed to affect the making and removal of copies or abstracts of any such record, account, document, or file.\n\n(6) Nothing contained in this chapter shall be construed to limit the director’s authority to terminate or suspend any examination in order to pursue other legal or regulatory action pursuant to the insurance laws of this state.\n\n(7) Nothing contained in this chapter shall be construed to limit the director’s authority to use any final examination report, or to use any examiner or company work papers or other documents, or any other information discovered or developed during the course of any examination in any judicial proceeding or administrative proceeding under this chapter.\n\n[41-223, added 1961, ch. 330, sec. 40, p. 645; am. 1993, ch. 194, sec. 2, p. 495; am. 1995, ch. 136, sec. 1, p. 587.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-223/"
    },
    {
      "id": "section-41-224",
      "number": "41-224",
      "heading": "",
      "text": "41-224. EXAMINATION — APPRAISAL OF ASSET. (1) If the director deems it necessary to value any asset involved in such an examination, he may make written request of the person being examined to appoint one or more appraisers who by reason of education, experience or special training are competent to appraise such asset. Any such appraiser shall be subject to the written approval of the director. If no such appointment is made within ten (10) days after the request therefor was delivered to such person, the director may appoint the appraiser or appraisers.\n\n(2) Any such appraisal shall be promptly made, and a copy of the report thereof shall be furnished to the director.\n\n(3) The reasonable expense of the appraisal shall be borne by the person being examined.\n\n[41-224, added 1961, ch. 330, sec. 41, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-224/"
    },
    {
      "id": "section-41-225",
      "number": "41-225",
      "heading": "",
      "text": "41-225. OBSTRUCTION OF EXAMINATION — PENALTY. Any individual who wilfully obstructs the director or his examiner in the conduct of any examination authorized by this chapter shall be guilty of a misdemeanor and upon conviction shall be punished as provided in section 41-117 (general penalty).\n\n[41-225, added 1961, ch. 330, sec. 42, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-225/"
    },
    {
      "id": "section-41-226",
      "number": "41-226",
      "heading": "",
      "text": "41-226. EXAMINERS — QUALIFICATIONS. For the conduct of or assistance in examinations under this chapter the director shall appoint as examiners only individuals who by reason of education, experience, or special training are competent to perform the duties and fulfill the responsibilities of an insurance examiner. In the selection of examiners the director shall give due consideration to standards and qualifications therefor recommended by the National Association of Insurance Commissioners or any successor organization thereto. The director may appoint, employ, fix the compensation of, prescribe and require the duties of and discharge such examiners as the duties of his office may require. Examiners who are employees of the department shall be nonclassified employees exempt from the provisions of chapter 53, title 67, Idaho Code.\n\n[41-226, added 1961, ch. 330, sec. 43, p. 645; am. 1995, ch. 135, sec. 3, p. 587; am. 2003, ch. 99, sec. 1, p. 318.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-226/"
    },
    {
      "id": "section-41-227",
      "number": "41-227",
      "heading": "",
      "text": "41-227. EXAMINATION REPORT. (1) The director or his examiner shall make a full and true written report of every examination made by him under this chapter, and shall verify the report by his oath.\n\n(2) The report shall comprise only facts appearing upon the books, papers, records or documents of the person being examined, or ascertained from testimony of individuals under oath concerning the affairs of such person, together with such conclusions and recommendations as may reasonably be warranted from such facts.\n\n(3) Prior to a hearing and prior to any modifications the report shall be subject to disclosure according to chapter 1, title 74, Idaho Code.\n\n(4) No later than sixty (60) days following completion of the examination, the examiner in charge shall file with the department a verified written report of examination under oath. Upon receipt of the verified report, the department shall transmit the report to the company examined, together with a notice which shall afford the company examined a reasonable opportunity of not more than thirty (30) days to make a written submission or rebuttal with respect to any matters contained in the examination report.\n\n(5) Within thirty (30) days of the end of the period allowed for the receipt of written submissions or rebuttals, the director shall fully consider and review the report, together with any written submissions or rebuttals and any relevant portions of the examiner’s work papers, and enter an order:\n\n(a) Adopting the examination report as filed or with modifications or corrections. If the examination report reveals that the company is operating in violation of any law, regulation or prior order of the director, the director may order the company to take any action the director considers necessary and appropriate to cure such violation;\n\n(b) Rejecting the examination report with directions to the examiners to reopen the examination for purposes of obtaining additional data, documentation or information, and refiling pursuant to subsection (2) of this section; or\n\n(c) Calling for an investigatory hearing with no less than twenty (20) days’ notice to the company for purposes of obtaining additional documentation, data, information and testimony.\n\n(6) (a) All orders entered pursuant to subsection (5)(a) of this section shall be accompanied by findings and conclusions resulting from the director’s consideration and review of the examination report, relevant examiner work papers and any written submissions or rebuttals. Any such order shall be considered a final order and may be appealed pursuant to sections 67-5270 through 67-5279, Idaho Code, and shall be served upon the company by certified mail, together with a copy of the adopted examination report. Within thirty (30) days of the issuance of the adopted report, the company shall file affidavits executed by each of its directors stating under oath that they have received a copy of the adopted report and related orders.\n\n(b) Any hearing conducted under subsection (5)(c) of this section by the director or authorized representative, shall be conducted in accordance with the provisions of chapter 52, title 67, Idaho Code, as a nonadversarial confidential investigatory proceeding as necessary for the resolution of any inconsistencies, discrepancies or disputed issues apparent upon the face of the filed examination report or raised by, or as a result of, the director’s review of relevant work papers or by the written submission or rebuttal of the company. Within twenty (20) days of the conclusion of any such hearing, the director shall enter an order pursuant to the provisions of subsection (5)(a) of this section.\n\n(c) The director shall not appoint a contract examiner or an employee of the department as an authorized representative to conduct the hearing.\n\nNothing contained in this section shall require the department to disclose any information or records which would indicate or show the content of any investigation or activity of a criminal justice agency, except to the extent that the director relied upon information furnished to the director by such criminal justice agency in making his decision.\n\n(7) The report when so verified and filed shall be admissible in evidence in any action or proceeding brought by the director against the person examined, or against its officers, employees or agents, and shall be presumptive evidence of the material facts stated therein. The director or his examiners may at any time testify and offer other proper evidence as to information secured or matters discovered during the course of an examination, whether or not a written report of the examination has been either made, furnished or filed in the department.\n\n(8) After an order is entered under the provisions of subsection (5)(a) of this section, the director may publish the report or the results of the examination as contained therein which report or results are a public record and shall be exempt from the exemptions from disclosure provided in chapter 1, title 74, Idaho Code.\n\n(9) Nothing contained in this chapter shall prevent or be construed as prohibiting the director from disclosing the content of an examination report, preliminary examination report or results, or any matter relating thereto, to the insurance department of this or any other state or country, or to law enforcement officials of this or any other state or agency of the federal government at any time, so long as the agency or office receiving the report or matters relating thereto agrees in writing to hold it confidential and in a manner consistent with this chapter.\n\n(10) All working papers, recorded information, documents and copies thereof produced by, obtained by or disclosed to the director or any other person in the course of an examination made under the provisions of this chapter shall be made available to the person or company which was the subject of the examination in proceedings pursuant to chapter 52, title 67, Idaho Code, but shall otherwise be held by the director as a record not required to be made public pursuant to exemptions from disclosure provided in chapter 1, title 74, Idaho Code.\n\n[41-227, added 1961, ch. 330, sec. 44, p. 645; am. 1990, ch. 213, sec. 52, p. 522; am. 1993, ch. 194, sec. 3, p. 496; am. 1995, ch. 136, sec. 2, p. 588; am. 1996, ch. 95, sec. 1, p. 280; am. 1999, ch. 30, sec. 10, p. 52; am. 2015, ch. 141, sec. 105, p. 454.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-227/"
    },
    {
      "id": "section-41-228",
      "number": "41-228",
      "heading": "",
      "text": "41-228. EXAMINATION EXPENSE. (1) Every insurer or corporation so examined shall, at the direction of the director, pay the actual travel expenses, reasonable living expense allowance, and compensation, at reasonable rates customary for such examination and as approved by the director, necessarily incurred on account of the examination, upon presentation of a detailed account of such charges and expenses.\n\n(2) No person shall pay and no examiner shall accept any additional emolument on account of any examination.\n\n(3) An insurer shall be entitled to offset against its premium taxes payable to the department of insurance of the state of Idaho the examination expense paid by it to or for the account of an examiner, actuary, or other assistant designated by the director for the purpose of the examination, inclusive of such personnel as may be so designated on behalf of other states participating in any such examination. The offset, or any remaining portion thereof, will be allowed for any of the five (5) calendar years following the year in which such examination expense was paid.\n\n[41-228, added 1961, ch. 330, sec. 45, p. 645; am. 1969, ch. 214, sec. 4, p. 625; am. 1975, ch. 207, sec. 1, p. 575; am. 1980, ch. 133, sec. 1, p. 292; am. 1984, ch. 100, sec. 1, p. 228; am. 1994, ch. 267, sec. 1, p. 825; am. 2001, ch. 85, sec. 1, p. 211.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-228/"
    },
    {
      "id": "section-41-229",
      "number": "41-229",
      "heading": "",
      "text": "41-229. WITNESSES AND EVIDENCE. (1) As to the subject of any examination, investigation, or hearing being conducted by him the director or any deputy or examiner appointed by him may administer oaths, examine and cross-examine witnesses, receive oral and documentary evidence, and shall have the power to subpoena witnesses, compel their attendance and testimony, and require by subpoena the production of books, papers, records, files, correspondence, documents and other evidence which he deems relevant to the inquiry.\n\n(2) If any individual refuses to comply with any such subpoena or to testify as to any matter concerning which he may be lawfully interrogated, the district court of the county wherein such examination, investigation, or hearing is being conducted or of the county wherein such individual resides, on the director’s application may issue an order requiring such individual to comply with the subpoena and to testify; and failure to obey such an order may be punished by the court as a contempt thereof.\n\n(3) Subpoenas shall be served, and proof of such service made, in the same manner as if issued by a district court. Witness fees and mileage, if claimed, shall be allowed the same as for testimony in a district court.\n\n(4) Any individual wilfully testifying falsely under oath as to any matter material to any such examination, investigation or hearing shall upon conviction thereof be guilty of perjury and shall be punished accordingly.\n\n[41-229, added 1961, ch. 330, sec. 46, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-229/"
    },
    {
      "id": "section-41-230",
      "number": "41-230",
      "heading": "",
      "text": "41-230. TESTIMONY COMPELLED — IMMUNITY FROM PROSECUTION. (1) If any person asks to be excused from attending or testifying or from producing any books, papers, records, contracts, documents, or other evidence in connection with any examination, hearing, or investigation being conducted by the director, his deputy or examiner, or in any proceeding or action before any court or magistrate upon a charge of violation of this code, on the ground that the testimony or evidence required of him may tend to incriminate him or subject him to a penalty or forfeiture, and shall notwithstanding be directed to give such testimony or produce such evidence, he must, if so directed by the director and the attorney general, nonetheless comply with such direction; and he shall not be exempt from the refusal, suspension, or revocation of any license, permission, or authority conferred, or to be conferred, pursuant to this code. After complying, and if, but for this section, he would have been privileged to withhold the answer given or the evidence produced by him, the answer given, or evidence produced, and any information directly or indirectly derived from the answer or evidence, may not be used against the compelled person in any manner in a criminal case, except that he may nevertheless be prosecuted or subjected to penalty or forfeiture for any perjury, false swearing or contempt committed in answering or failing to answer, or in producing or failing to produce, evidence in accordance with the order.\n\n(2) Any such individual may execute, acknowledge and file in the department a statement expressly waiving such immunity or privilege in respect to any transaction, matter or thing specified in such statement, and thereupon the testimony of such individual or such evidence in relation to such transaction, matter, or thing may be received or produced before any judge or justice, court, tribunal, magistrate, grand jury or otherwise, and if so received or produced such individual shall not be entitled to any immunity or privileges on account of any testimony he may so give or evidence so produced.\n\n[41-230, added 1961, ch. 330, sec. 47, p. 645; am. 2007, ch. 283, sec. 1, p. 813.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-230/"
    },
    {
      "id": "section-41-231",
      "number": "41-231",
      "heading": "",
      "text": "41-231. HEARINGS AND APPEAL — SCOPE OF PROVISIONS. Except as otherwise provided in title 41, Idaho Code, and to the extent not inconsistent therewith, chapter 52, title 67, Idaho Code, shall apply as to all hearings and as to all appeals from the director relative to any matter treated in this code.\n\n[41-231, added 1961, ch. 330, sec. 48, p. 645; am. 2005, ch. 77, sec. 1, p. 258.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-231/"
    },
    {
      "id": "section-41-232",
      "number": "41-232",
      "heading": "",
      "text": "41-232. HEARINGS IN GENERAL. (1) The director may hold a hearing which he deems necessary for any purpose within the scope of this code.\n\n(2) The director shall hold a hearing:\n\n(a) If required by any provision of this code; or\n\n(b) Upon written demand for a hearing by a person aggrieved by any act, threatened act or failure of the director to act, or by any report, rule, regulation or order of the director (other than an order for the holding of a hearing, or an order on a hearing of which hearing such person had actual notice or pursuant to such order).\n\n(3) Any such demand for a hearing shall summarize the information and grounds to be relied upon as a basis for the relief to be sought at the hearing.\n\n(4) The director shall hold such demanded hearing within thirty (30) days after his receipt of the demand, unless postponed by mutual consent. Failure to hold the hearing shall constitute a denial of the relief sought, and shall be the equivalent of an order on hearing for the purpose of an appeal.\n\n(5) In any administrative proceeding of the director where a hearing is otherwise authorized or required by law, if a party with respect to whom the hearing is to be held waives the hearing in writing, or fails to plead, or to defend or prosecute, as the case may be, and that fact is made known to the director by affidavit or otherwise, the right of hearing shall be deemed to have been waived, and, any other provision of this code to the contrary notwithstanding, without holding or concluding a hearing the director may, upon satisfactory proof of service of the petition or complaint upon such a party, enter an order which shall be as lawful as to such party as if all allegations in the petition or complaint relative to or concerning such party were proved or admitted at a hearing. For good cause shown, the director may, in his discretion, set aside any order so entered, and the proceedings may continue as if no waiver or default had existed.\n\n[41-232, added 1961, ch. 330, sec. 49, p. 645; am. 1972, ch. 369, sec. 4, p. 1072; am. 2019, ch. 161, sec. 7, p. 535.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-232/"
    },
    {
      "id": "section-41-232a",
      "number": "41-232A",
      "heading": "",
      "text": "41-232A. HEARINGS UPON THE DENIAL, NONRENEWAL, SUSPENSION OR REVOCATION OF A CERTIFICATE OF AUTHORITY OR LICENSE OR IMPOSITION OF ADMINISTRATIVE PENALTIES. (1) In the event the director denies an applicant’s application for a certificate of authority or for a license, the director shall notify the applicant in writing of the basis for the denial. Within twenty-one (21) days of the issuance of the notice of denial, the applicant may submit to the director a written request for a hearing before the director or his duly appointed representative addressing the basis for the denial of the application and requesting that the director reexamine the applicant’s qualifications for a certificate of authority or a license. An applicant’s failure to request a hearing in writing within twenty-one (21) days of the issuance of the notice of denial shall be deemed a waiver of the opportunity for hearing.\n\n(2) Except as otherwise provided in title 41 and chapter 52, title 67, Idaho Code, prior to the director’s nonrenewal, suspension or revocation of a certificate of authority or license or imposition of any administrative penalty, the director shall provide the insurer or licensee, and any appointing insurers that have appointed the licensee as an agent, with advance written notice of the nature of the violations alleged or the charges pending against the insurer or licensee and affording the insurer or licensee an opportunity for a hearing thereon. Within twenty-one (21) days of the issuance of the notice of violations or charges, the insurer or licensee may submit to the director a written request for a hearing before the director or his duly appointed representative addressing the alleged violations and charges pending against the insurer or licensee. An insurer’s or licensee’s failure to request a hearing or otherwise dispute the notice in writing within twenty-one (21) days of the issuance of the notice of violations or charges shall be deemed a waiver of the opportunity for hearing.\n\n(3) All hearings under this section shall be conducted in accordance with the provisions set forth in this chapter and chapter 52, title 67, Idaho Code.\n\n[41-232A, added 2006, ch. 49, sec. 1, p. 141.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-232a/"
    },
    {
      "id": "section-41-234",
      "number": "41-234",
      "heading": "",
      "text": "41-234. PLACE OF HEARING — ADMISSION OF PUBLIC. The hearing shall be held at the place designated by the director, and at his discretion it may be open to the public.\n\n[41-234, added 1961, ch. 330, sec. 51, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-234/"
    },
    {
      "id": "section-41-235",
      "number": "41-235",
      "heading": "",
      "text": "41-235. NOTICE OF HEARING. (1) Except where a longer period of notice is provided by other provisions of this code relative to particular matters, not less than fourteen (14) days in advance the director shall give notice of the time and place of the hearing, stating the matters to be considered thereat. If the persons to be given notice are not specified in the provision pursuant to which hearing is held, the director shall give such notice to all persons whose pecuniary interests are to be directly and immediately affected by such hearing.\n\n(2) If any such hearing would otherwise require separate notices to more than one hundred (100) persons, in lieu of the notice required under such subsection the director may give notice of the hearing by publishing the notice in at least three (3), but not to exceed five (5), daily newspapers, at least once each week during the four (4) weeks immediately preceding the week in which the hearing is to be held. The director shall select such newspapers, as to location and circulation, as he deems necessary to give adequate opportunity of notice to such persons as should receive notice of the hearing. The published notice shall state the time and place of the hearing and shall specify the matters to be considered thereat. At the time of first publication the director shall mail to every advisory organization which has filed with him pursuant to section 41-1425, Idaho Code, a copy of the published notice if the proposed hearing would affect any interest of the members of such advisory organization.\n\n(3) All such notices, other than published notices, shall be given as provided in section 41-212, Idaho Code.\n\n[41-235, added 1961, ch. 330, sec. 52, p. 645; am. 2005, ch. 77, sec. 3, p. 258.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-235/"
    },
    {
      "id": "section-41-236",
      "number": "41-236",
      "heading": "",
      "text": "41-236. SHOW CAUSE NOTICE. If any person is entitled to a hearing by any provision of the insurance code before any proposed action is taken, the notice of the proposed action may be in the form of a notice to show cause stating that the proposed action may be taken, unless such person shows cause at a hearing to be held as specified in the notice why the proposed action should not be taken, and stating the basis of the proposed action.\n\n[41-236, added 1961, ch. 330, sec. 53, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-236/"
    },
    {
      "id": "section-41-237",
      "number": "41-237",
      "heading": "",
      "text": "41-237. ADJOURNED HEARING. The director may adjourn any hearing from time to time and from place to place without other notice of the adjourned hearing than announcement thereof at the hearing.\n\n[41-237, added 1961, ch. 330, sec. 54, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-237/"
    },
    {
      "id": "section-41-238",
      "number": "41-238",
      "heading": "",
      "text": "41-238. NONATTENDANCE. The validity of any hearing held in accordance with the notice thereof shall not be affected by failure of any person to attend or to remain in attendance.\n\n[41-238, added 1961, ch. 330, sec. 55, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-238/"
    },
    {
      "id": "section-41-240",
      "number": "41-240",
      "heading": "",
      "text": "41-240. ORDER ON HEARING. (1) In the conduct of hearings under this code and making his order thereon, the director shall act in a quasi-judicial capacity.\n\n(2) Within thirty (30) days after termination of a hearing and completion of the transcript, if any, or of any rehearing thereof or reargument thereon, or within such other period as may be specified in this code as to particular proceedings, the director shall make his order on hearing and, subject to subsection (5) below, shall give a copy of the order to each person to whom notice of the hearing was given or required to be given and to any other person who became a party to the hearing by intervention.\n\n(3) The order shall contain a concise statement of the facts as found by the director, and of his conclusions therefrom, and the matters required by section 41-212 (orders, notices).\n\n(4) The order may confirm, modify, or nullify action taken under an existing order, or may constitute the taking of any new action coming within the scope of the notice of the hearing.\n\n(5) If notice of the hearing was given by publication as provided for in section 41-235 the director may publish the order on hearing once each week for four (4) consecutive weeks in the same newspapers in which such notice was published, the first such publication to be made on the date of the order. Publication of the order shall be in lieu of the giving of copies of the order as required under subsection (2) above. At time of first publication the director shall mail to every advisory organization which has filed with him pursuant to section 41-1425, a copy of the published order if the order would affect any interest of members of such advisory organization.\n\n[41-240, added 1961, ch. 330, sec. 57, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-240/"
    },
    {
      "id": "section-41-247",
      "number": "41-247",
      "heading": "",
      "text": "41-247. INQUIRY POWERS OF DIRECTOR. The director shall have power to direct an inquiry in writing to any person subject to his jurisdiction with respect to any insurance transaction or matter relative to a subject of insurance resident, located, or to be performed in this state. The person to whom such an inquiry is addressed shall upon receipt thereof promptly furnish to the director all requested information which is in his possession or subject to his control.\n\n[I.C., sec. 41-247, as added by 1969, ch. 214, sec. 5, p. 625.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-247/"
    },
    {
      "id": "section-41-248",
      "number": "41-248",
      "heading": "",
      "text": "41-248. INTERSTATE RELATIONS. If the matter that the director seeks to obtain by request is located outside the state, the person so requested may make it available to the director or his representative to examine the matter at the place where it is located. The director may designate representatives, including officials of the state in which the matter is located, to inspect the matter on his behalf, and he may respond to similar requests from officials of other states.\n\n[41-248, added 1981, ch. 23, sec. 1, p. 40.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-248/"
    },
    {
      "id": "section-41-249",
      "number": "41-249",
      "heading": "",
      "text": "41-249. SHARING OF INFORMATION AMONG GOVERNMENTAL AGENCIES AND THE NATIONAL ASSOCIATION OF INSURANCE COMMISSIONERS. (1) Any document, report, or other recorded information provided to the director by any federal, state or foreign regulatory or law enforcement agency, or any combination thereof, or by the national association of insurance commissioners (NAIC), which is marked \"confidential\" or \"for regulator use only\" or by similar terms or concerning which the entity requires written assurance that the director maintain such information in confidence before the entity will release the information, may be maintained by the director on a confidential basis and is not required to be disclosed to the public.\n\n(2) The director may provide any document, report, or other recorded information to any federal, state or foreign regulatory or law enforcement agency, or any combination thereof, or to the NAIC, which is marked \"confidential\" or \"for regulator use only\" or by similar terms or concerning which the director requires written assurance that the entity maintain such information in confidence before he will release it to such entity.\n\n(3) The director is authorized to enter into agreements with other governments, agencies, or any combination thereof, or with the NAIC, in connection with his duties and responsibilities pursuant to this section.\n\n(4) The application of this section shall not prevent an insurance company or producer or other licensee from obtaining information used by the department of insurance in making regulatory decisions or taking regulatory action affecting the company consistent with chapter 1, title 74, Idaho Code, and title 41, Idaho Code.\n\n[41-249, added 1994, ch. 309, sec. 1, p. 976; am. 2003, ch. 102, sec. 1, p. 322; am. 2007, ch. 281, sec. 1, p. 812; am. 2015, ch. 141, sec. 106, p. 456.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-249/"
    },
    {
      "id": "section-41-253",
      "number": "41-253",
      "heading": "",
      "text": "41-253. STATEMENT OF PURPOSE — ADOPTION OF INTERNATIONAL FIRE CODE. (1) The purpose of sections 41-253 through 41-269, Idaho Code, is to protect human life from fire, and to prevent fires. These sections are intended to prescribe regulations consistent with nationally recognized good practice for the safeguarding of life and property from hazards of fire and explosion arising from the storage, handling and use of hazardous substances, materials, and devices, and from conditions hazardous to life or property in the use or occupancy of buildings or premises, and there is hereby adopted the \"International Fire Code,\" 2000 edition, with appendices thereto, published by the International Code Council, Inc. and such later editions as may be so published and adopted by the state fire marshal, as the minimum standards for the protection of life and property from fire and explosions in the state of Idaho.\n\n(2) A detached single family dwelling, to be constructed upon lands of five (5) acres or more outside an incorporated city and not within a designated area of city impact, shall be exempt from the water supply and access requirements of the adopted version of the International Fire Code unless a county land use or subdivision ordinance requires such compliance. A county adopted ordinance may expand the foregoing exemption applicable to detached single family dwellings by reducing the minimum parcel area requirement after first conducting a public hearing subject to public notice that complies with the requirements set forth in section 67-6509, Idaho Code, and after providing notice by mail to all fire agencies providing services to areas outside an incorporated city and not within a designated area of city impact that might be affected by any such proposal at least twenty-one (21) days prior to such public hearing.\n\n(3) Assistants to the state fire marshal, as provided in section 41-256, Idaho Code, shall apply a reasonable interpretation to the International Fire Code as adopted by the state fire marshal, and rules of the state fire marshal, when undertaking any enforcement action.\n\n(4) For the purposes of sections 41-253 through 41-269, Idaho Code, the \"International Fire Code\" shall mean the publications as adopted under subsection (1) of this section.\n\n[(41-253) 39-3501 added 1970, ch. 190, sec. 1, p. 547; am. and redesig. 1982, ch. 120, sec. 1, p. 338; am. 2002, ch. 86, sec. 5, p. 198; am. 2008, ch. 402, sec. 1, p. 1106; am. 2010, ch. 219, sec. 1, p. 492.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-253/"
    },
    {
      "id": "section-41-254",
      "number": "41-254",
      "heading": "",
      "text": "41-254. POWERS AND DUTIES OF STATE FIRE MARSHAL — INTERNATIONAL FIRE CODE, ENFORCEMENT AND REGULATIONS — REPORTS. The state fire marshal shall be appointed by the director of the department of insurance, with the approval of the governor and shall serve at the pleasure of the director. The state fire marshal shall have the following powers and duties:\n\n1. To enforce the international fire code.\n\n2. To prescribe regulations in addition to the international fire code as adopted, which may be deemed necessary for the prevention of fires and protection of life and property, and such regulations are to be enforced by the state fire marshal.\n\n3. To make interpretations and rules of the intent of the various provisions of the international fire code as adopted.\n\n4. To adopt, rescind, modify or amend rules and regulations for the exercise of functional powers and duties.\n\n5. To transmit to the governor and legislature, on or before the 15th day of July of every year, a full report of proceedings under sections 41-253 through 41-269, Idaho Code, and such statistics as he may wish to include therein unless some other time for reporting is fixed by law, and such report shall be available to the public.\n\n6. To make recommendations for amendments to the international fire code to be submitted to the promulgating authority for its consideration.\n\n7. To have exclusive jurisdiction over single service integrated fire sprinkler systems. A \"single service integrated fire sprinkler system\" is defined as an integrated system of underground and overhead piping, valves and sprinklers used exclusively for fire protection purposes and designed in accordance with fire protection engineering standards, including the international fire code, beginning with the first connection to a public water system regardless of the existence or location of a back flow prevention device.\n\n8. No person shall be eligible to serve as state fire marshal unless he:\n\n(a) Has had at least twelve (12) years’ full-time paid experience with a state, city or county fire protection agency whose primary function is fire prevention and structural fire safety, including at least five (5) years’ experience in an administrative capacity as the chief agency officer; or\n\n(b) Holds a four (4) year college degree in one of the physical sciences and has had at least five (5) years’ full-time experience in fire protection and structural fire safety with a fire protection agency; or\n\n(c) Is a member of the American society of fire protection engineers.\n\n[(41-254) 1970, ch. 190, sec. 4, p. 547; am. 1974, ch. 39, sec. 45, p. 1023; am. and redesig. 1982, ch. 120, sec. 2, p. 338; am. 1993, ch. 43, sec. 1, p. 115; am. 1993, ch. 128, sec. 2, p. 323; am. 2002, ch. 86, sec. 6, p. 198.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-254/"
    },
    {
      "id": "section-41-255",
      "number": "41-255",
      "heading": "",
      "text": "41-255. DUTIES OF STATE FIRE MARSHAL. In addition to the duties prescribed in section 41-254, Idaho Code, the state fire marshal shall:\n\n(1) Administer and enforce this act.\n\n(2) Appoint, employ and discharge such deputies and other employees as in his judgment may be necessary, control their powers, prescribe their duties, and fix their compensation.\n\n(3) Keep books, records and accounts, which shall be open to inspection and audit by the state of Idaho at all times.\n\n(4) Purchase necessary equipment and supplies, and incur any other reasonable and necessary expense in connection with or required for the purpose of carrying out the provisions of this act.\n\n(5) Maintain in his office a record of all fires occurring in the state, and of all the facts concerning the same, including statistics as to the extent of such fires and the damage caused thereby and whether such losses were covered by insurance, and if so, in what amount. All such records shall be public, except any testimony taken in an investigation under the provisions of this act which the state fire marshal in his discretion may withhold from the public.\n\n(6) Establish by rule uniform training provisions for all persons acting as assistants to the state fire marshal as provided in section 41-256, Idaho Code.\n\n[(41-255) 39-3505 added 1970, ch. 190, sec. 5, p. 547; am. 1974, ch. 39, sec. 46, p. 1023; am. and redesig. 1982, ch. 120, sec. 3, p. 339; am. 2008, ch. 402, sec. 2, p. 1106.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-255/"
    },
    {
      "id": "section-41-256",
      "number": "41-256",
      "heading": "",
      "text": "41-256. ASSISTANTS TO STATE FIRE MARSHAL — LOCAL APPEAL PROCEDURE. (1) The chief of the fire department, or his deputy, of every city or county, or fire protection district organized under state law in which a fire department is established, and in areas where no organized fire department exists the county sheriff, or his deputy, shall be assistants to the state fire marshal in carrying out the provisions of the International Fire Code and rules of the state fire marshal.\n\n(2) Any final decision made by an assistant to the state fire marshal involving an interpretation of the International Fire Code or rules of the state fire marshal shall contain a notification to any party subject to the decision that the decision may be appealed in a local appeal procedure that is substantially similar to the one set forth in the International Fire Code or rules adopted by the state fire marshal.\n\n[(41-256) 39-3506 added 1970, ch. 190, sec. 6, p. 547; am. 1974, ch. 39, sec. 47, p. 1023; am. and redesig. 1982, ch. 120, sec. 4, p. 340; am. 1988, ch. 317, sec. 1, p. 976; am. 2002, ch. 86, sec. 7, p. 199; am. 2008, ch. 402, sec. 3, p. 1107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-256/"
    },
    {
      "id": "section-41-257",
      "number": "41-257",
      "heading": "",
      "text": "41-257. STATE FIRE MARSHAL AS CHIEF ARSON INVESTIGATION OFFICER. The state fire marshal shall be the chief arson investigation officer in the state, and shall have the same responsibility and power in arson investigation as a county sheriff. He shall not, however, interfere at any time in the operation or administration of any fire department or sheriff’s office except in matters of fire prevention and arson investigation when requested by the local fire jurisdiction, sheriff’s office or written and signed complaint of any person served by the local fire jurisdiction. No person, acting without malice, shall be subject to civil liability for libel or otherwise, by virtue of the filing of complaints, requests, reports or furnishing other information pursuant to this section or required by the director of the department of insurance or the state fire marshal as a result of the authority herein granted.\n\n[(41-257) 1970, ch. 190, sec. 7, p. 547; am. and redesig. 1982, ch. 120, sec. 5, p. 340.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-257/"
    },
    {
      "id": "section-41-258",
      "number": "41-258",
      "heading": "",
      "text": "41-258. REPORT OF LOSSES BY FIRE INSURANCE COMPANIES TO STATE FIRE MARSHAL. Every fire insurance company authorized to transact business in this state is hereby required to report to the office of the state fire marshal, within seven (7) days after settlement of all fire losses of one thousand dollars ($1,000) or more, on property within the state of Idaho and all fire losses resulting in death or personal injury, including those personal injury losses covered by workmen’s compensation insurance. The report shall state the date of fire, the amount of probable property loss or personal injury, the character of property destroyed or damaged, and supposed cause of the fire. The report shall be in addition to and not in lieu of any report or reports such companies may be required by any law of this state to make to any other state officer.\n\n[(41-258) 1970, ch. 190, sec. 8, p. 547; am. and redesig. 1982, ch. 120, sec. 6, p. 340.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-258/"
    },
    {
      "id": "section-41-259",
      "number": "41-259",
      "heading": "",
      "text": "41-259. INSPECTION OF BUILDINGS — ORDER OF REMEDY OR REMOVAL — SERVICE OF ORDER. The state fire marshal, his deputies or assistants, upon the written and signed complaint of any person or whenever he or they shall deem it necessary, may at reasonable hours inspect buildings and premises within their jurisdiction, upon the presentation of proper credentials, except the interior of private dwellings, private garages appertaining to such residences, or buildings on farms of more than five (5) acres.\n\nWhenever any of said officers shall find that any building or other structure which, for want of repairs, or lack of or insufficient fire escapes, automatic or other fire alarm apparatus or fire extinguishing equipment, or by reason of age or dilapidated condition, or due to violation of the International Fire Code or from any other cause, is especially liable to fire, and is so situated as to endanger life, other buildings or structures or said building or structure, he or they shall order the same to be remedied or removed, and such order shall forthwith be complied with by the owner or occupant of such premises or buildings, unless said owner or occupant avail himself of the appeals procedure set forth in this act.\n\nThe service of any such order shall be made upon the owner or occupant either by delivering to and leaving with the said person a true copy of the said order, or, by mailing such copy to the owner or occupant’s last known address. All mailings shall be registered or certified, with return receipt.\n\n[(41-259) 1970, ch. 190, sec. 9, p. 547; am. and redesig. 1982, ch. 120, sec. 7, p. 341; am. 2008, ch. 402, sec. 4, p. 1107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-259/"
    },
    {
      "id": "section-41-260",
      "number": "41-260",
      "heading": "",
      "text": "41-260. APPEAL FROM ORDER OF REMEDY OR REMOVAL — APPEAL FROM LOCAL APPEAL DECISION. If an order to remedy or remove, or a local appeal decision regarding the interpretation of the International Fire Code or rules of the state fire marshal, is made by the deputies or assistants of the state fire marshal, such owner or occupant who receives the order, or a party aggrieved by a local appeal decision, may, within twenty (20) days after receipt of service of such order or local appeal decision, appeal to the state fire marshal, who shall within ten (10) days, review such order or local appeal decision and if affirmed, file his decision thereon, and unless by his authority the order or local appeal decision is revoked or modified it shall remain in full force and be complied with within the time fixed in said order, local appeal decision, or decision of the state fire marshal.\n\nProvided, however, that any such owner, occupant or party who feels himself aggrieved by any such order or local appeal decision, or affirming of such order or local appeal decision, may within thirty (30) days after the making or affirming of any such order or local appeal decision by the state fire marshal, appeal such order or local appeal decision to the district court having jurisdiction of the property.\n\n[(41-260) 39-3510 added 1970, ch. 190, sec. 10, p. 547; am. and redesig. 1982, ch. 120, sec. 8, p. 341; am. 2008, ch. 402, sec. 5, p. 1107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-260/"
    },
    {
      "id": "section-41-261",
      "number": "41-261",
      "heading": "",
      "text": "41-261. FAILURE TO COMPLY WITH ORDER OF REMEDY OR REMOVAL — FAILURE TO COMPLY WITH LOCAL DECISION OR LOCAL APPEAL DECISION — PENALTY — CIVIL ACTION TO RECOVER PENALTY. Any owner or occupant failing to comply with such order or local decision, or local appeal decision within thirty (30) days after said appeal to the state fire marshal has been determined, or, if no appeal is taken, then within the time fixed in said order, local decision or local appeal decision shall be liable to a penalty of: ten dollars ($10.00) for each day’s neglect beginning with the first day through the seventh day; fifty dollars ($50.00) per day on the eighth through the thirtieth day; and one hundred dollars ($100) per day on the thirty-first day and each day thereafter. In the event such enforcement action is brought by the office of the state fire marshal, the penalty shall be payable to the state fire marshal, for deposit in the arson, fire and fraud prevention account. In the event such enforcement action is brought by a fire district under the authority of the state fire marshal, the penalty shall then be payable to the fire district which has prosecuted the enforcement action.\n\nThe penalty herein provided, if not then paid, may be recovered in an action brought in any court of competent jurisdiction of the county where such property is located, in the name of the state, under the direction of the state fire marshal and/or any of the assistants herein designated, where such property is located, or by an attorney specially designated therefor by the attorney general, or by the attorney for a fire district in the event such enforcement action is brought by the district. The reasonable attorney’s fees and costs incurred in bringing any such enforcement action, if any, shall be awarded to the state or the fire district bringing the enforcement action in addition to the assessment of any penalty, and shall be paid in the same manner as the penalty. If the court determines that the enforcement action has been brought frivolously or without reasonable cause, the court may award to the owner, occupant or party who is the subject of the enforcement action such reasonable attorney’s fees and costs of the defense or appeal of the enforcement action as the court determines is fair and just.\n\n[(41-261) 39-3511 added 1970, ch. 190, sec. 11, p. 547; am. and redesig. 1982, ch. 120, sec. 9, p. 342; am. 2004, ch. 266, sec. 1, p. 748; am. 2008, ch. 402, sec. 6, p. 1108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-261/"
    },
    {
      "id": "section-41-262",
      "number": "41-262",
      "heading": "",
      "text": "41-262. FAILURE TO COMPLY WITH ORDER OF REMEDY OR REMOVAL — REPAIR OR DEMOLITION OF PREMISES — EXPENSE. If any person fails to comply with the order of any officer, the state fire marshal or assistants to the state fire marshal under the preceding sections or with the order as modified on appeal as herein provided, and within the time fixed, then such officer, the state fire marshal or assistants to the state fire marshal are hereby empowered and authorized to cause such building or premises to be repaired, torn down or demolished, with the materials removed and all dangerous conditions remedied, at the expense of the person who fails to comply with such order.\n\n[(41-262) 39-3512 added 1970, ch. 190, sec. 12, p. 547; am. and redesig. 1982, ch. 120, sec. 10, p. 342; am. 2008, ch. 402, sec. 7, p. 1109.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-262/"
    },
    {
      "id": "section-41-263",
      "number": "41-263",
      "heading": "",
      "text": "41-263. FAILURE TO PAY EXPENSE OF REPAIR OR DEMOLITION — ASSESSMENT. If, within thirty (30) days thereafter, such person shall fail, neglect or refuse to repay the expenses for demolishing or repair of said building incurred under the provisions of this act, to the state fire marshal’s office if the demolition or repair action was brought by the state fire marshal, or to a fire district if a fire district brought the demolition or repair action, the enforcing officer, state fire marshal or his assistants shall certify such expenses to the clerk of the city, fire district or county in which the property is situated, and the city, fire protection district or county shall certify to the county treasurer the amount of the assessment, which assessment shall be by said county treasurer, placed upon the tax roll and collected as other taxes, and when collected shall be refunded to the state fire marshal for deposit in the arson, fire and fraud prevention account if the demolition or repair action was brought by the state fire marshal, or to a fire district if a fire district brought the demolition or repair action.\n\n[(41-263) 39-3513 added 1970, ch. 190, sec. 13, p. 547; am. 1974, ch. 39, sec. 48, p. 1023; am. and redesig. 1982, ch. 120, sec. 11, p. 342; am. 2008, ch. 402, sec. 8, p. 1109.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-263/"
    },
    {
      "id": "section-41-264",
      "number": "41-264",
      "heading": "",
      "text": "41-264. INVESTIGATIVE HEARINGS — SUBPOENA OF WITNESSES — CONDUCT OF HEARING. The state fire marshal or his deputies shall have the power to request the district court to subpoena witnesses and compel them to attend before them, or either of them, and to testify in relation to any matter which by the provisions of this act is subject to inquiry and investigation, and may require the production of any book, paper or document deemed pertinent or necessary to the inquiry, and shall have the power to administer oaths and affirmations to any person appearing as a witness before them. Any such hearing shall be held in the county where the property is located.\n\nSuch examination may be public or private, as the officers conducting the investigation may determine, and persons other than those required to be present may be excluded from the place where such examination is held.\n\nIf, after such examination of witnesses or any investigation, the state fire marshal or any of his deputies or assistants is of the opinion that the facts in relation to such fire indicate that a crime has been committed, the state fire marshal or any of his deputies or assistants shall present the testimony taken on such examination, together with any other data in his possession, to the prosecuting attorney of the proper county, with the request that the prosecuting attorney institute such criminal proceedings as such testimony or data may warrant.\n\n[(41-264) 1970, ch. 190, sec. 14, p. 547; am. 1970, ch. 249, sec. 1, p. 663; am. and redesig. 1982, ch. 120, sec. 12, p. 342.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-264/"
    },
    {
      "id": "section-41-265",
      "number": "41-265",
      "heading": "",
      "text": "41-265. WITNESS FEES — CHARGE FOR SERVICE OF PROCESS. Each person summoned and testifying before the state fire marshal, his deputies or assistants, shall on the certification of the fire marshal and upon audit of the proper officer of the state, receive such sum or sums for witness fees and mileage as are provided for witnesses testifying in the district courts of this state; and officers serving subpoena and rendering other services to the state fire marshal shall be paid in like manner and amounts as they would be entitled for like service in such courts.\n\n[(41-265) 1970, ch. 190, sec. 16, p. 547; am. and redesig. 1982, ch. 120, sec. 13, p. 343.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-265/"
    },
    {
      "id": "section-41-266",
      "number": "41-266",
      "heading": "",
      "text": "41-266. ADMISSION OF INTERNATIONAL FIRE CODE IN EVIDENCE. A copy of the international fire code, 2000 edition, or later editions and supplements adopted by the state of Idaho, shall be received in any court in this state as conclusive evidence of the contents of said code.\n\n[(41-266) 1970, ch. 190, sec. 17, p. 547; am. and redesig. 1982, ch. 120, sec. 14, p. 343; am. 2002, ch. 86, sec. 8, p. 199.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-266/"
    },
    {
      "id": "section-41-268",
      "number": "41-268",
      "heading": "",
      "text": "41-268. ARSON, FIRE AND FRAUD PREVENTION ACCOUNT. (1) There is hereby created an account in the agency asset fund in the state treasury, to be designated the \"arson, fire and fraud prevention account.\" The account shall be used by the director of the department of insurance for enforcement of this act, investigation of alleged cases of arson, fraud and related alleged violations of the laws of this state, and prevention of fire, explosions and other conditions necessary for the public safety, health, peace and welfare.\n\n(2) In addition to moneys, if any, appropriated to the account by the legislature, the director shall deposit with the state treasurer for credit to the arson, fire and fraud prevention account:\n\n(a) Penalties collected under the provisions of sections 41-261 and 41-263, Idaho Code;\n\n(b) That portion of the annual continuation fee as determined by the director pursuant to subsection (3) of this section;\n\n(c) Other moneys now or hereinafter in the state fire prevention account;\n\n(d) Other moneys or revenues derived from whatever source for arson or fraud investigation or fire prevention.\n\n(3) A portion of the annual continuation fee, as determined by the director, will be used to fund the arson, fire and fraud account.\n\n(4) All claims against the account shall be examined, audited and allowed in the manner now or hereafter provided by law.\n\n(5) All moneys placed in the account are hereby perpetually appropriated to the department of insurance for the purposes of the provisions of this section.\n\n(6) Pending use for purposes of the provisions of this section, moneys in the account shall be invested by the state treasurer in the same manner as provided under section 67-1210, Idaho Code, with respect to other surplus or idle moneys in the state treasury. Interest earned on the investments shall be returned to the account.\n\n[41-268, added 1982, ch. 120, sec. 17, p. 344; am. 1983, ch. 135, sec. 1, p. 331; am. 1999, ch. 65, sec. 1, p. 168; am. 2001, ch. 85, sec. 2, p. 212.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-268/"
    },
    {
      "id": "section-41-269",
      "number": "41-269",
      "heading": "",
      "text": "41-269. LIBERAL CONSTRUCTION OF ACT. It is hereby declared that this act is necessary for the public safety, health, peace and welfare, is remedial and preventive in nature, and shall be construed liberally.\n\n[(41-269) 1970, ch. 190, sec. 20, p. 547; am. and redesig. 1982, ch. 120, sec. 18, p. 345.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-269/"
    },
    {
      "id": "section-41-286",
      "number": "41-286",
      "heading": "",
      "text": "41-286. UNIFORM CLAIMS PROCESSING. (1) Beginning July 1, 1995, all providers of health insurance coverage in Idaho shall use a uniform claim form/format and uniform billing and claim codes.\n\n(2) The uniform claim form/format and billing codes shall be promulgated by the director as provided in chapter 52, title 67, Idaho Code. The director, when developing the claim form/format and billing codes shall take into consideration forms/formats now in use and shall consult with appropriate federal, state and private organizations.\n\n(3) Beginning July 1, 1996, all insurers shall offer compatible systems of electronic billing approved by the director in accordance with chapter 52, title 67, Idaho Code. The system approved by the director may include monitoring and disseminating information concerning eligibility and coverage of individuals.\n\n[41-286, added 1994, ch. 98, sec. 1, p. 223.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-286/"
    },
    {
      "id": "section-41-287",
      "number": "41-287",
      "heading": "",
      "text": "41-287. APPLICATION OF PROVISIONS ADOPTED BY NATIONAL ASSOCIATION OF INSURANCE COMMISSIONERS. The department may not require an insurer to comply with any rule, regulation, directive or standard adopted by the national association of insurance commissioners unless application of the rule, regulation, directive or standard, including policy reserves, is authorized by statute and implemented by the director pursuant to chapter 52, title 67, Idaho Code. This section shall not expand or restrict the general powers and authority of the director as set forth in section 41-210, Idaho Code.\n\n[(41-287) 41-286, added 1994, ch. 322, sec. 1, p. 1037; am. and redesig. 2005, ch. 25, sec. 95, p. 120.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-287/"
    },
    {
      "id": "section-41-288",
      "number": "41-288",
      "heading": "",
      "text": "41-288. RETALIATORY REQUIREMENT. Should an insurance department, commissioner, director, or other similar insurance regulatory official of any other state or territory of the United States, impose any sanctions, fines, penalties, financial or deposit requirements, prohibitions, restrictions, regulatory requirements, or other obligations, of any kind, upon any insurance company organized or chartered in this state and licensed to transact business in such other state or territory, because of the failure of the Idaho department of insurance to obtain, maintain, or receive accreditation, certification, or any similar form of approval, compliance, or acceptance from, by, or as a member of the national association of insurance commissioners, or any committee, task force, working group, or advisory committee thereof, or because of the failure of the Idaho department of insurance to comply with any directive, financial or annual statement requirement, model act or regulation, market conduct or financial examination report or requirement, or any report of any kind of the national association of insurance commissioners, or any committee, task force, working group, or advisory committee thereof, the director shall, without exception or exclusion, impose upon any and all insurance companies organized or chartered in such other state or territory, and licensed to do business in this state, the same sanctions, fines, penalties, financial or deposit requirements, prohibitions, restrictions, regulatory requirements, or other obligations imposed by such state upon the insurance company domiciled in this state.\n\n[41-288, added 1995, ch. 138, sec. 1, p. 592.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-288/"
    },
    {
      "id": "section-41-290",
      "number": "41-290",
      "heading": "",
      "text": "41-290. FRAUDULENT CLAIMS. Any insurer which has facts to support a belief that a fraudulent claim is being or has been made shall, within sixty (60) days of the receipt of such notice, send to the director of insurance, on a form prescribed by the director, the information requested and such additional information relative to the claim and the parties claiming loss or damages as the director may require. The director of the department of insurance shall review such reports and select such claims as, in his judgment, may require further investigation. He shall then cause an independent examination of the facts surrounding such claim to be made to determine the extent, if any, to which fraud, deceit, or intentional misrepresentation of any kind exists in the submission of the claim. The director of the department of insurance shall report any alleged violations of law which his investigations disclose to the appropriate licensing agency and prosecuting authority having jurisdiction with respect to any such violation.\n\nIf, upon examination, the director of the department of insurance determines that an insurer has intentionally not reported a claim when the insurer had facts to support a belief that the claim was fraudulent in accordance with the provisions of this chapter, the director may impose fines and penalties pursuant to section 41-327, Idaho Code, for each unreported suspected fraudulent claim.\n\n[(41-290) I.C., sec. 41-250, as added by 1981, ch. 23, sec. 1, p. 39; am. and redesig. 1994, ch. 219, sec. 1, p. 696.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-290/"
    },
    {
      "id": "section-41-291",
      "number": "41-291",
      "heading": "",
      "text": "41-291. DEFINITIONS. As used in sections 41-290 through and including 41-298, Idaho Code:\n\n(1) Sections 41-290 through 41-298, Idaho Code, shall be known as the \"Idaho Arson and Fraud Reporting-Immunity Act.\"\n\n(2) \"Authorized agencies\" shall mean:\n\n(a) Any law enforcement agency of this state;\n\n(b) Any prosecuting attorney who may be responsible for prosecution in the jurisdiction where the fire or fraud occurred;\n\n(c) The attorney responsible for the prosecution in the jurisdiction where the fire or fraud occurred as designated by the attorney general;\n\n(d) The department of insurance, which includes the state fire marshal.\n\n(3) Solely for the purpose of section 41-292(1), Idaho Code, \"authorized agencies\" shall also include:\n\n(a) The United States attorney’s office when authorized or charged with investigation or prosecution of the fire or fraud in question;\n\n(b) The federal bureau of investigation or any other federal agency, charged with investigation or prosecution of the fire or fraud in question.\n\n(4) \"Relevant\" means information having any tendency to make the existence of any fact that is of consequence to the investigation or determination of the issue more probable or less probable than it would be without the evidence.\n\n(5) Material will be \"deemed important,\" if within the sole discretion of the \"authorized agency,\" such material is requested by the \"authorized agency.\"\n\n(6) \"Action,\" as used in this chapter, shall include nonaction or the failure to take action.\n\n(7) \"Immunity\" means that no civil action may arise against any person for furnishing information pursuant to section 41-248, 41-258, 41-290, 41-292, 41-296 or 41-297, Idaho Code, where actual malice on the part of the insurance company, department of insurance, state fire marshal, authorized agency, their employees or agents, is not present.\n\n(8) \"Financial loss\" includes, but is not limited to, loss of earnings, out-of-pocket and other expenses, repair and replacement costs and claims payments.\n\n(9) \"Person\" means a natural person, company, corporation, unincorporated association, partnership, professional corporation and any other legal entity.\n\n(10) \"Practitioner\" means a licensee of this state authorized to practice medicine and surgery, psychology, chiropractic, law or any other licensee of the state whose services are compensated, directly or indirectly, by insurance proceeds, or a licensee similarly licensed in other states and nations or the practitioner of any nonmedical treatment rendered in accordance with a recognized religious method of healing.\n\n(11) \"Statement\" includes, but is not limited to, any of the following regardless of how it is made and in what format it is contained:\n\n(a) Information submitted on an application for insurance;\n\n(b) Description of policy terms, conditions, benefits or illustrations;\n\n(c) Proof of insurance, certificate of insurance, or insurance card;\n\n(d) Proof of claim, proof of loss, bill of lading, receipt for payment, invoice, account, estimate of property damages, bill for services, diagnosis, prescription, hospital or medical records, X-rays, test results or other evidence of loss, injury or expense; and\n\n(e) Any other notice, correspondence, representation or information relating to an insurance coverage or claim.\n\n(12) \"Insurer\" shall mean any insurance company contemplated by title 41, Idaho Code, any business operating as a self-insured for any purpose, the state insurance fund, and any self-insured as contemplated by title 72, Idaho Code.\n\n(13) \"Runner\" means a person who procures, or persons working in conjunction with each other who procure, clients at the direction of, or in cooperation with, a person who, with the intent to deceive or defraud, performs or obtains a service or benefit under a contract of insurance or asserts a claim against an insured.\n\n[(41-291) 41-270, added 1982, ch. 120, sec. 19, p. 345; am. and redesig. 1994, ch. 219, sec. 3, p. 697; am. 1997, ch. 122, sec. 1, p. 367; am. 1998, ch. 428, sec. 5, p. 1349; am. 2000, ch. 469, sec. 104, p. 1557; am. 2005, ch. 74, sec. 1, p. 251; am. 2007, ch. 239, sec. 1, p. 707.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-291/"
    },
    {
      "id": "section-41-292",
      "number": "41-292",
      "heading": "",
      "text": "41-292. DISCLOSURE OF INFORMATION BY INSURERS. (1) The director of the department of insurance, state fire marshal or any authorized agency may, in writing, require the insurance company at interest to release to the requesting agency any or all relevant information or evidence deemed important to the authorized agency, director or state fire marshal which the company may have in its possession, relating to the loss in question. Relevant information may include, without limitation herein:\n\n(a) Pertinent insurance policy information relevant to a loss under investigation and any application for such a policy;\n\n(b) Policy premium payment records which are available;\n\n(c) History of previous claims made by the insured;\n\n(d) Material relating to the investigation of the loss, including statements of any person, proof of loss, and any other evidence relevant to the investigation.\n\n(2) (a) When an insurance company has facts to support a belief that a loss in which it has an interest may be of other than accidental cause, then, for the purpose of notification and for having such loss investigated, the company shall, in writing, notify the director of the department of insurance, or the state fire marshal, and provide any or all material developed from the company’s inquiry into the loss.\n\n(b) When an insurance company provides the director of the department of insurance or the state fire marshal with notice of a loss, it shall be sufficient notice for the purpose of this chapter.\n\n(c) Nothing in section 41-292(1), Idaho Code, shall abrogate or impair the rights or powers created under section 41-292(2), Idaho Code.\n\n(3) The director of the department of insurance, the state fire marshal or an authorized agency provided with information pursuant to section 41-248, 41-258, 41-290 or 41-292(1) or (2), Idaho Code, and in furtherance of its own purposes, may release or provide such information to any of the other authorized agencies.\n\n(4) Any insurance company providing information to an authorized agency or agencies pursuant to section 41-258, 41-290 or 41-292(1) or (2), Idaho Code, shall have the right to request relevant information relative to the loss in question and to receive, within a reasonable time, not to exceed thirty (30) days, the information requested, if the information is not otherwise privileged by law.\n\n(5) In the absence of fraud or malice, no person shall be subject to civil liability for libel, slander or any other relevant tort cause of action by virtue of filing reports or furnishing other information required by this chapter or required by the director of the department of insurance under the authority granted in this chapter, and no civil cause of action of any nature shall arise against such person:\n\n(a) For any information relating to suspected fraudulent insurance acts furnished to or received from authorized agencies, their agents and employees; or\n\n(b) For any information relating to suspected fraudulent insurance acts furnished to or received from other persons subject to the provisions of this chapter; or\n\n(c) For any such information furnished in reports to the department of insurance, national association of insurance commissioners, national insurance crime bureau or any organization established to detect and prevent fraudulent insurance acts, their agents, employees or designees, nor shall the director or any employee of the department of insurance, acting without malice in the absence of fraud, be subject to civil liability for libel, slander or any other relevant tort and no civil cause of action of any nature shall arise against such person by virtue of the publication of any report or bulletin related to the official activities of the department of insurance. Nothing herein is intended to abrogate or modify in any way any common law or statutory privilege or immunity heretofore enjoyed by any person.\n\n(6) For purposes of subsection (5) of this section, there shall exist a rebuttable presumption that the person has acted without fraud or malice.\n\n[(41-292) 1982, ch. 120, sec. 19, p. 346; am. and redesig. 1994, ch. 219, sec. 4, p. 698; am. 2005, ch. 74, sec. 2, p. 252.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-292/"
    },
    {
      "id": "section-41-293",
      "number": "41-293",
      "heading": "",
      "text": "41-293. INSURANCE FRAUD. Insurance fraud includes:\n\n(1) (a) Any person who, with the intent to defraud or deceive an insurer for the purpose of obtaining any money or benefit, presents or causes to be presented to any insurer, producer, practitioner or other person, any statement as part of, or in support of, a claim for payment or other benefit, knowing that such statement contains false, incomplete, or misleading information concerning any fact or thing material to such claim; or\n\n(b) Any person who, with intent to defraud or deceive an insurer assists, abets, solicits, or conspires with another to prepare or make any statement that is intended to be presented to any insurer, producer, practitioner or other person, in connection with, or in support of, any claim for payment or other benefit, knowing that such statement contains false, incomplete, or misleading information concerning any fact or thing material to such claim;\n\n(c) Any person who, with intent to defraud or deceive, presents or causes to be presented to or by an insurer, a producer, practitioner or other person, a false or altered statement material to an insurance transaction;\n\n(d) Any insurance producer or other person who, with intent to defraud or deceive, willfully takes premium money knowing that insurance coverage will not be effected;\n\n(e) Any practitioner or other person who willfully submits a false or altered statement, with the intent of deceiving an insurer or other person in connection with an insurance transaction or claim;\n\n(f) Anyone willfully making a false statement or material misrepresentation to an insurer, employer, practitioner or other person, with the intent to defraud or deceive an insurer or other person, to obtain or extend worker’s compensation benefits;\n\n(g) Anyone who offers or accepts a direct or indirect inducement to file or solicits another person to file a false statement, with intent to defraud or deceive an insurer;\n\n(h) Any person who, with intent to defraud or deceive, transacts insurance of any kind or character, or transmits for a person other than himself an application for a policy of insurance, without proper licensing or after such license has been suspended or revoked;\n\n(i) Any practitioner or any other person who, with intent to defraud or deceive, employs, uses or acts as a runner for the purpose of submitting a claim containing false, incomplete, or misleading information concerning any fact or thing material to such claim;\n\n(j) Any employer or other person who, with intent to defraud or deceive, presents or causes to be presented to an insurer, producer or any other person or governmental agency any statement containing the number of employees, amount of payroll, job description or job title or any other statement material to worker’s compensation insurance which contains false, misleading or incomplete information; or\n\n(k) Any person who, with intent to defraud or deceive, obstructs the director in the conduct of any authorized examination.\n\n(2) A fact, statement or representation is \"material\" if it includes any of the following:\n\n(a) Any fact which, if communicated to the producer, insurer, adjuster or representative thereof, would induce him to either decline insurance altogether or not accept it unless a higher premium is paid by the insured;\n\n(b) Any fact relating to a claim for insurance benefits which, if disclosed, would be a fair reason for rejecting a claim for insurance benefits;\n\n(c) Any fact, the knowledge or ignorance of which would naturally influence the insurer in making or refusing the contract, in estimating the degree or character of the risk, or in fixing the rate of premium;\n\n(d) Any fact, the knowledge or ignorance of which would naturally influence the insurer in accepting or rejecting a claim for insurance benefits or compensation, or in determining the amount of compensation or insurance benefits to be paid to the insured; or\n\n(e) Any fact that necessarily has some bearing on the subject matter of the insurance coverage or claim for benefits under an insurance contract.\n\n(3) Any offense committed by use of a telephone, any means of electronic communication or mail as provided by this chapter may be deemed to have been committed at the place from which the telephone call or electronic communication was made, or mail was sent, or the offense may be deemed to have been committed at the place at which the telephone call, electronic communication or mail was received.\n\n(4) Any violator of this section is guilty of a felony and shall be subject to a term of imprisonment not to exceed fifteen (15) years, or a fine not to exceed fifteen thousand dollars ($15,000), or both and shall be ordered to make restitution to the insurer or any other person for any financial loss sustained as a result of a violation of this section. Each instance of violation may be considered a separate offense.\n\n[(41-293) 41-271, added 1981, ch. 23, sec. 3, p. 41; am. and redesig. 1994, ch. 219, sec. 5, p. 699; am. 1997, ch. 122, sec. 2, p. 368; am. 2007, ch. 239, sec. 2, p. 709.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-293/"
    },
    {
      "id": "section-41-294",
      "number": "41-294",
      "heading": "",
      "text": "41-294. DAMAGE TO OR DESTRUCTION OF INSURED PROPERTY. Any person who wilfully burns or in any other manner injures or destroys any property which is at the time insured against loss or damage, with intent to defraud or prejudice the insurer or for personal gain, whether the same be the property of, or in possession of, such person or any other, is guilty of a felony punishable by imprisonment in the state prison not less than one (1) year nor more than fifteen (15) years, and shall be ordered to make restitution to the insurer or any other person for any financial loss sustained as a result of a violation of this section.\n\n[(41-294) 1961, ch. 330, sec. 304, p. 645; am. and redesig. 1994, ch. 219, sec. 6, p. 700; am. 1997, ch. 122, sec. 3, p. 369.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-294/"
    },
    {
      "id": "section-41-295",
      "number": "41-295",
      "heading": "",
      "text": "41-295. DUTIES OF THE INVESTIGATION SECTION. The investigation section of the department of insurance shall have the following duties:\n\n(1) To conduct civil or criminal investigations within or outside this state as deemed necessary to determine whether any person has violated any provision of title 41, Idaho Code.\n\n(2) For purposes of any investigation under this code, the director, or any officer designated by him, may administer oaths and affirmations, subpoena bank records, subpoena witnesses and compel their attendance, take evidence, and require the production of any books, papers, correspondence, memoranda, agreements, or other documents the director deems relevant or material to the investigation.\n\n(3) The investigation section shall furnish all papers, documents, reports, complaints, or other facts of evidence to any police, sheriff or other law enforcement agency, when so requested, and will assist and cooperate with such law enforcement agencies.\n\n(4) The investigation section shall refer criminal violations of the code to the attorney general, county prosecutor, or other prosecutor having jurisdiction of any such violation. The attorney general, county prosecutor, or other prosecutor shall promptly institute and prosecute such action or proceedings against such person as the information may require or justify. Whoever is the prosecuting attorney of record shall have exclusive authority in all matters regarding such action or proceeding.\n\n(5) The investigation section shall have such other duties as the director of the department of insurance shall assign or as contained elsewhere in title 41, Idaho Code.\n\n(6) The investigation section shall be permitted to seek court ordered restitution as reimbursement, for the cost of investigation from those individuals successfully prosecuted under section 41-293, Idaho Code. Any restitution payments received pursuant to this section shall be deposited in the insurance administrative account as provided in section 41-401, Idaho Code.\n\n[41-295, added 1994, ch. 219, sec. 7, p. 700; am. 1997, ch. 122, sec. 4, p. 369; am. 2005, ch. 74, sec. 3, p. 253.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-295/"
    },
    {
      "id": "section-41-296",
      "number": "41-296",
      "heading": "",
      "text": "41-296. CONFIDENTIALITY — COMPULSORY TESTIMONY. (1) The department of insurance, state fire marshal or authorized agency described in section 41-291, Idaho Code, which has received any information furnished pursuant to section 41-258, 41-290 or 41-292, Idaho Code, shall hold the information and the information shall be subject to disclosure according to chapter 1, title 74, Idaho Code.\n\n(2) Any authorized agency referred to in section 41-291, Idaho Code, or their personnel, may be required to testify in any litigation in which the insurance company at interest is named as a party, if such testimony is not otherwise privileged by law.\n\n[41-296, added 1982, ch. 120, sec. 19, p. 346; am. 1990, ch. 213, sec. 53, p. 523; am. and redesig. 1994, ch. 219, sec. 8, p. 701; am. 2015, ch. 141, sec. 107, p. 456.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-296/"
    },
    {
      "id": "section-41-297",
      "number": "41-297",
      "heading": "",
      "text": "41-297. DISCLOSURE REQUIREMENTS. (1) No person or agency shall intentionally or knowingly refuse to release any information requested pursuant to section 41-292(1) or (3), Idaho Code.\n\n(2) No person shall intentionally or knowingly refuse to provide authorized agencies relevant information pursuant to section 41-292(2), Idaho Code.\n\n(3) No person shall fail to hold in confidence information required to be held in confidence by section 41-296, Idaho Code.\n\n(4) Whoever violates subsection (1), (2) or (3) of this section, is guilty of a misdemeanor, and upon conviction, shall be punished by a fine not to exceed one thousand dollars ($1,000). In addition to any criminal penalty, if the person is an insurance company or other person licensed by or regulated by the director of insurance, the director may, after hearing thereon, impose an administrative penalty on the violator not to exceed five thousand dollars ($5,000).\n\n[(41-297) 1982, ch. 120, sec. 19, p. 347; am. and redesig. 1994, ch. 219, sec. 9, p. 702.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-297/"
    },
    {
      "id": "section-41-298",
      "number": "41-298",
      "heading": "",
      "text": "41-298. JURISDICTION — CONSTRUCTION OF PROVISIONS. (1) The provisions of this chapter shall not be construed to affect or repeal any ordinance of any municipality relating to fire prevention or the control of arson or fraud, but the jurisdiction of the state fire marshal, the director, department of insurance, and the director, Idaho state police, in such municipality is to be concurrent with that of the municipal and county authorities.\n\n(2) With the exception of section 41-291(7), Idaho Code, all other provisions of this chapter shall not be construed to impair any existing statutory or common law rights or powers.\n\n[(41-298) 1982, ch. 120, sec. 19, p. 347; am. and redesig. 1994, ch. 219, sec. 10, p. 702; am. 2000, ch. 469, sec. 105, p. 1558.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-2/section-41-298/"
    }
  ]
}