{
  "state": "idaho",
  "path": "title-title-41/chapter-chapter-3",
  "sections": [
    {
      "id": "section-41-301",
      "number": "41-301",
      "heading": "",
      "text": "41-301. \"STOCK\" INSURER DEFINED. For the purposes of this code a \"stock\" insurer is an incorporated insurer with its capital divided into shares and owned by its stockholders.\n\n[41-301, added 1961, ch. 330, sec. 64, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-301/"
    },
    {
      "id": "section-41-302",
      "number": "41-302",
      "heading": "",
      "text": "41-302. \"MUTUAL\" INSURER DEFINED. A \"mutual\" insurer is an incorporated insurer without capital stock and the governing body of which is elected by its policy holders. This definition shall not be deemed to exclude as \"mutual\" insurers certain foreign insurers found by the director to be organized on the mutual plan under the laws of their states of domicile, but having temporary share capital or providing for election of the insurer’s governing body on a reasonable basis by policy holders and others.\n\n[41-302, added 1961, ch. 330, sec. 65, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-302/"
    },
    {
      "id": "section-41-302a",
      "number": "41-302A",
      "heading": "",
      "text": "41-302A. \"DEPOSIT GUARANTEE\" CORPORATION DEFINED. A deposit guarantee corporation is an incorporated insurer without capital stock, the members of which are policy holders and the governing body of which is elected by its members.\n\n[41-302A, added 1983, ch. 177, sec. 1, p. 484.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-302a/"
    },
    {
      "id": "section-41-303",
      "number": "41-303",
      "heading": "",
      "text": "41-303. \"RECIPROCAL\" INSURER DEFINED. A \"reciprocal\" insurer is as defined in section 41-2902.\n\n[41-303, added 1961, ch. 330, sec. 66, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-303/"
    },
    {
      "id": "section-41-304",
      "number": "41-304",
      "heading": "",
      "text": "41-304. \"CHARTER\" DEFINED. \"Charter\" means articles of incorporation, articles of agreement, articles of association or other basic constituent document of a corporation, or the power of attorney of a reciprocal insurer.\n\n[41-304, added 1961, ch. 330, sec. 67, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-304/"
    },
    {
      "id": "section-41-305",
      "number": "41-305",
      "heading": "",
      "text": "41-305. CERTIFICATE OF AUTHORITY REQUIRED. (1) No person shall act as an insurer and no insurer or its agents, attorneys, subscribers, or representatives shall directly or indirectly transact insurance in this state except as authorized by a subsisting certificate of authority issued to the insurer by the director, except as to such transactions as are expressly otherwise provided for in this code.\n\n(2) No insurer shall from offices or by personnel or facilities located in this state solicit insurance applications or otherwise transact insurance in another state or country unless it holds a subsisting certificate of authority issued to it by the director authorizing it to transact the same kind or kinds of insurance in this state.\n\n[41-305, added 1961, ch. 330, sec. 69, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-305/"
    },
    {
      "id": "section-41-306",
      "number": "41-306",
      "heading": "",
      "text": "41-306. EXCEPTIONS TO CERTIFICATE OF AUTHORITY REQUIREMENT. A certificate of authority and application therefor pursuant to section 41-319, Idaho Code, shall not be required of an insurer with respect to the following:\n\n(1) Investigation, settlement, or litigation of claims under its policies lawfully written in this state, or liquidation of assets and liabilities of the insurer (other than collection of new premiums), all as resulting from its former authorized operations in this state.\n\n(2) Transactions thereunder subsequent to issuance of a policy covering only subjects of insurance not resident, located or expressly to be performed in this state at time of issuance, and lawfully solicited, written and delivered outside this state.\n\n(3) Transactions pursuant to surplus lines coverages lawfully written under chapter 12, title 41, Idaho Code.\n\n(4) Reinsurance, when transacted by an insurer duly authorized by its state of domicile to transact the kind of insurance involved.\n\n(5) The continuation and servicing of life insurance or disability insurance policies or annuity contracts remaining in force as to residents of this state if the insurer has withdrawn from the state and is not transacting new insurance therein.\n\n(6) A foreign insurer licensed and authorized to sell individual or group accident and sickness insurance in another state as defined pursuant to section 41-306A, Idaho Code, and the insurer obtains a certificate of authority pursuant to that section.\n\n[41-306, added 1961, ch. 330, sec. 69, p. 645; am. 2018, ch. 166, sec. 1, p. 339.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-306/"
    },
    {
      "id": "section-41-306a",
      "number": "41-306A",
      "heading": "",
      "text": "41-306A. INTERSTATE INSURANCE SALES. (1) A foreign insurer subject to the jurisdiction of another state’s insurance department or insurance commissioner and licensed and authorized to transact health or disability insurance in its state of domicile may offer and sell an individual or group accident and sickness insurance policy as defined in section 41-516, Idaho Code, in Idaho as long as that individual or group accident and sickness policy provides the mandatory coverages this title requires for insurers.\n\n(2) The director may issue a certificate of authority to a foreign insurer to sell individual or group accident and sickness insurance policies in this state as long as that insurer is licensed in good standing in another state to sell individual or group accident and sickness insurance, remains licensed in good standing in that state to sell individual or group accident and sickness insurance and complies with the provisions of subsection (3) of this section. If an insurer is no longer licensed in good standing to sell individual or group accident and sickness insurance by its domiciled state, it shall be ineligible to do business in this state and its certificate of authority shall terminate immediately unless it obtains an independent certificate of authority in this state pursuant to chapter 3, title 41, Idaho Code, and complies with the provisions of this title.\n\n(3) In order for a foreign insurer to offer and sell individual or group accident and sickness insurance policies to residents of this state, the foreign insurer agrees that any dispute regarding its policies, benefits, contracts or coverages purchased by Idaho residents shall be governed by Idaho law, shall be either litigated in Idaho or have an alternative dispute resolution conducted in Idaho and shall appoint the director as its agent for service of process pursuant to section 41-333, Idaho Code. The foreign insurer submits to the jurisdiction of the department of insurance for all purposes under this title and is subject to all provisions of this title and rules promulgated thereunder applicable to insurers transacting accident and sickness insurance in Idaho. The foreign insurer must pay all fees and assessments provided by law under this title. The department of insurance may ensure that the forms used by a foreign insurer are appropriate and not misleading. Agents used by such foreign insurers are required to be licensed in Idaho.\n\n(4) Insurers selling policies in Idaho pursuant to this section shall comply with the provisions of section 41-402, Idaho Code, and remit the tax as provided in that section. Insurers selling policies in Idaho pursuant to this section shall be required to participate in the high risk reinsurance pool pursuant to chapter 55, title 41, Idaho Code.\n\n(5) The department of insurance shall promulgate, adopt and enforce such rules and such methods of administration as may be necessary or proper to carry out the provisions of this section.\n\n(6) The department of insurance is authorized to enter into compacts with other states for purposes of this section.\n\n[41-306A, added 2018, ch. 166, sec. 2, p. 340.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-306a/"
    },
    {
      "id": "section-41-307",
      "number": "41-307",
      "heading": "",
      "text": "41-307. AUTHORIZATION FOR INVESTMENT PURPOSES ONLY. A foreign insurer may make investments in this state without certificate of authority as provided by section 30-21-502, Idaho Code. Such an insurer shall not be subject to any other provision of this code.\n\n[41-307, added 1961, ch. 330, sec. 70, p. 645; am. 1980, ch. 197, sec. 27, p. 453; am. 1999, ch. 65, sec. 2, p. 169; am. 2017, ch. 58, sec. 20, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-307/"
    },
    {
      "id": "section-41-308",
      "number": "41-308",
      "heading": "",
      "text": "41-308. GENERAL ELIGIBILITY FOR CERTIFICATE OF AUTHORITY. To qualify for and hold authority to transact insurance in this state an insurer must be otherwise in compliance with this code and with its charter powers, and must be an incorporated stock insurer, or an incorporated mutual insurer, or a reciprocal insurer, of the same general type as may be formed as a domestic insurer under this code; except that:\n\n(1) No insurer shall be authorized to transact insurance in this state which does not maintain reserves as required by chapter 6 (assets and liabilities) of this code applicable to the kind or kinds of insurance transacted by such insurer, wherever transacted in the United States.\n\n(2) Before granting authority to an insurer to transact insurance in this state, the director shall take into consideration the length of time the insurer has been transacting insurance; the net profit or loss experienced over the previous five (5) years; or any other factor which for good reason he believes could make the admittance of the insurer not in the best interest of the insurance-buying public.\n\n(3) The director shall not grant or continue authority to transact insurance in this state as to any insurer the management of which is found by him to be untrustworthy, or so lacking in insurance experience as to make the proposed operation hazardous to the insurance-buying public; or which he has good reason to believe is affiliated directly or indirectly through ownership, control, reinsurance transactions or other insurance or business relations, with any person or persons whose business operations are or have been marked, to the detriment of policyholders or stockholders or investors or creditors or of the public, by manipulation or dissipation of assets, or manipulation of accounts, or of reinsurance, or by similar injurious actions.\n\n[41-308, added 1961, ch. 330, sec. 71, p. 645; am. 1986, ch. 42, sec. 1, p. 126; am. 2006, ch. 49, sec. 2, p. 142.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-308/"
    },
    {
      "id": "section-41-309",
      "number": "41-309",
      "heading": "",
      "text": "41-309. GOVERNMENT-OWNED INSURERS NOT TO BE AUTHORIZED. No insurer the voting control or ownership of which is held in whole or substantial part by any government or governmental agency, or which is operated for or by any such government or agency, other than the Idaho state insurance fund, shall be authorized to transact insurance in this state. Membership in a mutual insurer, or subscribership in a reciprocal insurer, or ownership of stock of an insurer by the alien property custodian or similar official of the United States, or supervision of an insurer by public insurance supervisory authority shall not be deemed to be an ownership, control, or operation of the insurer for the purposes of this section.\n\n[41-309, added 1961, ch. 330, sec. 72, p. 645; am. 1998, ch. 428, sec. 10, p. 1359; am. 2003, ch. 377, sec. 2, p. 1009; repeal and new section added 2003, ch. 377, secs. 3 & 4, p. 1010.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-309/"
    },
    {
      "id": "section-41-310",
      "number": "41-310",
      "heading": "",
      "text": "41-310. PAYMENT OF BACK TAXES. (1) In addition to other applicable requirements therefor, no insurer formerly an authorized insurer in this state and again seeking admission to this state as an authorized insurer shall be so authorized unless the insurer, as part of its application for such authority, includes a written statement duly sworn to by at least two (2) of its executive officers of all premiums received by the insurer with respect to insurance on subjects of insurance resident, located, or to be performed in this state, subsequent to its previous withdrawal for any cause from this state, and pays to the state premium tax thereon at the same rate and in the same amount as the insurer would have paid on such premiums had it continued to be an authorized insurer in this state during the period interim its withdrawal and its re-application for authority.\n\n(2) Any insurer not theretofore authorized in this state which, within three (3) years prior to its application for authority to transact insurance in Idaho has transacted insurance in this state in violation of the laws of Idaho, shall not be granted such authority unless it is otherwise fully qualified therefor, files with the director a written statement sworn to by two (2) of its executive officers of all premiums received by it during such three (3) years with respect to insurance on subjects resident, located or to be performed in Idaho, and pays to the director as an additional fee for the filing of its application for certificate of authority, an amount of money equal to the premium tax which it would have paid to this state with respect to such premiums if it had been an authorized insurer in this state throughout such period.\n\n[41-310, added 1961, ch. 330, sec. 73, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-310/"
    },
    {
      "id": "section-41-311",
      "number": "41-311",
      "heading": "",
      "text": "41-311. NAME OF INSURER. (1) No insurer shall be formed, authorized or otherwise allowed to transact insurance in this state which has or uses a name or principal identifying name factor which is the same as or deceptively similar to that of another insurer earlier authorized or allowed to transact insurance in this state.\n\n(2) No life insurer shall be authorized or otherwise allowed to transact insurance in this state which has or uses a name deceptively similar to that of another insurer authorized or otherwise allowed to transact insurance in this state within the preceding ten (10) years if life insurance policies originally issued by such other insurer are still outstanding in this state.\n\n(3) No insurer shall hereafter be formed, newly authorized or otherwise allowed to transact insurance in this state which has or uses a name the same as or deceptively similar to the name of any foreign insurer doing business elsewhere than in this state if such foreign insurer has within the last preceding twelve (12) months signified its intention to secure incorporation in this state under such name, or do business as a foreign insurer in this state under such name by filing notice of such intention with the director, unless the written consent to the use of such name or deceptively similar name has been given by such foreign insurer.\n\n(4) No insurer shall be authorized or otherwise allowed to transact insurance in this state which has or uses a name which tends to deceive or mislead as to the type of organization of the insurer.\n\n(5) In case of conflict of names hereafter between two (2) insurers, or a conflict otherwise prohibited under this section, the director may permit, or shall require as a condition to the issuance of an original certificate of authority or other approval to transact insurance in this state to an applicant insurer, the insurer to use in this state such supplementation or modification of its name or such business name as may reasonably be necessary to avoid the conflict. No such name, supplementation or modification shall contain the principal identifying factor of the name of any other insurer already authorized or otherwise allowed to transact insurance in this state.\n\n[41-311, added 1961, ch. 330, sec. 74, p. 645; am. 2004, ch. 91, sec. 1, p. 331.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-311/"
    },
    {
      "id": "section-41-312",
      "number": "41-312",
      "heading": "",
      "text": "41-312. COMBINATIONS OF INSURING POWERS — ONE INSURER. An insurer which otherwise qualifies therefor may be authorized to transact any one (1) kind or combination of kinds of insurance as defined in chapter 5 of this code, except:\n\n(1) A life insurer may grant annuities and may be authorized to transact in addition only disability insurance; except, that the commissioner shall, if the insurer otherwise qualifies therefor, continue so to authorize any life insurer which immediately prior to the effective date of this code was lawfully authorized to transact in this state a kind or kinds of insurance in addition to life, and disability, insurances and annuity business.\n\n(2) A reciprocal insurer shall not transact life insurance.\n\n(3) A title insurer shall be a stock insurer, and shall not transact any other kind of insurance. This provision shall not prohibit the ceding of reinsurance by a title insurer to insurers other than mutual or reciprocal insurers.\n\n[41-312, added 1961, ch. 330, sec. 75, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-312/"
    },
    {
      "id": "section-41-313",
      "number": "41-313",
      "heading": "",
      "text": "41-313. CAPITAL FUNDS REQUIRED — FOREIGN INSURERS AND NEW DOMESTIC INSURERS. (1) To qualify for and maintain authority to transact any one (1) kind of insurance (as defined in chapter 5) or combination of kinds of insurance as shown below, a foreign insurer, or a domestic insurer shall possess and thereafter maintain unimpaired paid-up capital stock (if a stock insurer) or unimpaired basic surplus (if a mutual insurer or reciprocal insurer), and shall possess and thereafter maintain additional funds in surplus as follows:\n\nKind or kinds of insurancePaid-up capital stock or basic surplusAdditionalsurplusLife$1,000,000$1,000,000Disability1,000,0001,000,000Life and disability1,000,0001,000,000Property1,000,0001,000,000General casualty1,000,0001,000,000Marine and transportation1,000,0001,000,000Vehicle1,000,0001,000,000Surety1,000,0001,000,000Any two of the followingkinds of insurance:Property, marine andtransportation, generalcasualty, vehicle,surety, disability1,000,0001,000,000Title500,000500,000Multiple lines (all insuranceexcept life andtitle insurance)1,000,0001,000,000Mortgage guaranty insurance1,500,0001,500,000\n\nKind or kinds of insurance\n\nPaid-up capital stock or basic surplus\n\nLife and disability\n\nGeneral casualty\n\nMarine and transportation\n\nAny two of the following\n\nkinds of insurance:\n\nProperty, marine and\n\ntransportation, general\n\ncasualty, vehicle,\n\nsurety, disability\n\nMultiple lines (all insurance\n\nexcept life and\n\ntitle insurance)\n\nMortgage guaranty insurance\n\n(2) An insurer holding a valid certificate of authority to transact insurance in this state shall comply with the paid-up capital stock or basic surplus and additional surplus requirements set forth in subsection (1) of this section. The director shall not grant such an insurer authority to transact any other or additional kinds of insurance unless it then fully complies with the requirements as to paid-up capital stock and additional surplus (if a stock insurer) or basic surplus and additional surplus (if a mutual or foreign reciprocal insurer) as applied to all the kinds of insurance which it then proposes to transact.\n\n(3) Capital and surplus requirements are based upon all the kinds of insurance transacted by the insurer in any and all areas in which it operates or proposes to operate, whether or not only a portion of such kinds are to be transacted in this state.\n\n(4) An insurance company holding a valid certificate of authority to transact insurance in this state immediately prior to January 1, 1995, shall have a period of three (3) years from and after that date within which to comply with the increase in capital and surplus requirements.\n\n[41-313, added 1961, ch. 330, sec. 76, p. 645; am. 1969, ch. 214, sec. 6, p. 625; am. 1986, ch. 57, sec. 1, p. 164; am. 1993, ch. 279, sec. 3, p. 946; am. 1994, ch. 240, sec. 1, p. 752; am. 1995, ch. 96, sec. 1, p. 273.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-313/"
    },
    {
      "id": "section-41-313a",
      "number": "41-313A",
      "heading": "",
      "text": "41-313A. DOMESTIC RECIPROCAL INSURERS WITH FEWER THAN SEVEN SUBSCRIBERS. Domestic reciprocal insurers with fewer than seven (7) subscribers which insure only worker’s compensation risks and which only issue fully assessable policies are required, in lieu of the paid-up capital stock or basic surplus and additional surplus requirements of section 41-313, Idaho Code, to meet the security for payment of compensation standards set forth in section 72-301, Idaho Code; provided however, the securities required pursuant to this section shall be deposited with the director of the department of insurance as opposed to the industrial commission; provided further, all other rules, regulations or statutory requirements applicable to domestic reciprocal insurers administered by the director of the department of insurance remain applicable to reciprocal insurers meeting the requirements of this section.\n\n[41-313A, added 1993, ch. 279, sec. 5, p. 948.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-313a/"
    },
    {
      "id": "section-41-315",
      "number": "41-315",
      "heading": "",
      "text": "41-315. PERMISSIBLE INSURING COMBINATIONS WITHOUT ADDITIONAL CAPITAL FUNDS. (1) A life insurer may also grant annuities without additional capital or additional surplus.\n\n(2) A disability insurer may also issue insurance against congenital defects, as defined in section 41-506(1) (l), without additional capital or additional surplus.\n\n(3) A casualty insurer may be authorized to transact also disability insurance without additional capital or additional surplus.\n\n(4) A property insurer may without additional capital or additional surplus include such amount and kind of insurance against legal liability or injury, damage, or loss to the person or property of others, and for medical, hospital, and surgical expense related to such injury, as the director deems to be reasonably incidental to insurance of real property against fire and other perils under policies covering farm properties, or residential properties designated for occupancy by not more than four (4) families, with or without incidental office, professional, private school or studio occupancy by an insured whether or not the premium or rate charged for certain perils so covered is specified in the policy. Any provision of section 41-509 (limit of risk) to the contrary notwithstanding, no insurer authorized as to property insurance only shall pursuant to this subsection retain risk as to any one (1) subject of insurance as to hazards other than property insurance hazards, in an amount exceeding five per cent (5%) of its surplus to policyholders.\n\n[41-315, added 1961, ch. 330, sec. 78, p. 645; am. 1969, ch. 214, sec. 7, p. 625.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-315/"
    },
    {
      "id": "section-41-316",
      "number": "41-316",
      "heading": "",
      "text": "41-316. DEPOSIT — FOREIGN OR ALIEN INSURERS. (1) This section shall apply as to all foreign and alien insurers.\n\n(2) The director shall not authorize any foreign or alien insurer to transact insurance in this state unless it makes and thereafter maintains in trust in this state through the director for the protection of all its policyholders or of all its policyholders and creditors, a deposit of cash or securities eligible for deposit under section 41-803, Idaho Code, in the amount of one million dollars ($1,000,000), except that:\n\n(a) As to foreign insurers, except foreign title insurers, in lieu of such Idaho deposit, the director shall accept the certificate in proper form of the public official having supervision over insurers in the insurer’s state of domicile that:\n\n(i) A like deposit by such insurer is being maintained in public custody or control for the protection generally of the insurer’s policyholders or its policyholders and creditors; and\n\n(ii) The insurer is a member in good standing of such state’s insurance guaranty association or other legal entity created for the same purpose; or if a life or health insurer, the insurer is a member in good standing of such state’s insurance guaranty association or other legal entity created for the same purpose, and such guaranty association does and shall provide protection for its own state’s residents.\n\n(b) As to foreign title insurers, in lieu of such Idaho deposit, the director shall accept the certificate or certificates in proper form from the public official or officials having supervision over title insurers in any other state or states to the effect that a like deposit or total deposits by such insurer, in an equal or greater amount than required in this section, are being maintained in public custody or control for the protection generally of the insurer’s policyholders or its policyholders and creditors.\n\n(c) As to alien insurers, in lieu of such deposit or part thereof in this state, the director shall accept evidence satisfactory to him that the insurer maintains within the United States by way of trust deposits with public depositaries, or in trust institutions acceptable to the director, assets available for discharge of its United States insurance obligations, which assets shall be in an amount not less than the outstanding liabilities of the insurer arising out of its insurance transactions in the United States together with a surplus equal to the larger of the following sums:\n\n(i) The largest deposit required by this code to be made by a foreign insurer transacting like kinds of insurance; or\n\n(ii) One million dollars ($1,000,000). Such surplus shall for all purposes under this code be deemed to be the \"capital\" or \"surplus\" of the insurer.\n\n(3) Deposits of foreign or alien insurers in another state shall be in cash and/or securities of substantially as high quality as those eligible for deposit in this state under section 41-803, Idaho Code.\n\n(4) All such deposits in this state are subject to the applicable provisions of chapter 8 (administration of deposits), title 41, Idaho Code, except that the release and return of deposits brought about by changes to section 41-316(2), Idaho Code, effective July 1, 1987, shall not require a hearing thereon as required under section 41-812(2), Idaho Code.\n\n(5) Any foreign or alien insurer which requires that its agents maintain a separate trust account for transactions involving that insurer shall make and thereafter maintain in trust in this state, through the director, for the protection of all its policyholders and agents, a deposit of cash or securities eligible for deposit under section 41-803, Idaho Code, in the amount of twenty percent (20%) of its gross written premiums, upon which such insurer is subject to the premium tax of this state under section 41-402, Idaho Code.\n\n(6) A foreign or alien insurer holding a valid certificate of authority to transact insurance in this state immediately prior to January 1, 1995, shall have a period of two (2) years from and after that date within which to comply with any increase in deposit requirements.\n\n[41-316, added 1961, ch. 330, sec. 79, p. 645; am. 1984, ch. 125, sec. 1, p. 300; am. 1986, ch. 57, sec. 2, p. 165; am. 1987, ch. 291, sec. 1, p. 616; am. 1994, ch. 240, sec. 2, p. 753; am. 1995, ch. 117, sec. 1, p. 416; am. 1995, ch. 289, sec. 1, p. 967; am. 2004, ch. 90, sec. 1, p. 325.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-316/"
    },
    {
      "id": "section-41-316a",
      "number": "41-316A",
      "heading": "",
      "text": "41-316A. DEPOSIT — GENERAL REQUIREMENT — DOMESTIC INSURERS. This section shall apply to all domestic insurers.\n\n(1) The director shall not authorize the formation of a new domestic insurer or the redomestication to this state of an insurer unless it makes and thereafter maintains in trust in this state through the director for the protection of all its policyholders and creditors, a deposit of cash or securities eligible for deposit under section 41-803, Idaho Code, in an amount of the minimum capital for a stock insurer and basic surplus of a mutual or reciprocal insurer, as required in sections 41-313 and 41-2652, Idaho Code.\n\n(2) A domestic insurer holding a valid certificate of authority to transact insurance in this state immediately prior to January 1, 1994, shall have a period of three (3) years from and after that date within which to comply with any increase in deposit requirements.\n\n[41-316A, added 1994, ch. 240, sec. 3, p. 754.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-316a/"
    },
    {
      "id": "section-41-318",
      "number": "41-318",
      "heading": "",
      "text": "41-318. COOPERATION WITH THE DEPARTMENT OF HEALTH AND WELFARE. (1) A health insurer that provides disability insurance as defined in section 41-503, Idaho Code, including self-insured plans, group health plans as defined in section 607(1) of the employee retirement income security act of 1974, service benefit plans, managed care organizations, pharmacy benefit managers or other parties that are by statute, contract or agreement legally responsible for payment of a claim for a health care item or service with respect to medical assistance programs under chapter 2, title 56, Idaho Code, shall, as a condition of doing business in the state of Idaho, cooperate with the Idaho department of health and welfare by doing the following:\n\n(a) Provide, with respect to an individual who is eligible for or who is or has been provided medical assistance under chapter 2, title 56, Idaho Code, within sixty (60) days of a request of the department, information to determine the period the individual or the individual’s spouse or dependents are, or have been, covered by the insurer and the nature of that coverage. The information shall include the name and address of the insurer and the identifying number of the health care insurance plan. The format of the information provided shall include the data elements, medium and frequency of reporting, any costs of the insurer to be reimbursed and procedures that will be followed when a data match is found;\n\n(b) Accept the department’s right of recovery on behalf of the state of Idaho, and the assignment to the department of any right of an individual or other entity to payment from the party for an item or service for which payment has been made under chapter 2, title 56, Idaho Code;\n\n(c) Respond to any inquiry by the department regarding a claim for payment for any health care item or service submitted not later than three (3) years after the date of the provision of the health care item or service; and\n\n(d) Agree not to deny a claim submitted by the department solely on the basis of the date of submission of the claim, the type or format of the claim form, or a failure to present proper documentation at the point-of-sale that is the basis of the claim, if:\n\n(i) The claim is submitted by the department within the three (3) year period beginning on the date on which the item or service was furnished; and\n\n(ii) Any action by the department to enforce its rights with respect to the claim is commenced within six (6) years after the department’s submission of the claim.\n\n(2) Failure to cooperate with the department as set forth in subsection (1) of this section shall subject the insurer to suspension or revocation of its certificate of authority pursuant to section 41-326, Idaho Code.\n\n[41-318, added 2008, ch. 147, sec. 1, p. 432.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-318/"
    },
    {
      "id": "section-41-319",
      "number": "41-319",
      "heading": "",
      "text": "41-319. APPLICATION FOR CERTIFICATE OF AUTHORITY. To apply for an original certificate of authority an insurer shall file with the director its application therefor, accompanied by the applicable fees set forth by rule pursuant to section 41-401, Idaho Code, showing its name, location of its home office or principal office in the United States (if an alien insurer), the kinds of insurance to be transacted, date of organization or incorporation, form of organization, state or country of domicile, and such additional information as the director may reasonably require, together with the following documents, as applicable:\n\n(1) If a foreign corporation, one (1) copy (photostatic copy or similar form of reproduction) of its corporate charter, articles of incorporation or other charter documents, with all amendments thereto, currently certified by the public official with whom the originals are on file in the state or country of domicile. If a domestic corporation, three (3) copies pursuant to section 41-2804, Idaho Code.\n\n(2) If a foreign corporation, one (1) copy (photostatic copy or similar form of reproduction) of its bylaws as amended, certified by the insurer’s corporate secretary. If a domestic corporation, three (3) copies (photostatic copies or similar form of reproduction) of its bylaws as amended, certified by the insurer’s corporate secretary.\n\n(3) If a reciprocal insurer, a copy of the power of attorney of its attorney in fact, and a copy of its subscribers’ agreement, if any, both certified by the attorney in fact; and if a domestic reciprocal insurer, the declaration provided for in section 41-2908, Idaho Code.\n\n(4) A complete copy of its financial statement as of not earlier than the December 31 next preceding in form as customarily used in the United States by like insurers, sworn to by at least two (2) executive officers of the insurer, or certified by the public insurance supervisory official of the insurer’s state of domicile or of entry into the United States.\n\n(5) Copy of report of last examination, if any, made of the insurer within not more than three (3) years next preceding, certified by the public insurance supervisory official of the insurer’s state of domicile or of entry into the United States; or, in the case of newly formed insurers, copy of the report of the \"qualifying\" examination of the insurer, similarly certified. Provided, however, that if the law of the applicant’s state of domicile requires that examinations shall be completed in a period of more than three (3) years or does not specify any period of time for examinations, then the applicant shall provide a copy of a report within not more than the five (5) years next preceding.\n\n(6) Appointment of the director pursuant to section 41-333, Idaho Code, as its attorney to receive service of legal process.\n\n(7) If a foreign insurer, a certificate of the public insurance supervisory official of its state or country of domicile showing that it is authorized to transact in such state or country the kind or kinds of insurance proposed to be transacted in this state.\n\n(8) If an alien insurer, a copy of the appointment and authority of its United States manager, certified by its officer having custody of its records.\n\n(9) If a foreign insurer, certificate as to deposit if to be tendered pursuant to section 41-316, Idaho Code.\n\n(10) If a life or disability insurer, one (1) copy of the insurer’s rate book and of each form of policy proposed to be issued in this state. [1]\n\n[41-319, added 1961, ch. 330, sec. 82, p. 645; am. 1963, ch. 120, sec. 1, p. 348; am. 1983, ch. 188, sec. 1, p. 508; am. 2001, ch. 85, sec. 3, p. 213; am. 2004, ch. 89, sec. 1, p. 324; am. 2004, ch. 90, sec. 3, p. 327.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-319/"
    },
    {
      "id": "section-41-320",
      "number": "41-320",
      "heading": "",
      "text": "41-320. CONSIDERATION OF APPLICATION. An application for a certificate of authority shall be examined by the director, and if he finds the application to be complete and that the documents included therewith are otherwise in proper order, he shall forward the applicant insurer’s articles of incorporation and by-laws, if any, or copy of the power of attorney if a reciprocal insurer, and the insurer’s appointment of the director as process agent to the attorney general for examination. The attorney general shall examine the documents, and if found by him to be in accordance with the requirements of this code and not inconsistent with the constitution of this state he shall so certify in an opinion to the director.\n\n[41-320, added 1961, ch. 330, sec. 83, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-320/"
    },
    {
      "id": "section-41-322",
      "number": "41-322",
      "heading": "",
      "text": "41-322. ISSUANCE OR REFUSAL OF CERTIFICATE OF AUTHORITY. (1) If upon completion of its application the director finds, from the application, the attorney general’s opinion referred to in section 41-320, and such other investigation and information as he may make or acquire, that the insurer is fully qualified for and entitled thereto under this code, he shall issue to the insurer a proper certificate of authority; if he does not so find, the director shall issue his order refusing such authority.\n\n(2) The director and attorney general shall take all necessary action therefor as specified in section 41-320 and this section, and shall either issue or refuse to issue a certificate of authority within a reasonable time after the completion of the application for such authority.\n\n(3) The certificate of authority, if issued, shall specify the kind or kinds of insurance the insurer is authorized to transact in this state. At the insurer’s request, the director may issue authority limited to particular types of insurance or insurance coverages within the scope of a kind of insurance as defined in chapter 5 of this code.\n\n[41-322, added 1961, ch. 330, sec. 85, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-322/"
    },
    {
      "id": "section-41-322a",
      "number": "41-322A",
      "heading": "",
      "text": "41-322A. CERTIFICATES OF AUTHORITY FOR DEPOSIT GUARANTEE CORPORATIONS. Upon the application of a deposit guarantee corporation, the director may issue a certificate of authority to a corporation authorized to issue share and deposit insurance contracts upon such terms and conditions as the director may prescribe by rule or regulation promulgated in accordance with section 41-211, Idaho Code, and chapter 52, title 67, Idaho Code.\n\n[41-322A, added 1983, ch. 177, sec. 2, p. 485.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-322a/"
    },
    {
      "id": "section-41-323",
      "number": "41-323",
      "heading": "",
      "text": "41-323. WHAT CERTIFICATE EVIDENCES — OWNERSHIP OF CERTIFICATE. (1) An insurer’s subsisting certificate of authority is evidence of its authority to transact in this state the kind or kinds of insurance specified therein, either as direct insurer or as reinsurer or as both.\n\n(2) Although issued to the insurer the certificate of authority is at all times the property of the state of Idaho. Upon any expiration, suspension, or termination thereof the insurer shall promptly deliver the certificate of authority to the director.\n\n[41-323, added 1961, ch. 330, sec. 86, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-323/"
    },
    {
      "id": "section-41-324",
      "number": "41-324",
      "heading": "",
      "text": "41-324. CONTINUANCE, EXPIRATION, OR REINSTATEMENT OF CERTIFICATE OF AUTHORITY. (1) A certificate of authority shall continue in force as long as the insurer is entitled thereto under this code and until suspended or revoked by the director, or terminated at the request of the insurer; subject, however, to continuance of the certificate by the insurer each year by:\n\n(a) Payment prior to March 1 of the continuation fee as required by regulation of the department of insurance; and\n\n(b) Due filing by the insurer of its annual statement for the calendar year preceding as required under section 41-335, Idaho Code; and\n\n(c) Payment by the insurer of premium taxes with respect to the preceding calendar year as required by sections 41-402 and 41-403, Idaho Code.\n\n(2) If not so continued by the insurer, its certificate of authority shall expire as at midnight on the March 31 next following such failure of the insurer to continue it in force. The director shall promptly notify the insurer of the occurrence of any failure resulting in impending expiration of its certificate of authority.\n\n(3) The director may, in his discretion, upon the insurer’s request made within three (3) months after expiration, reinstate a certificate of authority which the insurer has inadvertently permitted to expire, after the insurer has fully cured all its failures which resulted in the expiration, and upon payment by the insurer of the fee for reinstatement specified in section 41-401, Idaho Code (fee schedule). Otherwise the insurer shall be granted another certificate of authority only after filing application therefor and meeting all other requirements as for an original certificate of authority in this state.\n\n[41-324, added 1961, ch. 330, sec. 87, p. 645; am. 1991, ch. 277, sec. 3, p. 719.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-324/"
    },
    {
      "id": "section-41-325",
      "number": "41-325",
      "heading": "",
      "text": "41-325. AMENDMENT OF CERTIFICATE OF AUTHORITY. The director may at any time amend an insurer’s certificate of authority to accord with changes in the insurer’s charter or insuring powers.\n\n[41-325, added 1961, ch. 330, sec. 88, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-325/"
    },
    {
      "id": "section-41-326",
      "number": "41-326",
      "heading": "",
      "text": "41-326. SUSPENSION OR REVOCATION OF CERTIFICATE OF AUTHORITY — MANDATORY GROUNDS. (1) The director shall refuse to continue, or shall suspend or revoke, an insurer’s certificate of authority:\n\n(a) If such action is required by any provision of this code; or\n\n(b) If a foreign insurer, it no longer meets the requirements for the authority, on account of deficiency of assets or otherwise; or if a domestic insurer, it has failed to cure an impairment of capital or surplus within the time allowed therefor by the director under this code; or\n\n(c) If the insurer knowingly exceeds its charter powers or powers granted under its certificate of authority; or\n\n(d) If the insurer’s certificate of authority to transact insurance therein is suspended or revoked by its state of domicile, or state of entry into the United States if an alien insurer.\n\n(2) Except in cases of insolvency or impairment of required capital or surplus, or suspension or revocation by another state as referred to in subdivision (d) above, the director shall so refuse, suspend, or revoke the certificate of authority only after a hearing granted to the insurer thereon, unless the insurer waives such hearing in writing.\n\n[41-326, added 1961, ch. 330, sec. 89, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-326/"
    },
    {
      "id": "section-41-327",
      "number": "41-327",
      "heading": "",
      "text": "41-327. ADMINISTRATIVE PENALTY — SUSPENSION OR REVOCATION OF CERTIFICATE OF AUTHORITY — DISCRETIONARY AND SPECIAL GROUNDS. (1) The director may, in his discretion, impose an administrative penalty not to exceed five thousand dollars ($5,000) for deposit in the general fund of the state of Idaho, or refuse to continue or suspend or revoke an insurer’s certificate of authority if he finds after a hearing thereon that the insurer has violated or failed to comply with any lawful order of the director, or any provision of this code other than those for which suspension or revocation is mandatory.\n\n(2) The director shall suspend or revoke an insurer’s certificate of authority on any of the following grounds if he finds after a hearing thereon that the insurer:\n\n(a) Is in unsound condition, or in such condition or using such methods and practices in the conduct of its business as to render its further transaction of insurance in this state hazardous or injurious to its policyholders or to the public.\n\n(b) Has failed, after written request therefor by the director, to remove or discharge an officer or director who has been convicted of any crime involving fraud, dishonesty, or that is otherwise deemed relevant in accordance with section 67-9411(1), Idaho Code.\n\n(c) With such frequency as to indicate its general business practice in this state, has without just cause refused to pay claims arising under coverages provided by its policies, whether the claim is in favor of an insured or is in favor of a third person with respect to the liability of an insured to such third person, or, with like frequency, without just cause compels insureds or claimants to accept less than the amount due them or to employ attorneys or to bring suit against the insurer or such an insured to obtain full payment or settlement of such claims.\n\n(d) Is affiliated with and under the same general management, or interlocking directorate, or ownership as another insurer which transacts direct insurance in this state without having a certificate of authority therefor, except as permitted under this code.\n\n(e) Refuses to be examined, or if its directors, officers, employees, or representatives refuse to submit to examination relative to its affairs, or to produce its accounts, records, and files for examination by the director when required, or refuses to perform any legal obligation relative to the examination.\n\n(f) Has failed to pay any final judgment rendered against it in this state upon any policy, bond, recognizance, or undertaking issued or guaranteed by it within thirty (30) days after the judgment became final, or within thirty (30) days after time for taking an appeal has expired, or within thirty (30) days after dismissal of an appeal before final determination, whichever date is latest.\n\n(3) The director may, in his discretion and without advance notice or a hearing thereon, immediately suspend the certificate of authority of any insurer as to which proceedings for receivership, conservatorship, rehabilitation, or other delinquency proceedings have been commenced in any state by the public insurance supervisory official of such state.\n\n[41-327, added 1961, ch. 330, sec. 89, p. 645; am. 1975, ch. 246, sec. 1, p. 658; am. 2020, ch. 175, sec. 6, p. 509.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-327/"
    },
    {
      "id": "section-41-328",
      "number": "41-328",
      "heading": "",
      "text": "41-328. ORDER AND NOTICE OF SUSPENSION, REVOCATION OR REFUSAL — EFFECT UPON AGENTS’ AUTHORITY. (1) All suspensions or revocations of, or refusals to continue, an insurer’s certificate of authority shall be by the director’s order given to the insurer as provided by section 41-212.\n\n(2) Upon suspending or revoking or refusing to continue the insurer’s certificate of authority the director shall forthwith give notice thereof to the insurer’s agents in this state of record in the department, and shall likewise suspend or revoke the authority of such agents to represent the insurer.\n\n(3) In his discretion the director may likewise publish notice of such suspension, revocation or refusal in one or more newspapers of general circulation in this state.\n\n[41-328, added 1961, ch. 330, sec. 91, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-328/"
    },
    {
      "id": "section-41-329",
      "number": "41-329",
      "heading": "",
      "text": "41-329. DURATION OF SUSPENSION — INSURER’S OBLIGATIONS DURING SUSPENSION PERIOD — REINSTATEMENT. (1) Suspension of an insurer’s certificate of authority shall be for such period as the director specifies in the order of suspension, but not to exceed one (1) year. During the suspension the director may rescind or shorten the suspension by his further order.\n\n(2) During the suspension period the insurer shall not solicit or write any new business in this state, but shall file its annual statement, pay fees, licenses, and taxes as required under this code, and may service its business already in force in this state, as if the certificate of authority had continued in full force.\n\n(3) Upon expiration of the suspension period, if within such period the certificate of authority has not terminated, the insurer’s certificate of authority shall automatically reinstate unless the director finds that the causes of the suspension have not terminated, or that the insurer is otherwise not in compliance with the requirements of this code, and of which the director shall give the insurer notice not less than thirty (30) days in advance of the expiration of the suspension period after which time the director may issue a new order of suspension. If not reinstated or if a new order of suspension is not issued, the certificate of authority shall be deemed to have terminated as of the end of the suspension period.\n\n(4) Upon reinstatement of the insurer’s certificate of authority, the authority of its agents in this state to represent the insurer shall likewise reinstate. The director shall promptly notify the insurer and its agents in this state of record in the department, of such reinstatement. If pursuant to section 41-328(3), Idaho Code, the director has published notice of such suspension he shall in like manner publish notice of the reinstatement.\n\n[41-329, added 1961, ch. 330, sec. 92, p. 645; am. 2004, ch. 88, sec. 1, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-329/"
    },
    {
      "id": "section-41-330",
      "number": "41-330",
      "heading": "",
      "text": "41-330. IMPAIRED INSURERS — NOTICE TO AGENTS — PENALTY. (1) Upon suspension, revocation or refusal to continue the certificate of authority of an insurer on account of deficiency of assets (if a foreign insurer) or failure to cure an impairment of the capital stock (if a stock insurer) or surplus (if a mutual or reciprocal) of a domestic insurer, as provided under section 41-326(1)(b), every officer and director of the insurer must, either separately or jointly with one or more of the others and within four (4) days after notice of such suspension, revocation or refusal was given to the insurer by the director, notify by any available means every person authorized by the insurer, as of immediately prior to such suspension, revocation or refusal, to write business for the insurer in Idaho, immediately to cease such writing; and each such person so notified shall immediately cease to write any further business for the insurer in Idaho.\n\n(2) Each individual made responsible for such notification under the foregoing subsection, who fails so to notify, and every person so authorized who, after being so notified or otherwise being informed as to such impairment or suspension, revocation, or refusal, solicits or writes further business for the insurer, is guilty of a felony and upon conviction shall be punished by a fine of not exceeding ten thousand dollars ($10,000) or by imprisonment in the Idaho state penitentiary for a term of not exceeding ten (10) years, or by both such fine and imprisonment.\n\n(3) This section does not apply to any person or persons, whomsoever, who has been appointed as and is acting as rehabilitator or receiver of the insurer in judicial proceedings in a court of the United States or of the state of Idaho.\n\n[41-330, added 1961, ch. 330, sec. 93, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-330/"
    },
    {
      "id": "section-41-331",
      "number": "41-331",
      "heading": "",
      "text": "41-331. IMPAIRED INSURERS — LIABILITY OF OFFICERS. The president and each director of a stock insurer who, after knowing that the insurer’s capital is impaired, permits or assents in the writing of new business by the insurer in this state during the existence of such impairment, shall, together with their respective estates, be severally and jointly liable for the amount of any loss or losses which may be incurred by the insured under any such new insurance.\n\n[41-331, added 1961, ch. 330, sec. 94, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-331/"
    },
    {
      "id": "section-41-332",
      "number": "41-332",
      "heading": "",
      "text": "41-332. FOREIGN INSURERS EXEMPT FROM CORPORATION LAWS GOVERNING ADMISSION OF FOREIGN CORPORATIONS. A foreign insurer authorized to transact insurance in this state and fully complying with this code shall be exempt from complying with the provisions of sections 30-21-501 through 30-21-512, Idaho Code.\n\n[41-332, added 1961, ch. 330, sec. 95, p. 645; am. 1980, ch. 197, sec. 28, p. 453; am. 1999, ch. 65, sec. 3, p. 170; am. 2017, ch. 58, sec. 21, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-332/"
    },
    {
      "id": "section-41-333",
      "number": "41-333",
      "heading": "",
      "text": "41-333. DIRECTOR AS PROCESS AGENT FOR FOREIGN INSURERS AND DOMESTIC RECIPROCAL INSURERS. (1) Before the director shall issue to it a certificate of authority to transact insurance in this state each foreign and alien insurer and each domestic reciprocal insurer shall appoint the director and his successors in office, as its attorney to receive service of legal process issued against the insurer in this state. The appointment shall be made on a form as designated and furnished by the director. The appointment shall be irrevocable, shall bind the insurer and any successor in interest or to the assets or liabilities of the insurer, and shall remain in effect as long as there is in force any contract of the insurer in this state or any obligation of the insurer arising out of its transactions in this state.\n\n(2) Service of such process against a foreign or alien insurer shall be made only by service thereof upon the director, or his deputy, or other person in charge of his office during his absence.\n\n(3) At time of application for a certificate of authority the insurer shall file the appointment with the director, together with designation of the person to whom process against it served upon the director is to be forwarded. The insurer may change such designation by a new filing.\n\n[41-333, added 1961, ch. 330, sec. 96, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-333/"
    },
    {
      "id": "section-41-334",
      "number": "41-334",
      "heading": "",
      "text": "41-334. SERVING PROCESS — TIME TO PLEAD. (1) Duplicate copies of legal process against an insurer for whom the director is attorney, shall be served upon him either by a person competent to serve a summons or by registered or certified mail. At the time of service the plaintiff shall pay to the director an appropriate fee not in excess of thirty dollars ($30.00) which fee shall be determined by rule and regulation.\n\n(2) The director shall forthwith send one (1) of the copies of the process, by registered or certified mail with return receipt requested, to the person designated for the purpose by the insurer in its most recent such designation filed with the director.\n\n(3) The director shall keep a record of the day of service upon him of all legal process. No proceedings shall be had against the insurer, and the insurer shall not be required to appear, plead, or answer until the expiration of thirty (30) days after the date of service upon the director.\n\n(4) Process served upon the director and copy thereof forwarded as in this section provided shall for all purposes constitute valid and binding service thereof upon the insurer.\n\n[41-334, added 1961, ch. 330, sec. 97, p. 645; am. 1972, ch. 369, sec. 5, p. 1072; am. 1977, ch. 142, sec. 1, p. 303; am. 1979, ch. 122, sec. 1, p. 375; am. 1988, ch. 345, sec. 1, p. 1024.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-334/"
    },
    {
      "id": "section-41-335",
      "number": "41-335",
      "heading": "",
      "text": "41-335. ANNUAL STATEMENT. (1) Each authorized insurer shall annually on or before March 1, or within any extension of time therefor, not to exceed thirty (30) days, which the director for good cause may have granted, file with the director a full and true statement of its financial condition, transactions and affairs as of the preceding December 31. Unless otherwise required by the director, the statement is to be prepared in accordance with the national association of insurance commissioners’ (NAIC) annual statement instructions and the NAIC’s accounting practices and procedures manual, utilizing the version of the manual effective January 1, 2004, and any subsequent revisions that are adopted for use by the director by rule, administrative order or bulletin, and is to be submitted on the NAIC annual statement blank form, and any statement, form or other information relating to the compensation of any officer, director or employee will be deemed confidential. At the seasonable request of a domestic insurer the director shall furnish to the insurer the blank form of annual statement to be used by it. The statement shall be verified by the oath of the insurer’s president or vice president, and secretary or actuary as applicable, or if a reciprocal insurer, by the oath of the attorney in fact or its like officers if a corporation.\n\n(2) The statement of an alien insurer shall be verified by its United States manager or other officer duly authorized, and shall relate only to the insurer’s transactions and affairs in the United States unless the director requires otherwise. If the director requires a statement as to the insurer’s affairs throughout the world, the insurer shall file such statement with the director as soon as reasonably possible.\n\n(3) Any insurance company licensed to do business in this state which neglects to file or fails to file in the time prescribed by statute its annual statement or supplemental summary statement requested by the director shall be subject to a penalty of twenty-five dollars ($25.00) per day for each day in default. This penalty will be in addition to any administrative penalty which may be assessed pursuant to sections 41-327 and 41-324, Idaho Code.\n\n(4) Each domestic insurer authorized to do business in this state shall annually, on or before March 1 of each year, file with the NAIC its annual financial statement in a form prescribed by the director along with any additional filings prescribed by the director for the preceding year. The information filed with the NAIC shall be in the same format and scope as that required by this code. Any amendments or addenda to the annual statement shall also be filed with the NAIC.\n\n(5) At time of filing, the insurer shall pay to the director the fee for filing its statement as prescribed by rule of the department of insurance.\n\n(6) The financial statements filed with the director pursuant to this section, with the exception of information relating to officer, director, or employee compensation referred to in subsection (1) of this section, are public records and available to the public, notwithstanding the exemptions from disclosure provided in chapter 1, title 74, Idaho Code.\n\n[41-335, added 1961, ch. 330, sec. 98, p. 645; am. 1991, ch. 277, sec. 1, p. 717; am. 1995, ch. 289, sec. 2, p. 969; am. 1996, ch. 68, sec. 1, p. 212; am. 1999, ch. 30, sec. 11, p. 54; am. 2004, ch. 93, sec. 1, p. 338; am. 2005, ch. 75, sec. 1, p. 254; am. 2015, ch. 141, sec. 108, p. 456.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-335/"
    },
    {
      "id": "section-41-336",
      "number": "41-336",
      "heading": "",
      "text": "41-336. REVIEW OF ANNUAL STATEMENT — ADDITIONAL INFORMATION. (1) As soon as reasonably possible after the insurer has filed its annual statement with him, the director shall review the same and require correction of such errors or omissions in the statement as appear from such review.\n\n(2) Any company transacting business in this state may be required by the director, when he considers such action to be necessary for the protection of policyholders, creditors, shareholders or claimants, to file a supplementary summary financial statement in a format prescribed by the director. Supplementary summary financial statements shall be due within sixty (60) days after notice is mailed to the company by the director requesting such statement. No company shall be required to file more than four (4) supplementary summary statements during any consecutive twelve (12) month period. The director may, at his discretion, require the annual statement be certified by an independent actuary deemed competent by the director or by an independent certified public accountant.\n\n(3) In addition to information called for and furnished in connection with its annual statement, an insurer shall promptly furnish to the director such other or further information with respect to any of its transactions or affairs as the director may from time to time request in writing.\n\n[41-336, added 1961, ch. 330, sec. 99, p. 645; am. 1991, ch. 277, sec. 2, p. 719.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-336/"
    },
    {
      "id": "section-41-337",
      "number": "41-337",
      "heading": "",
      "text": "41-337. RESIDENT AGENT, COUNTERSIGNATURE LAW. (1) Except as provided in section 41-338, Idaho Code, no authorized insurer shall make, write, place or cause to be made, written or placed, any policy or contract of insurance or indemnity of any kind or character, or a general or floating policy covering risks on property located in Idaho, liability created by or accruing under the laws of this state, or undertakings to be performed in this state, except through its resident insurance agents licensed as provided in this code, who shall countersign or cause a facsimile of his signature to be placed on all policies or indemnity contracts so issued, and who shall keep a record of the same, containing the usual and customary information concerning the risk undertaken and the full premium paid or to be paid therefor, to the end that the state may receive the taxes required by law to be paid on premiums collected for insurance on property or undertakings located in this state. When two (2) or more insurers issue a single policy of insurance the policy may be countersigned on behalf of all insurers appearing thereon by a licensed agent, resident in this state, of any one such insurer.\n\n(2) The agent may grant a power of attorney in writing to an individual who is twenty-one (21) years or more of age authorizing such person to countersign or cause a facsimile of the agent’s signature to be placed on policies and indorsements in his name and behalf. The power of attorney shall be acknowledged by the agent under oath before a notary public and shall be kept on file in the agent’s office.\n\n[41-337, added 1961, ch. 330, sec. 100, p. 645; am. 1969, ch. 214, sec. 8, p. 625; am. 1977, ch. 142, sec. 2, p. 304; am. 1978, ch. 90, sec. 1, p. 167; am. 1984, ch. 60, sec. 1, p. 109.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-337/"
    },
    {
      "id": "section-41-338",
      "number": "41-338",
      "heading": "",
      "text": "41-338. EXCEPTIONS TO RESIDENT AGENT, COUNTERSIGNATURE LAW. (1) Nothing in section 41-337, Idaho Code, shall be construed as preventing the free and unlimited right to negotiate wholly outside of this state contracts of insurance by licensed nonresident agents or brokers, provided the policies, endorsements or evidence of insurance covering properties or insurable interests in this state are countersigned by a resident agent of this state, in which event the countersigning agent shall receive a commission of not less than five per cent (5%) of the premium paid or one-third (1/3) of the commission paid to the licensed nonresident agent or broker, whichever is less; provided, however, the payment to the countersigning agent shall not exceed the sum of two hundred fifty dollars ($250) per policy, and when the countersigning commission to be paid is less than five dollars ($5.00), the countersigning agent may waive any commission due him.\n\n(2) Section 41-337, Idaho Code, shall not apply to the following contracts:\n\n(a) Life insurance and annuities;\n\n(b) Disability insurance;\n\n(c) Title insurance; countersignature of title insurance policies is as provided in section 41-2702, Idaho Code;\n\n(d) Policies covering property in transit while in the possession or custody of any common carrier, or the rolling stock or other property of any common carrier used and employed by it as a common carrier of freight or passengers, or both;\n\n(e) Reinsurance or retrocessions made by or for authorized insurers;\n\n(f) Contracts issued by domestic reciprocal insurers writing workmen’s compensation for employers commonly known as self-insurers; nor, with respect to countersignature, to policies issued by a reciprocal insurer not using agents compensated by commissions in the general solicitation of business;\n\n(g) Bid bonds issued by a surety insurer in connection with any public or private contract; or\n\n(h) Ocean marine insurance.\n\n(3) Notwithstanding section 41-337, Idaho Code, and the provisions of subsection (1) of this section, if the law of another state does not require the countersignature of a licensed agent who resides in that state for policies and contracts of insurance or indemnity made, written or placed in that state by a licensed agent who resides in the state of Idaho, the countersignature of a licensed agent who resides in the state of Idaho is not required for policies and contracts of insurance or indemnity made, written or placed in the state of Idaho by a licensed agent who resides in that other state.\n\n[41-338, added 1961, ch. 330, sec. 101, p. 645; am. 1975, ch. 261, sec. 1, p. 708; am. 1977, ch. 142, sec. 3, p. 305; am. 1988, ch. 242, sec. 1, p. 473.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-338/"
    },
    {
      "id": "section-41-340",
      "number": "41-340",
      "heading": "",
      "text": "41-340. RETALIATORY PROVISION. (1) The purpose of this section is to aid in the protection of insurers formed under the laws of Idaho and transacting insurance in other states or countries against discriminatory or onerous requirements under the laws of such states or countries or the administration thereof.\n\n(2) When by or pursuant to the laws of any other state or foreign country or province any taxes in the aggregate, are or would be imposed upon Idaho insurers, or upon the agents or representatives of such insurers, which are in excess of such taxes in the aggregate, directly imposed upon similar insurers, or upon the agents or representatives of such insurers, of such other state or country under the statutes of this state, so long as such laws of such other state or country continue in force or are so applied, the same taxes in the aggregate, shall be imposed by the director upon the insurers, or upon the agents or representatives of such insurers, of such other state or country doing business or seeking to do business in Idaho. Any tax imposed by any city, county, or other political subdivision or agency of such other state or country on Idaho insurers or their agents or representatives shall be deemed to be imposed by such state or country within the meaning of this section.\n\n(3) When pursuant to the laws of a state, foreign country or province any obligation is or would be imposed upon Idaho insurers or their agents or representatives, in excess of obligations imposed upon similar insurers or their agents or representatives of another state or country, so long as the laws of the state or country imposing the obligation continue in force or are applied, the same obligation may be imposed by the director upon insurers or their agents or representatives of such other states or countries doing business or seeking to do business in Idaho. Any obligation imposed by any city, county, or other political subdivision or agency of another state or country on Idaho insurers or their agents or representatives shall be deemed to be imposed by the other state or country within the meaning of this section. For purposes of this section, the term \"obligation\" shall mean any license, fee, fine, penalty, deposit requirement or other obligation, prohibition or restriction.\n\n(4) This section shall not apply as to personal income taxes, nor as to ad valorem taxes on real or personal property nor as to special purpose obligations or assessments imposed by another state in connection with particular kinds of insurance; except that deductions, from premium taxes or other taxes otherwise payable, allowed on account of real estate or personal property taxes paid shall be taken into consideration by the director in determining the propriety and extent of retaliatory action under this section.\n\n(5) For the purposes of this section the domicile of an alien insurer, other than insurers formed under the laws of Canada, or a province thereof, shall be that state designated by the insurer in writing filed with the director at time of admission to this state or within six (6) months after the effective date of this code, whichever date is the later, and may be any one (1) of the following states:\n\n(a) That in which the insurer was first authorized to transact insurance;\n\n(b) That in which is located the insurer’s principal place of business in the United States;\n\n(c) That in which is held the largest deposit of trusteed assets of the insurer for the protection of its policyholders in the United States.\n\nIf the insurer makes no such designation its domicile shall be deemed to be that state in which is located its principal place of business in the United States.\n\n(6) The domicile of an insurer formed under the laws of Canada or a province thereof shall be as provided in section 41-108(1), Idaho Code.\n\n[41-340, added 1961, ch. 330, sec. 103, p. 645; am. 1997, ch. 354, sec. 1, p. 1045.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-340/"
    },
    {
      "id": "section-41-341",
      "number": "41-341",
      "heading": "",
      "text": "41-341. OPERATIONAL STANDARDS BETWEEN INSURER, ITS PARENT CORPORATION, SUBSIDIARY OR AFFILIATED PERSON. (1) No insurer shall engage directly or indirectly in any transaction or agreement with its parent corporation, or with any subsidiary or affiliated person which shall result or tend to result in:\n\n(a) Substitution through any method of any asset of the insurer with an asset or assets of inferior quality or lower fair market value; or\n\n(b) Deception as to the true operating results of the insurer; or\n\n(c) Deception as to the true financial condition of the insurer; or\n\n(d) Allocation to the insurer of a proportion of the expense of combined facilities or operations which is unfair and unfavorable to the insurer; or\n\n(e) Unfair, unnecessary or excessive charges against the insurer for services, or facilities, or supplies, or reinsurance; or\n\n(f) Unfair and inadequate charges by the insurer for reinsurance, services, facilities, or supplies furnished by the insurer to others; or\n\n(g) Payment by the insurer for services, facilities, supplies, or reinsurance not reasonably needed by the insurer.\n\n(2) In all transactions between the insurer and its parent corporation, or involving the insurer and any subsidiary or affiliated person, full recognition shall be given to the paramount duty and obligation of the insurer to protect the interests of policyholders, both existing and future.\n\n(3) For the purposes of this section a \"subsidiary\" is a person of which either the insurer and/or the parent corporation holds practical control, and an \"affiliated person\" is a person controlled by any combination of the insurer, the parent corporation, a subsidiary, or the principal stockholders or officers or directors of any of the foregoing.\n\n[I.C., sec. 41-341, as added by 1969, ch. 214, sec. 9, p. 625.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-341/"
    },
    {
      "id": "section-41-342",
      "number": "41-342",
      "heading": "",
      "text": "41-342. REDOMESTICATION AS A DOMESTIC INSURER — CONVERSION TO FOREIGN INSURER. (1) Any insurer which is organized under the laws of any other state and is admitted to do business in this state for the purpose of writing insurance may become a domestic insurer by complying with all of the requirements of law relative to the organization and licensing of a domestic insurer of the same type and by designating its principal place of business at a place in Idaho in compliance with section 41-2839, Idaho Code. Such a domestic insurer shall be entitled to a certificate of redomestication and a certificate of authority to transact business in this state and shall have the same rights and obligations as other domestic insurers of this state.\n\n(2) Any domestic insurer may, upon the approval of the director, transfer its domicile to any other state in which it is admitted to transact the business of insurance. Upon such a transfer, the insurer shall cease to be a domestic insurer. If the insurer is otherwise qualified, the director shall admit the insurer to this state as a foreign insurer. The director shall approve any such proposed transfer unless he determines that such a transfer is not in the interest of the policyholders of the insurer in this state. After the director has approved the transfer, the director shall provide written notice to the secretary of state that the insurer has transferred its domicile to another state, stating the effective date of the transfer and the state to which the insurer has transferred its domicile. Upon receipt of the written notice from the director and the payment of the fee required in section 30-21-214, Idaho Code, the secretary of state shall file the notice and, on the effective date of the transfer, terminate the existence of the insurance company as a domestic corporation.\n\n(3) The certificate of authority, appointment of statutory agent and licenses, policy forms, rates, authorizations and other filings and approvals in existence at the time an insurer admitted to transact insurance in this state transfers its corporate domicile to this or any other state, continue in effect upon the transfer of corporate domicile. All rates and outstanding policies of any transferring insurer shall remain in full force and effect and policies need not be endorsed as to the new domicile unless so ordered by the director. Every transferring insurer shall either file new policy forms for use in this state with the director on or before the effective date of the transfer, or use existing policy forms in this state with appropriate endorsements as allowed by and under such conditions as may be approved by the director. Every transferring insurer shall notify the director of the proposed transfer and shall promptly file any resulting amendments to its corporate documents required to be filed with the director.\n\n[41-342, added 1987, ch. 302, sec. 1, p. 641; am. 1999, ch. 65, sec. 4, p. 170; am. 2016, ch. 92, sec. 1, p. 282; am. 2017, ch. 58, sec. 22, p. 116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-342/"
    },
    {
      "id": "section-41-343",
      "number": "41-343",
      "heading": "",
      "text": "41-343. ARTICLES OF REDOMESTICATION. (1) Upon receiving approval under section 41-342, Idaho Code, articles of redomestication shall be executed in duplicate by an insurance corporation by its president or a vice president and by its secretary or an assistant secretary and verified by one (1) of the officers of the corporation and shall set forth:\n\n(a) The date of approval of the director of the Idaho department of insurance of the redomestication; and\n\n(b) The state in which the insurer was originally incorporated, the date the insurer was incorporated in that state, and the date the insurer was authorized to do business as an insurer in the state in which it was originally incorporated.\n\n(2) The insurer shall attach to the articles of redomestication:\n\n(a) Articles of incorporation including such amendments as may be required to comply with the requirements of part 10, chapter 29, title 30, Idaho Code;\n\n(b) A copy of the certificate of redomestication issued by the director of the Idaho department of insurance.\n\n(3) Duplicate originals of the articles of redomestication shall be delivered to the secretary of state. If the secretary of state finds that such articles conform to law, he shall, when all fees have been paid as prescribed in chapter 21, title 30, Idaho Code:\n\n(a) Endorse on each of such duplicate originals the word \"Filed,\" and the month, day and year of the filing, together with the date from which the insurer has existed and operated as an insurer which shall be the date the insurer was originally incorporated in the state in which the insurer was originally incorporated;\n\n(b) File one (1) of such duplicate originals in his office; and\n\n(c) Issue a certificate of redomestication setting forth the date on which the articles of redomestication were filed and the date from which the insurer has existed and operated as an insurer which shall be the date the insurer was originally incorporated in the state in which the insurer was originally incorporated.\n\n(4) The certificate of redomestication, together with the duplicate original of the articles of redomestication affixed thereto by the secretary of state, shall be returned to the insurer or to its representative.\n\n[41-343, added 1987, ch. 302, sec. 2, p. 642; am. 2017, ch. 58, sec. 23, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-343/"
    },
    {
      "id": "section-41-344",
      "number": "41-344",
      "heading": "",
      "text": "41-344. EFFECTIVE DATE OF REDOMESTICATION. A redomestication under section 41-342, Idaho Code, shall become effective upon the issuance of a certificate of redomestication by the secretary of state, or such later date as may be set forth in the notice from the director; provided, however, that an insurer which has redomesticated in the state of Idaho pursuant to section 41-342, Idaho Code, shall be considered to be the same corporation as that corporation which existed under the laws of the state in which it was formerly domiciled and shall be considered as having been an operating insurer from the date that the corporation was authorized to do business as an insurer in its original state of incorporation.\n\n[41-344, added 1987, ch. 302, sec. 3, p. 642.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-344/"
    },
    {
      "id": "section-41-345",
      "number": "41-345",
      "heading": "",
      "text": "41-345. REPORT. (1) Every insurer domiciled in this state shall file a report with the director disclosing material acquisitions and dispositions of assets or material nonrenewals, cancellations or revisions of ceded reinsurance agreements unless such acquisitions and dispositions of assets or material nonrenewals, cancellations or revisions of ceded reinsurance agreements have been submitted to the director for review, approval or information purposes pursuant to other provisions of the insurance code, laws, rules or other requirements.\n\n(2) The report required in subsection (1) of this section is due within fifteen (15) days after the end of the calendar month in which any of the foregoing transactions occur.\n\n(3) One (1) complete copy of the report, including any exhibits or other attachments filed as part thereof, shall be filed with the Idaho department of insurance.\n\n(4) All reports obtained by or disclosed to the director pursuant to sections 41-345 through 41-347, Idaho Code, shall be given confidential treatment and shall not be subject to subpoena and shall not be made public by the director, the national association of insurance commissioners, or any other person, except to insurance departments of other states, without the prior written consent of the insurer to which it pertains unless the director, after giving the insurer who would be affected thereby, notice and an opportunity to be heard, determines that the interest of policyholders, shareholders or the public will be served by the publication thereof, in which event the director may publish all or any part thereof in such manner as he may deem appropriate.\n\n[41-345, added 1995, ch. 68, sec. 1, p. 174; am. 1999, ch. 65, sec. 5, p. 171; am. 2004, ch. 310, sec. 1, p. 871.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-345/"
    },
    {
      "id": "section-41-346",
      "number": "41-346",
      "heading": "",
      "text": "41-346. ACQUISITIONS AND DISPOSITIONS OF ASSETS. (1) Materiality. No acquisitions or dispositions of assets need be reported pursuant to section 41-345, Idaho Code, if the acquisitions or dispositions are not material. For purposes of sections 41-345 through 41-347, Idaho Code, a material acquisition (or the aggregate of any series of related acquisitions during any thirty (30) day period) or disposition (or the aggregate of any series of related dispositions during any thirty (30) day period) is one that is nonrecurring and not in the ordinary course of business and involves more than five percent (5%) of the reporting insurer’s total admitted assets as reported in its most recent statutory statement filed with the insurance department of the insurer’s state of domicile.\n\n(a) Asset acquisitions subject to sections 41-345 through 41-347, Idaho Code, include every purchase, lease, exchange, merger, consolidation, succession or other acquisition other than the construction or development of real property by or for the reporting insurer or the acquisition of materials for such purpose.\n\n(b) Asset dispositions subject to sections 41-345 through 41-347, Idaho Code, include every sale, lease, exchange, merger, consolidation, mortgage, hypothecation, assignment (whether for the benefit of creditors or otherwise), abandonment, destruction or other disposition.\n\n(3) Information to be reported.\n\n(a) The following information is required to be disclosed in any report of a material acquisition or disposition of assets:\n\n(i) Date of the transaction;\n\n(ii) Manner of acquisition or disposition;\n\n(iii) Description of the assets involved;\n\n(iv) Nature and amount of the consideration given or received;\n\n(v) Purpose of, or reason for, the transaction;\n\n(vi) Manner by which the amount of consideration was determined;\n\n(vii) Gain or loss recognized or realized as a result of the transaction; and\n\n(viii) Name(s) of the person(s) from whom the assets were acquired or to whom they were disposed.\n\n(b) Insurers are required to report material acquisitions and dispositions on a nonconsolidated basis unless the insurer is part of a consolidated group of insurers which utilizes a pooling arrangement or one hundred percent (100%) reinsurance agreement that affects the solvency and integrity of the insurer’s reserves and such insurer ceded substantially all of its direct and assumed business to the pool. An insurer is deemed to have ceded substantially all of its direct and assumed business to a pool if the insurer has less than one million dollars ($1,000,000) total direct plus assumed written premiums during a calendar year that are not subject to a pooling arrangement and the net income of the business not subject to the pooling arrangement represents less than five percent (5%) of the insurer’s capital and surplus.\n\n[41-346, added 1995, ch. 68, sec. 2, p. 174.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-346/"
    },
    {
      "id": "section-41-347",
      "number": "41-347",
      "heading": "",
      "text": "41-347. NONRENEWALS, CANCELLATIONS OR REVISIONS OF CEDED REINSURANCE AGREEMENTS. (1) Materiality and scope. No nonrenewals, cancellations or revisions of ceded reinsurance agreements need be reported pursuant to section 41-345, Idaho Code, if the nonrenewals, cancellations or revisions are not material. For purposes of sections 41-345 through 41-347, Idaho Code, a material nonrenewal, cancellation or revision is one that affects:\n\n(a) As respects property-casualty business, including accident and health business written by a property-casualty insurer:\n\n(i) More than fifty percent (50%) of the insurer’s total ceded written premium; or\n\n(ii) More than fifty percent (50%) of the insurer’s total ceded indemnity and loss adjustment reserves.\n\n(b) As respects life, annuity and accident and health business more than fifty percent (50%) of the total reserve credit taken for business ceded, on an annualized basis, as indicated in the insurer’s most recent annual statement.\n\n(c) As respects either property-casualty or life, annuity and accident and health business, either of the following events shall constitute a material revision which must be reported:\n\n(i) An authorized reinsurer representing more than ten percent (10%) of a total cession is replaced by one (1) or more unauthorized reinsurers; or\n\n(ii) Previously established collateral requirements have been reduced or waived as respects one (1) or more unauthorized reinsurers representing collectively more than ten percent (10%) of a total cession.\n\n(2) No filing shall be required, however, if:\n\n(a) As respects property-casualty business, including accident and health business written by a property-casualty insurer, the insurer’s total ceded written premium represents, on an annualized basis, less than ten percent (10%) of it total written premium for direct and assumed business; or\n\n(b) As respects life, annuity and accident and health business, the total reserve credit taken for business ceded represents, on an annualized basis, less than ten percent (10%) of the statutory reserve requirement prior to any cession.\n\n(3) Information to be reported.\n\n(a) The following information is required to be disclosed in any report of a material nonrenewal, cancellation or revision of ceded reinsurance agreements:\n\n(i) Effective date of the nonrenewal, cancellation or revision;\n\n(ii) The description of the transaction with an identification of the initiator thereof;\n\n(iii) Purpose of, or reason for, the transaction; and\n\n(iv) If applicable, the identity of the replacement reinsurers.\n\n(b) Insurers are required to report all material nonrenewals, cancellations or revisions of ceded reinsurance agreements on a nonconsolidated basis unless the insurer is part of a consolidated group of insurers which utilizes a pooling arrangement or one hundred percent (100%) reinsurance agreement that affects the solvency and integrity of the insurer’s reserves and the insurer ceded substantially all of its direct and assumed business to the pool. An insurer is deemed to have ceded substantially all of its direct and assumed business to a pool if the insurer has less than one million dollars ($1,000,000) total direct plus assumed written premiums during a calendar year that are not subject to a pooling arrangement and the net income of the business not subject to the pooling arrangement represents less than five percent (5%) of the insurer’s capital and surplus.\n\n[41-347, added 1995, ch. 68, sec. 3, p. 175.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-347/"
    },
    {
      "id": "section-41-348",
      "number": "41-348",
      "heading": "",
      "text": "41-348. PROHIBITED ACTS — SERVICE PROVIDERS. (1) It is unlawful for a person:\n\n(a) Knowing that the payment is for the referral of a claimant to a service provider, either to accept payment from a service provider or, being a service provider, to pay another; or\n\n(b) To provide or claim or represent to have provided services to a claimant, knowing the claimant was referred in violation of paragraph (a) of this subsection.\n\n(2) It is unlawful for a service provider to engage in a regular practice of waiving, rebating, giving, paying, or offering to waive, rebate, give or pay all or part of a claimant’s deductible or claim for casualty, disability insurance, worker’s compensation insurance, health insurance or property insurance.\n\n(3) As used in this section:\n\n(a) \"Health care services\" means a service provided to a claimant for treatment of physical or mental illness or injury arising in whole or substantial part from trauma.\n\n(b) \"Service provider\" means a person who directly or indirectly provides, advertises, or otherwise claims to provide services.\n\n(c) \"Services\" means health care services, motor vehicle body or other motor vehicle repair and preparing, processing, presenting or negotiating an insurance claim against an insurance company.\n\n(4) Any person or service provider violating the provisions of this section shall be subject to the monetary civil penalties provided in section 41-327, Idaho Code, as if the person or service provider were an insurer.\n\n[41-348, added 1996, ch. 402, sec. 1, p. 1335.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-348/"
    },
    {
      "id": "section-41-349",
      "number": "41-349",
      "heading": "",
      "text": "41-349. PHARMACY BENEFIT MANAGERS. (1) As used in this section:\n\n(a) \"Brand name or generic effective rate\" means the contractual rate set forth by a pharmacy benefit manager for the reimbursement of covered brand name or generic drugs, calculated using the total payments in the aggregate, by drug type, during the performance period. The effective rates are typically calculated as a discount from industry benchmarks, such as average wholesale price or wholesale acquisition cost.\n\n(b) \"Dispensing fee\" means a fee intended to cover reasonable costs associated with providing a drug to a covered person. This cost includes but is not limited to the pharmacist’s services and the overhead associated with maintaining the facility and equipment necessary to operate the pharmacy.\n\n(c) \"Effective rate guarantee\" means the minimum ingredient cost reimbursement a pharmacy benefit manager guarantees it will pay for pharmacist services during the applicable measurement period.\n\n(d) \"Maximum allowable cost\" means the maximum amount that a pharmacy benefit manager will reimburse a pharmacy for the cost of a generic drug.\n\n(e) \"Maximum allowable cost appeal pricing adjustment\" means a retrospective positive payment adjustment made to a pharmacy by the pharmacy benefits plan or program or by the pharmacy benefit manager pursuant to an approved maximum allowable cost appeal request submitted by the same pharmacy to dispute the amount reimbursed for a drug based on the pharmacy benefit manager’s listed maximum allowable cost price.\n\n(f) \"Participation contract\" means any agreement between a pharmacy benefit manager and pharmacy for the provision and reimbursement of pharmacist services and any exhibits, attachments, amendments, or addendums to such agreement.\n\n(g) \"Pass-through pricing model\" means a payment model used by a pharmacy benefit manager in which the payments made by the pharmacy benefits plan or program to the pharmacy benefit manager for the covered outpatient drugs are:\n\n(i) Equivalent to the payments the pharmacy benefit manager makes to a dispensing pharmacy or provider for such drugs, including any contracted professional dispensing fee between the pharmacy benefit manager and its network of pharmacies. Such dispensing fee would be paid if the pharmacy benefits plan or program was making the payments directly; and\n\n(ii) Passed through in their entirety by the pharmacy benefits plan or program or by the pharmacy benefit manager to the pharmacy or provider that dispenses the drugs, and the payments are made in a manner that is not offset by any reconciliation.\n\n(h) \"Pharmacy benefit manager\" means a person or entity doing business in this state that contracts with pharmacies on behalf of an insurer, third-party administrator, or managed care organization to administer prescription drug benefits to residents of this state.\n\n(i) \"Spread pricing\" means the practice in which a pharmacy benefit manager charges a pharmacy benefits plan or program a different amount for pharmacist services than the amount the pharmacy benefit manager reimburses a pharmacy for such pharmacist services.\n\n(j) \"Usual and customary price\" means the amount charged to cash customers for a pharmacist service exclusive of sales tax or other amounts claimed.\n\n(2) A person may not perform, offer to perform, or advertise any pharmacy benefit management service in this state unless the person is registered as a pharmacy benefit manager with the department of insurance. A person may not utilize the services of another person as a pharmacy benefit manager if the person knows or has reason to know that the other person does not have a registration with the department. Such registration must occur annually no later than April 1 of each year and shall be on a form prescribed by the director. The department may utilize applicable sections of this title to administer registration as provided in this subsection.\n\n(3) A pharmacy benefit manager shall not prohibit a pharmacist or retail pharmacy from providing a covered person information on the amount of the cost share for a prescription drug and the clinical efficacy of a more affordable alternative drug if one is available, and a pharmacy benefit manager may not penalize a pharmacist or retail pharmacy for disclosing such information to a covered person or for selling to a covered person a more affordable alternative if one is available.\n\n(4) A pharmacy benefit manager shall not directly or indirectly charge a pharmacy benefits plan or program a different amount for a prescription drug’s ingredient cost or dispensing fee than the amount the pharmacy benefit manager reimburses a pharmacy for the prescription drug’s ingredient cost or dispensing fee where the pharmacy benefit manager retains the amount of any such difference.\n\n(5) The pharmacy benefit manager shall pass along or return one hundred percent (100%) of any manufacturer rebate to a pharmacy benefits plan or program, including any payment, discount, incentive, fee, price concession, or other remuneration.\n\n(6) The pharmacy benefit manager shall provide full and complete disclosure of:\n\n(a) The cost, price, and reimbursement of the prescription drug to each health plan, payer, and pharmacy with which the pharmacy benefit manager has a contract or agreement to provide pharmacy benefit management services;\n\n(b) Each fee, markup, and discount charged or imposed by the pharmacy benefit manager to each health plan, payer, and pharmacy with which the pharmacy benefit manager has a contract or agreement for pharmacy benefit management services; or\n\n(c) The aggregate amount of all remuneration the pharmacy benefit manager receives from a prescription drug manufacturer for a prescription drug, including any rebate, discount, administration fee, and any other payment or credit obtained or agreement for pharmacy benefit management services to a health plan or payer.\n\n(7) A pharmacy benefit manager using maximum allowable cost pricing may place a drug on a maximum allowable cost list if the pharmacy benefit manager does the following:\n\n(a) Ensures that the drug:\n\n(i) 1. Is listed as A-rated or B-rated in the most recent version of the United States food and drug administration’s approved drug products with therapeutic equivalence evaluations, also known as the \"orange book\"; or\n\n2. Has an NR or NA rating or a similar rating by a nationally recognized reference; and\n\n(ii) Is available for purchase by pharmacies in the state from national or regional wholesalers and is not obsolete;\n\n(b) Provides to a network pharmacy, at the time a contract is entered into or renewed with the network pharmacy, the sources used to determine the maximum allowable cost pricing for the maximum allowable cost list specific to that provider;\n\n(c) Reviews and updates maximum allowable cost price information at least once every seven (7) business days to reflect any modification of maximum allowable cost pricing;\n\n(d) Establishes a process for eliminating products from the maximum allowable cost list or modifying maximum allowable cost prices in a timely manner to remain consistent with pricing changes and product availability in the marketplace;\n\n(e) Establishes a process by which a network pharmacy, or a network pharmacy’s contracting agent, may appeal the reimbursement for a generic drug no later than thirty (30) days after such reimbursement is made; and\n\n(f) Provides a process for each of its network pharmacies to readily access the maximum allowable cost list specific to that provider.\n\n(8) No pharmacy benefit manager may retroactively deny or reduce a claim for reimbursement of the cost of services after the claim has been adjudicated by the pharmacy benefit manager unless:\n\n(a) The adjudicated claim was submitted fraudulently or improperly; or\n\n(b) The pharmacy benefit manager’s payment on the adjudicated claim was incorrect because the pharmacy or pharmacist had already been paid for the services.\n\n(9) If the director finds a pharmacy benefit manager has violated this section or any provision of title 41, Idaho Code, then the director may subject the pharmacy benefit manager to any or all of the actions, penalties, and remedies referenced in sections 41-117, 41-1016, and 41-1026, Idaho Code.\n\n(10)(a) No later than January 1, 2025, and each year thereafter, each licensed pharmacy benefit manager shall report to the director of the department of insurance the following information:\n\n(i) The aggregate amount of the difference between the amount the pharmacy benefit manager paid each pharmacy on behalf of the health plan for prescription drugs; and\n\n(ii) If at any time during the reporting year the pharmacy benefit manager moved or reassigned a prescription drug to a formulary tier that has a higher cost, higher copayment, higher coinsurance, higher deductible to a consumer, or lower reimbursement to a pharmacy, an explanation of the reason why the drug was moved or reassigned, including whether the move or reassignment was determined or requested by a prescription drug manufacturer or other entity.\n\n(b) Any pharmacy benefit manager that owns, controls, or is affiliated with a pharmacy shall also report any difference in reimbursement rates or practices, direct and indirect remuneration fees or other price concessions, and clawbacks between a pharmacy that is owned, controlled, or affiliated with the pharmacy benefit manager and any other pharmacy.\n\n(11) In addition to any other requirements in this title, all contractual arrangements executed, amended, adjusted, or renewed between a pharmacy benefit manager and a pharmacy benefits plan or program must include, in substantial form, requirements, to the extent allowable by law, to:\n\n(a) Use a pass-through pricing model;\n\n(b) Exclude terms that allow for the direct or indirect engagement in the practice of spread pricing;\n\n(c) Ensure that funds received in relation to providing services for a pharmacy benefits plan or program or a pharmacy are used or distributed only pursuant to the pharmacy benefit manager’s contract with the pharmacy benefits plan or program or with the pharmacy or as otherwise required by applicable law;\n\n(d) Require the pharmacy benefit manager to pass one hundred percent (100%) of all prescription drug manufacturer rebates, including nonresident prescription drug manufacturer rebates, received to the pharmacy benefits plan or program, if the contractual arrangement delegates the negotiation of rebates to the pharmacy benefit manager, for the sole purpose of offsetting defined cost-sharing and reducing premiums of covered persons. Rebates include any payment, discount, incentive, fee, price concession, or other remuneration. Any excess rebate revenue after the pharmacy benefit manager and the pharmacy benefits plan or program have taken all actions required pursuant to this section must be used for the sole purpose of offsetting copayments and deductibles of covered persons;\n\n(e) Include network adequacy requirements that meet or exceed medicare part D program standards for convenient access to the network pharmacies and that:\n\n(i) Do not limit a network to solely include affiliated pharmacies;\n\n(ii) Do not require a covered person to receive a prescription drug by United States mail, common carrier, local courier, third-party company or delivery service, or pharmacy direct delivery unless the prescription drug cannot be acquired at any retail pharmacy in the pharmacy benefit manager’s network for the covered person’s pharmacy benefits plan or program. The provisions of this subparagraph do not prohibit a pharmacy benefit manager from operating mail order or delivery programs on an opt-in basis at the sole discretion of a covered person, provided that the covered person is not penalized through the imposition of any additional retail cost-sharing obligations or a lower allowed-quantity limit for choosing not to select the mail order or delivery programs;\n\n(iii) For the in-person administration of covered prescription drugs, prohibit requiring a covered person to receive pharmacist services from an affiliated pharmacy or an affiliated health care provider; and\n\n(iv) Prohibit offering or implementing pharmacy networks that require or provide a promotional item or an incentive to a covered person to use an affiliated pharmacy or an affiliated health care provider for the in-person administration of covered prescription drugs or advertising, marketing, or promoting an affiliated pharmacy to covered persons. Provided, however, a pharmacy benefit manager may include an affiliated pharmacy in communications to covered persons regarding network pharmacies and prices as long as the pharmacy benefit manager includes information, such as links to all nonaffiliated network pharmacies, in such communications and that the information provided is accurate and of equal prominence. The provisions of this subparagraph may not be construed to prohibit a pharmacy benefit manager from entering into an agreement with an affiliated pharmacy to provide pharmacist services to covered persons;\n\n(f) Prohibit a pharmacy benefit manager from conditioning participation in one (1) pharmacy network based on participation in any other pharmacy network or from penalizing a pharmacy for exercising its prerogative not to participate in a specific pharmacy network;\n\n(g) Prohibit a pharmacy benefit manager from instituting a network that requires a pharmacy to meet accreditation standards inconsistent with or more stringent than applicable federal and state requirements for licensure and operation as a pharmacy in this state. However, a pharmacy benefit manager may specify additional specialty networks that require enhanced standards related to safety and competency necessary to meet the United States food and drug administration’s limited distribution requirements for dispensing any drug that, on a drug-by-drug basis, requires extraordinary special handling, provider coordination, or clinical care or monitoring when such extraordinary requirements cannot be met by a retail pharmacy. For purposes of this paragraph, drugs requiring extraordinary special handling are limited to drugs that are subject to a risk evaluation and mitigation strategy approved by the United States food and drug administration and that:\n\n(i) Require special certification of a health care provider to prescribe, receive, dispense, or administer; or\n\n(ii) Require special handling due to the molecular complexity or cytotoxic properties of the biologic or biosimilar product or drug. For participation in a specialty network, a pharmacy benefit manager may not require a pharmacy to meet requirements for participation beyond those necessary to demonstrate the pharmacy’s ability to dispense the drug in accordance with the United States food and drug administration’s approved manufacturer labeling;\n\n(h) At a minimum, require the pharmacy benefit manager or pharmacy benefits plan or program to, upon revising its formulary of covered prescription drugs during a plan year, provide a ninety (90) day continuity-of-care period in which the covered prescription drug that is being revised from the formulary continues to be provided at the same cost for the patient for a period of ninety (90) days. The ninety (90) day continuity-of-care period commences upon notification to the patient. This requirement does not apply if the covered prescription drug:\n\n(i) Has been approved and made available over the counter by the United States food and drug administration and has entered the commercial market as such;\n\n(ii) Has been removed or withdrawn from the commercial market by the manufacturer;\n\n(iii) Is subject to an involuntary recall by state or federal authorities and is no longer available on the commercial market; or\n\n(iv) Has a generic, biosimilar, or interchangeable biologic approved by the United States food and drug administration;\n\n(i) Require that in-network pharmacies receive dispensing fees that reasonably cover the costs of dispensing medications; and\n\n(j) Prohibit a pharmacy benefit manager from directly or indirectly charging or holding a pharmacist or pharmacy responsible for a fee for any step of or component or mechanism related to the claim adjudication process, including:\n\n(i) The adjudication of a pharmacy benefit claim;\n\n(ii) The processing or transmission of a pharmacy benefit claim;\n\n(iii) The development or management of a claim processing or adjudication network; or\n\n(iv) Participation in a claim processing or adjudication network.\n\n(12) The requirements of subsection (11) of this section shall not apply to specialty drugs. For the purposes of this section, \"specialty drug\" means:\n\n(a) A drug that is subject to restricted distribution by the United States food and drug administration; or\n\n(b) A drug that requires special handling, provider coordination, or patient education that a retail pharmacy cannot provide.\n\n(13) In addition to other requirements in this title, a participation contract executed, amended, adjusted, or renewed between a pharmacy benefit manager and one (1) or more pharmacies or pharmacists must include, in substantial form, to the extent allowable by law, terms that ensure compliance with the provisions of this subsection.\n\n(a) The pharmacy benefit manager shall provide a reasonable administrative appeal procedure to allow a pharmacy or pharmacist to challenge the maximum allowable cost pricing information and the reimbursement made under the maximum allowable cost as defined in subsection (1)(d) of this section for a specific drug as being below the acquisition cost available to the challenging pharmacy or pharmacist.\n\n(b) The administrative appeal procedure must include a telephone number and email address, or a website, for the purpose of submitting the administrative appeal. The appeal may be submitted by the pharmacy or an agent of the pharmacy directly to the pharmacy benefit manager or through a pharmacy service administration organization. The pharmacy or pharmacist must be given at least thirty (30) business days after a maximum allowable cost update or after an adjudication for an electronic claim or reimbursement for a nonelectronic claim to file the administrative appeal.\n\n(c) The pharmacy benefit manager must respond to the administrative appeal within thirty (30) business days after receipt of the appeal.\n\n(i) If the appeal is upheld, the pharmacy benefit manager must:\n\n1. Update the maximum allowable cost pricing information to at least the acquisition cost available to the pharmacy;\n\n2. Permit the pharmacy or pharmacist to reverse and rebill the claim in question;\n\n3. Provide to the pharmacy or pharmacist the national drug code on which the increase or change is based; and\n\n4. Make the increase or change effective for each similarly situated pharmacy or pharmacist who is subject to the applicable maximum allowable cost pricing information; or\n\n(ii) If the appeal is denied, the pharmacy benefit manager must provide to the pharmacy or pharmacist the national drug code and the name of the national or regional pharmaceutical wholesalers operating in this state that have the drug currently in stock at a price below the maximum allowable cost pricing information.\n\n(d) Every ninety (90) days, a pharmacy benefit manager shall report to the department the total number of appeals received and denied in the preceding ninety (90) day period, with an explanation or reason for each denial, for each specific drug for which an appeal was submitted pursuant to this subsection.\n\n(14) In addition to other prohibitions in this section, a pharmacy benefit manager may not do any of the following:\n\n(a) Prohibit, restrict, or penalize in any way a pharmacy or pharmacist from disclosing to any person any information that the pharmacy or pharmacist deems appropriate, including but not limited to information regarding any of the following:\n\n(i) The nature of treatment, risks, or alternatives thereto;\n\n(ii) The availability of alternate treatment, consultations, or tests;\n\n(iii) The decision of utilization reviewers or similar persons to authorize or deny pharmacist services;\n\n(iv) The process used to authorize or deny pharmacist services or benefits;\n\n(v) Information on financial incentives and structures used by the pharmacy benefits plan or program;\n\n(vi) Information that may reduce the costs of pharmacist services;\n\n(vii) Whether the cost-sharing obligation exceeds the retail price for a covered prescription drug and the availability of a more affordable alternative drug;\n\n(viii) A decision by the pharmacy to refuse to accept pharmacy benefit manager payment for the dispensing of an individual prescription on the basis of an aggregate pharmacy benefit manager payment of less than the pharmacy’s costs to provide the service; or\n\n(ix) The financial details of a prescription claim;\n\n(b) Prohibit, restrict, or penalize in any way a pharmacy or pharmacist from disclosing information to the department, law enforcement, or state and federal governmental officials, provided that the recipient of the information represents that it has the authority, to the extent provided by state or federal law, to maintain proprietary information as confidential and before disclosure of information designated as confidential, the pharmacist or pharmacy marks as confidential any document in which the information appears or requests confidential treatment for any oral communication of the information;\n\n(c) Communicate at the point-of-sale, or otherwise require, a cost- sharing obligation for the covered person in an amount that exceeds the lesser of:\n\n(i) The applicable cost-sharing amount under the applicable pharmacy benefits plan or program; or\n\n(ii) The amount that will be retained by the pharmacy;\n\n(d) Transfer or share records relative to prescription information containing patient-identifiable or prescriber-identifiable data to an affiliated pharmacy for any commercial purpose other than the limited purposes of facilitating pharmacy reimbursement, formulary compliance, or utilization review on behalf of the applicable pharmacy benefits plan or program;\n\n(e) Fail to make any payment due to a pharmacy for an adjudicated claim with a date of service before the effective date of a pharmacy’s termination from a pharmacy benefit network, unless payments are withheld because of fraud, waste, or abuse on the part of the pharmacy or except as otherwise required by law; or\n\n(f) Terminate the contract of, penalize, or disadvantage a pharmacist or pharmacy solely due to a pharmacist or pharmacy:\n\n(i) Disclosing information about pharmacy benefit manager practices in accordance with this section;\n\n(ii) Exercising any of its prerogatives pursuant to this section; or\n\n(iii) Sharing any portion, or all, of the pharmacy benefit manager contract with the department of insurance pursuant to a complaint or a query regarding whether the contract is in compliance with the provisions of this section.\n\n(15) In complying with the requirements of this section, a pharmacy benefit manager or its agents, and the director or the director’s agents, shall not directly or indirectly publish or otherwise disclose any information reported to the director under this section that would reveal: the identity of a specific pharmacy benefits plan, program, or pharmaceutical manufacturer; the prices charged for a specific drug or class of drugs; the amount of any rebates provided for a specific drug or class of drugs or the pharmaceutical manufacturer; or information that would otherwise have the potential to compromise the financial, competitive, or proprietary nature of such information. Any such information shall be protected from disclosure as confidential and proprietary and shall not be regarded as a public record pursuant to section 74-101, Idaho Code. A pharmacy benefit manager shall impose the confidentiality protections and requirements of this section on any agent or downstream third party that performs health care or administrative services on behalf of the pharmacy benefit manager that may receive or have access to such information, and the director shall impose the confidentiality protections and requirements of this section on any agent or downstream third party directly or indirectly involved in the administration of this section that may receive or have access to such information.\n\n[41-349, added 2020, ch. 117, sec. 1, p. 368; am. 2023, ch. 232, sec. 1, p. 717; am. 2024, ch. 247, sec. 1, p. 873.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-349/"
    },
    {
      "id": "section-41-350",
      "number": "41-350",
      "heading": "",
      "text": "41-350 END ORGAN HARVESTING ACT. (1) This section shall apply only to a health benefit plan that provides benefits for medical or surgical expenses incurred as a result of a health condition, accident, or sickness, including an individual, group, blanket, or franchise insurance policy or insurance agreement, a group hospital service contract, or an individual group evidence of coverage or similar coverage document that is offered by:\n\n(a) An insurance company;\n\n(b) A group hospital service corporation operating pursuant to chapter 34, title 41, Idaho Code;\n\n(c) A managed care organization operating pursuant to chapter 39, title 41, Idaho Code;\n\n(d) A multiple employer welfare arrangement that holds a certificate of registration pursuant to section 41-4002(8), Idaho Code;\n\n(e) A fraternal benefit society operating pursuant to chapter 32, title 41, Idaho Code; or\n\n(f) An exchange operating pursuant to chapter 61, title 41, Idaho Code.\n\n(2) Notwithstanding any other law to the contrary, this chapter applies to:\n\n(a) A small employer health benefit plan subject to chapter 47, title 41, Idaho Code;\n\n(b) A standard health benefit plan issued pursuant to chapter 52, title 41, Idaho Code;\n\n(c) The state medicaid program pursuant to section 56-263, Idaho Code;\n\n(d) The children’s health insurance program pursuant to sections 56-238 and 56-239, Idaho Code; and\n\n(e) Health and accident coverage provided by a risk retention group pursuant to chapter 48, title 41, Idaho Code.\n\n(3) A health benefit plan issuer shall not cover a human organ transplant or post-transplant care if:\n\n(a) The transplant operation is performed in the People’s Republic of China or another country known to have participated in forced organ harvesting, as designated by the administrator of the division of public health in the department of health and welfare; or\n\n(b) The human organ to be transplanted was procured by sale or donation originating in the People’s Republic of China or another country known to have participated in forced organ harvesting, as designated by the administrator of the division of public health in the department of health and welfare.\n\n(4) The administrator of the division of public health in the department of health and welfare may designate additional countries with governments that fund, sponsor, or otherwise facilitate forced organ harvesting and shall provide written notice to the director of the department of health and welfare when the administrator of the division of public health designates an additional country.\n\n(5) For the purposes of this section, \"forced organ harvesting\" means the removal of one (1) or more organs from a living person, or from a person killed for the purpose of removal of one (1) or more organs, by means of coercion, abduction, deception, fraud, or abuse of power over a position of vulnerability.\n\n[41-350, added 2024, ch. 318, sec. 2, p. 1052.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-350/"
    },
    {
      "id": "section-41-351",
      "number": "41-351",
      "heading": "",
      "text": "41-351. 340B DRUG PRICING PROGRAM REPORTING. (1) As used in this section, \"340B covered entity\" means an entity authorized to participate in the federal 340B drug pricing program under section 340B(a)(4) of the federal public health service act.\n\n(2) Before April 1 of each year, a 340B covered entity shall report the following information to the state department of health and welfare, the state controller’s office, and the attorney general concerning the 340B covered entity’s participation in the federal 340B drug pricing program for the previous calendar year:\n\n(a) The name of the covered 340B entity;\n\n(b) The aggregate acquisition cost for prescription drugs obtained under the 340B program;\n\n(c) The aggregate payment amount received for drugs obtained under the 340B program and dispensed to patients;\n\n(d) The aggregate payment made to pharmacies under contract to dispense drugs obtained under the 340B program;\n\n(e) The number of claims for prescription drugs described in paragraph (c) of this subsection; and\n\n(f) How the 340B covered entity uses any savings from participating in the 340B program, including the amount of savings used for the provision of charity care, community benefits, or a similar program of providing unreimbursed health care to the indigent.\n\n(3) The information required to be reported pursuant to subsection (2) of this section shall be reported by payer type, including the following:\n\n(a) Commercial;\n\n(b) Medicaid; and\n\n(c) Medicare.\n\n(4) The data submitted in the reports required pursuant to subsection (2) of this section is confidential and shall not be made available for public inspection.\n\n(5) Before November 15 of each year, the state controller’s office shall prepare a report that aggregates the data submitted pursuant to subsection (2) of this section and:\n\n(a) Submit the report to the legislative council in an electronic format; and\n\n(b) Make such report available on the transparent Idaho website.\n\n(6) The attorney general may use the information in the reports required pursuant to subsection (2) of this section for the purposes of investigating medicaid fraud and ensuring compliance with health resources and service administration requirements.\n\n[41-351, added 2025, ch. 246, sec. 1, p. 1098.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-3/section-41-351/"
    }
  ]
}