{
  "state": "idaho",
  "path": "title-title-41/chapter-chapter-26",
  "sections": [
    {
      "id": "section-41-2603",
      "number": "41-2603",
      "heading": "",
      "text": "41-2603. JUSTIFICATION OF SURETY — DIRECTOR’S CERTIFICATE AS EVIDENCE. (1) The director is authorized to issue to any person applying therefor, a certificate showing that any surety insurer that has complied with the laws of the state of Idaho is qualified to do a surety business in this state, and stating the general terms of the risks authorized to be so written.\n\n(2) Any such certificate or any certified copy of any uncanceled certificate, shall be received in evidence as a sufficient justification of such surety and its authority to do business in this state: provided, however, that the certificate of the county recorder to any such certified copy, or any certificate furnished directly by the director to an applicant therefor, must bear a date the same as, or later than the date of the bond, undertaking or obligation upon which justification is being made.\n\n[41-2603, added 1961, ch. 330, sec. 556, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2603/"
    },
    {
      "id": "section-41-2604",
      "number": "41-2604",
      "heading": "",
      "text": "41-2604. MAY BE SOLE SURETY ON BONDS. Whenever any bond, undertaking, recognizance or other obligation is by law, or by the charter, ordinances, rules or regulations of any municipality, board, body, organization, court, judge or public officer, required or permitted to be made, given, tendered or filed with surety or sureties, and whenever the performance of any act, duty or obligation, or the refraining from any act is required or permitted to be guaranteed, such bond, undertaking, obligation, recognizance or guaranty may be executed by a surety insurer qualified as in this code provided. Execution by such insurer of such bond, undertaking, obligation, recognizance or guaranty shall be in all respects a full and complete compliance with every requirement of every law, charter, ordinance, rule or regulation that such bond, undertaking, obligation, recognizance or guaranty shall be executed by one surety or by one or more sureties, or that such sureties shall be residents or householders, or freeholders, or either or both, or possess any other qualifications. All courts, judges, heads of departments, boards, bodies, municipalities and public officers of every character shall accept and treat such bond, undertaking, obligation, recognizance or guaranty, when so executed by such insurer, as conforming to, and fully and completely complying with every such requirement of every such law, charter, ordinance, rule or regulation.\n\n[41-2604, added 1961, ch. 330, sec. 557, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2604/"
    },
    {
      "id": "section-41-2605",
      "number": "41-2605",
      "heading": "",
      "text": "41-2605. CERTIFICATE AS EVIDENCE OF AUTHORITY TO BE SOLE SURETY. The certificate of authority of a surety insurer, issued as provided under this code, shall be evidence of the authority of the insurer to become and to be accepted as sole surety on all private bonds and contracts, and on all bonds, undertakings, recognizances and obligations required or permitted by law or the charter, ordinances, rules or regulations of any municipality, board, body, organization or public officer and of the solvency and credit of such insurer for all authorized purposes and its sufficiency as such surety.\n\n[41-2605, added 1961, ch. 330, sec. 558, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2605/"
    },
    {
      "id": "section-41-2606",
      "number": "41-2606",
      "heading": "",
      "text": "41-2606. PREMIUMS ON BONDS — ALLOWANCE AS EXPENSE COSTS — LIMIT AS TO AMOUNT. (1) Any assignee, receiver, trustee, committee, guardian, curator, executor, administrator or other fiduciary required as such by law or the order of any court or judge to give bond or undertaking, may include as a part of the lawful expense of executing his trust such sum, paid to a surety insurer or to surety insurers authorized under the laws of this state to do so for becoming his surety on such bond or undertaking, as may be allowed by the court in which, or a judge before whom, he is required to account; and such court or judge shall allow in the settlement of the account of any such fiduciary the premium or premiums so paid to any such insurer or insurers, but not to exceed the premium for such bond or undertaking filed by such insurer or insurers with the director.\n\n(2) In all other cases where, by the provisions of law, a corporate surety or guarantor is given or required as to an official bond except as to notaries public, the premium to be paid to any such insurer or insurers for becoming such surety or guarantor shall be paid out of the general funds of the divisions of government by or for which the person or persons covered by such bond or undertaking was appointed or elected, but the premiums shall in no case exceed the premiums filed by such insurer or insurers with the director for the individual, schedule or blanket bonds given or required.\n\n[41-2606, added 1961, ch. 330, sec. 559, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2606/"
    },
    {
      "id": "section-41-2607",
      "number": "41-2607",
      "heading": "",
      "text": "41-2607. BOND PREMIUMS AS PART OF COSTS IN ACTIONS AND PROCEEDINGS. In all actions and proceedings a party entitled to recover disbursements therein shall be allowed and may tax and recover such sum paid a surety insurer authorized under the laws of this state to do so for executing any bond, recognizance, undertaking, stipulation or other obligation therein, not exceeding, however, one percent (1%) on the amount of the liability upon such bond, recognizance, undertaking, stipulation, or other obligation during each year the same has been in force.\n\n[41-2607, added 1961, ch. 330, sec. 560, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2607/"
    },
    {
      "id": "section-41-2608",
      "number": "41-2608",
      "heading": "",
      "text": "41-2608. DEPOSIT FOR PROTECTION OF SURETY. It shall be lawful for any party of whom a bond, undertaking or other obligation is required to agree with his surety or sureties for the deposit of any or all moneys and assets for which such surety or sureties are or may be held responsible with a bank, savings bank, safe deposit or trust company authorized by law to do business as such, or other depository approved by the court or a judge thereof, if such deposit is otherwise proper, for the safe keeping thereof and in such manner as to prevent the withdrawal of such moneys and assets or any part thereof without the written consent of such surety or sureties or an order of the court or a judge thereof, made on such notice to such surety or sureties as such court or judge may direct.\n\n[41-2608, added 1961, ch. 330, sec. 561, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2608/"
    },
    {
      "id": "section-41-2609",
      "number": "41-2609",
      "heading": "",
      "text": "41-2609. RELEASE OF SURETY ON CERTAIN OFFICIAL BONDS. (1) The surety or the representative of any surety, upon the bond of any trustee, committee, guardian, assignee, receiver, executor or administrator, or other fiduciary, may apply by petition to the court wherein such bond is directed to be filed, or which may have jurisdiction of such trustee, committee, guardian, assignee, receiver, executor or administrator, praying to be relieved from further liability as such surety, for the acts or omissions of the trustee, committee, guardian, assignee, receiver, executor or administrator or other fiduciary, which may occur after the date of the order relieving such surety to be granted as herein provided for, and to require such trustee, committee, guardian, assignee, receiver, executor or administrator, or other fiduciary, to show cause why he should not account and said surety be relieved from such further liability as aforesaid, and said principal be required to give a new bond.\n\n(2) Upon the filing of such petition, the court shall issue such order returnable at such time and place and to be served in such manner as the court shall direct, and may restrain such trustee, committee, guardian, assignee, receiver, executor or administrator or other fiduciary from acting except in such manner as it may direct to preserve the trust estate.\n\n(3) Upon the return of the order to show cause, if the principal in the bond accounts in due form of law and files a new bond duly approved, then the court must make an order releasing the surety filing the petition as aforesaid, from liability upon the bond for any subsequent act or default of the principal. In default of the principal thus accounting and filing the new bond, the court shall make an order directing such trustee, committee, guardian, assignee, receiver, executor or administrator, or fiduciary to account in due form of law within thirty (30) days, and that if the trust fund or estate shall be found or made good and paid over or properly secured, such surety shall be discharged from any and all further liability as such for the subsequent acts or omissions of the trustee, committee, guardian, assignee, receiver, executor, or administrator, or fiduciary, after the date of the surety being so relieved or discharged and discharging such trustee, committee, guardian, assignee, receiver, executor or administrator, or fiduciary.\n\n[41-2609, added 1961, ch. 330, sec. 562, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2609/"
    },
    {
      "id": "section-41-2610",
      "number": "41-2610",
      "heading": "",
      "text": "41-2610. ESTOPPEL TO DENY CORPORATE POWER. Any insurer giving any bond or recognizance referred to in sections 41-2604 through 41-2608 shall be estopped, in any proceeding to enforce the liability which it has assumed to incur, to deny its corporate power to execute such instrument or assume such liability.\n\n[41-2610, added 1961, ch. 330, sec. 563, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2610/"
    },
    {
      "id": "section-41-2612",
      "number": "41-2612",
      "heading": "",
      "text": "41-2612. RELEASE OF SURETY ON BOND OF LICENSEE OR PERMITTEE. (1) The surety or the representative of any surety upon any bond given on behalf or for the use and benefit of any person, firm, copartnership, association or corporation as a licensee or permittee under any law of the state of Idaho, or any municipality thereof, desiring to be released from subsequent liability and responsibility on such bond, shall serve a written notice upon the principal of such bond that on and after twenty (20) days from the date of service of such notice, the surety will withdraw as surety on such bond, and a copy of such notice shall forthwith be served upon the official with whom such bond is filed.\n\n(2) Such notice shall be served personally upon the principal if found within the state of Idaho, and if not, by registered mail directed to the principal at his last known address. If the principal cannot be served either personally or by registered mail, service shall be made by publication of the notice in a newspaper of general circulation in the county of the residence or principal place of business of the principal, once a week for a period of two consecutive weeks. Service upon the principal shall be complete one week from the date of the last publication. The affidavit of the persons so serving such notice, with the registered return receipt card attached thereto, if such service has been made by mail, or the affidavit of the publisher of the newspaper, shall be sufficient proof of service of such notice.\n\n(3) Proof of such service shall be filed with the official having custody of the bond and the liability of the surety shall cease after a period of twenty (20) days from the date of the service of such notice on the principal. If the principal fails within such twenty (20) day period to file with the proper official a new bond the permit or license shall be canceled and terminated.\n\n[41-2612, added 1961, ch. 330, sec. 565, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2612/"
    },
    {
      "id": "section-41-2611",
      "number": "41-2611",
      "heading": "",
      "text": "41-2611. DEDUCTION OF BOND PREMIUM FROM WAGES OF EMPLOYEES. No firm, individual, railroad or other corporation doing business within this state shall collect or retain from the wages of the persons in their employ the cost of any guaranty or security furnished the said firm, individual or railroad or other corporation, covering the said employees, unless such employees shall have agreed to pay the premium on such guaranty or security.\n\n[41-2611, added 1961, ch. 330, sec. 564, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2611/"
    },
    {
      "id": "section-41-2613",
      "number": "41-2613",
      "heading": "",
      "text": "41-2613. SURETY COMPANIES AUTHORIZED TO BECOME SURETY UNDER ARREST BOND CERTIFICATE — CERTIFICATE AS CASH BAIL. (A) Right of qualified surety company to become surety with respect to guaranteed arrest bond certificates.\n\n(1) Any domestic or foreign surety company which has qualified to transact surety business in this state by complying with the provisions of title 41, Idaho Code, may, in any year, become surety in an amount not to exceed two hundred ($200) dollars with respect to any guaranteed arrest bond certificates issued in such year by an automobile club or association by filing with the department of insurance of this state an undertaking thus to become surety.\n\n(2) Such undertaking shall be in form to be prescribed by the director of the department of insurance and shall state the following:\n\n(a) The name and address of the automobile club or clubs or automobile association or associations with respect to the guaranteed arrest bond certificates of which the surety company undertakes to be surety.\n\n(b) The unqualified obligation of the surety company to pay the fine or forfeiture in an amount not to exceed two hundred ($200) dollars of any person who, after posting a guaranteed arrest bond certificate with respect to which the surety company has undertaken to be surety, fails to make the appearance to guarantee which the guaranteed arrest bond certificate was posted.\n\n(3) The term \"guaranteed arrest bond certificate,\" as used herein, means any printed card or other certificate issued by an automobile club or association to any of its members, which said card or certificate is signed by such member and contains a printed statement that such automobile club or association and a surety company guarantee the appearance of the person whose signature appears on the card or certificate and that they will, in the event of failure of said person to appear in court at the time of trial, pay any fine or forfeiture imposed on such person in an amount not to exceed two hundred ($200) dollars.\n\n(B) Guaranteed arrest bond certificates as cash bail. Any guaranteed arrest bond certificate with respect to which a surety company has become surety, as provided in section (A) hereof shall, when posted by the person whose signature appears thereon, be accepted in lieu of cash bail in an amount not to exceed two hundred ($200) dollars, as a bail bond, to guarantee the appearance of such person in any court, including municipal courts, in this state, at such time as may be required by the court, when such person is arrested for violation of any motor vehicle law of this state or ordinance of any municipality in this state (except for the offense of driving while intoxicated or for any felony) committed prior to the date of expiration shown on such guaranteed arrest bond certificates; provided, that any such guaranteed arrest bond certificate so posted as a bail bond in any court in this state shall be subject to the forfeiture and enforcement provisions with respect to bail bonds posted in criminal cases under the law as it now exists or may hereafter be amended, and that any such guaranteed arrest bond certificate posted as a bail bond in any municipal court in this state shall be subject to the forfeiture and enforcement provisions of the charter or ordinance of the particular municipality pertaining to bail bonds posted.\n\n[I.C., sec. 41-2613, as added by 1963, ch. 36, sec. 1, p. 183.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-26/section-41-2613/"
    }
  ]
}