{
  "state": "idaho",
  "path": "title-title-41/chapter-chapter-5",
  "sections": [
    {
      "id": "section-41-501",
      "number": "41-501",
      "heading": "",
      "text": "41-501. DEFINITIONS NOT MUTUALLY EXCLUSIVE. It is intended that certain insurance coverages may come within the definitions of two (2) or more kinds of insurance as defined in this chapter, and the inclusion of such coverage within one (1) definition shall not exclude it as to any other kind of insurance within the definition of which such coverage is likewise reasonably includable.\n\n[41-501, added 1961, ch. 330, sec. 110, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-501/"
    },
    {
      "id": "section-41-502",
      "number": "41-502",
      "heading": "",
      "text": "41-502. \"LIFE INSURANCE\" DEFINED. \"Life insurance\" is insurance on human lives. The transaction of life insurance includes also the granting of endowment benefits, additional benefits in event of death or dismemberment by accident or accidental means, additional benefits in event of the insured’s disability, and optional modes of settlement of proceeds of life insurance. Life insurance does not include workmen’s compensation coverages.\n\n[41-502, added 1961, ch. 330, sec. 111, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-502/"
    },
    {
      "id": "section-41-503",
      "number": "41-503",
      "heading": "",
      "text": "41-503. \"DISABILITY INSURANCE\" DEFINED. (1) \"Disability insurance\" includes:\n\n(a) Insurance of human beings against bodily injury, disablement, or death by accident or accidental means, or the expense thereof, or against disablement or expense resulting from sickness, and every insurance appertaining thereto. Disability insurance does not include worker’s compensation coverages; and\n\n(b) A managed care plan for which a certificate of authority is required pursuant to chapter 39, title 41, Idaho Code.\n\n[41-503, added 1961, ch. 330, sec. 112, p. 645; am. 1997, ch. 204, sec. 36, p. 606.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-503/"
    },
    {
      "id": "section-41-504",
      "number": "41-504",
      "heading": "",
      "text": "41-504. \"PROPERTY INSURANCE\" DEFINED. \"Property insurance\" is insurance on real or personal property of every kind and of every interest therein, whether on land, water, or in the air, against loss or damage from any and all hazard or cause, and against loss consequential upon such loss or damage, other than noncontractual legal liability for any such loss or damage. Property insurance does not include title insurance, as defined in section 41-508.\n\n[41-504, added 1961, ch. 330, sec. 113, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-504/"
    },
    {
      "id": "section-41-505",
      "number": "41-505",
      "heading": "",
      "text": "41-505. \"MARINE AND TRANSPORTATION INSURANCE\" DEFINED. \"Marine and transportation insurance\" includes:\n\n(1) Insurance against any kind of loss or damage to:\n\n(a) Vessels, craft, aircraft, cars, automobiles and vehicles of every kind, as well as all goods, freights, cargoes, merchandise, effects, disbursements, profits, moneys, bullion, precious stones, securities, choses in action, evidences of debt, valuable papers, bottomry and respondentia interests and all other kinds of property and interests therein, in respect to, appertaining to or in connection with any and all risks or perils of navigation, transit, or transportation, including war risks, on or under any seas or other waters, on land or in the air, or while being assembled, packed, crated, baled, compressed or similarly prepared for shipment or while awaiting the same or during any delays, storage, transshipment, or reshipment incident thereto, including marine builder’s risks and all personal property floater risks, and\n\n(b) Person or to property in connection with or appertaining to a marine, inland marine, transit or transportation insurance, including liability for loss of or damage to either, arising out of or in connection with the construction, repair, operation, maintenance or use of the subject matter of such insurance (but not including life insurance or surety bonds nor insurance against loss by reason of bodily injury to the person arising out of the ownership, maintenance or use of automobiles), and\n\n(c) Precious stones, jewels, jewelry, gold, silver and other precious metals, whether used in business or trade or otherwise and whether the same be in course of transportation or otherwise, and\n\n(d) Bridges, tunnels and other instrumentalities of transportation and communication (excluding buildings, their furniture and furnishings, fixed contents and supplies held in storage) unless fire, tornado, sprinkler leakage, hail, explosion, earthquake, riot and/or civil commotion are the only hazards to be covered; piers, wharves, docks and slips, excluding the risks of fire, tornado, sprinkler leakage, hail, explosion, earthquake, riot and/or civil commotion; other aids to navigation and transportation, including dry docks and marine railways, against all risks.\n\n(2) \"Marine protection and indemnity insurance,\" meaning insurance against, or against legal liability of the insured for, loss, damage or expense arising out of, or incident to, the ownership, operation, chartering, maintenance, use, repair or construction of any vessel, craft or instrumentality in use in ocean or inland waterways, including liability of the insured for personal injury, illness or death or for loss of or damage to the property of another person.\n\n[41-505, added 1961, ch. 330, sec. 114, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-505/"
    },
    {
      "id": "section-41-506",
      "number": "41-506",
      "heading": "",
      "text": "41-506. \"CASUALTY INSURANCE\" DEFINED. (1) \"Casualty insurance\" includes:\n\n(a) Vehicle insurance. Insurance against loss of or damage to any land vehicle or aircraft or any draft or riding animal or to property while contained therein or thereon or being loaded or unloaded therein or therefrom, from any hazard or cause, and against any loss, liability or expense resulting from or incidental to ownership, maintenance or use of any such vehicle, aircraft or animal; and provision of medical, hospital, surgical, disability benefits to injured persons and funeral and death benefits to dependents, beneficiaries, or personal representatives of persons killed, irrespective of legal liability of the insured, when issued as an incidental coverage with or supplemental to insurance on the vehicle, aircraft or animal.\n\n(b) Automobile guaranty. Insurance of the mechanical condition, or freedom from defective or worn parts or equipment, of motor vehicles.\n\n(c) Liability insurance. Insurance against legal liability for the death, injury, or disability of any human being, or for damage to property; and provision of medical, hospital, surgical, disability benefits to injured persons and funeral and death benefits to dependents, beneficiaries or personal representatives of persons killed, irrespective of legal liability of the insured, when issued as an incidental coverage with or supplemental to liability insurance.\n\n(d) Workmen’s compensation. Insurance of the obligations accepted by, imposed upon, or assumed by employers under law for death, disablement, or injury of employees.\n\n(e) Burglary and theft. Insurance against loss or damage by burglary, theft, larceny, robbery, forgery, fraud, vandalism, malicious mischief, confiscation, or wrongful conversion, disposal, or concealment, or from any attempt at any of the foregoing; including supplemental coverage for medical, hospital, surgical, and funeral expense incurred by the named insured or any other person as a result of bodily injury during the commission of a burglary, robbery, or theft by another; also insurance against loss of or damage to moneys, coins, bullion, securities, notes, drafts, acceptances, or any other valuable papers and documents, resulting from any cause.\n\n(f) Personal property floater. Insurance upon personal effects against loss or damage from any cause, under a personal property floater.\n\n(g) Glass. Insurance against loss or damage to glass, including its lettering, ornamentation, and fittings.\n\n(h) Boiler and machinery. Insurance against any liability and loss or damage to property or interest resulting from accidents to or explosions of boilers, pipes, pressure containers, machinery, or apparatus, and to make inspection of and issue certificates of inspection upon boilers, machinery, and apparatus of any kind, whether or not insured.\n\n(i) Leakage and fire extinguishing equipment. Insurance against loss or damage to any property or interest caused by the breakage or leakage of sprinklers, hoses, pumps, and other fire extinguishing equipment or apparatus, water pipes or containers, or by water entering through leaks or openings in buildings, and insurance against loss or damage to such sprinklers, hoses, pumps, and other fire extinguishing equipment or apparatus.\n\n(j) Credit. Insurance against loss or damage resulting from failure of debtors to pay their obligations to the insured.\n\n(k) Malpractice. Insurance against legal liability of the insured, and against loss, damage, or expense incidental to a claim of such liability, and including medical, hospital, surgical, and funeral benefits to injured persons, irrespective of legal liability of the insured, arising out of the death, injury or disablement of any person, or arising out of damage to the economic interest of any person, as the result of negligence in rendering expert, fiduciary, or professional service.\n\n(l) Congenital defects. Insurance against congenital defects in human beings.\n\n(m) Livestock. Insurance against loss or damage to livestock, and services of a veterinary for such animals.\n\n(n) Elevator. Insurance against loss of or damage to any property of the insured, resulting from the ownership, maintenance or use of elevators, except loss or damage by fire, and to make inspections of and issue certificates of inspection upon, elevators.\n\n(o) Entertainments. Insurance indemnifying the producer of any motion picture, television, radio, theatrical, sport, spectacle, entertainment, or similar production, event, or exhibition against loss from interruption, postponement, or cancelation thereof due to death, accidental injury, or sickness of performers, participants, directors, or other principals.\n\n(p) Failure to file certain instruments. Insurance against loss resulting from failure to file or record written instruments affecting the title of or creating a lien upon personal property.\n\n(q) Miscellaneous. Miscellaneous casualty insurance shall include, but not be limited to, credit unemployment insurance indemnifying a debtor for installment or other periodic payments on the indebtedness while a debtor suffers a loss of income due to involuntary unemployment. Insurance against any other kind of loss, damage, or liability properly a subject of insurance and not within any other kind of insurance as defined in this chapter, if such insurance is not disapproved by the director as being contrary to law or public policy.\n\n(2) Provision of medical, hospital, surgical, and funeral benefits, and of coverage against accidental death or injury, as incidental to and part of other insurance as stated under subdivisions (a) (vehicle), (c) (liability), (e) (burglary), and (k) (malpractice) of subsection (1) shall for all purposes be deemed to be the same kind of insurance to which it is so incidental, and shall not be subject to provisions of this code applicable to life or disability insurances.\n\n[41-506, added 1961, ch. 330, sec. 115, p. 645; am. 1979, ch. 314, sec. 1, p. 846.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-506/"
    },
    {
      "id": "section-41-507",
      "number": "41-507",
      "heading": "",
      "text": "41-507. \"SURETY INSURANCE\" DEFINED. \"Surety insurance\" includes:\n\n(1) Fidelity insurance, which is insurance guaranteeing the fidelity of persons holding positions of public or private trust.\n\n(2) Insurance or guaranty of the obligations of employers under workmen’s compensation laws.\n\n(3) Insurance guaranteeing the performance of contracts, other than insurance policies, and guaranteeing and executing bonds, undertakings, and contracts of suretyship.\n\n(4) Insurance indemnifying banks, bankers, brokers, financial or moneyed corporations or associations against loss, resulting from any cause, of bills of exchange, notes, bonds, securities, evidences of debt, deeds, mortgages, warehouse receipts or other valuable papers, documents, money, precious metals and articles made therefrom, jewelry, watches, necklaces, bracelets, gems, precious and semiprecious stones, including any loss while the same are being transported in armored motor vehicles, or by messenger, but not including any other risks of transportation or navigation; also insurance against loss or damage to such an insured’s premises or to his furniture, furnishings, fixtures, equipment, safes, and vaults therein, caused by burglary, robbery, theft, vandalism or malicious mischief, or any attempt thereat.\n\n[41-507, added 1961, ch. 330, sec. 116, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-507/"
    },
    {
      "id": "section-41-508",
      "number": "41-508",
      "heading": "",
      "text": "41-508. \"TITLE INSURANCE\" DEFINED. (1) \"Title insurance\" is the certification or guarantee of title or ownership, or insurance of owners of property or others having an interest therein or liens or encumbrances thereon, against loss by encumbrance, or defective titles, or invalidity, or adverse claim to title. This definition shall not be deemed to apply as to the business of preparing and issuing abstracts of, but not certifying, guaranteeing, or insuring, title to or ownership of property or certifying to the validity of documents relative to such title.\n\n(2) A title insurer may also insure:\n\n(a) The identity, due execution, and validity of any note or bond secured by mortgage or deed of trust; and\n\n(b) The identity, due execution, validity and recording of any such mortgage or deed of trust.\n\n[41-508, added 1961, ch. 330, sec. 117, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-508/"
    },
    {
      "id": "section-41-509",
      "number": "41-509",
      "heading": "",
      "text": "41-509. LIMIT OF RISK. (1) No insurer shall retain any risk on any one subject of insurance, whether located or to be performed in this state or elsewhere, in an amount exceeding ten percent (10%) of its surplus to policyholders.\n\n(2) A \"subject of insurance\" for the purposes of this section, as to insurance against fire and hazards other than windstorm, earthquake and other catastrophic hazards, includes all properties insured by the same insurer which are customarily considered by underwriters to be subject to loss or damage from the same fire or the same occurrence of any other hazard insured against.\n\n(3) Reinsurance ceded as authorized by section 41-511, Idaho Code shall be deducted in determining risk retained. As to surety risks, deduction shall also be made of the amount assumed by any established incorporated cosurety and the value of any security deposited, pledged, or held subject to the surety’s consent and for the surety’s protection.\n\n(4) As to alien insurers, this section shall relate only to risks and surplus to policyholders of the insurer’s United States branch.\n\n(5) \"Surplus to policyholders\" for the purposes of this section, in addition to the insurer’s capital and surplus, shall be deemed to include any voluntary reserves which are not required pursuant to law, and shall be determined from the last sworn statement of the insurer on file with the director, or by the last report of examination of the insurer, whichever is the more recent at time of assumption of risk.\n\n(6) This section shall not apply to life or disability insurance, annuities, title insurance, insurance of wet marine and transportation risks, worker’s compensation insurance, employers’ liability coverages, nor to any policy or type of coverage as to which the maximum possible loss to the insurer is not readily ascertainable on issuance of the policy.\n\n[41-509, added 1961, ch. 330, sec. 118, p. 645; am. 2007, ch. 280, sec. 1, p. 811.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-509/"
    },
    {
      "id": "section-41-510",
      "number": "41-510",
      "heading": "",
      "text": "41-510. \"REINSURANCE\" DEFINED. \"Reinsurance\" is a contract under which an originating insurer (called the \"ceding\" insurer) procures insurance for itself in another insurer (called the \"assuming\" insurer or the \"reinsurer\") with respect to part or all of an insurance risk of the originating insurer.\n\n[41-510, added 1961, ch. 330, sec. 119, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-510/"
    },
    {
      "id": "section-41-511",
      "number": "41-511",
      "heading": "",
      "text": "41-511. AUTHORIZED REINSURANCE. (1) An insurer may accept reinsurance only of such risks, and retain risk thereon within such limits, as it is otherwise authorized to insure.\n\n(2) Except as provided in sections 41-512, 41-2856 (mergers and consolidations of stock insurers) and 41-2858, Idaho Code (bulk reinsurance, mutual insurers), an insurer may reinsure all or any part of any particular Idaho risk with an insurer authorized to transact such insurance in this state, or in any other solvent insurer approved or accepted by the director for the purpose of such reinsurance. The director shall not so approve or accept any such reinsurance by a ceding domestic insurer in an unauthorized insurer which he finds for good cause would be contrary to the interests of the policy holders or stockholders of such domestic insurer. The director shall not so approve any foreign reinsurer that possesses surplus as to policy holders in an amount less than that required under section 41-313, Idaho Code, of a foreign stock insurer authorized to transact in this state the same kind or kinds of insurance as that ceded.\n\n(3) Upon request of the director, a ceding insurer shall promptly inform the director in writing of the cancellation or any other material change of any of its reinsurance treaties or arrangements.\n\n(4) This section does not apply to marine and transportation insurance.\n\n[41-511, added 1961, ch. 330, sec. 120, p. 645; 1974, ch. 210, sec. 1, p. 1547; am. 1991, ch. 276, sec. 2, p. 716.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-511/"
    },
    {
      "id": "section-41-512",
      "number": "41-512",
      "heading": "",
      "text": "41-512. REINSURANCE BY IMPAIRED OR WITHDRAWING INSURERS — PENALTY FOR VIOLATION. (1) No authorized insurer whose capital stock (if a stock insurer) or required minimum surplus (if a mutual or reciprocal insurer) is impaired, or which is insolvent, or which is withdrawing from business in this state, shall reinsure its insurance in force on Idaho risks with any insurer not authorized to transact such insurance in this state, until the plan of such reinsurance has been submitted to the director and has been approved by him in writing.\n\n(2) The director shall approve such plan of reinsurance unless he finds that one or more of the following grounds for disapproval exist:\n\n(a) The proposed reinsurer is in unsound financial condition; or\n\n(b) The proposed reinsurance would not provide the Idaho policy holders involved, with reasonably adequate service; or\n\n(c) The proposed reinsurer could not qualify for a certificate of authority to transact such insurance in this state; or\n\n(d) The proposed reinsurance would be contrary to the interests of such Idaho policy holders.\n\n(3) No domestic insurer shall accept reinsurance of all or substantially all of the risks of another insurer unless the plan for such reinsurance has been submitted to and approved by the director, as provided in sections 41-2856 (mergers and consolidations of stock insurers) and 41-2858 (bulk reinsurance, mutual insurers).\n\n(4) Upon effectuation of any such reinsurance the reinsurer shall become liable to the insured under the policy for any loss occurring under the policy so reinsured, and shall, within a reasonable time after such effectuation, replace such policies with its own policies, or by endorsement on the original policies acknowledge liability thereunder. In the case of cancelation of such a policy after effectuation of the reinsurance, the reinsurer shall be liable to the insured thereunder for the return premium due.\n\n(5) Any person who acts for, or purports to act for, any insurer or reinsurer in violating any of the provisions of this section shall be guilty of a felony and, upon conviction, shall be punished by a fine of not exceeding ten thousand dollars ($10,000) or by imprisonment in the penitentiary for not exceeding ten (10) years, or by both such fine and imprisonment.\n\n[41-512, added 1961, ch. 330, sec. 121, p. 645.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-512/"
    },
    {
      "id": "section-41-513",
      "number": "41-513",
      "heading": "",
      "text": "41-513. \"SHARE AND DEPOSIT INSURANCE\" DEFINED. Share and deposit insurance is that form of contract which guarantees the redemption of shares and deposits in a bank or a savings and loan association to its account holders and/or which guarantees to members of credit unions the redemption of shares, share accounts and deposits in a credit union.\n\n[41-513, added 1983, ch. 177, sec. 3, p. 485.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-513/"
    },
    {
      "id": "section-41-514",
      "number": "41-514",
      "heading": "",
      "text": "41-514. PURPOSE. The purpose of sections 41-514 and 41-515, Idaho Code, is to protect the interest of insureds, claimants, ceding insurers, assuming insurers and the public generally. The legislature hereby declares its intent to ensure adequate regulation of insurers and reinsurers and adequate protection for those to whom they owe obligations. In furtherance of that state interest, the legislature hereby provides a mandate that upon the insolvency of a non-United States insurer or reinsurer that provides security to fund its United States obligations in accordance with this chapter, the assets representing the security shall be maintained in the United States, and claims shall be filed with and valued by the state insurance director with regulatory oversight, and the assets shall be distributed, in accordance with the insurance laws of the state in which the trust is domiciled that are applicable to the liquidation of domestic United States insurance companies. The legislature declares that the matters contained in this chapter are fundamental to the business of insurance in accordance with 15 U.S.C. 1011 and 1012.\n\n[41-514, added 2017, ch. 76, sec. 1, p. 197.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-514/"
    },
    {
      "id": "section-41-515",
      "number": "41-515",
      "heading": "",
      "text": "41-515. CREDIT FOR REINSURANCE. (1) Credit for reinsurance shall be allowed a domestic ceding insurer as either an asset or a reduction from liability on account of reinsurance ceded only when the reinsurer meets the requirements of paragraph (a), (b), (c), (d), (e), (f), or (g) of subsection (2) of this section and the requirements of section 41-515A, Idaho Code; provided further, that the director may adopt by rule pursuant to subsection (5)(a) of this section specific additional requirements relating to or setting forth:\n\n(a) The valuation of assets or reserve credits;\n\n(b) The amount and forms of security supporting reinsurance arrangements described in subsection (5)(a) of this section; and\n\n(c) The circumstances pursuant to which credit will be reduced or eliminated.\n\n(2) Credit shall be allowed under paragraph (a), (b), or (c) of this subsection only, as respects cessions of those kinds or classes of business which the assuming insurer is licensed or otherwise permitted to write or assume in its state of domicile or, in the case of a United States branch of an alien assuming insurer, in the state through which it is entered and licensed to transact insurance or reinsurance. Credit shall be allowed under paragraph (c) or (d) of this subsection only if the applicable requirements of paragraph (h) of this subsection have been satisfied.\n\n(a) Credit shall be allowed when the reinsurance is ceded to an assuming insurer that is licensed to transact insurance or reinsurance in this state.\n\n(b) Credit shall be allowed when the reinsurance is ceded to an assuming insurer that is accredited by the director as a reinsurer in this state. In order to be eligible for accreditation, a reinsurer must:\n\n(i) File with the director evidence of its submission to this state’s jurisdiction;\n\n(ii) Submit to this state’s authority to examine its books and records;\n\n(iii) Be licensed to transact insurance or reinsurance in at least one (1) state or, in the case of a United States branch of an alien assuming insurer, be entered through and licensed to transact insurance or reinsurance in at least one (1) state;\n\n(iv) File annually with the director a copy of its annual statement filed with the insurance department of its state of domicile and a copy of its most recent audited financial statement; and\n\n(v) Demonstrate to the satisfaction of the director that it has adequate financial capacity to meet its reinsurance obligations and is otherwise qualified to assume reinsurance from domestic insurers. An assuming insurer is deemed to meet this requirement as of the time of its application if it maintains a surplus as regards policyholders in an amount not less than twenty million dollars ($20,000,000) and its accreditation has not been denied by the director within ninety (90) days after submission of its application.\n\n(c) Credit shall be allowed when the reinsurance is ceded to an assuming insurer that is domiciled in, or in the case of a United States branch of an alien assuming insurer is entered through, a state that employs standards regarding credit for reinsurance substantially similar to those applicable under this statute and the assuming insurer or United States branch of an alien assuming insurer:\n\n(i) Maintains a surplus as regards policyholders in an amount not less than twenty million dollars ($20,000,000); and\n\n(ii) Submits to the authority of this state to examine its books and records.\n\nThe requirement of subparagraph (i) of this paragraph does not apply to reinsurance ceded and assumed pursuant to pooling arrangements among insurers in the same holding company system.\n\n(d) (i) Credit shall be allowed when the reinsurance is ceded to an assuming insurer that maintains a trust fund in a qualified United States financial institution, as defined in subsection (4)(b) of this section for the payment of the valid claims of its United States policyholders and ceding insurers, their assigns and successors in interest. The assuming insurer shall report annually to the director information substantially the same as that required to be reported on the national association of insurance commissioners (NAIC) annual statement form by licensed insurers to enable the director to determine the sufficiency of the trust fund. The assuming insurer shall submit to examination of its books and records by the director and bear the expense of examination.\n\n(ii) Credit for reinsurance shall not be granted under this paragraph, unless the form of the trust and any amendments to the trust have been approved by:\n\n1. The director of the state where the trust is domiciled; or\n\n2. The director of another state who, pursuant to the terms of the trust instrument, has accepted principal regulatory oversight of the trust.\n\nThe form of the trust and any trust amendments also shall be filed with the director of every state in which the ceding insurer beneficiaries of the trust are domiciled. The trust instrument shall provide that contested claims shall be valid and enforceable upon the final order of any court of competent jurisdiction in the United States. The trust shall vest legal title to its assets in its trustees for the benefit of the assuming insurer’s United States ceding insurers, their assigns and successors in interest. The trust and the assuming insurer shall be subject to examination as determined by the director. The trust shall remain in effect for as long as the assuming insurer has outstanding obligations due under the reinsurance agreements subject to the trust. No later than February 28 of each year, the trustees of the trust shall report to the director in writing the balance of the trust and listing the trust’s investments at the preceding year-end and shall certify the date of termination of the trust, if so planned, or certify that the trust shall not expire prior to the next following December 31.\n\n(iii) The following requirements apply to the following categories of assuming insurer:\n\n1. The trust fund for a single assuming insurer shall consist of funds in trust in an amount not less than the assuming insurer’s liabilities attributable to reinsurance ceded by United States ceding insurers and, in addition, the assuming insurer shall maintain a trusteed surplus of not less than twenty million dollars ($20,000,000), except as provided in subparagraph (iii)2. of this paragraph.\n\n2. At any time after the assuming insurer has permanently discontinued underwriting new business secured by the trust for at least three (3) full years, the director with principal regulatory oversight of the trust may authorize a reduction in the required trusteed surplus, but only after a finding, based on an assessment of the risk, that the new required surplus level is adequate for the protection of United States ceding insurers, policyholders and claimants in light of reasonably foreseeable adverse loss development. The risk assessment may involve an actuarial review, including an independent analysis of reserves and cash flows, and shall consider all material risk factors including, when applicable, the lines of business involved, the stability of the incurred loss estimates and the effect of the surplus requirements on the assuming insurer’s liquidity or solvency. The minimum required trusteed surplus may not be reduced to an amount less than thirty percent (30%) of the assuming insurer’s liabilities attributable to reinsurance ceded by United States ceding insurers covered by the trust.\n\n3. In the case of a group that includes incorporated and individual unincorporated underwriters:\n\n(A) For reinsurance ceded under reinsurance agreements with an inception, amendment or renewal date on or after January 1, 1993, the trust shall consist of a trusteed account in an amount not less than the respective underwriters’ several liabilities attributable to business ceded by United States domiciled ceding insurers to any underwriter of the group;\n\n(B) For reinsurance ceded under reinsurance agreements with an inception date on or before December 31, 1992, and not amended or renewed after that date, the trust shall consist of a trusteed account in an amount not less than the respective underwriters’ several insurance and reinsurance liabilities attributable to business written in the United States; and\n\n(C) In addition to these trusts, the group shall maintain in trust a trusteed surplus of which one hundred million dollars ($100,000,000) shall be held jointly for the benefit of United States ceding insurers of any member of the group for all years of the account.\n\nThe incorporated members of the group shall not be engaged in any business other than underwriting as a member of the group and shall be subject to the same level of solvency regulation and control by the group’s domiciliary regulator as are the unincorporated members. Within ninety (90) days after its financial statements are due to be filed with the group’s domiciliary regulator, the group shall provide to the director an annual certification by the group’s domiciliary regulator of the solvency of each underwriter member; or if certification is unavailable, financial statements prepared by independent public accountants of each underwriter member of the group.\n\n(iv) In the case of a group of incorporated underwriters under common administration, the group shall:\n\n1. Have continuously transacted an insurance business outside the United States for at least three (3) years immediately prior to making application for accreditation;\n\n2. Maintain aggregate policyholders’ surplus of ten billion dollars ($10,000,000,000);\n\n3. Maintain a trust fund in an amount not less than the group’s several liabilities attributable to business ceded by United States domiciled ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of the group;\n\n4. Maintain a joint trusteed surplus of which one hundred million dollars ($100,000,000) shall be held jointly for the benefit of United States domiciled ceding insurers of any member of the group as additional security for these liabilities; and\n\n5. Within ninety (90) days after its financial statements are due to be filed with the group’s domiciliary regulator, make available to the director an annual certification of each underwriter member’s solvency by the member’s domiciliary regulator and financial statements of each underwriter member of the group prepared by its independent public accountant.\n\n(e) Credit shall be allowed when the reinsurance is ceded to an assuming insurer that has been certified by the director as a reinsurer in this state and has secured its obligations in accordance with the following requirements:\n\n(i) In order to be eligible for certification, the assuming insurer must:\n\n1. Be domiciled and licensed to transact insurance or reinsurance in a qualified jurisdiction, as determined by the director pursuant to subparagraph (iii) of this paragraph;\n\n2. Maintain minimum capital and surplus, or the equivalent, in an amount to be determined by the director in accordance with section 41-515A, Idaho Code, or applicable rule;\n\n3. Maintain financial strength ratings from two (2) or more rating agencies deemed acceptable by the director in accordance with section 41-515A, Idaho Code, or applicable rule;\n\n4. Agree to submit to the jurisdiction of this state, appoint the director as its agent for service of process in this state and agree to provide security for one hundred percent (100%) of the assuming insurer’s liabilities attributable to reinsurance ceded by United States ceding insurers if it resists enforcement of a final United States judgment;\n\n5. Agree to meet applicable information filing requirements as determined by the director, both with respect to an initial application for certification and on an ongoing basis; and\n\n6. Satisfy any other requirements for certification deemed relevant by the director.\n\n(ii) An association including incorporated and individual unincorporated underwriters may be a certified reinsurer. In order to be eligible for certification, in addition to satisfying the requirements of subparagraph (i) of this paragraph:\n\n1. The association shall satisfy its minimum capital and surplus requirements through the capital and surplus equivalents (net of liabilities) of the association and its members, which shall include a joint central fund that may be applied to any unsatisfied obligation of the association or any of its members, in an amount determined by the director to provide adequate protection;\n\n2. The incorporated members of the association shall not be engaged in any business other than underwriting as a member of the association and shall be subject to the same level of regulation and solvency control by the association’s domiciliary regulator as are the unincorporated members; and\n\n3. Within ninety (90) days after its financial statements are due to be filed with the association’s domiciliary regulator, the association shall provide to the director an annual certification by the association’s domiciliary regulator of the solvency of each underwriter member; or if a certification is unavailable, financial statements, prepared by independent public accountants, of each underwriter member of the association.\n\n(iii) The director shall create and publish a list of qualified jurisdictions under which an assuming insurer licensed and domiciled in such jurisdiction is eligible to be considered for certification by the director as a certified reinsurer.\n\n1. In order to determine whether the domiciliary jurisdiction of a non-United States assuming insurer is eligible to be recognized as a qualified jurisdiction, the director shall evaluate the appropriateness and effectiveness of the reinsurance supervisory system of the jurisdiction, both initially and on an ongoing basis, and consider the rights, benefits and the extent of reciprocal recognition afforded by the non-United States jurisdiction to reinsurers licensed and domiciled in the United States. A qualified jurisdiction must agree to share information and cooperate with the director with respect to all certified reinsurers domiciled within that jurisdiction. A jurisdiction may not be recognized as a qualified jurisdiction if the director has determined that the jurisdiction does not adequately and promptly enforce final United States judgments and arbitration awards. Additional factors may be considered in the discretion of the director.\n\n2. A list of qualified jurisdictions shall be published through the NAIC committee process. The director shall consider this list in determining qualified jurisdictions. If the director approves a jurisdiction as qualified that does not appear on the list of qualified jurisdictions, the director shall provide thoroughly documented justification in accordance with criteria to be developed in section 41-515A, Idaho Code, or applicable rule.\n\n3. United States jurisdictions that meet the requirement for accreditation under the NAIC financial standards and accreditation program shall be recognized as qualified jurisdictions.\n\n4. If a certified reinsurer’s domiciliary jurisdiction ceases to be a qualified jurisdiction, the director has the discretion to suspend the reinsurer’s certification indefinitely, in lieu of revocation.\n\n(iv) The director shall assign a rating to each certified reinsurer, giving due consideration to the financial strength ratings that have been assigned by rating agencies deemed acceptable to the director in accordance with section 41-515A, Idaho Code, or applicable rule. The director shall publish a list of all certified reinsurers and their ratings.\n\n(v) A certified reinsurer shall secure obligations assumed from United States ceding insurers under this subsection at a level consistent with its rating, as specified under section 41-515A, Idaho Code, or rule as promulgated by the director.\n\n1. In order for a domestic ceding insurer to qualify for full financial statement credit for reinsurance ceded to a certified reinsurer, the certified reinsurer shall maintain security in a form acceptable to the director and consistent with the provisions of subsection (3) of this section, or in a multibeneficiary trust in accordance with paragraph (d) of this subsection, except as otherwise provided in this paragraph.\n\n2. If a certified reinsurer maintains a trust to fully secure its obligations subject to paragraph (d) of this subsection and chooses to secure its obligations incurred as a certified reinsurer in the form of a multibeneficiary trust, the certified reinsurer shall maintain separate trust accounts for its obligations incurred under reinsurance agreements issued or renewed as a certified reinsurer with reduced security as permitted by this paragraph or comparable laws of other United States jurisdictions and for its obligations subject to paragraph (d) of this subsection. It shall be a condition to the grant of certification under this paragraph that the certified reinsurer shall have bound itself by the language of the trust and agreement with the director with principal regulatory oversight of each such trust account to fund, upon termination of any such trust account, out of the remaining surplus of such trust, any deficiency of any other such trust account.\n\n3. The minimum trusteed surplus requirements provided in paragraph (d) of this subsection are not applicable with respect to a multibeneficiary trust maintained by a certified reinsurer for the purpose of securing obligations incurred under this paragraph, except that such trust shall maintain a minimum trusteed surplus of ten million dollars ($10,000,000).\n\n4. With respect to obligations incurred by a certified reinsurer under this subparagraph, if the security is insufficient, the director shall reduce the allowable credit by an amount proportionate to the deficiency and has the discretion to impose further reductions in allowable credit upon finding that there is a material risk that the certified reinsurer’s obligations will not be paid in full when due.\n\n5. For purposes of this subparagraph, a certified reinsurer whose certification has been terminated for any reason shall be treated as a certified reinsurer required to secure one hundred percent (100%) of its obligations. As used here, the term \"terminated\" refers to revocation, suspension, voluntary surrender and inactive status. If the director continues to assign a higher rating as permitted by other provisions of this section, this requirement does not apply to a certified reinsurer in inactive status or to a reinsurer whose certification has been suspended.\n\n(vi) If an applicant for certification has been certified as a reinsurer in an NAIC-accredited jurisdiction, the director has the discretion to defer to that jurisdiction’s certification and has the discretion to defer to the rating assigned by that jurisdiction, and such assuming insurer shall be considered to be a certified reinsurer in this state.\n\n(vii) A certified reinsurer that ceases to assume new business in this state may request to maintain its certification in inactive status in order to continue to qualify for a reduction in security for its in-force business. An inactive certified reinsurer shall continue to comply with all applicable requirements of subparagraph (v) of this paragraph, and the director shall assign a rating that takes into account, if relevant, the reasons why the reinsurer is not assuming new business.\n\n(f)(i) Credit shall be allowed when the reinsurance is ceded to an assuming insurer meeting each of the conditions set forth in this paragraph.\n\n1. The assuming insurer must have its head office or be domiciled in, as applicable, and be licensed in a reciprocal jurisdiction. \"Reciprocal jurisdiction\" means a jurisdiction that meets one (1) of the following:\n\n(A) A non-United States jurisdiction that is subject to an in-force covered agreement with the United States, each within its legal authority, or, in the case of a covered agreement between the United States and the European Union, is a member state of the European Union. For purposes of this subsection, a \"covered agreement\" means an agreement entered into pursuant to the Dodd-Frank Wall Street reform and consumer protection act, 31 U.S.C. 313 and 314, that is currently in effect or in a period of provisional application and addresses the elimination, under specified conditions, of collateral minimums as a condition for entering into any reinsurance agreement with a ceding insurer domiciled in this state or for allowing the ceding insurer to recognize credit for reinsurance;\n\n(B) A United States jurisdiction that meets accreditation under the NAIC financial standards and accreditation program; or\n\n(C) A qualified jurisdiction, as determined by the director pursuant to paragraph (e)(iii) of this subsection, that is not otherwise described in 1.(A) or 1.(B) of this subparagraph and that meets certain additional requirements, consistent with the terms and conditions of in-force covered agreements, as specified in section 41-515A, Idaho Code, or rule as promulgated by the director.\n\n2. The assuming insurer must have and maintain, on an ongoing basis, minimum capital and surplus, or its equivalent, calculated according to the methodology of its domiciliary jurisdiction, in an amount to be set forth in accordance with section 41-515A, Idaho Code, or applicable rule. If the assuming insurer is an association, including incorporated and individual unincorporated underwriters, it must have and maintain, on an ongoing basis, minimum capital and surplus equivalents (net of liabilities), calculated according to the methodology applicable in its domiciliary jurisdiction, and a central fund containing a balance in amounts to be set forth in accordance with section 41-515A, Idaho Code, or applicable rule.\n\n3. The assuming insurer must have and maintain, on an ongoing basis, a minimum solvency or capital ratio, as applicable, which will be set forth in accordance with section 41-515A, Idaho Code, or applicable rule. If the assuming insurer is an association, including incorporated and individual unincorporated underwriters, it must have and maintain, on an ongoing basis, a minimum solvency or capital ratio in the reciprocal jurisdiction where the assuming insurer has its head office or is domiciled, as applicable, and is also licensed.\n\n4. The assuming insurer must agree and provide adequate assurance to the director, in a form specified by the director pursuant to section 41-515A, Idaho Code, or applicable rule, as follows:\n\n(A) The assuming insurer must provide prompt written notice and explanation to the director if it falls below the minimum requirements set forth in paragraph (f)(i)2. or 3. of this subsection or if any regulatory action is taken against it for serious noncompliance with applicable law;\n\n(B) The assuming insurer must consent in writing to the jurisdiction of the courts of this state and to the appointment of the director as agent for service of process. The director may require that consent for service of process be provided to the director and included in each reinsurance agreement. Nothing in this provision shall limit, or in any way alter, the capacity of parties to a reinsurance agreement to agree to alternative dispute resolution mechanisms, except to the extent such agreements are unenforceable under applicable insolvency or delinquency laws;\n\n(C) The assuming insurer must consent in writing to pay all final judgments, wherever enforcement is sought, obtained by a ceding insurer or its legal successor, that have been declared enforceable in the jurisdiction where the judgment was obtained;\n\n(D) Each reinsurance agreement must include a provision requiring the assuming insurer to provide security in an amount equal to one hundred percent (100%) of the assuming insurer’s liabilities attributable to reinsurance ceded pursuant to that agreement if the assuming insurer resists enforcement of a final judgment that is enforceable under the law of the jurisdiction in which it was obtained or a properly enforceable arbitration award, whether obtained by the ceding insurer or by its legal successor on behalf of its resolution estate; and\n\n(E) The assuming insurer must confirm that it is not presently participating in any solvent scheme of arrangement that involves this state’s ceding insurers, and agree to notify the ceding insurer and the director and to provide security in an amount equal to one hundred percent (100%) of the assuming insurer’s liabilities to the ceding insurer, should the assuming insurer enter into such a solvent scheme of arrangement. Such security shall be in a form consistent with the provisions of subsection (2)(e) and subsection (3) of this section and as specified in section 41-515A, Idaho Code, or by the director in rule.\n\n5. The assuming insurer or its legal successor must provide, if requested by the director, on behalf of itself and any legal predecessors, certain documentation to the director, as specified in section 41-515A, Idaho Code, or by the director in rule.\n\n6. The assuming insurer must maintain a practice of prompt payment of claims under reinsurance agreements pursuant to criteria set forth in section 41-515A, Idaho Code, or by the director in rule.\n\n7. The assuming insurer’s supervisory authority must confirm to the director on an annual basis, as of the preceding December 31 or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, that the assuming insurer complies with the requirements set forth in paragraph (f)(i)2. and 3. of this subsection.\n\n8. Nothing in this provision precludes an assuming insurer from providing the director with information on a voluntary basis.\n\n(ii) The director shall timely create and publish a list of reciprocal jurisdictions.\n\n1. A list of reciprocal jurisdictions is published through the NAIC committee process. The director’s list shall include any reciprocal jurisdiction as defined under subparagraph (i)1.(A) or (B) of this paragraph and shall consider any other reciprocal jurisdiction included on the NAIC list. The director may approve a jurisdiction that does not appear on the NAIC list of reciprocal jurisdictions in accordance with criteria to be developed under section 41-515A, Idaho Code, or rules issued by the director.\n\n2. The director may remove a jurisdiction from the list of reciprocal jurisdictions upon a determination that the jurisdiction no longer meets the requirements of a reciprocal jurisdiction in accordance with section 41-515A, Idaho Code, or rules issued by the director, except that the director shall not remove from the list a reciprocal jurisdiction as defined under subparagraph (i)1.(A) or (B) of this paragraph. Upon removal of a reciprocal jurisdiction from this list, credit for reinsurance ceded to an assuming insurer that has its home office or is domiciled in that jurisdiction shall be allowed, if otherwise allowed pursuant to this section.\n\n(iii) The director shall timely create and publish a list of assuming insurers that have satisfied the conditions set forth in this subsection and to which cessions shall be granted credit in accordance with this subsection. The director may add an assuming insurer to such list if an NAIC-accredited jurisdiction has added such assuming insurer to a list of such assuming insurers or if, upon initial eligibility, the assuming insurer submits the information to the director as required under subparagraph (i)4. of this paragraph and complies with any additional requirements as provided by law or that the director may impose by rule, except to the extent that they conflict with an applicable covered agreement.\n\n(iv) If the director determines that an assuming insurer no longer meets one (1) or more of the requirements under this subsection, the director may revoke or suspend the eligibility of the assuming insurer for recognition under this subsection in accordance with procedures as provided by law or set forth in rule.\n\n1. While an assuming insurer’s eligibility is suspended, no reinsurance agreement issued, amended, or renewed after the effective date of the suspension qualifies for credit except to the extent that the assuming insurer’s obligations under the contract are secured in accordance with subsection (3) of this section.\n\n2. If an assuming insurer’s eligibility is revoked, no credit for reinsurance may be granted after the effective date of the revocation with respect to any reinsurance agreements entered into by the assuming insurer, including reinsurance agreements entered into prior to the date of revocation, except to the extent that the assuming insurer’s obligations under the contract are secured in a form acceptable to the director and consistent with the provisions of subsection (3) of this section.\n\n(v) If subject to a legal process of rehabilitation, liquidation, or conservation, as applicable, the ceding insurer or its representative may seek and, if determined appropriate by the court in which the proceedings are pending, may obtain an order that the assuming insurer post security for all outstanding ceded liabilities.\n\n(vi) Nothing in this subsection shall limit or in any way alter the capacity of parties to a reinsurance agreement to agree on requirements for security or other terms in that reinsurance agreement, except as expressly prohibited by this section or other applicable law or rule.\n\n(vii) Credit may be taken under this subsection only for reinsurance agreements entered into, amended, or renewed on or after July 1, 2021, and only with respect to losses incurred and reserves reported on or after the later of: the date on which the assuming insurer has met all eligibility requirements pursuant to subparagraph (i) of this paragraph and the effective date of the new reinsurance agreement, amendment, or renewal.\n\n1. This paragraph does not alter or impair a ceding insurer’s right to take credit for reinsurance, to the extent that credit is not available under this subsection, as long as the reinsurance qualifies for credit under any other applicable provision of this section.\n\n2. Nothing in this subsection shall authorize an assuming insurer to withdraw or reduce the security provided under any reinsurance agreement except as permitted by the terms of the agreement.\n\n3. Nothing in this subsection shall limit, or in any way alter, the capacity of parties to any reinsurance agreement to renegotiate the agreement.\n\n(g) Credit shall be allowed when the reinsurance is ceded to an assuming insurer not meeting the requirements of paragraph (a), (b), (c), (d), (e), or (f) of this subsection, but only with respect to the insurance of risks located in jurisdictions where such reinsurance is required by applicable law or regulation of that jurisdiction.\n\n(h) If the assuming insurer is not licensed, accredited or certified to transact insurance or reinsurance in this state, the credit permitted in paragraphs (c) and (d) of this subsection shall not be allowed unless the assuming insurer agrees in the reinsurance agreements:\n\n(i) That in the event of the failure of the assuming insurer to perform its obligations under the terms of the reinsurance agreement, the assuming insurer, at the request of the ceding insurer, shall submit to the jurisdiction of any court of competent jurisdiction in any state of the United States, will comply with all requirements necessary to give such court jurisdiction, and will abide by the final decision of such court or of any appellate court in the event of an appeal; and\n\n(ii) To designate the director or a designated attorney as its true and lawful attorney upon whom may be served any lawful process in any action, suit or proceeding instituted by or on behalf of the ceding company.\n\nThis provision is not intended to conflict with or override the obligation of the parties to a reinsurance agreement to arbitrate their disputes, if such an obligation is created in the agreement.\n\n(i) If the assuming insurer does not meet the requirements of paragraph (a), (b), (c), or (f) of this subsection, the credit permitted by paragraph (d) or (e) of this subsection shall not be allowed unless the assuming insurer agrees in the trust agreements to the following conditions:\n\n(i) If the trust fund is inadequate because it contains an amount less than the amount required by paragraph (d)(iii) of this subsection, or if the grantor of the trust has been declared insolvent or placed into receivership, rehabilitation, liquidation or similar proceedings under the laws of its state or country of domicile, the trustee shall comply with an order of the director with regulatory oversight over the trust or with an order of a court of competent jurisdiction directing the trustee to transfer to the director with regulatory oversight all of the assets of the trust fund.\n\n(ii) The assets shall be distributed by, and claims shall be filed with and valued by, the director with regulatory oversight in accordance with the laws of the state in which the trust is domiciled that are applicable to the liquidation of domestic insurance companies.\n\n(iii) If the director with regulatory oversight determines that the assets of the trust fund or any part thereof are not necessary to satisfy the claims of the United States ceding insurers of the grantor of the trust, the assets or part thereof shall be returned by the director with regulatory oversight to the trustee for distribution in accordance with the trust agreement.\n\n(iv) The grantor shall waive any right otherwise available to it under United States law that is inconsistent with this provision.\n\n(j) If an accredited or certified reinsurer ceases to meet the requirements for accreditation or certification, the director may suspend or revoke the reinsurer’s accreditation or certification.\n\n(i) The director must give the reinsurer notice and opportunity for hearing. The suspension or revocation may not take effect until after the director’s order on hearing, unless:\n\n1. The reinsurer waives its right to hearing;\n\n2. The director’s order is based on regulatory action by the reinsurer’s domiciliary jurisdiction or the voluntary surrender or termination of the reinsurer’s eligibility to transact insurance or reinsurance business in its domiciliary jurisdiction or in the primary certifying state of the reinsurer under paragraph (e)(vi) of this subsection; or\n\n3. The director finds that an emergency requires immediate action and a court of competent jurisdiction has not stayed the director’s order.\n\n(ii) While a reinsurer’s accreditation or certification is suspended, no reinsurance contract issued or renewed after the effective date of the suspension qualifies for credit, except to the extent that the reinsurer’s obligations under the contract are secured in accordance with subsection (3) of this section. If a reinsurer’s accreditation or certification is revoked, no credit for reinsurance may be granted after the effective date of the revocation, except to the extent that the reinsurer’s obligations under the contract are secured in accordance with paragraph (e)(v) of this subsection or with subsection (3) of this section.\n\n(k) The following provisions apply regarding the concentration of risk:\n\n(i) A ceding insurer shall take steps to manage its reinsurance recoverables proportionate to its own book of business. A domestic ceding insurer shall notify the director within thirty (30) days after reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, exceeds fifty percent (50%) of the domestic ceding insurer’s last reported surplus to policyholders, or after it is determined that reinsurance recoverables from any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate that the exposure is safely managed by the domestic ceding insurer.\n\n(ii) A ceding insurer shall take steps to diversify its reinsurance program. A domestic ceding insurer shall notify the director within thirty (30) days after ceding to any single assuming insurer, or group of affiliated assuming insurers, more than twenty percent (20%) of the ceding insurer’s gross written premium in the prior calendar year, or after it has determined that the reinsurance ceded to any single assuming insurer, or group of affiliated assuming insurers, is likely to exceed this limit. The notification shall demonstrate that the exposure is safely managed by the domestic ceding insurer.\n\n(3) An asset or a reduction from liability for the reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements in subsection (2) of this section shall be allowed in an amount not exceeding the liabilities carried by the ceding insurer; provided further, that the director may adopt by rule pursuant to subsection (5)(a) of this section specific additional requirements relating to or setting forth the valuation of assets or reserve credits, the amount and forms of security supporting reinsurance arrangements described in subsection (5)(a) of this section, and the circumstances pursuant to which credit will be reduced or eliminated. The reduction shall be in the amount of funds held by or on behalf of the ceding insurer, including funds held in trust for the ceding insurer, under a reinsurance contract with the assuming insurer as security for the payment of obligations thereunder, if the security is held in the United States subject to withdrawal solely by, and under the exclusive control of, the ceding insurer; or, in the case of a trust, held in a qualified United States financial institution as defined in subsection (4)(b) of this section. This security may be in the form of:\n\n(b) Securities listed by the securities valuation office of the NAIC, including those deemed exempt from filing as defined by the purposes and procedures manual of the securities valuation office, and qualifying as admitted assets;\n\n(c) Clean, irrevocable, unconditional letters of credit, issued or confirmed by a qualified United States financial institution as defined in subsection (4)(a) of this section no later than December 31 of the year for which the filing is being made, and in the possession of, or in trust for, the ceding company on or before the filing date of its annual statement. Letters of credit meeting applicable standards of issuer acceptability as of the dates of their issuance (or confirmation) shall, notwithstanding the issuing (or confirming) institution’s subsequent failure to meet applicable standards of issuer acceptability, continue to be acceptable as security until their expiration, extension, renewal, modification or amendment, whichever first occurs; or\n\n(d) Any other form of security acceptable to the director.\n\n(4) (a) For purposes of subsection (3)(c) of this section a \"qualified United States financial institution\" means an institution that:\n\n(i) Is organized or (in the case of a United States office of a foreign banking organization) licensed, under the laws of the United States or any state thereof;\n\n(ii) Is regulated, supervised and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and\n\n(iii) Has been determined by either the director or the securities valuation office of the NAIC, to meet such standards of financial condition and standing as are considered necessary and appropriate to regulate the quality of financial institutions whose letters of credit will be acceptable to the director.\n\n(b) A \"qualified United States financial institution\" means, for purposes of the provisions of this statute specifying those institutions that are eligible to act as a fiduciary of a trust, an institution that:\n\n(i) Is an organization, or (in the case of a United States branch or agency office of a foreign banking organization) licensed, under the laws of the United States or any state thereof and has been granted authority to operate with fiduciary powers; and\n\n(ii) Is regulated, supervised and examined by federal or state authorities having regulatory authority over banks and trust companies.\n\n(5) The director may adopt rules implementing the provisions of this chapter.\n\n(a) The director is further authorized to adopt rules applicable to reinsurance arrangements described in subparagraph (i) of this paragraph.\n\n(i) A rule adopted pursuant to this subparagraph may apply only to reinsurance relating to: life insurance policies with guaranteed nonlevel gross premiums or guaranteed nonlevel benefits; universal life insurance policies with provisions resulting in the ability of a policyholder to keep a policy in force over a secondary guarantee period; variable annuities with guaranteed death or living benefits; long-term care insurance policies; or such other life and health insurance and annuity products as to which the NAIC adopts model regulatory requirements with respect to credit for reinsurance.\n\n(ii) A rule adopted pursuant to subparagraph (i) of this paragraph concerning life insurance policies with guaranteed nonlevel gross premiums or guaranteed nonlevel benefits or universal life insurance policies with provisions resulting in the ability of a policyholder to keep a policy in force over a secondary guarantee period may apply to any treaty containing policies issued on or after January 1, 2015, and policies issued prior to January 1, 2015, if risk pertaining to such pre-2015 policies is ceded in connection with the treaty, in whole or in part, on or after January 1, 2015.\n\n(iii) A rule adopted pursuant to this paragraph may require the ceding insurer, in calculating the amounts or forms of security required to be held under rules promulgated under this authority, to use the valuation manual referenced in section 41-612, Idaho Code.\n\n(iv) A rule adopted pursuant to this paragraph shall not apply to cessions to an assuming insurer that:\n\n1. Meets the conditions set forth in subsection (2)(f) of this section in this state or, if this state has not adopted provisions substantially equivalent to subsection (2)(f) of this section, the assuming insurer is operating in accordance with provisions substantially equivalent to subsection (2)(f) of this section in a minimum of five (5) other states;\n\n2. Is certified in this state or, if this state has not adopted provisions substantially equivalent to subsection (2)(e) of this section, certified in a minimum of five (5) other states; or\n\n3. Maintains at least two hundred fifty million dollars ($250,000,000) in capital and surplus when determined in accordance with the NAIC accounting practices and procedures manual, referenced in section 41-335, Idaho Code, and is:\n\n(A) Licensed in at least twenty-six (26) states; or\n\n(B) Licensed in at least ten (10) states, and licensed or accredited in a total of at least thirty-five (35) states.\n\n(b) The authority to adopt rules pursuant to paragraph (a) of this subsection does not limit the director’s general authority to adopt rules pursuant to this subsection.\n\n(6) The provisions of this section shall apply to all cessions after the effective date of this act under reinsurance agreements that have had an inception, anniversary, or renewal date not less than six (6) months after the effective date of this act.\n\n[(41-515) 41-514, added 1991, ch. 276, sec. 1, p. 713; am. 1994, ch. 93, sec. 1, p. 209; am. 1995, ch. 289, sec. 3, p. 969; am. and redesig. 2017, ch. 76, sec. 2, p. 198; am. 2021, ch. 67, sec. 1, p. 206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-515/"
    },
    {
      "id": "section-41-515a",
      "number": "41-515A",
      "heading": "",
      "text": "41-515A. CREDIT FOR REINSURANCE PROCEDURES. (1) The purpose of this section is to set forth procedural requirements that the director deems necessary to carry out section 41-515, Idaho Code. The actions and information required under this section are declared to be in the public interest and for the protection of the ceding insurers in this state.\n\n(2) Reinsurer licensed in this state. Pursuant to section 41-515(2)(a), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to assuming insurers that were licensed in this state as of any date on which statutory financial statement credit for reinsurance is claimed.\n\n(3) Accredited reinsurers.\n\n(a) Pursuant to section 41-515(2)(b), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer that is accredited as a reinsurer in this state as of the date on which statutory financial statement credit for reinsurance is claimed. An accredited reinsurer must:\n\n(i) File a properly executed form AR-1 as evidence of its submission to this state’s jurisdiction and to this state’s authority to examine its books and records;\n\n(ii) File with the director a certified copy of a certificate of authority or other acceptable evidence that it is licensed to transact insurance or reinsurance in at least one (1) state or, in the case of a United States branch of an alien assuming insurer, is entered through and licensed to transact insurance or reinsurance in at least one (1) state;\n\n(iii) File annually with the director a copy of its annual statement filed with the department of its state of domicile or, in the case of an alien assuming insurer, with the state through which it is entered and in which it is licensed to transact insurance or reinsurance, and a copy of its most recent audited financial statement; and\n\n(iv) Maintain a surplus as regards policyholders in an amount not less than twenty million dollars ($20,000,000), or obtain the affirmative approval of the director upon a finding that it has adequate financial capacity to meet its reinsurance obligations and is otherwise qualified to assume reinsurance from domestic insurers.\n\n(b) If the director determines that the assuming insurer has failed to meet or maintain any of these qualifications, the director may upon written notice and opportunity for hearing suspend or revoke the accreditation. Credit shall not be allowed a domestic ceding insurer under this section if the assuming insurer’s accreditation has been denied or revoked by the director or if the reinsurance was ceded while the assuming insurer’s accreditation was under suspension by the director after notice and hearing.\n\n(4) Reinsurer domiciled in another state.\n\n(a) Pursuant to section 41-515(2)(c), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer, that as of any date on which statutory financial statement credit for reinsurance is claimed:\n\n(i) Is domiciled and licensed in or, in the case of a United States branch of an alien assuming insurer, is entered through a state that employs standards regarding credit for reinsurance substantially similar to those applicable under section 41-515, Idaho Code, and this section;\n\n(ii) Maintains a surplus as regards policyholders in an amount not less than twenty million dollars ($20,000,000); and\n\n(iii) Files a properly executed form AR-1 with the director as evidence of its submission to this state’s authority to examine its books and records.\n\n(b) The provisions of this section relating to surplus as regards policyholders shall not apply to reinsurance ceded and assumed pursuant to pooling arrangements among insurers in the same holding company system. As used in this section, \"substantially similar\" standards means credit for reinsurance standards that the director determines equal or exceed the standards of section 41-515, Idaho Code, and this section.\n\n(5) Reinsurers maintaining trust funds.\n\n(a) Pursuant to section 41-515(2)(d), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer that, as of any date on which statutory financial statement credit for reinsurance is claimed, and thereafter for as long as credit for reinsurance is claimed, maintains a trust fund in an amount prescribed in this subsection in a qualified United States financial institution as defined in section 41-515(4)(b), Idaho Code, for the payment of the valid claims of its United States-domiciled ceding insurers, their assigns and successors in interest. The assuming insurer shall report annually to the director substantially the same information as required to be reported on the NAIC annual statement form by licensed insurers, to enable the director to determine the sufficiency of the trust fund.\n\n(b) The following requirements apply to the following categories of assuming insurer:\n\n(i) The trust fund for a single assuming insurer shall consist of funds in trust in an amount not less than the assuming insurer’s liabilities attributable to reinsurance ceded by United States-domiciled insurers, and, in addition, the assuming insurer shall maintain a trusteed surplus of not less than twenty million dollars ($20,000,000), except as provided in subparagraph (ii) of this paragraph.\n\n(ii) At any time after the assuming insurer has permanently discontinued underwriting new business secured by the trust for at least three (3) full years, the director or commissioner with principal regulatory oversight of the trust may authorize a reduction in the required trusteed surplus, but only after a finding, based on an assessment of the risk, that the new required surplus level is adequate for the protection of United States ceding insurers, policyholders, and claimants in light of reasonably foreseeable adverse loss development. The risk assessment may involve an actuarial review, including an independent analysis of reserves and cash flows, and shall consider all material risk factors, including when applicable the lines of business involved, the stability of the incurred loss estimates, and the effect of the surplus requirements on the assuming insurer’s liquidity or solvency. The minimum required trusteed surplus may not be reduced to an amount less than thirty percent (30%) of the assuming insurer’s liabilities attributable to reinsurance ceded by United States ceding insurers covered by the trust.\n\n(iii) The trust fund for a group including incorporated and individual unincorporated underwriters shall consist of:\n\n1. For reinsurance ceded under reinsurance agreements with an inception, amendment, or renewal date on or after January 1, 1993, funds in trust in an amount not less than the respective underwriters’ several liabilities attributable to business ceded by United States-domiciled ceding insurers to any underwriter of the group;\n\n2. For reinsurance ceded under reinsurance agreements with an inception date on or before December 31, 1992, and not amended or renewed after that date, notwithstanding the other provisions of this section, funds in trust in an amount not less than the respective underwriters’ several insurance and reinsurance liabilities attributable to business written in the United States; and\n\n3. In addition to these trusts, the group shall maintain a trusteed surplus of which one hundred million dollars ($100,000,000) shall be held jointly for the benefit of the United States-domiciled ceding insurers of any member of the group for all the years of account.\n\n(iv) The incorporated members of the group within the scope of subparagraph (iii) of this paragraph shall not be engaged in any business other than underwriting as a member of the group and shall be subject to the same level of regulation and solvency control by the group’s domiciliary regulator as are the unincorporated members. The group shall, within ninety (90) days after its financial statements are due to be filed with the group’s domiciliary regulator, provide to the director:\n\n1. An annual certification by the group’s domiciliary regulator of the solvency of each underwriter member of the group; or\n\n2. If a certification is unavailable, a financial statement, prepared by independent public accountants, of each underwriter member of the group.\n\n(v) The trust fund for a group of incorporated insurers under common administration, whose members possess aggregate policyholders surplus of ten billion dollars ($10,000,000,000), calculated and reported in substantially the same manner as prescribed by the annual statement instructions and accounting practices and procedures manual of the NAIC, and which has continuously transacted an insurance business outside the United States for at least three (3) years immediately prior to making application for accreditation, shall:\n\n1. Consist of funds in trust in an amount not less than the assuming insurers’ several liabilities attributable to business ceded by United States-domiciled ceding insurers to any members of the group pursuant to reinsurance contracts issued in the name of such group;\n\n2. Maintain a joint trusteed surplus of which one hundred million dollars ($100,000,000) shall be held jointly for the benefit of United States-domiciled ceding insurers of any member of the group; and\n\n3. File a properly executed form AR-1 as evidence of the submission to the department’s authority to examine the books and records of any of its members and shall certify that any member examined will bear the expense of any such examination.\n\n(vi) Within ninety (90) days after the statements are due to be filed with the group’s domiciliary regulator, the group shall file with the director an annual certification of each underwriter member’s solvency by the member’s domiciliary regulators and financial statements prepared by independent public accountants of each underwriter member of the group.\n\n(c)(i) Credit for reinsurance shall not be granted unless the form of the trust and any amendments to the trust have been approved by either the director or commissioner of the state where the trust is domiciled or the director or commissioner of another state who, pursuant to the terms of the trust instrument, has accepted responsibility for regulatory oversight of the trust. The form of the trust and any trust amendments also shall be filed with the director and commissioner of every state in which the ceding insurer beneficiaries of the trust are domiciled. The trust instrument shall provide that:\n\n1. Contested claims shall be valid and enforceable out of funds in trust to the extent remaining unsatisfied thirty (30) days after entry of the final order of any court of competent jurisdiction in the United States;\n\n2. Legal title to the assets of the trust shall be vested in the trustee for the benefit of the grantor’s United States ceding insurers, their assigns and successors in interest;\n\n3. The trust shall be subject to examination as determined by the director;\n\n4. The trust shall remain in effect for as long as the assuming insurer, or any member or former member of a group of insurers, shall have outstanding obligations under reinsurance agreements subject to the trust; and\n\n5. No later than February 28 of each year, the trustee of the trust shall report to the director in writing setting forth the balance in the trust and listing the trust’s investments at the preceding year-end and shall certify the date of termination of the trust, if so planned, or certify that the trust shall not expire prior to the following December 31.\n\n(ii) Notwithstanding any other provisions in the trust instrument, if the trust fund is inadequate because it contains an amount less than the amount required by this paragraph or if the grantor of the trust has been declared insolvent or placed into receivership, rehabilitation, liquidation, or similar proceedings under the laws of its state or country of domicile, the trustee shall comply with an order of the director or commissioner with regulatory oversight over the trust, or with an order of a court of competent jurisdiction directing the trustee, to transfer to the director or commissioner with regulatory oversight over the trust or other designated receiver all of the assets of the trust fund.\n\n(iii) The assets shall be distributed by and claims shall be filed with and valued by the director or commissioner with regulatory oversight over the trust in accordance with the laws of the state in which the trust is domiciled applicable to the liquidation of domestic insurance companies.\n\n(iv) If the director or commissioner with regulatory oversight over the trust determines that the assets of the trust fund or any part thereof are not necessary to satisfy the claims of the United States beneficiaries of the trust, the director or commissioner with regulatory oversight over the trust shall return the assets, or any part thereof, to the trustee for distribution in accordance with the trust agreement.\n\n(v) The grantor shall waive any right otherwise available to it under United States law that is inconsistent with this provision.\n\n(d) For purposes of this subsection, \"liabilities\" means the assuming insurer’s gross liabilities attributable to reinsurance ceded by United States-domiciled insurers, excluding liabilities that are otherwise secured by acceptable means, and shall include:\n\n(i) For business ceded by domestic insurers authorized to write accident and health insurance and property and casualty insurance:\n\n1. Losses and allocated loss expenses paid by the ceding insurer, recoverable from the assuming insurer;\n\n2. Reserves for losses reported and outstanding;\n\n3. Reserves for losses incurred but not reported;\n\n4. Reserves for allocated loss expenses; and\n\n5. Unearned premiums.\n\n(ii) For business ceded by domestic insurers authorized to write life, health, and annuity insurance:\n\n1. Aggregate reserves for life policies and contracts net of policy loans and net due and deferred premiums;\n\n2. Aggregate reserves for accident and health policies;\n\n3. Deposit funds and other liabilities without life or disability contingencies; and\n\n4. Liabilities for policy and contract claims.\n\n(e) Assets deposited in trusts established pursuant to section 41-515(2), Idaho Code, and this subsection shall be valued according to their current fair market value and shall consist only of cash in United States dollars, certificates of deposit issued by a United States financial institution as defined in section 41-515(4)(a), Idaho Code, clean, irrevocable, unconditional, and evergreen letters of credit issued or confirmed by a qualified United States financial institution as defined in section 41-515(4)(a), Idaho Code, and investments of the type specified in this paragraph, but investments in or issued by an entity controlling, controlled by, or under common control with either the grantor or beneficiary of the trust shall not exceed five percent (5%) of total investments. No more than twenty percent (20%) of the total of the investments in the trust may be foreign investments authorized under subparagraph (i)5., (iii), (v)2., or (vi) of this paragraph, and no more than ten percent (10%) of the total of the investments in the trust may be securities denominated in foreign currencies. For purposes of applying the preceding sentence, a depository receipt denominated in United States dollars and representing rights conferred by a foreign security shall be classified as a foreign investment denominated in a foreign currency. The assets of a trust established to satisfy the requirements of section 41-515(2), Idaho Code, shall be invested only as follows:\n\n(i) Government obligations that are not in default as to principal or interest, that are valid and legally authorized, and that are issued, assumed, or guaranteed by:\n\n1. The United States or by any agency or instrumentality of the United States;\n\n2. A state of the United States;\n\n3. A territory, possession, or other governmental unit of the United States;\n\n4. An agency or instrumentality of a governmental unit referred to in 2. and 3. of this subparagraph if the obligations shall be by law, statutory or otherwise, payable, as to both principal and interest, from taxes levied or by law required to be levied or from adequate special revenues pledged or otherwise appropriated or by law required to be provided for making these payments, but shall not be obligations eligible for investment under this paragraph if payable solely out of special assessments on properties benefited by local improvements; or\n\n5. The government of any other country that is a member of the organization for economic cooperation and development and whose government obligations are rated A or higher, or the equivalent, by a rating agency recognized by the securities valuation office of the NAIC.\n\n(ii) Obligations that are issued in the United States or that are dollar-denominated and issued in a non-United States market by a solvent United States institution, other than an insurance company, or that are assumed or guaranteed by a solvent United States institution, other than an insurance company, and that are not in default as to principal or interest if the obligations:\n\n1. Are rated A or higher, or the equivalent, by a securities rating agency recognized by the securities valuation office of the NAIC or, if not so rated, are similar in structure and other material respects to other obligations of the same institution that are so rated;\n\n2. Are insured by at least one (1) authorized insurer, other than the investing insurer or a parent, subsidiary, or affiliate of the investing insurer, licensed to insure obligations in this state and, after considering the insurance, are rated AAA, or the equivalent, by a securities rating agency recognized by the securities valuation office of the NAIC; or\n\n3. Have been designated as class 1 or class 2 by the securities valuation office of the NAIC.\n\n(iii) Obligations issued, assumed, or guaranteed by a solvent non-United States institution chartered in a country that is a member of the organization for economic cooperation and development or obligations of United States corporations issued in a non-United States currency, provided that in either case the obligations are rated A or higher, or the equivalent, by a rating agency recognized by the securities valuation office of the NAIC.\n\n(iv) An investment made pursuant to the provisions of subparagraph (i), (ii), or (iii) of this paragraph shall be subject to the following additional limitations:\n\n1. An investment in or loan upon the obligations of an institution other than an institution that issues mortgage-related securities shall not exceed five percent (5%) of the assets of the trust;\n\n2. An investment in any one (1) mortgage-related security shall not exceed five percent (5%) of the assets of the trust;\n\n3. The aggregate total investment in mortgage-related securities shall not exceed twenty-five percent (25%) of the assets of the trust; and\n\n4. Preferred or guaranteed shares issued or guaranteed by a solvent United States institution are permissible investments if all of the institution’s obligations are eligible as investments under subparagraph (ii)1. and 3. of this paragraph, but shall not exceed two percent (2%) of the assets of the trust.\n\n(v) As used in this section:\n\n1. \"Mortgage-related security\" means an obligation that is rated AA or higher, or the equivalent, by a securities rating agency recognized by the securities valuation office of the NAIC and that either:\n\n(A) Represents ownership of one (1) or more promissory notes or certificates of interest or participation in the notes, including any rights designed to assure servicing of, or the receipt or timeliness of receipt by the holders of the notes, certificates, or participation of amounts payable under, the notes, certificates, or participation, that:\n\na. Are directly secured by a first lien on a single parcel of real estate, including stock allocated to a dwelling unit in a residential cooperative housing corporation, upon which is located a dwelling or mixed residential and commercial structure, or on a residential manufactured home as defined in 42 U.S.C. 5402(6), whether the manufactured home is considered real or personal property under the laws of the state in which it is located; and\n\nb. Were originated by a savings and loan association, savings bank, commercial bank, credit union, insurance company, or similar institution that is supervised and examined by a federal or state housing authority, or by a mortgagee approved by the secretary of housing and urban development pursuant to 12 U.S.C. 1709 and 1715b, or, where the notes involve a lien on the manufactured home, by an institution or by a financial institution approved for insurance by the secretary of housing and urban development pursuant to 12 U.S.C. 1703; or\n\n(B) Is secured by one (1) or more promissory notes or certificates of deposit or participations in the notes, with or without recourse to the insurer of the notes, and, by its terms, provides for payments of principal in relation to payments, or reasonable projections of payments, or notes meeting the requirements of items 1.(A)a. and 1.(A)b. of this subparagraph; and\n\n2. \"Promissory note,\" when used in connection with a manufactured home, shall also include a loan, advance, or credit sale as evidenced by a retail installment sales contract or other instrument.\n\n(vi) Equity interests.\n\n1. Investments in common shares or partnership interests of a solvent United States institution are permissible if:\n\n(A) Its obligations and preferred shares, if any, are eligible as investments under this paragraph; and\n\n(B) The equity interests of the institution, except an insurance company, are registered on a national securities exchange as provided in the securities exchange act of 1934, 15 U.S.C. 78a to 78kk or otherwise registered pursuant to that act and, if otherwise registered, price quotations for them are furnished through a nationwide automated quotations system approved by the financial industry regulatory authority, or successor organization. A trust shall not invest in equity interests under this paragraph an amount exceeding one percent (1%) of the assets of the trust even though the equity interests are not so registered and are not issued by an insurance company;\n\n2. Investments in common shares of a solvent institution organized under the laws of a country that is a member of the organization for economic cooperation and development, if:\n\n(A) All its obligations are rated A or higher, or the equivalent, by a rating agency recognized by the securities valuation office of the NAIC; and\n\n(B) The equity interests of the institution are registered on a securities exchange regulated by the government of a country that is a member of the organization for economic cooperation and development.\n\n3. An investment in or loan upon any one (1) institution’s outstanding equity interests shall not exceed one percent (1%) of the assets of the trust. The cost of an investment in equity interests made pursuant to this paragraph, when added to the aggregate cost of other investments in equity interests then held pursuant to this paragraph, shall not exceed ten percent (10%) of the assets in the trust.\n\n(vii) Obligations issued, assumed, or guaranteed by a multinational development bank, provided the obligations are rated A or higher, or the equivalent, by a rating agency recognized by the securities valuation office of the NAIC.\n\n(viii) Investment companies.\n\n1. Securities of an investment company registered pursuant to the investment company act of 1940, 15 U.S.C. 80a, are permissible investments if the investment company:\n\n(A) Invests at least ninety percent (90%) of its assets in the types of securities that qualify as an investment under subparagraph (i), (ii), or (iii) of this paragraph or invests in securities that are determined by the director to be substantively similar to the types of securities set forth in subparagraph (i), (ii), or (iii) of this paragraph; or\n\n(B) Invests at least ninety percent (90%) of its assets in the types of equity interests that qualify as an investment under subparagraph (vi)1. of this paragraph;\n\n2. Investments made by a trust in investment companies under subparagraph (vi) of this paragraph shall not exceed the following limitations:\n\n(A) An investment in an investment company qualifying under 1.(A) of this subparagraph shall not exceed ten percent (10%) of the assets in the trust, and the aggregate amount of investment in qualifying investment companies shall not exceed twenty-five percent (25%) of the assets in the trust; and\n\n(B) Investments in an investment company qualifying under 1.(B) of this subparagraph shall not exceed five percent (5%) of the assets in the trust, and the aggregate amount of investment in qualifying investment companies shall be included when calculating the permissible aggregate value of equity interests pursuant to subparagraph (vi)1. of this paragraph.\n\n(ix) Letters of credit.\n\n1. In order for a letter of credit to qualify as an asset of the trust, the trustee shall have the right and the obligation pursuant to the deed of trust or some other binding agreement, as duly approved by the director, to immediately draw down the full amount of the letter of credit and hold the proceeds in trust for the beneficiaries of the trust if the letter of credit will otherwise expire without being renewed or replaced.\n\n2. The trust agreement shall provide that the trustee shall be liable for its negligence, willful misconduct, or lack of good faith. The failure of the trustee to draw against the letter of credit in circumstances where such draw would be required shall be deemed to be negligence or willful misconduct, or both.\n\n(f) A specific security provided to a ceding insurer by an assuming insurer pursuant to subsection (9) of this section shall be applied, until exhausted, to the payment of liabilities of the assuming insurer to the ceding insurer holding the specific security prior to, and as a condition precedent for, presentation of a claim by the ceding insurer for payment by a trustee of a trust established by the assuming insurer pursuant to this subsection.\n\n(6) Certified reinsurers.\n\n(a) Pursuant to section 41-515(2)(e), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer that has been certified as a reinsurer in this state at all times for which statutory financial statement credit for reinsurance is claimed under this subsection. The credit allowed shall be based upon the security held by or on behalf of the ceding insurer in accordance with a rating assigned to the certified reinsurer by the director. The security shall be in a form consistent with the provisions of section 41-515(2)(e), Idaho Code, and subsection (10), (11), or (12) of this section. The amount of security necessary in order for full credit to be allowed shall correspond with the following requirements:\n\nRatingsSecurity NecessarySecure – 10%Secure – 210%Secure – 320%Secure – 450%Secure – 575%Vulnerable – 6100%\n\nSecurity Necessary\n\nVulnerable – 6\n\n(ii) Affiliated reinsurance transactions shall receive the same opportunity for reduced security requirements as all other reinsurance transactions.\n\n(iii) The director shall require the certified reinsurer to post one hundred percent (100%) security, for the benefit of the ceding insurer or its estate, upon the entry of an order of rehabilitation, liquidation, or conservation against the ceding insurer.\n\n(iv) In order to facilitate the prompt payment of claims, a certified reinsurer shall not be required to post security for catastrophe recoverables for a period of one (1) year from the date of the first instance of a liability reserve entry by the ceding company as a result of a loss from a catastrophic occurrence as recognized by the director. The one (1) year deferral period is contingent upon the certified reinsurer continuing to pay claims in a timely manner. Reinsurance recoverables for only the following lines of business as reported on the NAIC annual financial statement related specifically to the catastrophic occurrence will be included in the deferral:\n\n1. Line 1: Fire;\n\n2. Line 2: Allied lines;\n\n3. Line 3: Farmowners multiple peril;\n\n4. Line 4: Homeowners multiple peril;\n\n5. Line 5: Commercial multiple peril;\n\n6. Line 9: Inland marine;\n\n7. Line 12: Earthquake; and\n\n8. Line 21: Auto physical damage.\n\n(v) Credit for reinsurance under this subsection shall apply only to reinsurance contracts entered into or renewed on or after the effective date of the certification of the assuming insurer. Any reinsurance contract entered into prior to the effective date of the certification of the assuming insurer that is subsequently amended after the effective date of the certification of the assuming insurer, or a new reinsurance contract, covering any risk for which collateral was provided previously, shall be subject to this subsection only with respect to losses incurred and reserves reported from and after the effective date of the amendment or new contract.\n\n(vi) Nothing in this section shall prohibit the parties to a reinsurance agreement from agreeing to provisions establishing security requirements that exceed the minimum security requirements established for certified reinsurers under this subsection.\n\n(b) Certification procedure.\n\n(i) The director shall post notice on the department’s website promptly upon receipt of any application for certification, including instructions on how members of the public may respond to the application. The director may not take final action on the application until at least thirty (30) days after posting the notice prescribed by this subparagraph.\n\n(ii) The director shall issue written notice to an assuming insurer that has made application and been approved as a certified reinsurer. Included in such notice shall be the rating assigned the certified reinsurer in accordance with paragraph (a)(i) of this subsection. The director shall publish a list of all certified reinsurers and their ratings.\n\n(iii) In order to be eligible for certification, the assuming insurer shall meet the following requirements:\n\n1. The assuming insurer must be domiciled and licensed to transact insurance or reinsurance in a qualified jurisdiction, as determined by the director pursuant to paragraph (c) of this subsection.\n\n2. The assuming insurer must maintain capital and surplus, or its equivalent, of no less than two hundred fifty million dollars ($250,000,000), calculated in accordance with paragraph (b)(iv)8. of this subsection. This requirement may also be satisfied by an association including incorporated and individual unincorporated underwriters having minimum capital and surplus equivalents (net of liabilities) of at least two hundred fifty million dollars ($250,000,000) and a central fund containing a balance of at least two hundred fifty million dollars ($250,000,000).\n\n3. The assuming insurer must maintain financial strength ratings from two (2) or more rating agencies deemed acceptable by the director. These ratings shall be based on interactive communication between the rating agency and the assuming insurer and shall not be based solely on publicly available information. These financial strength ratings will be one (1) factor used by the director in determining the rating that is assigned to the assuming insurer. Acceptable rating agencies include S&P global ratings, Moody’s investors service, Fitch ratings, A.M. Best company, or any other nationally recognized statistical rating organization.\n\n4. The certified reinsurer must comply with any other requirements reasonably imposed by the director.\n\n(iv) Each certified reinsurer shall be rated on a legal entity basis, with due consideration being given to the group rating where appropriate, except that an association, including incorporated and individual unincorporated underwriters, that has been approved to do business as a single certified reinsurer may be evaluated on the basis of its group rating. Factors that may be considered as part of the evaluation process include but are not limited to the following:\n\n1. The certified reinsurer’s financial strength rating from an acceptable rating agency. The maximum rating that a certified reinsurer may be assigned shall correspond to its financial strength rating as outlined in the following table. The director shall use the lowest financial strength rating received from an approved rating agency in establishing the maximum rating of a certified reinsurer. A failure to obtain or maintain at least two (2) financial strength ratings from acceptable rating agencies will result in loss of eligibility for certification:\n\nRatingsBestS&PMoody’sFitchSecure – 1A++AAAAaaAAASecure – 2A+AA+, AA, AA-Aa1, Aa2, Aa3AA+, AA, AA-Secure – 3AA+, AA1, A2A+, ASecure – 4A-A-A3A-Secure – 5B++, B+BBB+, BBB, BBB-Baa1, Baa2, Baa3BBB+, BBB, BBB-Vulnerable – 6B, B-, C++, C+, C, C-, D, E, FBB+, BB, BB-, B+, B, B-, CCC, CC, C, D, RBa1, Ba2, Ba3, B1, B2, B3, Caa, Ca, CBB+, BB, BB-, B+, B, B-, CCC+, CC, CCC-, DD\n\nAA+, AA, AA-\n\nAa1, Aa2, Aa3\n\nAA+, AA, AA-\n\nBBB+, BBB, BBB-\n\nBaa1, Baa2, Baa3\n\nBBB+, BBB, BBB-\n\nVulnerable – 6\n\nB, B-, C++, C+, C, C-, D, E, F\n\nBB+, BB, BB-, B+, B, B-, CCC, CC, C, D, R\n\nBa1, Ba2, Ba3, B1, B2, B3, Caa, Ca, C\n\nBB+, BB, BB-, B+, B, B-, CCC+, CC, CCC-, DD\n\n2. The business practices of the certified reinsurer in dealing with its ceding insurers, including its record of compliance with reinsurance contractual terms and obligations;\n\n3. For certified reinsurers domiciled in the United States, a review of the most recent applicable NAIC annual statement blank, either schedule F (for property/casualty reinsurers) or schedule S (for life and health reinsurers);\n\n4. For certified reinsurers not domiciled in the United States, a review annually of form CR-F (for property/casualty reinsurers) or form CR-S (for life and health reinsurers);\n\n5. The reputation of the certified reinsurer for prompt payment of claims under reinsurance agreements, based on an analysis of ceding insurers’ schedule F reporting of overdue reinsurance recoverables, including the proportion of obligations that are more than ninety (90) days past due or are in dispute, with specific attention given to obligations payable to companies that are in administrative supervision or receivership;\n\n6. Regulatory actions against the certified reinsurer;\n\n7. The report of the independent auditor on the financial statements of the insurance enterprise, on the basis described in 8. of this subparagraph;\n\n8. For certified reinsurers not domiciled in the United States, audited financial statements, regulatory filings, and actuarial opinion as filed with the non-United States jurisdiction supervisor, with a translation into English. Upon the initial application for certification, the director will consider audited financial statements for the last two (2) years filed with its non-United States jurisdiction supervisor;\n\n9. The liquidation priority of obligations to a ceding insurer in the certified reinsurer’s domiciliary jurisdiction in the context of an insolvency proceeding;\n\n10. A certified reinsurer’s participation in any solvent scheme of arrangement, or similar procedure, that involves United States ceding insurers. The director shall receive prior notice from a certified reinsurer that proposes participation by the certified reinsurer in a solvent scheme of arrangement; and\n\n11. Any other information deemed relevant by the director.\n\n(v) Based on the analysis conducted under subparagraph (iv)5. of this paragraph of a certified reinsurer’s reputation for prompt payment of claims, the director may make appropriate adjustments in the security the certified reinsurer is required to post to protect its liabilities to United States ceding insurers, provided that the director shall, at a minimum, increase the security the certified reinsurer is required to post by one (1) rating level under subparagraph (iv)1. of this paragraph if the director finds that:\n\n1. More than fifteen percent (15%) of the certified reinsurer’s ceding insurance clients have overdue reinsurance recoverables on paid losses of ninety (90) days or more that are not in dispute and that exceed one hundred thousand dollars ($100,000) for each cedent; or\n\n2. The aggregate amount of reinsurance recoverables on paid losses not in dispute overdue by ninety (90) days or more exceeds fifty million dollars ($50,000,000).\n\n(vi) The assuming insurer must submit a properly executed form CR-1 as evidence of its submission to the jurisdiction of this state, appointment of the director as an agent for service of process in this state, and agreement to provide security for one hundred percent (100%) of the assuming insurer’s liabilities attributable to reinsurance ceded by United States ceding insurers if it resists enforcement of a final United States judgment. The director shall not certify any assuming insurer that is domiciled in a jurisdiction that the director has determined does not adequately and promptly enforce final United States judgments or arbitration awards.\n\n(vii) The certified reinsurer must agree to meet applicable information filing requirements as determined by the director, both with respect to an initial application for certification and on an ongoing basis. All information submitted by certified reinsurers not otherwise public information subject to disclosure shall be exempt from disclosure under chapter 1, title 74, Idaho Code, and shall be withheld from public disclosure. The applicable information filing requirements are as follows:\n\n1. Notification within ten (10) days of any regulatory actions taken against the certified reinsurer, any change in the provisions of its domiciliary license, or any change in rating by an approved rating agency, including a statement describing such changes and the reasons therefor;\n\n2. Annually, form CR-F or CR-S as applicable per instructions adopted by the department;\n\n3. Annually, the report of the independent auditor on the financial statements of the insurance enterprise, on the basis described in 4. of this subparagraph;\n\n4. Annually, the most recent audited financial statements, regulatory filings, and actuarial opinion as filed with the certified reinsurer’s supervisor, with a translation into English. Upon the initial certification, audited financial statements for the last two (2) years filed with the certified reinsurer’s supervisor;\n\n5. At least annually, an updated list of all disputed and overdue reinsurance claims regarding reinsurance assumed from United States domestic ceding insurers;\n\n6. A certification from the certified reinsurer’s domestic regulator that the certified reinsurer is in good standing and maintains capital in excess of the jurisdiction’s highest regulatory action level; and\n\n7. Any other information that the director may reasonably require.\n\n(viii) Change in rating or revocation of certification.\n\n1. In the case of a downgrade by a rating agency or other disqualifying circumstance, the director shall upon written notice assign a new rating to the certified reinsurer in accordance with the requirements of subparagraph (iv)1. of this paragraph.\n\n2. The director shall have the authority to suspend, revoke, or otherwise modify a certified reinsurer’s certification at any time if the certified reinsurer fails to meet its obligations or security requirements under this section or if other financial or operating results of the certified reinsurer, or documented significant delays in payment by the certified reinsurer, lead the director to reconsider the certified reinsurer’s ability or willingness to meet its contractual obligations.\n\n3. If the rating of a certified reinsurer is upgraded by the director, the certified reinsurer may meet the security requirements applicable to its new rating on a prospective basis, but the director shall require the certified reinsurer to post security under the previously applicable security requirements as to all contracts in force on or before the effective date of the upgraded rating. If the rating of a certified reinsurer is downgraded by the director, the director shall require the certified reinsurer to meet the security requirements applicable to its new rating for all business it has assumed as a certified reinsurer.\n\n4. Upon revocation of the certification of a certified reinsurer by the director, the assuming insurer shall be required to post security in accordance with subsection (9) of this section in order for the ceding insurer to continue to take credit for reinsurance ceded to the assuming insurer. If funds continue to be held in trust in accordance with subsection (5) of this section, the director may allow additional credit equal to the ceding insurer’s pro rata share of such funds, discounted to reflect the risk of uncollectibility and anticipated expenses of trust administration. Notwithstanding the change of a certified reinsurer’s rating or revocation of its certification, a domestic insurer that has ceded reinsurance to that certified reinsurer may not be denied credit for reinsurance for a period of three (3) months for all reinsurance ceded to that certified reinsurer, unless the reinsurance is found by the director to be at high risk of uncollectibility.\n\n(c) Qualified jurisdictions.\n\n(i) If, upon conducting an evaluation under this subsection with respect to the reinsurance supervisory system of any non-United States assuming insurer, the director determines that the jurisdiction qualifies to be recognized as a qualified jurisdiction, the director shall publish notice and evidence of such recognition in an appropriate manner. The director may establish a procedure to withdraw recognition of those jurisdictions that are no longer qualified.\n\n(ii) In order to determine whether the domiciliary jurisdiction of a non-United States assuming insurer is eligible to be recognized as a qualified jurisdiction, the director shall evaluate the reinsurance supervisory system of the non-United States jurisdiction, both initially and on an ongoing basis, and consider the rights, benefits, and extent of reciprocal recognition afforded by the non-United States jurisdiction to reinsurers licensed and domiciled in the United States. The director shall determine the appropriate approach for evaluating the qualifications of such jurisdictions and create and publish a list of jurisdictions whose reinsurers may be approved by the director as eligible for certification. A qualified jurisdiction must agree to share information and cooperate with the director with respect to all certified reinsurers domiciled within that jurisdiction. Additional factors to be considered in determining whether to recognize a qualified jurisdiction, in the discretion of the director, include but are not limited to the following:\n\n1. The framework under which the assuming insurer is regulated;\n\n2. The structure and authority of the domiciliary regulator with regard to solvency regulation requirements and financial surveillance;\n\n3. The substance of financial and operating standards for assuming insurers in the domiciliary jurisdiction;\n\n4. The form and substance of financial reports required to be filed or made publicly available by reinsurers in the domiciliary jurisdiction and the accounting principles used;\n\n5. The domiciliary regulator’s willingness to cooperate with United States regulators in general and the director in particular;\n\n6. The history of performance by assuming insurers in the domiciliary jurisdiction;\n\n7. Any documented evidence of substantial problems with the enforcement of final United States judgments in the domiciliary jurisdiction. A jurisdiction will not be considered to be a qualified jurisdiction if the director has determined that it does not adequately and promptly enforce final United States judgments or arbitration awards;\n\n8. Any relevant international standards or guidance with respect to mutual recognition of reinsurance supervision adopted by the international association of insurance supervisors or its successor organization; and\n\n9. Any other matters deemed relevant by the director.\n\n(iii) A list of qualified jurisdictions shall be published through the NAIC committee process. The director shall consider this list in determining qualified jurisdictions. If the director approves a jurisdiction as qualified that does not appear on the list of qualified jurisdictions, the director shall provide thoroughly documented justification with respect to the criteria provided under subparagraph (ii) of this paragraph.\n\n(iv) United States jurisdictions that meet the requirements for accreditation under the NAIC financial standards and accreditation program shall be recognized as qualified jurisdictions.\n\n(d) Recognition of certification issued by an NAIC-accredited jurisdiction.\n\n(i) If an applicant for certification has been certified as a reinsurer in an NAIC-accredited jurisdiction, the director has the discretion to defer to that jurisdiction’s certification, and to defer to the rating assigned by that jurisdiction, if the assuming insurer submits a properly executed form CR-1 and such additional information as the director requires. The assuming insurer shall be considered to be a certified reinsurer in this state.\n\n(ii) Any change in the certified reinsurer’s status or rating in the other jurisdiction shall apply automatically in this state as of the date it takes effect in the other jurisdiction. The certified reinsurer shall notify the director of any change in its status or rating within ten (10) days after receiving notice of the change.\n\n(iii) The director may withdraw recognition of the other jurisdiction’s rating at any time and assign a new rating in accordance with paragraph (b)(viii) of this subsection.\n\n(iv) The director may withdraw recognition of the other jurisdiction’s certification at any time, with written notice to the certified reinsurer. Unless the director suspends or revokes the certified reinsurer’s certification in accordance with paragraph (b)(viii) of this subsection, the certified reinsurer’s certification shall remain in good standing in this state for a period of three (3) months, which shall be extended if additional time is necessary to consider the assuming insurer’s application for certification in this state.\n\n(e) Mandatory funding clause. In addition to the clauses required under subsection (13) of this section, reinsurance contracts entered into or renewed under this section shall include a proper funding clause, which requires the certified reinsurer to provide and maintain security in an amount sufficient to avoid the imposition of any financial statement penalty on the ceding insurer under this section for reinsurance ceded to the certified reinsurer.\n\n(f) The director shall comply with all reporting and notification requirements that may be established by the NAIC with respect to certified reinsurers and qualified jurisdictions.\n\n(7) Reciprocal jurisdictions.\n\n(a) Pursuant to section 41-515(2)(f), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer licensed to write reinsurance by, and has its head office or is domiciled in, a reciprocal jurisdiction and that meets the other requirements of this section.\n\n(b) A reciprocal jurisdiction is a jurisdiction, as designated by the director pursuant to paragraph (d) of this subsection, that meets one (1) of the following:\n\n(i) A non-United States jurisdiction that is subject to an in-force covered agreement with the United States, each within its legal authority, or, in the case of a covered agreement between the United States and the European Union, is a member state of the European Union. For purposes of this paragraph, a covered agreement is an agreement entered into pursuant to the Dodd-Frank Wall Street reform and consumer protection act, 31 U.S.C. 313 and 314, that is currently in effect or in a period of provisional application and addresses the elimination, under specified conditions, of collateral requirements as a condition for entering into any reinsurance agreement with a ceding insurer domiciled in this state or for allowing the ceding insurer to recognize credit for reinsurance;\n\n(ii) A United States jurisdiction that meets the requirements for accreditation under the NAIC financial standards and accreditation program; or\n\n(iii) A qualified jurisdiction, as determined by the director pursuant to section 41-515(2)(e)(iii), Idaho Code, and subsection (6)(c) of this section, that is not otherwise described in subparagraph (i) or (ii) of this paragraph and that the director determines meets all of the following additional requirements:\n\n1. Provides that an insurer that has its head office or is domiciled in such qualified jurisdiction shall receive credit for reinsurance ceded to a United States-domiciled assuming insurer in the same manner as credit for reinsurance is received for reinsurance assumed by insurers domiciled in such qualified jurisdiction;\n\n2. Does not require a United States-domiciled assuming insurer to establish or maintain a local presence as a condition for entering into a reinsurance agreement with any ceding insurer subject to regulation by the non-United States jurisdiction or as a condition to allow the ceding insurer to recognize credit for such reinsurance;\n\n3. Recognizes the United States state regulatory approach to group supervision and group capital, by providing written confirmation by a competent regulatory authority, in such qualified jurisdiction, that insurers and insurance groups that are domiciled or maintain their headquarters in this state or another jurisdiction accredited by the NAIC shall be subject only to worldwide prudential insurance group supervision, including worldwide group governance, solvency, and capital, and reporting, as applicable, by the director or the commissioner of the domiciliary state and will not be subject to group supervision at the level of the worldwide parent undertaking of the insurance or reinsurance group by the qualified jurisdiction; and\n\n4. Provides written confirmation by a competent regulatory authority in such qualified jurisdiction that information regarding insurers and their parent, subsidiary, or affiliated entities, if applicable, shall be provided to the director in accordance with a memorandum of understanding or similar document between the director and such qualified jurisdiction, including but not limited to the international association of insurance supervisors multilateral memorandum of understanding or other multilateral memoranda of understanding coordinated by the NAIC.\n\n(c) Credit shall be allowed when the reinsurance is ceded from an insurer domiciled in this state to an assuming insurer meeting each of the following conditions:\n\n(i) The assuming insurer must be licensed to transact reinsurance by, and have its head office or be domiciled in, a reciprocal jurisdiction.\n\n(ii) The assuming insurer must have and maintain on an ongoing basis minimum capital and surplus, or its equivalent, calculated on at least an annual basis as of the preceding December 31 or at the annual date otherwise statutorily reported to the reciprocal jurisdiction, and confirmed as set forth in subparagraph (vii) of this paragraph according to the methodology of its domiciliary jurisdiction, in the following amounts:\n\n1. No less than two hundred fifty million dollars ($250,000,000); or\n\n2. If the assuming insurer is an association, including incorporated and individual unincorporated underwriters:\n\n(A) Minimum capital and surplus equivalents (net of liabilities) or own funds of the equivalent of at least two hundred fifty million dollars ($250,000,000); and\n\n(B) A central fund containing a balance of the equivalent of at least two hundred fifty million dollars ($250,000,000).\n\n(iii) The assuming insurer must have and maintain on an ongoing basis a minimum solvency or capital ratio, as applicable, as follows:\n\n1. If the assuming insurer has its head office or is domiciled in a reciprocal jurisdiction as defined in paragraph (b)(i) of this subsection, the ratio specified in the applicable covered agreement;\n\n2. If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in paragraph (b)(ii) of this subsection, a risk-based capital (RBC) ratio of three hundred percent (300%) of the authorized control level, calculated in accordance with the formula developed by the NAIC; or\n\n3. If the assuming insurer is domiciled in a reciprocal jurisdiction as defined in paragraph (b)(iii) of this subsection, after consultation with the reciprocal jurisdiction and considering any recommendations published through the NAIC committee process, such solvency or capital ratio as the director determines to be an effective measure of solvency.\n\n(iv) The assuming insurer must agree to and provide adequate assurance, in the form of a properly executed form RJ-1, of its agreement to the following:\n\n1. The assuming insurer must agree to provide prompt written notice and explanation to the director if it falls below the minimum requirements set forth in subparagraph (ii) or (iii) of this paragraph or if any regulatory action is taken against it for serious noncompliance with applicable law.\n\n2. The assuming insurer must consent in writing to the jurisdiction of the courts of this state and to the appointment of the director as agent for service of process.\n\n(A) The director may also require that such consent be provided and included in each reinsurance agreement under the director’s jurisdiction.\n\n(B) Nothing in this provision shall limit or in any way alter the capacity of parties to a reinsurance agreement to agree to alternative dispute resolution mechanisms, except to the extent such agreements are unenforceable under applicable insolvency or delinquency laws.\n\n3. The assuming insurer must consent in writing to pay all final judgments, wherever enforcement is sought, obtained by a ceding insurer that have been declared enforceable in the territory where the judgments were obtained.\n\n4. Each reinsurance agreement must include a provision requiring the assuming insurer to provide security in an amount equal to one hundred percent (100%) of the assuming insurer’s liabilities attributable to reinsurance ceded pursuant to that agreement if the assuming insurer resists enforcement of a final judgment that is enforceable under the law of the jurisdiction in which it was obtained or a properly enforceable arbitration award, whether obtained by the ceding insurer or by its legal successor on behalf of its estate, if applicable.\n\n5. The assuming insurer must confirm that it is not presently participating in any solvent scheme of arrangement that involves this state’s ceding insurers and agrees to notify the ceding insurer and the director and to provide one hundred percent (100%) security to the ceding insurer consistent with the terms of the scheme, should the assuming insurer enter into such a solvent scheme of arrangement. Such security shall be in a form consistent with the provisions of section 41-515(2)(e) and (3), Idaho Code, and subsections (10) through (12) of this section. For purposes of this section, the term \"solvent scheme of arrangement\" means a foreign or alien statutory or regulatory compromise procedure subject to requisite majority creditor approval and judicial sanction in the assuming insurer’s home jurisdiction either to finally commute liabilities of duly noticed classed members or creditors of a solvent debtor or to reorganize or restructure the debts and obligations of a solvent debtor on a final basis, which may be subject to judicial recognition and enforcement of the arrangement by a governing authority outside the ceding insurer’s home jurisdiction.\n\n6. The assuming insurer must agree in writing to meet the applicable information filing requirements as set forth in subparagraph (v) of this paragraph.\n\n(v) The assuming insurer or its legal successor must provide, if requested by the director, on behalf of itself and any legal predecessors, the following documentation to the director:\n\n1. For the two (2) years preceding entry into the reinsurance agreement and on an annual basis thereafter, the assuming insurer’s annual audited financial statements, in accordance with the applicable law of the jurisdiction of its head office or domiciliary jurisdiction, as applicable, including the external audit report;\n\n2. For the two (2) years preceding entry into the reinsurance agreement, the solvency and financial condition report or actuarial opinion, if filed with the assuming insurer’s supervisor;\n\n3. Prior to entry into the reinsurance agreement and not more than semiannually thereafter, an updated list of all disputed and overdue reinsurance claims outstanding for ninety (90) days or more regarding reinsurance assumed from ceding insurers domiciled in the United States; and\n\n4. Prior to entry into the reinsurance agreement and not more than semiannually thereafter, information regarding the assuming insurer’s assumed reinsurance by ceding insurer, ceded reinsurance by the assuming insurer, and reinsurance recoverable on paid and unpaid losses by the assuming insurer to allow for the evaluation of the criteria set forth in subparagraph (vi) of this paragraph.\n\n(vi) The assuming insurer must maintain a practice of prompt payment of claims under reinsurance agreements. The lack of prompt payment will be evidenced if any of the following criteria are met:\n\n1. More than fifteen percent (15%) of the reinsurance recoverables from the assuming insurer are overdue and in dispute as reported to the director;\n\n2. More than fifteen percent (15%) of the assuming insurer’s ceding insurers or reinsurers have overdue reinsurance recoverable on paid losses of ninety (90) days or more that are not in dispute and that exceed for each ceding insurer one hundred thousand dollars ($100,000), or as otherwise specified in a covered agreement; or\n\n3. The aggregate amount of reinsurance recoverable on paid losses that are not in dispute, but are overdue by ninety (90) days or more, exceeds fifty million dollars ($50,000,000), or as otherwise specified in a covered agreement.\n\n(vii) The assuming insurer’s supervisory authority must confirm to the director on an annual basis that the assuming insurer complies with the requirements set forth in subparagraphs (ii) and (iii) of this paragraph.\n\n(viii) Nothing in this provision precludes an assuming insurer from providing the director with information on a voluntary basis.\n\n(d) The director shall timely create and publish a list of reciprocal jurisdictions.\n\n(i) A list of reciprocal jurisdictions is published through the NAIC committee process. The director’s list shall include any reciprocal jurisdiction as defined under paragraph (b)(i) and (ii) of this subsection and shall consider any other reciprocal jurisdiction included on the NAIC list. The director may approve a jurisdiction that does not appear on the NAIC list of reciprocal jurisdictions as provided by applicable law or rule or in accordance with criteria published through the NAIC committee process.\n\n(ii) The director may remove a jurisdiction from the list of reciprocal jurisdictions upon a determination that the jurisdiction no longer meets one (1) or more of the requirements of a reciprocal jurisdiction, as provided by applicable law or rule or in accordance with a process published through the NAIC committee process, except that the director shall not remove from the list a reciprocal jurisdiction as described under paragraph (b)(i) and (ii) of this subsection. Upon removal of a reciprocal jurisdiction from this list, credit for reinsurance ceded to an assuming insurer domiciled in that jurisdiction shall be allowed, if otherwise allowed pursuant to section 41-515, Idaho Code, or this section.\n\n(e) The director shall timely create and publish a list of assuming insurers that have satisfied the conditions set forth in this section and to which cessions shall be granted credit in accordance with this section.\n\n(i) If an NAIC-accredited jurisdiction has determined that the conditions set forth in paragraph (c) of this subsection have been met, the director has the discretion to defer to that jurisdiction’s determination and to add such assuming insurer to the list of assuming insurers to which cessions shall be granted credit in accordance with this paragraph. The director may accept financial documentation filed with another NAIC-accredited jurisdiction or with the NAIC in satisfaction of the requirements of paragraph (c) of this subsection.\n\n(ii) When requesting that the director defer to another NAIC-accredited jurisdiction’s determination, an assuming insurer must submit a properly executed form RJ-1 and additional information as the director may require. A state that has received such a request shall notify other states through the NAIC committee process and provide relevant information with respect to the determination of eligibility.\n\n(f) If the director determines that an assuming insurer no longer meets one (1) or more of the requirements under this subsection, the director may revoke or suspend the eligibility of the assuming insurer for recognition under this subsection.\n\n(i) While an assuming insurer’s eligibility is suspended, no reinsurance agreement issued, amended, or renewed after the effective date of the suspension qualifies for credit except to the extent that the assuming insurer’s obligations under the contract are secured in accordance with subsection (9) of this section.\n\n(ii) If an assuming insurer’s eligibility is revoked, no credit for reinsurance may be granted after the effective date of the revocation with respect to any reinsurance agreements entered into by the assuming insurer, including reinsurance agreements entered into prior to the date of revocation, except to the extent that the assuming insurer’s obligations under the contract are secured in a form acceptable to the director and consistent with the provisions of subsection (9) of this section.\n\n(g) Before denying statement credit or imposing a requirement to post security with respect to paragraph (f) of this subsection, or adopting any similar requirement that will have substantially the same regulatory impact as security, the director shall:\n\n(i) Communicate with the ceding insurer, the assuming insurer, and the assuming insurer’s supervisory authority that the assuming insurer no longer satisfies any of the conditions listed in paragraph (c) of this subsection;\n\n(ii)1. Provide the assuming insurer with thirty (30) days from the initial communication to submit a plan to remedy the defect, and ninety (90) days from the initial communication to remedy the defect, except in exceptional circumstances in which a shorter period is necessary for policyholder and other consumer protection.\n\n2. After the expiration of ninety (90) days or less, as set out in 1. of this subparagraph, if the director determines that no or insufficient action was taken by the assuming insurer, the director may impose any of the requirements as set out in this paragraph; and\n\n(iii) Provide a written explanation to the assuming insurer of any of the requirements set out in this subsection.\n\n(h) If subject to a legal process of rehabilitation, liquidation, or conservation, as applicable, the ceding insurer or its representative may seek and, if determined appropriate by the court in which the proceedings are pending, may obtain an order requiring that the assuming insurer post security for all outstanding liabilities.\n\n(8) Credit for reinsurance required by law. Pursuant to section 41-515(2)(g), Idaho Code, the director shall allow credit for reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements of section 41-515(2)(a), (b), (c), (d), (e), or (f), Idaho Code, but only as to the insurance of risks located in jurisdictions where the reinsurance is required by the applicable law or regulation of that jurisdiction. As used in this subsection, the term \"jurisdiction\" means a state, district, or territory of the United States and any lawful national government.\n\n(9) Asset or reduction from liability for reinsurance ceded to an unauthorized assuming insurer not meeting the requirements of subsections (2) through (8) of this section.\n\n(a) Pursuant to section 41-515(3), Idaho Code, the director shall allow a reduction from liability for reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements of section 41-515(2), Idaho Code, in an amount not exceeding the liabilities carried by the ceding insurer. The reduction shall be in the amount of funds held by or on behalf of the ceding insurer, including funds held in trust for the exclusive benefit of the ceding insurer, under a reinsurance contract with such assuming insurer as security for the payment of obligations under the reinsurance contract. The security shall be held in the United States subject to withdrawal solely by, and under the exclusive control of, the ceding insurer or, in the case of a trust, held in a qualified United States financial institution as defined in section 41-515(4)(b), Idaho Code. This security may be in the form of any of the following:\n\n(ii) Securities listed by the securities valuation office of the NAIC, including those deemed exempt from filing as defined by the purposes and procedures manual of the securities valuation office, and qualifying as admitted assets;\n\n(iii) Clean, irrevocable, unconditional, and evergreen letters of credit issued or confirmed by a qualified United States institution, as defined in section 41-515(4)(a), Idaho Code, effective no later than December 31 of the year for which filing is being made, and in the possession of, or in trust for, the ceding insurer on or before the filing date of its annual statement. Letters of credit meeting applicable standards of issuer acceptability as of the dates of their issuance or confirmation shall, notwithstanding the issuing or confirming institution’s subsequent failure to meet applicable standards of issuer acceptability, continue to be acceptable as security until their expiration, extension, renewal, modification, or amendment, whichever first occurs; or\n\n(iv) Any other form of security acceptable to the director.\n\n(b) An admitted asset or a reduction from liability for reinsurance ceded to an unauthorized assuming insurer pursuant to this section shall be allowed only when the requirements of subsection (13) of this section and the applicable portions of subsection (10), (11), or (12) of this section have been satisfied.\n\n(10) Trust agreements qualified under subsection (9) of this section.\n\n(a) As used in this subsection:\n\n(i) \"Beneficiary\" means the entity for whose sole benefit the trust has been established and any successor of the beneficiary by operation of law. If a court of law appoints a successor in interest to the named beneficiary, then the named beneficiary includes and is limited to the court-appointed domiciliary receiver, including conservator, rehabilitator, or liquidator.\n\n(ii) \"Grantor\" means the entity that has established a trust for the sole benefit of the beneficiary. When established in conjunction with a reinsurance agreement, the grantor is the unlicensed, unaccredited assuming insurer.\n\n(iii) \"Obligations,\" as used in paragraph (b)(xi) of this subsection, means:\n\n1. Reinsured losses and allocated loss expenses paid by the ceding company but not recovered from the assuming insurer;\n\n2. Reserves for reinsured losses reported and outstanding;\n\n3. Reserves for reinsured losses incurred but not reported; and\n\n4. Reserves for allocated reinsured loss expenses and unearned premiums.\n\n(b) Required conditions.\n\n(i) The trust agreement shall be entered into between the beneficiary, the grantor, and a trustee, which shall be a qualified United States financial institution as defined in section 41-515(4)(b), Idaho Code.\n\n(ii) The trust agreement shall create a trust account into which assets shall be deposited.\n\n(iii) All assets in the trust account shall be held by the trustee at the trustee’s office in the United States.\n\n(iv) The trust agreement shall provide that:\n\n1. The beneficiary shall have the right to withdraw assets from the trust account at any time, without notice to the grantor, subject only to written notice from the beneficiary to the trustee;\n\n2. No other statement or document is required to be presented to withdraw assets, except that the beneficiary may be required to acknowledge receipt of withdrawn assets;\n\n3. It is not subject to any conditions or qualifications outside of the trust agreement; and\n\n4. It shall not contain references to any other agreements or documents except as provided for in subparagraphs (xi) and (xii) of this paragraph.\n\n(v) The trust agreement shall be established for the sole benefit of the beneficiary.\n\n(vi) The trust agreement shall require the trustee to:\n\n1. Receive assets and hold all assets in a safe place;\n\n2. Determine that all assets are in such form that the beneficiary, or the trustee upon direction by the beneficiary, may whenever necessary negotiate any such assets without consent or signature from the grantor or any other person or entity;\n\n3. Furnish to the grantor and the beneficiary a statement of all assets in the trust account upon its inception and at intervals no less frequent than the end of each calendar quarter;\n\n4. Notify the grantor and the beneficiary within ten (10) days of any deposits to or withdrawals from the trust account;\n\n5. Upon written demand of the beneficiary, immediately take any and all steps necessary to transfer absolutely and unequivocally all right, title, and interest in the assets held in the trust account to the beneficiary and deliver physical custody of the assets to the beneficiary; and\n\n6. Allow no substitutions or withdrawals of assets from the trust account, except on written instructions from the beneficiary, except that the trustee may, without the consent of but with notice to the beneficiary, upon call or maturity of any trust asset, withdraw such asset upon condition that the proceeds are paid into the trust account.\n\n(vii) The trust agreement shall provide that at least thirty (30) days, but not more than forty-five (45) days, prior to termination of the trust account written notification of termination shall be delivered by the trustee to the beneficiary.\n\n(viii) The trust agreement shall be made subject to and governed by the laws of the state in which the trust is domiciled.\n\n(ix) The trust agreement shall prohibit invasion of the trust corpus for the purpose of paying commission to, or reimbursing the expenses of, the trustee. In order for a letter of credit to qualify as an asset of the trust, the trustee shall have the right and the obligation pursuant to the deed of trust or some other binding agreement, as duly approved by the director, to immediately draw down the full amount of the letter of credit and hold the proceeds in trust for the beneficiaries of the trust if the letter of credit will otherwise expire without being renewed or replaced.\n\n(x) The trust agreement shall provide that the trustee shall be liable for its negligence, willful misconduct, or lack of good faith. The failure of the trustee to draw against the letter of credit in circumstances where such draw would be required shall be deemed to be negligence or willful misconduct, or both.\n\n(xi) Notwithstanding other provisions of this section, when a trust agreement is established in conjunction with a reinsurance agreement covering risks other than life, annuities, and accident and health, where it is customary practice to provide a trust agreement for a specific purpose, the trust agreement may provide that the ceding insurer shall undertake to use and apply amounts drawn upon the trust account, without diminution because of the insolvency of the ceding insurer or the assuming insurer, only for the following purposes:\n\n1. To pay or reimburse the ceding insurer for the assuming insurer’s share under the specific reinsurance agreement regarding any losses and allocated loss expenses paid by the ceding insurer, but not recovered from the assuming insurer, or for unearned premiums due to the ceding insurer if not otherwise paid by the assuming insurer;\n\n2. To make payment to the assuming insurer of any amounts held in the trust account that exceed one hundred two percent (102%) of the actual amount required to fund the assuming insurer’s obligations under the specific reinsurance agreement; or\n\n3. Where the ceding insurer has received notification of termination of the trust account and where the assuming insurer’s entire obligations under the specific reinsurance agreement remain unliquidated and undischarged ten (10) days prior to the termination date, to withdraw amounts equal to the obligations and deposit those amounts in a separate account, in the name of the ceding insurer in any qualified United States financial institution as defined in section 41-515(4)(b), Idaho Code, apart from its general assets, in trust for such uses and purposes specified in 1. and 2. of this subparagraph as may remain executory after such withdrawal and for any period after the termination date.\n\n(xii) Notwithstanding other provisions of this section, when a trust agreement is established to meet the requirements of subsection (9) of this section in conjunction with a reinsurance agreement covering life, annuities, or accident and health risks, where it is customary to provide a trust agreement for a specific purpose, the trust agreement may provide that the ceding insurer shall undertake to use and apply amounts drawn upon the trust account, without diminution because of the insolvency of the ceding insurer or the assuming insurer, only for the following purposes:\n\n1. To pay or reimburse the ceding insurer for:\n\n(A) The assuming insurer’s share under the specific reinsurance agreement of premiums returned, but not yet recovered from the assuming insurer, to the owners of policies reinsured under the reinsurance agreement on account of cancellations of the policies; and\n\n(B) The assuming insurer’s share under the specific reinsurance agreement of surrenders and benefits or losses paid by the ceding insurer, but not yet recovered from the assuming insurer, under the terms and provisions of the policies reinsured under the reinsurance agreement;\n\n2. To pay to the assuming insurer amounts held in the trust account in excess of the amount necessary to secure the credit or reduction from liability for reinsurance taken by the ceding insurer; or\n\n3. Where the ceding insurer has received notification of termination of the trust and where the assuming insurer’s entire obligations under the specific reinsurance agreement remain unliquidated and undischarged ten (10) days prior to the termination date, to withdraw amounts equal to the assuming insurer’s share of liabilities, to the extent that the liabilities have not yet been funded by the assuming insurer, and deposit those amounts in a separate account, in the name of the ceding insurer in any qualified United States financial institution apart from its general assets, in trust for the uses and purposes specified in 1. and 2. of this subparagraph as may remain executory after withdrawal and for any period after the termination date.\n\n(xiii) Either the reinsurance agreement or the trust agreement must stipulate that assets deposited in the trust account shall be valued according to their current fair market value and shall consist only of cash in United States dollars, certificates of deposit issued by a United States bank and payable in United States dollars, and investments permitted by this title of the Idaho Code, or any combination thereof, provided investments in or issued by an entity controlling, controlled by, or under common control with either the grantor or the beneficiary of the trust shall not exceed five percent (5%) of total investments. The agreement may further specify the types of investments to be deposited. If the reinsurance agreement covers life, annuities, or accident and health risks, then the provisions required by this subparagraph must be included in the reinsurance agreement.\n\n(c) Permitted conditions.\n\n(i) The trust agreement may provide that the trustee may resign upon delivery of a written notice of resignation, effective not less than ninety (90) days after the beneficiary and grantor receive the notice, and that the trustee may be removed by the grantor by delivery to the trustee and the beneficiary of a written notice of removal, effective not less than ninety (90) days after the trustee and the beneficiary receive the notice, provided that no such resignation or removal shall be effective until a successor trustee has been duly appointed and approved by the beneficiary and the grantor and all assets in the trust have been duly transferred to the new trustee.\n\n(ii) The grantor may have the full and unqualified right to vote any shares of stock in the trust account and to receive from time to time payments of any dividends or interest upon any shares of stock or obligations included in the trust account. Any interest or dividends shall be either forwarded promptly upon receipt to the grantor or deposited in a separate account established in the grantor’s name.\n\n(iii) The trustee may be given authority to invest, and accept substitutions of, any funds in the account, provided that no investment or substitution shall be made without prior approval of the beneficiary, unless the trust agreement specifies categories of investments acceptable to the beneficiary and authorizes the trustee to invest funds and to accept substitutions that the trustee determines are at least equal in current fair market value to the assets withdrawn and that are consistent with the restrictions in paragraph (d)(i)2. of this subsection.\n\n(iv) The trust agreement may provide that the beneficiary may at any time designate a party to which all or part of the trust assets are to be transferred. Transfer may be conditioned upon the trustee receiving, prior to or simultaneously, other specified assets.\n\n(v) The trust agreement may provide that, upon termination of the trust account, all assets not previously withdrawn by the beneficiary shall, with written approval by the beneficiary, be delivered over to the grantor.\n\n(d) Additional conditions applicable to reinsurance agreements.\n\n(i) A reinsurance agreement may contain provisions that:\n\n1. Require the assuming insurer to enter into a trust agreement and to establish a trust account for the benefit of the ceding insurer, specifying what the agreement is to cover;\n\n2. Require the assuming insurer, prior to depositing assets with the trustee, to execute assignments or endorsements in blank, or to transfer legal title to the trustee of all shares, obligations, or any other assets requiring assignments, in order that the ceding insurer, or the trustee upon the direction of the ceding insurer, may whenever necessary negotiate these assets without consent or signature from the assuming insurer or any other entity;\n\n3. Require that all settlements of account between the ceding insurer and the assuming insurer be made in cash or its equivalent; and\n\n4. Stipulate that the assuming insurer and the ceding insurer agree that the assets in the trust account, established pursuant to the provisions of the reinsurance agreement, may be withdrawn by the ceding insurer at any time, notwithstanding any other provisions in the reinsurance agreement, and shall be utilized and applied by the ceding insurer or its successors in interest by operation of law, including without limitation any liquidator, rehabilitator, receiver, or conservator of such company, without diminution because of insolvency on the part of the ceding insurer or the assuming insurer, only for the following purposes:\n\n(A) To pay or reimburse the ceding insurer for:\n\na. The assuming insurer’s share under the specific reinsurance agreement of premiums returned, but not yet recovered from the assuming insurer, to the owners of policies reinsured under the reinsurance agreement because of cancellations of such policies;\n\nb. The assuming insurer’s share of surrenders and benefits or losses paid by the ceding insurer pursuant to the provisions of the policies reinsured under the reinsurance agreement; and\n\nc. Any other amounts necessary to secure the credit or reduction from liability for reinsurance taken by the ceding insurer; and\n\n(B) To make payment to the assuming insurer of amounts held in the trust account in excess of the amount necessary to secure the credit or reduction from liability for reinsurance taken by the ceding insurer.\n\n(ii) The reinsurance agreement also may contain provisions that:\n\n1. Give the assuming insurer the right to seek approval from the ceding insurer, which shall not be unreasonably or arbitrarily withheld, to withdraw from the trust account all or any part of the trust assets and transfer those assets to the assuming insurer, provided:\n\n(A) The assuming insurer shall, at the time of withdrawal, replace the withdrawn assets with other qualified assets having a current fair market value equal to the market value of the assets withdrawn so as to maintain at all times the deposit in the required amount; or\n\n(B) After withdrawal and transfer, the current fair market value of the trust account is no less than one hundred two percent (102%) of the required amount.\n\n2. Provide for the return of any amount withdrawn in excess of the actual amounts required for subparagraph (i)4. of this paragraph and for interest payments at a rate not in excess of the prime rate of interest on such amounts;\n\n3. Permit the award by any arbitration panel or court of competent jurisdiction of:\n\n(A) Interest at a rate different from that provided in 2. of this subparagraph;\n\n(B) Court or arbitration costs;\n\n(C) Attorney’s fees; and\n\n(D) Any other reasonable expenses.\n\n(e) Financial reporting. A trust agreement may be used to reduce any liability for reinsurance ceded to an unauthorized assuming insurer in financial statements required to be filed with this department in compliance with the provisions of this section when established on or before the date of filing of the financial statement of the ceding insurer. Further, the reduction for the existence of an acceptable trust account may be up to the current fair market value of acceptable assets available to be withdrawn from the trust account at that time, but such reduction shall be no greater than the specific obligations under the reinsurance agreement that the trust account was established to secure.\n\n(f) Existing agreements. Notwithstanding the effective date of this section, any trust agreement or underlying reinsurance agreement in existence prior to July 1, 2021, will continue to be acceptable until July 1, 2022, at which time such agreement will have to fully comply with this section for the trust agreement to be acceptable.\n\n(g) The failure of any trust agreement to specifically identify the beneficiary as defined in paragraph (a) of this subsection shall not be construed to affect any actions or rights that the director may take or possess pursuant to the provisions of the laws of this state.\n\n(11) Letters of credit qualified under subsection (9) of this section.\n\n(a) The letter of credit must be clean, irrevocable, unconditional, and issued or confirmed by a qualified United States financial institution as defined in section 41-515(4)(a), Idaho Code. The letter of credit shall contain an issue date and expiration date and shall stipulate that the beneficiary need only draw a sight draft under the letter of credit and present it to obtain funds and that no other document need be presented. The letter of credit also shall indicate that it is not subject to any conditions or qualifications outside of the letter of credit. In addition, the letter of credit itself shall not contain reference to any other agreements, documents, or entities, except as provided in paragraph (h)(i) of this subsection. As used in this subsection, \"beneficiary\" means the domestic insurer for whose benefit the letter of credit has been established and any successor of the beneficiary by operation of law. If a court of law appoints a successor in interest to the named beneficiary, then the named beneficiary includes and is limited to the court-appointed domiciliary receiver, including conservator, rehabilitator, or liquidator.\n\n(b) The heading of the letter of credit may include a boxed section containing the name of the applicant and other appropriate notations to provide a reference for the letter of credit. The boxed section shall be clearly marked to indicate that such information is for internal identification purposes only.\n\n(c) The letter of credit shall contain a statement to the effect that the obligation of the qualified United States financial institution under the letter of credit is in no way contingent upon reimbursement with respect thereto.\n\n(d) The term of the letter of credit shall be for at least one (1) year and shall contain an evergreen clause that prevents the expiration of the letter of credit without due notice from the issuer. The evergreen clause shall provide for a period of no less than thirty (30) days’ notice prior to its expiration date or nonrenewal.\n\n(e) The letter of credit shall state whether it is subject to and governed by the laws of this state or the uniform customs and practice for documentary credits of the international chamber of commerce publication 600 (UCP 600) or international standby practices of the international chamber of commerce publication 590 (ISP98), or any successor publication, and all drafts drawn thereunder shall be presentable at an office in the United States of a qualified United States financial institution.\n\n(f) If the letter of credit is made subject to the uniform customs and practice for documentary credits of the international chamber of commerce publication 600 (UCP 600) or international standby practices of the international chamber of commerce publication 590 (ISP98), or any successor publication, then the letter of credit shall specifically address and provide for an extension of time to draw against the letter of credit in the event that one (1) or more of the occurrences specified in article 36 of UCP 600 or any other successor publication occur.\n\n(g) If the letter of credit is issued by a financial institution authorized to issue letters of credit, other than a qualified United States financial institution as described in paragraph (a) of this subsection, then the following additional requirements shall be met:\n\n(i) The issuing financial institution shall formally designate the confirming qualified United States financial institution as its agent for the receipt and payment of the drafts; and\n\n(ii) The evergreen clause shall provide for thirty (30) days’ notice prior to its expiration date or nonrenewal.\n\n(h) Reinsurance agreement provisions.\n\n(i) The reinsurance agreement in conjunction with which the letter of credit is obtained may contain provisions that:\n\n1. Require the assuming insurer to provide letters of credit to the ceding insurer and specify what they are to cover;\n\n2. Stipulate that the assuming insurer and ceding insurer agree that the letter of credit provided by the assuming insurer pursuant to the provisions of the reinsurance agreement may be drawn upon at any time, notwithstanding any other provisions in the agreement, and shall be utilized by the ceding insurer or its successors in interest only for one (1) or more of the following reasons:\n\n(A) To pay or reimburse the ceding insurer for:\n\na. The assuming insurer’s share under the specific reinsurance agreement of premiums returned, but not yet recovered from the assuming insurers, to the owners of policies reinsured under the reinsurance agreement on account of cancellations of such policies;\n\nb. The assuming insurer’s share, under the specific reinsurance agreement, of surrenders and benefits or losses paid by the ceding insurer, but not yet recovered from the assuming insurers, under the terms and provisions of the policies reinsured under the reinsurance agreement; and\n\nc. Any other amounts necessary to secure the credit or reduction from liability for reinsurance taken by the ceding insurer;\n\n(B) Where the letter of credit will expire without renewal or be reduced or replaced by a letter of credit for a reduced amount and where the assuming insurer’s entire obligations under the reinsurance agreement remain unliquidated and undischarged ten (10) days prior to the termination date, to withdraw amounts equal to the assuming insurer’s share of the liabilities, to the extent that the liabilities have not yet been funded by the assuming insurer and exceed the amount of any reduced or replacement letter of credit, and deposit those amounts in a separate account in the name of the ceding insurer in a qualified United States financial institution apart from its general assets, in trust for such uses and purposes specified in 2.(A) of this subparagraph as may remain after withdrawal and for any period after the termination date.\n\n(C) All of the provisions of this subparagraph shall be applied without diminution because of insolvency on the part of the ceding insurer or assuming insurer.\n\n(ii) Nothing contained in subparagraph (i) of this paragraph shall preclude the ceding insurer and assuming insurer from providing for:\n\n1. An interest payment, at a rate not in excess of the prime rate of interest, on the amounts held pursuant to subparagraph (i)2. of this paragraph; or\n\n2. The return of any amounts drawn down on the letters of credit in excess of the actual amounts specified in this paragraph or any amounts that are subsequently determined not to be due.\n\n(12) Other security. A ceding insurer may take credit for unencumbered funds withheld by the ceding insurer in the United States subject to withdrawal solely by the ceding insurer and under its exclusive control.\n\n(13) Reinsurance contract. Credit shall not be granted, and an asset or reduction from liability shall not be allowed, to a ceding insurer for reinsurance effected with assuming insurers meeting the requirements of subsection (2), (3), (4), (5), (6), (7), or (9) of this section or otherwise in compliance with section 41-515(2), Idaho Code, after the adoption of this section unless the reinsurance agreement:\n\n(a) Includes a proper insolvency clause that stipulates reinsurance is payable directly to the liquidator or successor without diminution regardless of the status of the ceding company, pursuant to chapter 33 of this title;\n\n(b) Includes a provision pursuant to section 41-515(2), Idaho Code, whereby the assuming insurer, if an unauthorized assuming insurer, has submitted to the jurisdiction of an alternative dispute resolution panel or court of competent jurisdiction within the United States, has agreed to comply with all requirements necessary to give the court or panel jurisdiction, has designated an agent upon whom service of process may be effected, and has agreed to abide by the final decision of the court or panel; and\n\n(c) Includes a proper reinsurance intermediary clause, if applicable, that stipulates the credit risk for the intermediary is carried by the assuming insurer.\n\n(14) Contracts affected. All new and renewal reinsurance transactions entered into after the adoption of this section shall conform to the requirements of this section if credit is to be given to the ceding insurer for such reinsurance. Consistent with NAIC model regulation 786, various forms have been adopted and need to be received by the department to be compliant with this statute, including forms AR-1, CR-1, RJ-1, CR-F, and CR-S. These forms can be obtained from the department’s website.\n\n[41-515A, added 2021, ch. 67, sec. 2, p. 220.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-515a/"
    },
    {
      "id": "section-41-516",
      "number": "41-516",
      "heading": "",
      "text": "41-516. INDIVIDUAL OR GROUP ACCIDENT AND SICKNESS INSURANCE DEFINED. \"Individual or group accident and sickness insurance\" means any policy insuring against loss resulting from sickness or from bodily injury or death by accident, or both. \"Individual or group accident and sickness insurance\" shall also include comprehensive major medical coverage for medical and surgical benefits and high deductible health plans sold or maintained under the applicable provisions of section 223 of the Internal Revenue Code.\n\n[41-516, added 2018, ch. 166, sec. 3, p. 341.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-5/section-41-516/"
    }
  ]
}