{
  "state": "idaho",
  "path": "title-title-41/chapter-chapter-58",
  "sections": [
    {
      "id": "section-41-5801",
      "number": "41-5801",
      "heading": "",
      "text": "41-5801. PURPOSE AND SCOPE. This chapter governs the qualifications and procedures for the licensing of public adjusters. It specifies the duties of and restrictions on public adjusters, which include limiting their licensure to assisting insureds in first party claims.\n\n[41-5801, added 2008, ch. 179, sec. 1, p. 532.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5801/"
    },
    {
      "id": "section-41-5802",
      "number": "41-5802",
      "heading": "",
      "text": "41-5802. DEFINITIONS. As used in this chapter:\n\n(1) \"Business entity\" means a corporation, association, partnership, limited liability company, limited liability partnership or other legal entity.\n\n(2) \"Fingerprints\" means an impression of the lines on the finger taken for purpose of identification. The impression may be electronic or in ink converted to electronic format.\n\n(3) \"Home state\" means the District of Columbia or any state or territory of the United States in which the public adjuster’s principal place of residence or principal place of business is located. If neither the state in which the public adjuster maintains the principal place of residence nor the state in which the public adjuster maintains the principal place of business has a substantially similar law governing public adjusters, the public adjuster may declare another state in which it becomes licensed and acts as a public adjuster to be the home state.\n\n(4) \"Individual\" means a natural person.\n\n(5) \"Person\" means an individual or a business entity.\n\n(6) \"Public adjuster\" means any person who, for compensation or any other thing of value on behalf of the insured:\n\n(a) Acts or aids, solely in relation to first party claims arising under insurance contracts that insure the real or personal property of the insured, on behalf of an insured in negotiating for, or effecting the settlement of, a claim for loss or damage covered by an insurance contract;\n\n(b) Advertises for employment as a public adjuster of insurance claims or solicits business or represents himself or herself to the public as a public adjuster of first party insurance claims for losses or damages arising out of policies of insurance that insure real or personal property; or\n\n(c) Directly or indirectly solicits business, investigates or adjusts losses, or advises an insured about first party claims for losses or damages arising out of policies of insurance that insure real or personal property for another person engaged in the business of adjusting losses or damages covered by an insurance policy, for the insured.\n\n[41-5802, added 2008, ch. 179, sec. 1, p. 532.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5802/"
    },
    {
      "id": "section-41-5803",
      "number": "41-5803",
      "heading": "",
      "text": "41-5803. LICENSE REQUIRED. (1) A person shall not act or hold himself out as a public adjuster in this state unless the person is licensed as a public adjuster in accordance with this chapter.\n\n(2) A person licensed as a public adjuster shall not misrepresent to a claimant that he or she is an adjuster representing an insurer in any capacity, including acting as an employee of the insurer or acting as an independent adjuster unless so appointed by an insurer in writing to act on the insurer’s behalf for that specific claim or purpose. A licensed public adjuster is prohibited from charging that specific claimant a fee when appointed by the insurer and the appointment is accepted by the public adjuster.\n\n[41-5803, added 2008, ch. 179, sec. 1, p. 533.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5803/"
    },
    {
      "id": "section-41-5804",
      "number": "41-5804",
      "heading": "",
      "text": "41-5804. EXCEPTIONS TO LICENSING. Notwithstanding section 41-5803, Idaho Code, a license as a public adjuster shall not be required of the following:\n\n(1) An attorney admitted to practice in this state, when acting in his or her professional capacity as an attorney;\n\n(2) A producer licensed in Idaho who acts only on behalf of his or her own insured and does not hold himself or herself out to the public as a public adjuster;\n\n(3) A person who negotiates or settles claims arising under a life or health insurance policy or an annuity contract;\n\n(4) A person employed only for the purpose of obtaining facts surrounding a loss or furnishing technical assistance to a licensed public adjuster including, but not limited to, photographers, estimators, private investigators, engineers and handwriting experts;\n\n(5) A licensed health care provider, or employee of a licensed health care provider, who prepares or files a health claim form on behalf of a patient; or\n\n(6) A person who settles subrogation claims between insurers.\n\n[41-5804, added 2008, ch. 179, sec. 1, p. 533.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5804/"
    },
    {
      "id": "section-41-5805",
      "number": "41-5805",
      "heading": "",
      "text": "41-5805. APPLICATION FOR LICENSE. [EFFECTIVE UPON A STATE’S PARTICIPATION IN NAIC’S CENTRAL REPOSITORY FOR CRIMINAL BACKGROUND INFORMATION] (1) A person applying for a public adjuster license shall make application to the department on an application form prescribed by the department.\n\n(2) The applicant shall declare under penalty of perjury and under penalty of refusal, suspension or revocation of the license that the statements made in the application are true, correct and complete to the best of the applicant’s knowledge and belief.\n\n(3) In order to make a determination of license eligibility, the department is authorized to require fingerprints of applicants and submit the fingerprints and the fee required to perform the criminal history record checks to the Idaho state police and the federal bureau of investigation (FBI) for state and national criminal history record checks; the department shall require a criminal history record check on each applicant in accordance with this chapter. The department shall require each applicant to submit a full set of fingerprints in order for the department to obtain and receive national criminal history records from the FBI criminal justice information services division.\n\n(a) The department may contract for the collection, transmission and resubmission of fingerprints required under this section. If the department does so, the fee for collecting, transmitting and retaining fingerprints shall be payable directly to the contractor by the person. The department may agree to a reasonable fingerprinting fee to be charged by the contractor.\n\n(b) The department is authorized to receive criminal history record information in lieu of the Idaho state police that submitted the fingerprints to the FBI.\n\n[41-5805, added 2008, ch. 179, sec. 1, p. 533.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5805/"
    },
    {
      "id": "section-41-5806",
      "number": "41-5806",
      "heading": "",
      "text": "41-5806. LICENSE QUALIFICATIONS. (1) Before issuing a public adjuster license to an applicant under this section, the department shall find that the applicant:\n\n(a) Is at least eighteen (18) years of age;\n\n(b) Is eligible to designate this state as his or her home state or is a nonresident who is eligible for a license under section 41-5809, Idaho Code;\n\n(c) Has successfully passed the public adjuster examination;\n\n(d) Has not committed any act that is a ground for denial, suspension or revocation of a license as set forth in section 41-5811, Idaho Code;\n\n(e) Is trustworthy, reliable, and of good reputation, evidence of which may be determined by the department;\n\n(f) Is financially responsible to exercise the license and has provided proof of financial responsibility as required in section 41-5812, Idaho Code;\n\n(g) Has paid the fees set forth by rule adopted pursuant to section 41-401, Idaho Code; and\n\n(h) Maintains an office in the home state of residence with public access by reasonable appointment and/or regular business hours. This includes a designated office within a home state of residence.\n\n(2) In addition to satisfying the requirements of subsection (1), when applicable, a business entity shall:\n\n(a) Designate a licensed individual public adjuster responsible for the business entity’s compliance with the insurance laws and rules of this state;\n\n(b) Designate only licensed individual public adjusters to exercise the business entity’s license; and\n\n(c) The department may require any documents reasonably necessary to verify the information contained in the application.\n\n[41-5806, added 2008, ch. 179, sec. 1, p. 534.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5806/"
    },
    {
      "id": "section-41-5807",
      "number": "41-5807",
      "heading": "",
      "text": "41-5807. EXAMINATION. (1) An individual applying for a public adjuster license under this chapter shall pass a written examination unless exempt pursuant to section 41-5808, Idaho Code. The examination shall test the knowledge of the individual concerning the duties and responsibilities of a public adjuster and the insurance laws and rules of this state. Examinations required by this section shall be developed and conducted under rules prescribed by the department.\n\n(2) The department may make arrangements, including contracting with an outside testing service, for administering examinations and collecting the nonrefundable fee set forth by rule of the department.\n\n(3) Each individual applying for an examination shall remit a nonrefundable fee as prescribed by the department in an amount set by rule of the department adopted pursuant to section 41-401, Idaho Code.\n\n(4) An individual who fails to appear for the examination as scheduled or fails to pass the examination shall reapply for an examination and remit all required fees and forms before being rescheduled for another examination.\n\n[41-5807, added 2008, ch. 179, sec. 1, p. 534.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5807/"
    },
    {
      "id": "section-41-5808",
      "number": "41-5808",
      "heading": "",
      "text": "41-5808. EXEMPTIONS FROM EXAMINATION. (1) An individual who applies for a public adjuster license in this state who was previously licensed as a public adjuster in another state based on a public adjuster examination shall not be required to complete any prelicensing examination. This exemption is only available if the person is currently licensed in that state or if the person applies for a license in this state within ninety (90) days of cancellation of the applicant’s previous license and if the prior state issues a certification that, at the time of cancellation, the applicant was in good standing in that state or the state’s producer database records or records maintained by the national association of insurance commissioners (NAIC), its affiliates, or subsidiaries, indicate that the public adjuster is or was licensed and in good standing.\n\n(2) A person licensed as a public adjuster in another state based on a public adjuster examination who moves to this state shall make application within ninety (90) days of establishing legal residence to become a resident licensee pursuant to section 41-5805, Idaho Code. No prelicensing examination shall be required of that person to obtain a public adjuster license.\n\n(3) An individual who applies for a public adjuster license in this state who was previously licensed as a public adjuster in this state shall not be required to complete any prelicensing examination. This exemption is only available if the application is received within twelve (12) months of the cancellation of the applicant’s previous license in this state and if, at the time of cancellation, the applicant was in good standing in this state.\n\n(4) A licensed individual who moves and establishes residency in this state must apply for a resident license within ninety (90) days of establishing residency here and must relinquish his or her resident license in the former home state.\n\n[41-5808, added 2008, ch. 179, sec. 1, p. 535.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5808/"
    },
    {
      "id": "section-41-5809",
      "number": "41-5809",
      "heading": "",
      "text": "41-5809. NONRESIDENT LICENSE RECIPROCITY. (1) Unless denied licensure pursuant to sections 41-5810 or 41-5811, Idaho Code, a nonresident person shall receive a nonresident public adjuster license if:\n\n(a) The person is currently licensed as a resident public adjuster and in good standing in his or her home state;\n\n(b) The person has submitted the proper request for licensure, has paid the fees required by rule of the department adopted pursuant to section 41-5806(1)(g), Idaho Code, and has provided proof of financial responsibility as required in section 41-5812, Idaho Code;\n\n(c) The person has submitted or transmitted to the department the appropriate completed application for licensure; and\n\n(d) The person’s home state awards nonresident public adjuster licenses to residents of this state on the same basis.\n\n(2) The department may verify the public adjuster’s licensing status through the producer database maintained by the NAIC, its affiliates, or subsidiaries.\n\n(3) As a condition to continuation of a public adjuster license issued under this section, the licensee shall maintain a resident public adjuster license in his or her home state. The nonresident public adjuster license issued under this section shall terminate and be surrendered immediately to the department if the home state public adjuster license terminates for any reason, unless the public adjuster has been issued a license as a resident public adjuster in his or her new home state. Notification to the state or states where a nonresident license is issued must be made as soon as possible, within thirty (30) days of the change in new state resident license. The licensee shall include new and old addresses. A new state resident license is required for nonresident licenses to remain valid. The new state resident license must have reciprocity with the licensing nonresident state(s) for the nonresident license not to terminate.\n\n[41-5809, added 2008, ch. 179, sec. 1, p. 535.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5809/"
    },
    {
      "id": "section-41-5810",
      "number": "41-5810",
      "heading": "",
      "text": "41-5810. LICENSE. (1) Unless denied licensure under this chapter, persons who have met the requirements of this chapter shall be issued a public adjuster license.\n\n(2) A public adjuster license shall remain in effect unless revoked, terminated or suspended as long as the request for renewal and the fee set forth in the rule promulgated under section 41-5806(1)(g), Idaho Code, is paid and any other requirements for license renewal are met by the due date.\n\n(3) The licensee shall inform the department by any means acceptable to the department of a change of address, change of legal name, or change of information submitted on the application within thirty (30) days of the change.\n\n(4) A public adjuster who allows his or her license to lapse may, within twelve (12) months from the due date of the renewal, reinstate his or her public adjuster license upon the department’s receipt of the request for renewal, payment of a penalty in the amount of double the unpaid renewal fee and certification that all continuing education requirements have been met. The new public adjuster license shall be effective the date the department receives all of the above stated items required for reinstatement.\n\n(5) A licensed public adjuster who is unable to comply with license renewal procedures due to military service, a long-term medical disability or some other extenuating circumstance, may request a waiver of those procedures. The public adjuster may also request a waiver of any examination requirement, fine or other sanction imposed for failure to comply with renewal procedures.\n\n(6) The license shall contain the licensee’s name, city and state of business address, license number, the date of issuance, the expiration date and any other information the department deems necessary.\n\n(7) In order to assist in the performance of the department’s duties, the department may contract with nongovernmental entities, including the NAIC or any affiliates or subsidiaries that the NAIC oversees, to perform any ministerial functions, including the collection of fees and data, related to licensing that the department may deem appropriate.\n\n[41-5810, added 2008, ch. 179, sec. 1, p. 536.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5810/"
    },
    {
      "id": "section-41-5811",
      "number": "41-5811",
      "heading": "",
      "text": "41-5811. LICENSE DENIAL, NONRENEWAL OR REVOCATION. (1) The department may place on probation, suspend, revoke or refuse to issue or renew a public adjuster’s license or may levy a civil penalty in accordance with section 41-1016, Idaho Code, or any combination of actions, for any one (1) or more of the following causes:\n\n(a) Providing incorrect, misleading, incomplete or materially untrue information in the license application;\n\n(b) Violating any insurance laws, or violating any rule, regulation, subpoena or order of the department or of another state’s insurance department;\n\n(c) Obtaining or attempting to obtain a license through misrepresentation or fraud;\n\n(d) Improperly withholding, misappropriating or converting any moneys or properties received in the course of doing insurance business;\n\n(e) Intentionally misrepresenting the terms of an actual or proposed insurance contract or application for insurance;\n\n(f) Having been convicted of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code, or that evidences dishonesty, a lack of integrity and financial responsibility, or an unfitness and inability to provide acceptable service to the consuming public;\n\n(g) Having admitted to or been found to have committed any insurance unfair trade practice or insurance fraud;\n\n(h) Using fraudulent, coercive or dishonest practices; or demonstrating incompetence, untrustworthiness or financial irresponsibility in the conduct of business in this state or elsewhere;\n\n(i) Having an insurance license, or its equivalent, denied, suspended or revoked in any other state, province, district or territory;\n\n(j) Forging another’s name to an application for insurance or to any document related to an insurance transaction;\n\n(k) Cheating, including improperly using notes or any other reference material, to complete an examination for an insurance license;\n\n(l) Knowingly accepting insurance business from an individual who is not licensed but who is required to be licensed by the department;\n\n(m) Failing to comply with an administrative or court order imposing a child support obligation, provided however, that nothing in this provision shall be deemed to abrogate or modify chapter 14, title 7, Idaho Code; or\n\n(n) Failing to pay state income tax or comply with any administrative or court order directing payment of state income tax.\n\n(2) The license of a business entity may be suspended, revoked or refused if the department finds, after hearing, that an individual licensee’s violation was known or should have been known by one (1) or more of the partners, officers or managers acting on behalf of the business entity and the violation was neither reported to the department nor corrective action taken.\n\n(3) In addition to or in lieu of any applicable denial, suspension or revocation of a license, a person may, after hearing, be subject to a civil fine or administrative penalty according to section 41-1016, Idaho Code.\n\n(4) The department shall retain the authority to enforce the provisions of and impose any penalty or remedy authorized by this chapter and title 41, Idaho Code, against any person who is under investigation for or charged with a violation of this chapter or title 41, Idaho Code, even if the person’s license or registration has been surrendered or has lapsed by operation of law.\n\n[41-5811, added 2008, ch. 179, sec. 1, p. 536; am. 2020, ch. 175, sec. 10, p. 514.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5811/"
    },
    {
      "id": "section-41-5812",
      "number": "41-5812",
      "heading": "",
      "text": "41-5812. BOND OR LETTER OF CREDIT. Prior to issuance of a license as a public adjuster and for the duration of the license, the applicant shall secure evidence of financial responsibility in a format prescribed by the department through a security bond or irrevocable letter of credit.\n\n(1) A surety bond executed and issued by an insurer authorized to issue surety bonds in this state, which bond:\n\n(a) Shall be in the minimum amount of twenty thousand dollars ($20,000);\n\n(b) Shall be in favor of this state and shall specifically authorize recovery by the department on behalf of any person in this state who sustained damages as the result of erroneous acts, a failure to act, conviction of fraud, or conviction of unfair practices in his or her capacity as a public adjuster; and\n\n(c) Shall not be terminated unless at least thirty (30) days’ prior written notice will have been filed with the department and given to the licensee.\n\n(2) An irrevocable letter of credit issued by a qualified financial institution, which letter of credit:\n\n(a) Shall be in the minimum amount of twenty thousand dollars ($20,000);\n\n(b) Shall be to an account within the department and subject to lawful levy of execution on behalf of any person to whom the public adjuster has been found to be legally liable as the result of erroneous acts, a failure to act, fraudulent acts, or unfair practices in his or her capacity as a public adjuster; and\n\n(c) Shall not be terminated unless at least thirty (30) days’ prior written notice will have been filed with the department and given to the licensee.\n\n(3) The issuer of the evidence of financial responsibility shall notify the department upon termination of the bond or letter of credit, unless otherwise directed by the department.\n\n(4) The department may ask for the evidence of financial responsibility at any time deemed relevant.\n\n(5) The authority to act as a public adjuster shall automatically terminate if the evidence of financial responsibility terminates or becomes impaired.\n\n[41-5812, added 2008, ch. 179, sec. 1, p. 537.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5812/"
    },
    {
      "id": "section-41-5813",
      "number": "41-5813",
      "heading": "",
      "text": "41-5813. CONTINUING EDUCATION. (1) An individual, who holds a public adjuster license and who is not exempt under subsection (2) of this section, shall satisfactorily complete a minimum of twenty-four (24) hours of continuing education courses, including three (3) hours of law or ethics, reported on a biennial basis in conjunction with the license renewal cycle.\n\n(2) This section shall not apply to:\n\n(a) Licensees not licensed for one (1) full year prior to the end of the applicable continuing education biennium; or\n\n(b) Licensees holding nonresident public adjuster licenses who have met the continuing education requirements of their home state and whose home state gives credit to residents of this state on the same basis.\n\n(3) Only continuing education courses approved by the department shall be used to satisfy the continuing education requirement of subsection (1) of this section.\n\n(4) Failure of the licensee to comply with the applicable education requirement by the expiration date of the license shall be grounds for the director to refuse to continue any such license. The licensee may reinstate his or her license by submitting proof of all education requirements within ninety (90) days from the date of expiration of the license and by submitting an additional administrative penalty of one hundred dollars ($100) for a delinquency of one (1) day to thirty (30) days, two hundred dollars ($200) for a delinquency of thirty-one (31) days to sixty (60) days, and three hundred dollars ($300) for a delinquency of sixty-one (61) days to ninety (90) days. Following the ninetieth day from the date of nonrenewal of the license and up to one (1) year from the nonrenewal date, the licensee must complete all requirements for licensure including retesting, submission of a new application and payment of all new licensing fees. In addition, the individual must submit proof of completion of the required education requirements from the licensing period in which the license was terminated. After the license has been expired for one (1) year or more, the individual must reapply and retest as a new applicant.\n\n[41-5813, added 2008, ch. 179, sec. 1, p. 538.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5813/"
    },
    {
      "id": "section-41-5814",
      "number": "41-5814",
      "heading": "",
      "text": "41-5814. PUBLIC ADJUSTER FEES. (1) A public adjuster shall not pay a commission, service fee or other valuable consideration to a person for investigating or settling claims in this state if that person is required to be licensed under this chapter and is not so licensed.\n\n(2) A person shall not accept a commission, service fee or other valuable consideration for investigating or settling claims in this state if that person is required to be licensed under this chapter and is not so licensed.\n\n(3) A public adjuster may pay or assign commission, service fees or other valuable consideration to persons who do not investigate or settle claims in this state, unless the payment would violate section 41-1314, Idaho Code.\n\n[41-5814, added 2008, ch. 179, sec. 1, p. 539.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5814/"
    },
    {
      "id": "section-41-5815",
      "number": "41-5815",
      "heading": "",
      "text": "41-5815. CONTRACT BETWEEN PUBLIC ADJUSTER AND INSURED. (1) Public adjusters shall ensure that all contracts for their services are in writing and contain the following terms:\n\n(a) Legible full name of the adjuster signing the contract, as specified in department records;\n\n(b) Permanent home state business address and phone number;\n\n(c) Department license number;\n\n(d) Title of \"public adjuster contract\";\n\n(e) Insured’s full name, street address, insurance company name and policy number, if known, or upon notification;\n\n(f) Description of the loss and its location, if applicable;\n\n(g) Description of services to be provided to the insured;\n\n(h) Signatures of the public adjuster and the insured;\n\n(i) Date contract was signed by the public adjuster and date the contract was signed by the insured;\n\n(j) Attestation language stating that the public adjuster is fully bonded pursuant to state law; and\n\n(k) Full salary, fee, commission, compensation or other considerations the public adjuster is to receive for services.\n\n(2) The contract may specify that the public adjuster shall be named as a co-payee on an insurer’s payment of a claim.\n\n(a) If the compensation is based on a share of the insurance settlement, the exact percentage shall be specified.\n\n(b) Initial expenses to be reimbursed to the public adjuster from the proceeds of the claim payment shall be specified by type, with dollar estimates set forth in the contract and with any additional expenses first approved by the insured.\n\n(3) If the insurer, not later than seventy-two (72) hours after the date on which the loss is reported to the insurer, either pays or commits in writing to pay to the insured the policy limit of the insurance policy, the public adjuster shall:\n\n(a) Not receive a commission consisting of a percentage of the total amount paid by an insurer to resolve a claim;\n\n(b) Inform the insured that the loss recovery amount might not be increased by insurer; and\n\n(c) Be entitled only to reasonable compensation from the insured for services provided by the public adjuster on behalf of the insured, based on the time spent on a claim and expenses incurred by the public adjuster, until the claim is paid or the insured receives a written commitment to pay from the insurer.\n\n(4) A public adjuster shall provide the insured a written disclosure concerning any direct or indirect financial interest that the public adjuster has with any other party that is involved in any aspect of the claim, other than the salary, fee, commission or other consideration established in the written contract with the insured including, but not limited to, any ownership of, other than as a minority stockholder, or any compensation expected to be received from, any construction firm, salvage firm, building appraisal firm, motor vehicle repair shop, or any other firm that provides estimates for work, or that performs any work, in conjunction with damages caused by the insured loss on which the public adjuster is engaged. The word \"firm\" shall include any person.\n\n(5) A public adjuster contract may not contain any contract term that:\n\n(a) Allows the public adjuster’s percentage fee to be collected when money is due from an insurance company, but not paid, or that allows a public adjuster to collect the entire fee from the first check issued by an insurance company, rather than as a percentage of each check issued by an insurance company;\n\n(b) Requires the insured to authorize an insurance company to issue a check only in the name of the public adjuster;\n\n(c) Imposes collection costs or late fees; or\n\n(d) Precludes a public adjuster from pursuing civil remedies.\n\n(6) Prior to the signing of the contract the public adjuster shall provide the insured with a separate disclosure document regarding the claim process that states:\n\n(a) Property insurance policies obligate the insured to present a claim to his or her insurance company for consideration. There are three (3) types of adjusters that could be involved in that process. The definitions of the three types are as follows:\n\n(i) \"Company adjuster\" means the insurance adjusters are employees of an insurance company. They represent the interest of the insurance company and are paid by the insurance company. They will not charge you a fee.\n\n(ii) \"Independent adjuster\" means the insurance adjusters are hired on a contract basis by an insurance company to represent the insurance company’s interest in the settlement of the claim. They are paid by your insurance company. They will not charge you a fee.\n\n(iii) \"Public adjuster\" means the insurance adjusters do not work for any insurance company. They work for the insured to assist in the preparation, presentation and settlement of the claim. The insured hires them by signing a contract agreeing to pay them a fee or commission based on a percentage of the settlement or other method of compensation.\n\n(b) The insured is not required to hire a public adjuster to help the insured meet his or her obligations under the policy, but has the right to do so.\n\n(c) The insured has the right to initiate direct communications with the insured’s attorney, the insurer, the insurer’s adjuster, and the insurer’s attorney, or any other person regarding the settlement of the insured’s claim.\n\n(d) The public adjuster is not a representative or employee of the insurer.\n\n(e) The salary, fee, commission or other consideration is the obligation of the insured, not the insurer.\n\n(7) The contract shall be executed in duplicate to provide an original contract to the public adjuster, and an original contract to the insured. The public adjuster’s original contract shall be available at all times for inspection without notice by the department.\n\n(8) The public adjuster shall provide the insurer a notification letter, which has been signed by the insured, authorizing the public adjuster to represent the insured’s interest.\n\n(9) The public adjuster shall give the insured written notice of the insured’s rights as provided in this section.\n\n(10) The insured has the right to rescind the contract within three (3) business days after the date the contract was signed. The rescission shall be in writing and mailed or delivered to the public adjuster at the address in the contract within the three (3) business day period.\n\n(11) If the insured exercises the right to rescind the contract, anything of value given by the insured under the contract will be returned to the insured within twenty-eight (28) days following the receipt by the public adjuster of the cancellation notice.\n\n[41-5815, added 2008, ch. 179, sec. 1, p. 539.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5815/"
    },
    {
      "id": "section-41-5816",
      "number": "41-5816",
      "heading": "",
      "text": "41-5816. ESCROW OR TRUST ACCOUNTS. A public adjuster who receives, accepts or holds any funds on behalf of an insured, towards the settlement of a claim for loss or damage, shall deposit the funds in a noninterest bearing escrow or trust account in a financial institution that is insured by an agency of the federal government in the public adjuster’s home state or where the loss occurred.\n\n[41-5816, added 2008, ch. 179, sec. 1, p. 541.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5816/"
    },
    {
      "id": "section-41-5817",
      "number": "41-5817",
      "heading": "",
      "text": "41-5817. RECORD RETENTION. (1) A public adjuster shall maintain a complete record of each transaction as a public adjuster. The records required by this section shall include the following:\n\n(a) Name of the insured;\n\n(b) Date, location and amount of the loss;\n\n(c) Copy of the contract between the public adjuster and insured;\n\n(d) Name of the insurer, amount, expiration date and number of each policy carried with respect to the loss;\n\n(e) Itemized statement of the insured’s recoveries;\n\n(f) Itemized statement of all compensation received by the public adjuster, from any source whatsoever, in connection with the loss;\n\n(g) A register of all moneys received, deposited, disbursed or withdrawn in connection with a transaction with an insured, including fees, transfers and disbursements from a trust account and all transactions concerning all interest bearing accounts;\n\n(h) Name of public adjuster who executed the contract;\n\n(i) Name of the attorney representing the insured, if applicable, and the name of the claims representatives of the insurance company; and\n\n(j) Evidence of financial responsibility in a format prescribed by the department.\n\n(2) Records shall be maintained for at least five (5) years after the termination of the transaction with an insured and shall be open to examination by the department at all times.\n\n(3) Records submitted to the department in accordance with this section that contain information identified in writing as proprietary by the public adjuster shall be treated as confidential by the department pursuant to section 74-107, Idaho Code.\n\n[41-5817, added 2008, ch. 179, sec. 1, p. 541; am. 2015, ch. 141, sec. 117, p. 466.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5817/"
    },
    {
      "id": "section-41-5818",
      "number": "41-5818",
      "heading": "",
      "text": "41-5818. STANDARDS OF CONDUCT OF PUBLIC ADJUSTER. (1) A public adjuster is obligated, under his or her license, to serve with objectivity and complete loyalty the interest of his or her client alone; and to render to the insured such information, counsel and service, as within the knowledge, understanding and opinion in good faith of the licensee, as will best serve the insured’s insurance claim needs and interests.\n\n(2) A public adjuster shall not solicit, or attempt to solicit, an insured during the progress of a loss-producing occurrence, as defined in the insured’s insurance contract.\n\n(3) A public adjuster shall not permit an unlicensed employee or representative of the public adjuster to conduct business for which a license is required under this chapter.\n\n(4) A public adjuster shall not have a direct or indirect financial interest in any aspect of the claim, other than the salary, fee, commission or other consideration established in the written contract with the insured, unless full written disclosure has been made to the insured as set forth in section 41-5815(6), Idaho Code.\n\n(5) A public adjuster shall not acquire any interest in salvage of property subject to the contract with the insured unless the public adjuster obtains written permission from the insured after settlement of the claim with the insurer as set forth in section 41-5815(4), Idaho Code.\n\n(6) The public adjuster shall disclose to an insured if he or she has any interest or will be compensated by any construction firm, salvage firm, building appraisal firm, motor vehicle repair shop or any other firm that performs any work in conjunction with damages caused by the insured loss. The word \"firm\" shall include any person.\n\n(7) Any compensation or anything of value in connection with an insured’s specific loss that will be received by a public adjuster shall be disclosed by the public adjuster to the insured in writing, including the source and amount of any such compensation.\n\n(8) Public adjusters shall adhere to the following general ethical requirements:\n\n(a) A public adjuster shall not undertake the adjustment of any claim if the public adjuster is not competent and knowledgeable as to the terms and conditions of the insurance coverage, or which otherwise exceeds the public adjuster’s current expertise;\n\n(b) A public adjuster shall not knowingly make any oral or written material misrepresentations or statements which are false or maliciously critical and intended to injure any person engaged in the business of insurance to any insured client or potential insured client;\n\n(c) No public adjuster, while so licensed by the department, may represent or act as a company adjuster or as an independent adjuster on the same claim;\n\n(d) The contract shall not be construed to prevent an insured from pursuing any civil remedy after the three (3) business day revocation or cancellation period;\n\n(e) A public adjuster shall not enter into a contract or accept a power of attorney that vests in the public adjuster the effective authority to choose the persons who shall perform repair work; and\n\n(f) A public adjuster shall ensure that all contracts for the public adjuster’s services are in writing and set forth all terms and conditions of the engagement.\n\n(9) A public adjuster may not agree to any loss settlement without the insured’s knowledge and consent.\n\n[41-5818, added 2008, ch. 179, sec. 1, p. 542.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5818/"
    },
    {
      "id": "section-41-5819",
      "number": "41-5819",
      "heading": "",
      "text": "41-5819. REPORTING OF ACTIONS. (1) The public adjuster shall report to the department any administrative action taken against the public adjuster in another jurisdiction or by another governmental agency in this state within thirty (30) days of the final disposition of the matter. This report shall include a copy of the order, consent to order, or other relevant legal documents.\n\n(2) Within thirty (30) days of the initial pretrial hearing date, the public adjuster shall report to the department any criminal prosecution of the public adjuster taken in any jurisdiction. The report shall include a copy of the initial complaint filed, the order resulting from the hearing, and any other relevant legal documents.\n\n[41-5819, added 2008, ch. 179, sec. 1, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5819/"
    },
    {
      "id": "section-41-5820",
      "number": "41-5820",
      "heading": "",
      "text": "41-5820. RULES. The department may, in accordance with section 41-211, Idaho Code, promulgate reasonable rules as are necessary or proper to carry out the purposes of this chapter.\n\n[41-5820, added 2008, ch. 179, sec. 1, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5820/"
    },
    {
      "id": "section-41-5821",
      "number": "41-5821",
      "heading": "",
      "text": "41-5821. SEVERABILITY. If any provisions of this chapter, or the application of a provision to any persons or circumstances, shall be held invalid, the remainder of the chapter, and the application of the provision to persons or circumstances other than those to which it is held invalid, shall not be affected.\n\n[41-5821, added 2008, ch. 179, sec. 1, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-41/chapter-58/section-41-5821/"
    }
  ]
}