{
  "state": "florida",
  "path": "title-chapter-0367/chapter-chapter-0367",
  "sections": [
    {
      "id": "section-367021definitions",
      "number": "367.021",
      "heading": "Definitions",
      "text": "367.021 Definitions.—As used in this chapter, the following words or terms shall have the meanings indicated:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-021/"
    },
    {
      "id": "section-367022exemptions",
      "number": "367.022",
      "heading": "Exemptions",
      "text": "367.022 Exemptions.—The following are not subject to regulation by the commission as a utility nor are they subject to the provisions of this chapter, except as expressly provided:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-022/"
    },
    {
      "id": "section-367031original",
      "number": "367.031",
      "heading": "Original certificate.",
      "text": "367.031 Original certificate.—Each utility subject to the jurisdiction of the commission must obtain from the commission a certificate of authorization to provide water or wastewater service. A utility must obtain a certificate of authorization from the commission prior to being issued a permit by the Department of Environmental Protection for the construction of a new water or wastewater facility or prior to being issued a consumptive use or drilling permit by a water management district. The commission shall grant or deny an application for a certificate of authorization within 90 days after the official filing date of the completed application, unless an objection is filed pursuant to ss. 120.569 and 120.57, or the application will be deemed granted. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 5, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; s. 1, ch. 85-85; ss. 4, 26, 27, ch. 89-353; s. 4, ch. 91-429; s. 8, ch. 93-35; s. 183, ch. 94-356; s. 3, ch. 96-407; s. 94, ch. 96-410. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21871ad5b3e0',t:'MTc3MDg3ODgwOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-031/"
    },
    {
      "id": "section-367045certificate",
      "number": "367.045",
      "heading": "Certificate of authorization; application and amendment procedures.",
      "text": "of authorization; application and amendment procedures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367072petition",
      "number": "367.072",
      "heading": "Petition to revoke certificate of authorization.",
      "text": "367.072 Petition to revoke certificate of authorization.—The Legislature finds that it is in the public interest that water service be of good quality and consistent with the standards set forth in this chapter. Therefore, a utility’s certificate of authorization to provide water service may be revoked if, after its customers file a petition with the commission, the commission finds that revocation is in the best interest of the customers in accordance with this section. As used in this section, the term “customer” means an individual whose property is serviced by a single meter or a person whose name appears on the bill for a master meter. (1)(a) If the commission receives a letter from the customers of a utility stating their intent to file a petition pursuant to this section, the commission staff, within 10 days after receipt of the letter, shall notify the utility of the customers’ intent to file a petition. (b) Commission staff shall send to the customers instructions regarding the information required on the petition and the subsequent process the commission will follow. The petition must be filed within 90 days after the receipt of the instructions. Commission staff shall review the petition and notify the customers within 10 days after receipt of the petition that the petition is sufficient for the commission to act or that additional information is necessary. The customers must file a cured petition within 30 days after receipt of the notice to cure and provide a copy of the petition to the utility. If the customers fail to file or refile a petition within the allotted time, the commission shall dismiss the petition with prejudice, and the customers may not file another petition for 1 year after the dismissal. (2) A petition must: (a) State with specificity each issue that customers have with the quality of water service, each time the issue was reported to the utility, and how long each issue has existed; and (b) Be signed by at least 65 percent of the customers of the service area covered under the certificate of authorization. A person whose name appears on the bill for a master meter may sign a petition if at least 65 percent of the customers, tenants, or unit owners served by the master meter support the petition, in which case documentation of such support must be included with the petition. (3) If the petition is in compliance with this section and the issues identified within the petition support a reasonable likelihood that the utility is failing to provide quality of water service, the utility shall thereafter be prohibited from filing a rate case until the commission has issued a final order addressing the issues identified in the petition. The utility shall use the following criteria in preparing a response to the commission, addressing the issues identified within the petition and defending the quality of its water service: (a) Federal and state primary water quality standards or secondary water quality standards pursuant to s. 367.0812; and (b) The relationship between the utility and its customers, including each complaint received regarding the quality of water service, the length of time each customer has been complaining about the service, the resolution of each complaint, and the time it has taken to address such complaints. (4) The commission shall evaluate the issues identified in the petition, the utility’s response as to whether it is providing quality of water service, and any other factor the commission deems relevant. (5) Based upon its evaluation, the commission shall: (a) Dismiss the petition, in which case the decision must be supported by clear and convincing evidence and is subject to ss. 120.569 and 120.57; (b) Require the utility to take the necessary steps to correct the quality of water service issues identified in the petition. The commission shall set benchmarks within a timeframe, not to exceed 3 years, and may require the utility to provide interim reports describing its progress in meeting such benchmarks. The commission may extend the term 3 years for circumstances that delay the project which are not in the control of the utility, such as natural disasters and obtaining permits necessary for meeting such benchmarks; or (c) Notwithstanding s. 367.045, revoke the utility’s certificate of authorization, in which case a receiver must be appointed pursuant to s. 367.165 until a sale of the utility system has been approved pursuant to s. 367.071. (6) The commission shall adopt by rule the format of and requirements for a petition and may adopt other rules to administer this section. History.—s. 1, ch. 2014-68. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21896d5ae855',t:'MTc3MDg3ODgwOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-072/"
    },
    {
      "id": "section-3670812rate",
      "number": "367.0812",
      "heading": "Rate fixing; quality of water service as criterion.",
      "text": "367.0812 Rate fixing; quality of water service as criterion.— (1) In fixing rates that are just, reasonable, compensatory, and not unfairly discriminatory, the commission shall consider the extent to which the utility provides water service that meets secondary water quality standards as established by the Department of Environmental Protection. In determining whether a utility has satisfied its obligation to provide quality of water service that meets these standards, the commission shall consider: (a) Testimony and evidence provided by customers and the utility; (b) The results of past tests required by a county health department or the Department of Environmental Protection which measure the utility’s compliance with the applicable secondary water quality standards; (c) Complaints regarding the applicable secondary water quality standards filed by customers with the commission, the Department of Environmental Protection, the respective local governmental entity, or a county health department during the past 5 years; and (d) If the commission deems necessary, the results of any updated test. (2)(a) In determining the quality of water service, the commission shall consider a finding by the Department of Environmental Protection as to whether the utility has failed to provide water service that meets the secondary water quality standards of the department. (b) The utility shall create an estimate of the costs and benefits of a plausible solution to each issue identified by the commission. (c) The utility shall meet with its customers within a time prescribed by the commission to discuss the estimated costs and benefits of and time necessary for implementing a plausible solution for each quality of water service issue identified, and the utility shall report the results of such meetings to the commission. (d) The utility shall inform the commission, if: 1. The customers and the utility agree on a solution for each quality of water service issue identified, of each agreed-on solution and the cost of each solution; or 2. The customers and the utility prefer a different solution to at least one of the quality of water service issues identified, of the preferred solutions by each and the cost of each solution. (e) The commission may require the utility to implement a solution that is in the best interest of the customers for each quality of water service issue. The utility may recover its costs in implementing the solutions ordered by the commission. The commission may establish the necessary benchmarks that a utility must meet for each solution and require the utility to report periodically until each solution is completed. (3) Notwithstanding s. 367.072, customers may not petition the commission to revoke the certificate of authorization of a utility if it is the subject of a proceeding under this chapter. (4) The commission may prescribe penalties for a utility’s failure to adequately resolve each quality of water service issue as required. Penalties may include penalties as provided in s. 367.161, a reduction of return on equity of up to 100 basis points, the denial of all or part of a rate increase for a utility’s system or part of a system if it determines that the quality of water service is less than satisfactory until the quality of water is found to be satisfactory, or revocation of the certificate of authorization pursuant to s. 367.072. (5) The commission shall adopt rules to assess and enforce compliance with this section. History.—s. 2, ch. 2014-68. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca218bcd795022',t:'MTc3MDg3ODgwOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-0812/"
    },
    {
      "id": "section-3670813gain",
      "number": "367.0813",
      "heading": "Gain or loss on purchase or condemnation by governmental authority.",
      "text": "or loss on purchase or condemnation by governmental authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3670814staff",
      "number": "367.0814",
      "heading": "Staff assistance in changing rates and charges; interim rates.",
      "text": "assistance in changing rates and charges; interim rates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3670817reuse",
      "number": "367.0817",
      "heading": "Reuse projects.",
      "text": "367.0817 Reuse projects.— (1) A utility may submit a reuse project plan for commission approval. A reuse project plan shall include: (a) A description of the project and other effluent disposal options considered by the utility. (b) Copies of the pertinent Department of Environmental Protection and water management district permit applications filed or, in lieu thereof, a statement of the project’s permit status. (c) A statement that the reuse project is required or recommended pursuant to s. 403.064 or other relevant authority. (d) The number and identity of the project’s proposed reuse customer(s) and copies of written agreements, if any, between the utility and the customer(s) regarding the project. (e) The projected costs associated with the reuse project. As used in this section, the term “costs” includes, but is not limited to, all capital investments, including a rate of return, any applicable taxes, and all expenses related to or resulting from the reuse project which were not considered in the utility’s last rate proceeding. (f) The utility’s proposal for recovering the project’s costs through rates. (g) A proposed inservice schedule for the project. (h) Any other information the commission may require pursuant to rule. (2) The commission shall review the utility’s reuse project plan and shall determine whether the projected costs are prudent and the proposed rates are reasonable and in the public interest. The commission shall issue a proposed agency action order to approve or disapprove the utility’s reuse project plan. The commission shall enter its vote on the proposed agency action within 5 months of the date of filing. If the commission’s proposed action is protested, the final decision shall be rendered by the commission within 8 months of the date the protest is filed. (3) All prudent costs of a reuse project shall be recovered in rates. The Legislature finds that reuse benefits water, wastewater, and reuse customers. The commission shall allow a utility to recover the costs of a reuse project from the utility’s water, wastewater, or reuse customers or any combination thereof as deemed appropriate by the commission. (4) The commission’s order approving the reuse project plan shall approve rates based on projected costs and shall provide for the implementation of rates without the need for a subsequent proceeding. The commission shall allow the approved rates to be implemented when the reuse project plan is approved or when the project is placed in service. If the commission allows the rates to be implemented when the plan is approved, the commission may order the utility to escrow the resulting revenues until the project is placed in service. Escrowed revenues shall be used exclusively for the reuse project. (5) If the commission allows the rates to be implemented when the plan is approved, the utility may place its proposed rates into effect on a temporary basis, subject to refund, in the event of a protest by a party other than the utility. If the utility has requested rate implementation upon approval of the plan and the commission has exceeded the time allowed in subsection (2), the utility may place its proposed rates into effect on a temporary basis, subject to refund. (6) After the reuse project is placed in service, the commission, by petition or on its own motion, may initiate a proceeding to true-up the costs of the reuse project and the resulting rates. History.—s. 1, ch. 94-243. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca218e1b44c594',t:'MTc3MDg3ODgwOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-0817/"
    },
    {
      "id": "section-367082interim",
      "number": "367.082",
      "heading": "Interim rates; procedure.",
      "text": "367.082 Interim rates; procedure.— (1) The commission may, during any proceeding for a change of rates, upon its own motion, upon petition from any party, or by a tariff filing of a utility or a regulated company, authorize the collection of interim rates until the effective date of the final order. Such interim rates may be based upon a test period different from the test period used in the request for permanent rate relief. Upon application by a utility, the commission may use the projected test-year rate base when determining the interim rates or revenues subject to refund. To establish a prima facie entitlement for interim relief, the commission, the petitioning party, the utility, or the regulated company shall demonstrate that the utility or the regulated company is earning outside the range of reasonableness on rate of return calculated in accordance with subsection (5). (2)(a) In a proceeding for an interim increase in rates, the commission shall authorize, within 60 days of the filing for such relief, the collection of rates sufficient to earn the minimum of the range of rate of return calculated in accordance with subparagraph (5)(b)2. The difference between the interim rates and the previously authorized rates shall be collected under bond, escrow, letter of credit, or corporate undertaking subject to refund with interest at a rate ordered by the commission. (b) In a proceeding for an interim decrease in rates, the commission shall authorize, within 60 days of the filing for such relief, the continued collection of the previously authorized rates; however, revenues collected under those rates sufficient to reduce the achieved rate of return to the maximum of the rate of return calculated in accordance with subsection (5) shall be placed under bond, escrow, letter of credit, or corporate undertaking subject to refund with interest at a rate ordered by the commission. (c) The commission shall determine whether escrow, letter of credit, or corporate undertaking may be filed in lieu of the bond. (3) In granting such relief, the commission may, in an expedited hearing but within 60 days of the commencement of the proceeding, upon petition or upon its own motion, preclude the recovery of any extraordinary or imprudently incurred expenditures or, for good cause shown, increase the amount of the bond, escrow, letter of credit, or corporate undertaking. (4) Any refund ordered by the commission shall be calculated to reduce the rate of return of the utility or regulated company during the pendency of the proceeding to the same level within the range of the newly authorized rate of return which is found fair and reasonable on a prospective basis, but the refund shall not be in excess of the amount of the revenues collected subject to refund and in accordance with paragraph (2)(b). In addition, the commission may require interest on the refund at a rate established by the commission. (5)(a) In setting interim rates or setting revenues subject to refund, the commission shall determine the revenue deficiency or excess by calculating the difference between the achieved rate of return of a utility or regulated company and its required rate of return applied to an average investment rate base or an end-of-period investment rate base. (b) For purposes of this subsection: 1. “Achieved rate of return” means the rate of return earned by the company for the most recent 12-month period. The achieved rate of return shall be calculated by applying appropriate adjustments consistent with those which were used in the most recent individual rate proceeding of the utility or regulated company and annualizing any rate changes occurring during such period. 2. “Required rate of return” shall be calculated as the weighted average cost of capital for the most recent 12-month period, using the last authorized rate of return on equity of the utility or regulated company, the current embedded cost of fixed-rate capital, the actual cost of short-term debt, the actual cost of variable-cost debt, and the actual cost of other sources of capital which were used in the last individual rate proceeding of the utility or regulated company. 3. In a proceeding for an interim increase, the term “last authorized rate of return on equity” used in subparagraph 2. means the minimum of the range of the last authorized rate of return on equity established in the most recent individual rate proceeding of the utility or regulated company. In a proceeding for an interim decrease, the term “last authorized rate of return on equity” used in subparagraph 2. means the maximum of the range of the last authorized rate of return on equity established in the most recent individual rate proceeding of the utility or regulated company. The last authorized return on equity for purposes of this subsection shall be established only: in the most recent rate case of the utility; in a limited scope proceeding for the individual utility; by voluntary stipulation of the utility approved by the commission; or pursuant to s. 367.081(4)(f). (6) Nothing in this section shall be construed to prohibit the commission from authorizing interim rates for a utility which does not have an authorized rate of return previously established by the commission. (7) If a utility becomes exempt from commission regulation during the pendency of a rate case, the request for rate relief pending before the commission is deemed to have been withdrawn. Interim rates, if previously approved, must be discontinued, and any money collected pursuant to interim rate relief must be refunded to the customers of the utility with interest. History.—ss. 11, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 9, 15, ch. 82-25; ss. 10, 26, 27, ch. 89-353; s. 4, ch. 91-429; s. 9, ch. 93-35; s. 8, ch. 99-319. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21907da7d67d',t:'MTc3MDg3ODgwOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-082/"
    },
    {
      "id": "section-3670822limited",
      "number": "367.0822",
      "heading": "Limited proceedings.",
      "text": "367.0822 Limited proceedings.— (1) Upon petition or by its own motion, the commission may conduct limited proceedings to consider, and act upon, any matter within its jurisdiction, including any matter the resolution of which requires a utility to adjust its rates. The commission shall determine the issues to be considered during such a proceeding and may grant or deny any request to expand the scope of the proceeding to include other related matters. However, unless the issue of rate of return is specifically addressed in the limited proceeding, the commission shall not adjust rates if the effect of the adjustment would be to change the last authorized rate of return. (2) An application for a limited proceeding must be accompanied by a fee as provided by s. 367.145. History.—ss. 4, 8, ch. 84-149; ss. 26, 27, ch. 89-353; s. 4, ch. 90-166; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca2192cec5b1a3',t:'MTc3MDg3ODgxMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-0822/"
    },
    {
      "id": "section-367083determination",
      "number": "367.083",
      "heading": "Determination of official date of filing.",
      "text": "367.083 Determination of official date of filing.—Within 30 days after receipt of an application, rate request, or other written document for which an official date of filing is to be established, the commission or its designee shall either determine the official date of filing or issue a statement of deficiencies to the applicant, specifically listing why said applicant has failed to meet the minimum filing requirements. Such statement of deficiencies shall be binding upon the commission to the extent that, once the deficiencies in the statement are satisfied, the official date of filing shall be promptly established as provided herein. Thereafter, within 20 days after the applicant indicates to the commission that it believes that it has met the minimum filing requirements, the commission or its designee shall either determine the official date of filing or issue another statement of deficiencies, specifically listing why the requirements have not been met, in which case this procedure shall be repeated until the applicant meets the minimum filing requirements and the official date of filing is established. When the commission initiates a proceeding, the official date of filing shall be the date upon which the order initiating the proceeding is issued. History.—ss. 4, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 11, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21952e55741c',t:'MTc3MDg3ODgxMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-083/"
    },
    {
      "id": "section-367084rate",
      "number": "367.084",
      "heading": "Rate adjustment orders.",
      "text": "367.084 Rate adjustment orders.—Any order issued by the commission adjusting general increases or reductions of the rates and charges of any utility or regulated company must be reduced to writing including any dissenting or concurring opinions within 20 days after the official vote of the commission. Within such 20-day period, the commission shall also mail a copy to the clerk of the circuit court of each county in which customers of the utility or regulated company are served who are affected by the rate adjustment, which copy must be kept on file and made available to the public. The commission shall notify all parties of record in the proceeding of the date of such mailing. Such an order is not considered rendered for purposes of appeal, rehearing, or judicial review until the date the copies are mailed as required by this section. This provision does not delay the effective date of the order. Such an order is considered rendered on the date of the official vote for the purposes of s. 367.081(6). History.—ss. 12, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21977a72f51d',t:'MTc3MDg3ODgxMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-084/"
    },
    {
      "id": "section-367101charges",
      "number": "367.101",
      "heading": "Charges for service availability.",
      "text": "367.101 Charges for service availability.— (1) The commission shall set just and reasonable charges and conditions for service availability. The commission by rule may set standards for and levels of service-availability charges and service-availability conditions. Such charges and conditions shall be just and reasonable. The commission shall, upon request or upon its own motion, investigate agreements or proposals for charges and conditions for service availability. (2) An application for approval of charges and conditions for service availability shall be accompanied by a fee as provided by s. 367.145. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 53, ch. 78-95; ss. 13, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 14, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca2199da8d96df',t:'MTc3MDg3ODgxMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-101/"
    },
    {
      "id": "section-367111service",
      "number": "367.111",
      "heading": "Service",
      "text": "367.111 Service.— (1) Each utility shall provide service to the area described in its certificate of authorization within a reasonable time. If the commission finds that any utility has failed to provide service to any person reasonably entitled thereto, or finds that extension of service to any such person could be accomplished only at an unreasonable cost and that addition of the deleted area to that of another utility company is economical and feasible, it may amend the certificate of authorization to delete the area not served or not properly served by the utility, or it may rescind the certificate of authorization. If utility service has not been provided to any part of the area which a utility is authorized to serve, whether or not there has been a demand for such service, within 5 years after the date of authorization for service to such part, such authorization may be reviewed and amended or revoked by the commission. (2) Each utility shall provide to each person reasonably entitled thereto such safe, efficient, and sufficient service as is prescribed by part VI of chapter 403 and parts I and II of chapter 373, or rules adopted pursuant thereto; but such service shall not be less safe, less efficient, or less sufficient than is consistent with the approved engineering design of the system and the reasonable and proper operation of the utility in the public interest. If the commission finds that a utility has failed to provide its customers with water or wastewater service that meets the standards promulgated by the Department of Environmental Protection or the water management districts, the commission may reduce the utility’s return on equity until the standards are met. (3) The commission may, on its own motion or based on complaints of customers of a water utility subject to its jurisdiction, review water quality as it pertains to secondary drinking water standards established by the Department of Environmental Protection. The commission may, on its own motion or based on complaints of customers of a wastewater utility subject to its jurisdiction, review wastewater service as it pertains to odor, noise, aerosol drift, or lighting. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 53, ch. 78-95; ss. 1, 2, ch. 79-49; ss. 14, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 15, 26, 27, ch. 89-353; s. 4, ch. 91-429; s. 10, ch. 93-35; s. 185, ch. 94-356; s. 6, ch. 2016-226. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca219c286d55ff',t:'MTc3MDg3ODgxMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-111/"
    },
    {
      "id": "section-367121powers",
      "number": "367.121",
      "heading": "Powers of commission.",
      "text": "367.121 Powers of commission.— (1) In the exercise of its jurisdiction, the commission shall have power: (a) To prescribe fair and reasonable rates and charges, classifications, standards of quality and measurements, and to prescribe service rules to be observed by each utility, except to the extent such authority is expressly given to another state agency. (b) To prescribe, by rule, a uniform system and classification of accounts for all utilities, which rules, among other things, shall establish adequate, fair, and reasonable depreciation rates and charges. (c) To require such regular or emergency reports from a utility, including, but not limited to, financial reports, as the commission deems necessary and, if the commission finds a financial report to be incomplete, incorrect, or inconsistent with the uniform system and classification of accounts, to require a new report or a supplemental report, either of which the commission may require to be certified by an independent certified public accountant licensed under chapter 473. (d) To require repairs, improvements, additions, and extensions to any facility, or to require the construction of a new facility, if reasonably necessary to provide adequate and proper service to any person entitled to service or if reasonably necessary to provide any prescribed quality of service, except that no utility shall be required to extend its service outside the geographic area described in its certificate of authorization, or make additions to its plant or equipment to serve outside such area, unless the commission first finds that the utility is financially able to make such additional investment without impairing its capacity to serve its existing customers. (e) To employ and fix the compensation for such examiners and technical, legal, and clerical employees as it deems necessary to carry out the provisions of this chapter. (f) To adopt, by affirmative vote of a majority of the commission, rules pursuant to ss. 120.536(1) and 120.54 to implement and enforce the provisions of this chapter. (g) To exercise all judicial powers, issue all writs, and do all things necessary or convenient to the full and complete exercise of its jurisdiction and the enforcement of its orders and requirements. (h) To order interconnections of service or facilities between utilities, and to approve any plant capacity charges or wholesale service charges or rates related thereto, provided the commission first finds that the utility is financially able to make such additional investment as is required without impairing its capacity to serve its existing customers. (i) To require the filing of reports and other data by a public utility or its affiliated companies, including its parent company, regarding transactions or allocations of common costs, among the utility and such affiliated companies. The commission may also require such reports or other data necessary to ensure that a utility’s ratepayers do not subsidize nonutility activities. (j) To seek relief in circuit court including temporary and permanent injunctions, restraining orders, or any other appropriate order, because the Legislature finds that violations of commission orders or rules, in connection with the impairment of a utility’s operations or service, constitute irreparable harm for which there is no adequate remedy at law. Such remedies shall be in addition to and supplementary to any other remedies available for enforcement of agency action under s. 120.69 or the provisions of this chapter. The commission shall establish procedures implementing this section by rule. (k) To assess a utility for reasonable travel costs associated with reviewing the records of the utility and its affiliates when such records are kept out of state. The utility may bring the records back into the state for review. (2) The commission or its duly authorized representatives may, during all reasonable hours, enter upon any premises occupied by any utility and set up and use thereon any necessary apparatus and appliance for the purpose of making investigations, inspections, examinations, and tests and exercising any power conferred by this chapter. Such utility shall have the right to be notified of and be represented at the making of such investigations, inspections, examinations, and tests. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; s. 53, ch. 78-95; ss. 15, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 16, 26, 27, ch. 89-353; s. 4, ch. 91-429; s. 11, ch. 93-35; s. 73, ch. 98-200. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca219e7950b0ae',t:'MTc3MDg3ODgxMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-121/"
    },
    {
      "id": "section-3671213adequate",
      "number": "367.1213",
      "heading": "Adequate land ownership; commission rulemaking authority.",
      "text": "367.1213 Adequate land ownership; commission rulemaking authority.—A utility under the Water and Wastewater System Regulatory Law must own the land or possess the right to continued use of the land upon which treatment facilities are located. The commission shall adopt rules in accordance with this section. History.—s. 2, ch. 98-42. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21a0ea635d0c',t:'MTc3MDg3ODgxMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-1213/"
    },
    {
      "id": "section-3671214utility",
      "number": "367.1214",
      "heading": "Utility name change; notification; commission rulemaking authority.",
      "text": "name change; notification; commission rulemaking authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367122examination",
      "number": "367.122",
      "heading": "Examination and testing of meters.",
      "text": "367.122 Examination and testing of meters.— (1) The commission may provide for the examination and testing of all meters used for measuring any product or service of a utility. (2) Any customer or user may have any such meter tested by the utility upon payment of the fee fixed by the commission. (3) The commission shall establish reasonable fees to be paid for testing such meters on the request of the customers. Current utility customers or users may, at their discretion, pay the fee fixed by the commission at the time of the request or have the utility include the fee with their next regularly scheduled statement. However, the fee shall be paid by the utility and repaid to the customer or user if the meter is found defective or incorrect to the disadvantage of the customer or user in excess of the degree or amount of tolerance customarily allowed for such meters, or as may be provided for in rules and regulations of the commission. No fee may be charged for any such testing done by the commission or its representatives. (4) The commission may purchase materials, apparatus, and standard measuring instruments for such examinations and tests. History.—s. 1, ch. 71-278; s. 100, ch. 73-333; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 16, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 17, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21a33b2e14ca',t:'MTc3MDg3ODgxMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-122/"
    },
    {
      "id": "section-367123service",
      "number": "367.123",
      "heading": "Service for resale.",
      "text": "367.123 Service for resale.—The commission may require a utility to provide service for resale. However, before requiring the provision of service, the commission shall first find that the utility is financially able to make such additional investment as is required without impairing its capacity to serve its existing customers. Any utility which provides service for resale shall provide such service upon terms and conditions established by the commission, and no utility shall discontinue such service without the approval of the commission. In the event a governmental authority voluntarily enters into an agreement for resale, such agreement shall provide that the service will not be discontinued without 90 days’ notice being given to the purchaser prior to discontinuing such service. Nothing contained herein shall be construed to prohibit the governmental authority from requiring adequate security being given to such authority to ensure payments required in the agreement. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 17, 25, 26, ch. 80-99; s. 218, ch. 81-259; ss. 2, 3, ch. 81-318; ss. 18, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21a59ec91f08',t:'MTc3MDg3ODgxMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-123/"
    },
    {
      "id": "section-367145regulatory",
      "number": "367.145",
      "heading": "Regulatory assessment and application fees.",
      "text": "367.145 Regulatory assessment and application fees.— (1) The commission shall set by rule a regulatory assessment fee that each utility must pay in accordance with s. 350.113(3); however, each small utility with annual revenues of less than $200,000 shall pay once a year in conjunction with filing its annual financial report required by commission rule. Notwithstanding any provision of law to the contrary, the amount of the regulatory assessment fee shall not exceed 4.5 percent of the gross revenues of the utility derived from intrastate business, excluding sales for resale made to a regulated company. (a) A governmental authority to which ownership or control of a utility is transferred is not liable for any fees owed the commission by the utility as of the date of transfer. However, whenever a purchase at wholesale is made of any water or wastewater service and a fee is paid or payable thereon by the selling utility and the utility purchasing such water or wastewater service resells the same directly to customers, the purchasing utility is entitled to, and must receive, credit on such fees as may be due by it under this section to the extent of the fee paid or payable upon such water or wastewater service by the utility from which such purchase was made. All such fee payments and penalties must be deposited in accordance with s. 350.113. (b) In addition to the penalties and interest otherwise provided, the commission may impose a penalty upon a utility for failure to pay regulatory assessment fees in a timely manner in accordance with s. 367.161. (2) Each utility shall pay an application fee, established by the commission, for an original certificate of authorization; an amendment to an existing certificate of authorization; a request for rate relief in accordance with s. 367.081 or s. 367.0814; a proceeding pursuant to s. 367.0822; service availability charges filed in accordance with s. 367.101; and when this chapter becomes applicable to a county in accordance with s. 367.171. The amount of the application fee determined by the commission may not exceed $4,500 and must be based upon the existing or proposed capacity of the system, extension, or deletion. All such fee payments must be deposited in accordance with s. 350.113. (3) Fees collected by the commission pursuant to this section may only be used to cover the cost of regulating water and wastewater systems. Fees collected by the commission pursuant to chapters 364 and 366 may not be used to pay the cost of regulating water and wastewater systems. History.—ss. 19, 27, ch. 89-353; s. 5, ch. 90-166; s. 4, ch. 91-429; s. 4, ch. 2004-336. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21a7eae3d989',t:'MTc3MDg3ODgxMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-145/"
    },
    {
      "id": "section-367156public",
      "number": "367.156",
      "heading": "Public utility records; confidentiality.",
      "text": "367.156 Public utility records; confidentiality.— (1) The commission shall continue to have reasonable access to all utility records and records of affiliated companies, including its parent company, regarding transactions or cost allocations among the utility and such affiliated companies, and such records necessary to ensure that a utility’s ratepayers do not subsidize nonutility activities. Upon request of the utility or any other person, any records received by the commission which are shown and found by the commission to be proprietary confidential business information shall be kept confidential and shall be exempt from s. 119.07(1). (2) Discovery in any docket or proceeding before the commission shall be in the manner provided for in Rule 1.280 of the Florida Rules of Civil Procedure. Information which affects a utility’s rates or cost of service shall be considered relevant for purposes of discovery in any docket or proceeding where the utility’s rates or cost of service are at issue. The commission shall determine whether information requested in discovery affects a utility’s rates or cost of service. Upon showing by a utility or other person and a finding by the commission that discovery will require the disclosure of proprietary confidential business information, the commission shall issue appropriate protective orders designating the manner for handling such information during the course of the proceeding and for protecting such information from disclosure outside the proceeding. Such proprietary confidential business information shall be exempt from s. 119.07(1). Any records provided pursuant to a discovery request for which proprietary confidential business information status is requested shall be treated by the commission and the office of the Public Counsel and any other party subject to the public records act as confidential and shall be exempt from s. 119.07(1), pending a formal ruling on such request by the commission or the return of the records to the person providing the records. Any record which has been determined to be proprietary confidential business information and is not entered into the official record of the proceeding must be returned to the person providing the record within 60 days after the final order, unless the final order is appealed. If the final order is appealed, any such record must be returned within 30 days after the decision on appeal. The commission shall adopt the necessary rules to implement this provision. (3) Proprietary confidential business information means information, regardless of form or characteristics, which is owned or controlled by the person or company, is intended to be and is treated by the person or company as private in that the disclosure of the information would cause harm to the ratepayers or the person’s or company’s business operations, and has not been disclosed unless disclosed pursuant to a statutory provision, an order of a court or administrative body, or a private agreement that provides that the information will not be released to the public. Proprietary business information includes, but is not limited to: (a) Trade secrets. (b) Internal auditing controls and reports of internal auditors. (c) Security measures, systems, or procedures. (d) Information concerning bids or other contractual data, the disclosure of which would impair the efforts of the utility or its affiliates to contract for goods or services on favorable terms. (e) Information relating to competitive interests, the disclosure of which would impair the competitive businesses of the provider of the information. (f) Employee personnel information unrelated to compensation, duties, qualifications, or responsibilities. (4) Any finding by the commission that records contain proprietary confidential business information is effective for a period set by the commission not exceeding 18 months, unless the commission finds, for good cause, that the protection from disclosure shall be for a specified longer period. The commission shall order the return of records containing proprietary confidential business information when such records are no longer necessary for the commission to conduct its business. At that time, the commission shall order any other person holding such records to return them to the person providing the records. Records containing proprietary confidential business information which have not been returned at the conclusion of the period set pursuant to this subsection shall no longer be exempt from s. 119.07(1), unless the public utility or affected person shows, and the commission finds, that the records continue to contain proprietary confidential business information. Upon such finding, the commission may extend the period for confidential treatment for a period not to exceed 18 months, unless the commission finds, for good cause, that the protection from disclosure shall be for a specified longer period. During commission consideration of an extension, the records in question will remain exempt from s. 119.07(1). The commission shall adopt rules to implement this provision which shall include notice to the public utility or affected person regarding the expiration of confidential treatment. History.—ss. 10, 15, ch. 82-25; ss. 20, 26, 27, ch. 89-353; s. 4, ch. 91-429; s. 169, ch. 96-406. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21aa4b34a686',t:'MTc3MDg3ODgxMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-156/"
    },
    {
      "id": "section-367161penalties",
      "number": "367.161",
      "heading": "Penalties",
      "text": "367.161 Penalties.— (1) If any utility, by any authorized officer, agent, or employee, knowingly refuses to comply with, or willfully violates, any provision of this chapter or any lawful rule or order of the commission, such utility shall incur a penalty for each such offense of not more than $5,000, to be fixed, imposed, and collected by the commission. However, any penalty assessed by the commission for a violation of s. 367.111(2) shall be reduced by any penalty assessed by any other state agency for the same violation. Each day that such refusal or violation continues constitutes a separate offense. Each penalty shall be a lien upon the real and personal property of the utility, enforceable by the commission as statutory liens under chapter 85. The proceeds from the enforcement of any such lien shall be deposited into the General Revenue Fund. (2) The commission has the power to impose upon any entity that is subject to its jurisdiction under this chapter and that is found to have refused to comply with, or to have willfully violated, any lawful rule or order of the commission or any provision of this chapter a penalty for each offense of not more than $5,000, which penalty shall be fixed, imposed, and collected by the commission; or the commission may, for any such violation, amend, suspend, or revoke any certificate of authorization issued by it. Each day that such refusal or violation continues constitutes a separate offense. Each penalty shall be a lien upon the real and personal property of the entity, enforceable by the commission as a statutory lien under chapter 85. The collected penalties shall be deposited into the General Revenue Fund unallocated. History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 21, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 6, 8, ch. 84-149; ss. 21, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21ac9a9770ab',t:'MTc3MDg3ODgxNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-161/"
    },
    {
      "id": "section-367165abandonment",
      "number": "367.165",
      "heading": "Abandonment",
      "text": "367.165 Abandonment.—It is the intent of the Legislature that water or wastewater service to the customers of a utility not be interrupted by the abandonment or placement into receivership of the utility. Notwithstanding s. 367.171, this section applies to each county. To that end:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-165/"
    },
    {
      "id": "section-367171effectiveness",
      "number": "367.171",
      "heading": "Effectiveness of this chapter.",
      "text": "367.171 Effectiveness of this chapter.— (1) The provisions of this chapter shall become effective in a county of this state upon the adoption of a resolution by the board of county commissioners of such county, or, in counties operating under a countywide charter, by the appropriate board, declaring that such county is subject to the provisions of this chapter. Any board of county commissioners which adopts such a resolution shall immediately notify the commission of its adoption and submit the resolution to the commission. A county, after 10 continuous years under the jurisdiction of the commission, may by resolution or ordinance rescind any prior resolution or ordinance imposing commission jurisdiction and thereby exclude itself from the provisions of this chapter, except that the county may not exclude itself from the provisions of this section. (2)(a) Within 30 days after this chapter becomes applicable to a county, each utility shall register by filing with the commission a written statement setting forth the full legal name of the utility, its mailing address, and a brief description of its service area. (b) On the day this chapter becomes applicable to any county, any utility engaged in the operation or construction of a system shall be entitled to receive a certificate for the area served by such utility on the day this chapter becomes applicable to it. Within 90 days after the day this chapter becomes applicable to it, the utility shall make application for a certificate by filing with the commission: 1. A map of its existing system or system under construction; 2. A description of the area served by the system; and 3. A tariff listing all rates and charges and such other financial information as may be required by the commission. Such application shall be accompanied by a fee as provided by s. 367.145. If a utility fails to register with the commission within the prescribed time, the commission may require that the utility apply for an original certificate of authorization in accordance with s. 367.045. (c) Before the commission issues a certificate of authorization under paragraph (b), it may establish the amount of money prudently invested in property of the utility, which property is used and useful in the public service; may establish other elements of the rate base; and may set and approve rates pursuant to s. 367.081. (3) In consideration of the variance of powers, duties, responsibilities, population, and size of municipalities of the several counties and in consideration of the fact that every county varies from every other county and thereby affects the functions, duties, and responsibilities required of its county officers and the scope of responsibilities which each county may, at this time, undertake, the Counties of Alachua, Baker, Bradford, Calhoun, Charlotte, Collier, Dixie, Escambia, Flagler, Gadsden, Gilchrist, Glades, Hamilton, Hardee, Hendry, Hernando, Hillsborough, Holmes, Indian River, Jefferson, Lafayette, Leon, Liberty, Madison, Manatee, Miami-Dade, Okaloosa, Okeechobee, Polk, St. Lucie, Santa Rosa, Sarasota, Suwannee, Taylor, Union, Wakulla, and Walton are excluded from the provisions of this chapter until such time as the board of county commissioners of any such county, acting pursuant to the provisions of subsection (1), makes this chapter applicable to such county or until the Legislature, by appropriate act, removes one or more of such counties from this exclusion. (4) As of the day a utility is no longer regulated by the commission under this chapter, each such utility which is engaged in the operation or construction of a system shall be entitled to receive from the county in which it is located and operating a certificate of authorization for each area for which such utility held a certificate of authorization from the commission on the day the utility became subject to regulation by the county. The utility will make application by filing with the governing body of the county: (a) A map of its existing system or system under construction; (b) A certified copy of the certificate of authorization issued by the commission, including a legal description of the service area for which the certificate of authorization was issued; (c) A tariff, listing all rates and charges then in effect, which shall remain in effect until thereafter lawfully changed; (d) A copy of the operating regulations and procedures of the utility then in effect, which shall remain in effect until thereafter lawfully changed; and (e) The then-current rate base of the utility, which shall then continue to be the rate base of the utility until thereafter lawfully changed. (5) When a utility becomes subject to regulation by a county, all cases in which the utility is a party then pending before the commission, or in any court by appeal from any order of the commission, shall remain within the jurisdiction of the commission or court until disposed of in accordance with the law in effect on the day such case was filed by any party with the commission or initiated by the commission, whether or not the parties or the subject of any such case relates to a utility in a county wherein this chapter no longer applies. (6) Any county in which utilities as herein defined were regulated by the commission on or after January 1, 1980, which subsequently cease to be so regulated, shall, within 90 days of the cessation of commission regulation, adopt and follow as minimum standards of regulation the provisions of s. 367.081, except for paragraph (4)(a), and s. 367.082, except that the word “commission” shall be read as “the governing body of such county” when the context implies or admits. The authorized rate of return shall be no less than the weighted cost of the capital of the utility, including debt and equity. (7) Notwithstanding anything in this section to the contrary, the commission shall have exclusive jurisdiction over all utility systems whose service transverses county boundaries, whether the counties involved are jurisdictional or nonjurisdictional, except for utility systems that are subject to, and remain subject to, interlocal utility agreements in effect as of January 1, 1991, that create a single governmental authority to regulate the utility systems whose service transverses county boundaries, provided that no such interlocal agreement shall divest commission jurisdiction over such systems, any portion of which provides service within a county that is subject to commission jurisdiction under this section. (8) Each county which is excluded from the provisions of this chapter shall regulate the rates of all utilities in that county which would otherwise be subject to regulation by the commission pursuant to s. 367.081(1), (2), (3), and (6). The county shall not regulate the rates or charges of any system or facility which would otherwise be exempt from commission regulation pursuant to s. 367.022(2). For this purpose the county or its agency shall proceed as though the county or agency is the commission. History.—s. 1, ch. 71-278; s. 1, ch. 73-193; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 22, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 12, 15, ch. 82-25; s. 4, ch. 85-85; ss. 23, 26, 27, ch. 89-353; s. 6, ch. 90-166; s. 1, ch. 90-350; s. 4, ch. 91-429; s. 11, ch. 96-202; s. 1, ch. 97-24; s. 13, ch. 2000-350; s. 1, ch. 2001-145; s. 74, ch. 2008-4. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21aefdba9acf',t:'MTc3MDg3ODgxNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-171/"
    },
    {
      "id": "section-367182saving",
      "number": "367.182",
      "heading": "Saving clause.",
      "text": "367.182 Saving clause.—All certificates and authorizations valid on the effective date of chapter 80-99, Laws of Florida, shall remain in full force and effect. Henceforth, all certificates and authorizations shall be applied for in accordance with this act. History.—s. 24, ch. 80-99; s. 2, ch. 81-318; ss. 24, 26, 27, ch. 89-353; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca21b14b872631',t:'MTc3MDg3ODgxNS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxvii/chapter-367/section-367-182/"
    },
    {
      "id": "section-367021definitions",
      "number": "367.021",
      "heading": "Definitions. As used in this chapter, the following words or terms shall have the meanings indicated:(1)“Certificate of authorization” means a document issued by the commission authorizing a utility to provide service in a specific service area",
      "text": "(2)“Commission” means the Florida Public Service Commission.(3)“Cont",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367022exemptions",
      "number": "367.022",
      "heading": "Exemptions. The following are not subject to regulation by the commission as a utility nor are they subject to the provisions of this chapter, except as expressly provided:(1)The sale, distribution, or furnishing of bottled water",
      "text": "(2)Systems owned, operated, managed, or controlled by governmental authorities, in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367111service",
      "number": "367.111",
      "heading": "Service. (1)Each utility shall provide service to the area described in its certificate of authorization within a reasonable time",
      "text": "If the commission finds that any utility has failed to provide service to any person reasonably entitled thereto, or finds that extension of service to any such person could be a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urity",
      "number": "urity",
      "heading": "measures, systems, or procedures.",
      "text": "measures, systems, or procedures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367161penalties",
      "number": "367.161",
      "heading": "Penalties. (1)If any utility, by any authorized officer, agent, or employee, knowingly refuses to comply with, or willfully violates, any provision of this chapter or any lawful rule or order of the commission, such utility shall incur a penalty for each such offense of not more than $5,000, to be fixed, impos",
      "text": "(1)If any utility, by any authorized officer, agent, or employee, knowingly refuses to comply with, or willfully violates, any provision of this chapter or any lawful rule or order of the commission, such utility shall incur a penalty for each such offense of not more than $5,000, to be fixed, imposed, and collected by the commission. However, any penalty assessed by the commission for a violation of s. 367.111(2) shall be reduced by any penalty assessed by any other state agency for the same violation. Each day that such refusal or violation continues constitutes a separate offense. Each penalty shall be a lien upon the real and personal property of the utility, enforceable by the commission as statutory liens under chapter 85. The proceeds from the enforcement of any such lien shall be deposited into the General Revenue Fund.(2)The commission has the power to impose upon any entity that is subject to its jurisdiction under this chapter and that is found to have refused to comply with, or to have willfully violated, any lawful rule or order of the commission or any provision of this chapter a penalty for each offense of not more than $5,000, which penalty shall be fixed, imposed, and collected by the commission; or the commission may, for any such violation, amend, suspend, or revoke any certificate of authorization issued by it. Each day that such refusal or violation continues constitutes a separate offense. Each penalty shall be a lien upon the real and personal property of the entity, enforceable by the commission as a statutory lien under chapter 85. The collected penalties shall be deposited into the General Revenue Fund unallocated.History.—s. 1, ch. 71-278; s. 3, ch. 76-168; s. 1, ch. 77-457; ss. 21, 25, 26, ch. 80-99; ss. 2, 3, ch. 81-318; ss. 6, 8, ch. 84-149; ss. 21, 26, 27, ch. 89-353; s. 4, ch. 91-429.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-367165abandonment",
      "number": "367.165",
      "heading": "Abandonment. It is the intent of the Legislature that water or wastewater service to the customers of a utility not be interrupted by the abandonment or placement into receivership of the utility",
      "text": "Notwithstanding s. 367.171, this section applies to each county. To that end:(1)A person, lessee, trustee, or receiv",
      "history": "",
      "source_url": ""
    }
  ]
}