{
  "state": "new-mexico",
  "path": "title-chapter-47-property-law/chapter-article-2-real-estate-trusts",
  "sections": [
    {
      "id": "section-47-2-1",
      "number": "47-2-1",
      "heading": "Short title.Section 47-2-2 - Definitions",
      "text": "Sections 1 through 6 [47-2-1 to 47-2-6 NMSA 1978] of this act may be cited as the \"Real Estate Trust Act\".\n\nHistory:1953 Comp., § 70-6-1, enacted by Laws 1973, ch. 390, § 1.\n\nEffective dates.— Laws 1997, ch. 36, § 3 made the Uniform Vendor and Purchaser Risk Act effective July 1, 1997.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Adverse possession by third party or stranger of property held in trust, 2 A.L.R. 41.\n\nCreation of express trust in property to be acquired in future, 3 A.L.R.3d 1416.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-1/"
    },
    {
      "id": "section-47-2-2",
      "number": "47-2-2",
      "heading": "Definitions.",
      "text": "As used in the Real Estate Trust Act:\n\nA. \"real estate trust\" means an unincorporated business trust organized and operated in conformity with the Real Estate Trust Act;\n\nB. \"declaration\" means the written document establishing the real estate trust and all subsequent amendments to that document;\n\nC. \"trustees\" means those natural persons designated as trustees in the declaration, and their successors in office;\n\nD. \"beneficial owners\" means those persons who hold the beneficial interest in the real estate trust;\n\nE. \"real estate assets\" means real property, real estate mortgages, real estate contracts, leasehold interests in real property and shares of beneficial interests in other real estate trusts, foreign or domestic, whether or not organized under the Real Estate Trust Act;\n\nF. \"real estate mortgages\" includes all forms of liens on real property and all transfers of real property for security purposes, including deeds of trust;\n\nG. \"real estate contracts\" means any contractual obligation for the sale and conveyance, or purchase and receipt of conveyance, of real property, subject to the terms and conditions of the contract; and\n\nH. \"trust estate\" means the money, property and assets of a real estate trust.\n\nHistory:1953 Comp., § 70-6-2, enacted by Laws 1973, ch. 390, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-2/"
    },
    {
      "id": "section-47-2-3",
      "number": "47-2-3",
      "heading": "Organization of real estate trusts.",
      "text": "A real estate trust is established by filing for record with the clerk of the county in which its principal office in this state is located a declaration signed by all of its trustees, which must be at least three in number, and acknowledged before a notary public, which states:\n\nA. that the real estate trust is organized and will be operated in conformity with the Real Estate Trust Act;\n\nB. that the real estate trust has been established to invest in real estate assets and to pay over the net income and profits of the trust estate to the beneficial owners;\n\nC. the location of the principal office of the real estate trust in this state and its mailing address;\n\nD. the name, business address and the residential address of each trustee;\n\nE. the period during which trustees shall hold office and the manner in which they shall be succeeded in office;\n\nF. the number of units into which the beneficial ownership of the trust estate is to be divided and a description of the rights and privileges inuring to the holder of each unit;\n\nG. that the real estate trust will not invest in any asset or take any other investment action unless its beneficial owners number more than one hundred persons, nor while any five of its beneficial owners own, directly or indirectly, an aggregate of more than fifty percent of the real estate trust; and\n\nH. any other provisions for the regulation of the affairs of the real estate trust that the trustees elect to set forth in the declaration.\n\nHistory:1953 Comp., § 70-6-3, enacted by Laws 1973, ch. 390, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-3/"
    },
    {
      "id": "section-47-2-4",
      "number": "47-2-4",
      "heading": "Operation of real estate trusts.",
      "text": "A. Except as limited or reserved to the beneficial owners by the declaration, the trustees are vested with the authority for the control, operation, disposition, investment, reinvestment and management of the trust estate.\n\nB. The action of a majority of the trustees is the action of the real estate trust except as otherwise provided by the declaration.\n\nC. Trustees shall hold office and be succeeded in office as provided by the declaration, but no successor may act as trustee until he has filed for record with the clerk of the county in which the principal office of the real estate trust is located a document, signed by him and acknowledged before a notary public, by which he assumes the obligations of trustee as provided in the declaration.\n\nD. Any legal process, notice or demand required or permitted by law to be served upon a real estate trust may be served upon any trustee currently in office, or upon the person in charge of the principal office of the trust in this state.\n\nE. The trustees shall cause the real estate trust to maintain complete books of account, records, and memoranda reflecting the financial and other activities of the real estate trust, the decisions of the trustees, the name and address of persons who are beneficial owners of the trust, and the number of units held by each. These documents shall be open for inspection and copying by any beneficial owner at any reasonable time for any good faith purpose related to the interest of the beneficial owner. The trustees shall cause current financial statements of the real estate trust to be transmitted annually to the beneficial owners. These statements shall reflect the assets, liabilities and operations of the real estate trust and be prepared in accordance with generally accepted accounting principles.\n\nHistory:1953 Comp., § 70-6-4, enacted by Laws 1973, ch. 390, § 4.\n\nEffective dates.— Laws 1997, ch. 36, § 3 made the Uniform Vendor and Purchaser Risk Act effective July 1, 1997.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 76 Am. Jur. 2d Trusts §§ 280, 410, 546, 547.\n\n90 C.J.S. Trusts §§ 160, 172.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-4/"
    },
    {
      "id": "section-47-2-5",
      "number": "47-2-5",
      "heading": "Powers of real estate trusts.",
      "text": "Unless specifically limited by the declaration, a real estate trust has the power, exercisable in the trust name to:\n\nA. have perpetual succession;\n\nB. sue, be sued, complain and defend;\n\nC. purchase, receive, lease or otherwise acquire, own, hold, improve, use and otherwise deal in and with any real or personal property or any interest therein, wherever situated;\n\nD. sell, convey, mortgage, pledge, lease, exchange, transfer and otherwise dispose of all or any part of the trust estate;\n\nE. purchase, receive, subscribe for, or otherwise acquire, own, hold, vote, use, employ, mortgage, lend, pledge, sell or otherwise dispose of, and otherwise use and deal in and with securities, shares, or other interests in, or obligations of, individuals, domestic or foreign corporations, associations, partnerships, other real estate trusts, direct or indirect obligations of the United States or of any other government, state, territory, government district or municipality, or of any instrumentality thereof;\n\nF. issue units of beneficial ownership in the real estate trust in exchange for money, property or services; evidence the units by certificates; and to purchase, redeem or otherwise reacquire the units;\n\nG. make contracts and incur liabilities, borrow money, issue its notes, bonds and other obligations, and secure any of its obligations by mortgage or pledge of all or any of the trust estate;\n\nH. conduct its business, carry on its operations, and have offices and exercise the powers granted by the Real Estate Trust Act in any state, territory, district or possession of the United States, or in any foreign country;\n\nI. make and amend bylaws, not inconsistent with its declaration or with the laws of this state, for the administration and regulation of the affairs of the real estate trust;\n\nJ. amend or restate its declaration in conformity with the Real Estate Trust Act by having the amendment or restatement signed by all of the trustees and acknowledged before a notary public, and by filing it for record with the clerk of the county in which the principal office of the real estate trust in this state is located;\n\nK. appoint officers, agents and employees to administer the trust estate; and\n\nL. take any action necessary or appropriate to exercise the powers granted to a real estate trust.\n\nHistory:1953 Comp., § 70-6-5, enacted by Laws 1973, ch. 390, § 5.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 61 Am. Jur. 2d Perpetuities §§ 71 to 74; 76 Am. Jur. 2d Trusts §§ 568, 569, 571, 595, 596.\n\nPower of trustee and court as regards term of lease of trust property, 61 A.L.R. 1368, 67 A.L.R.2d 978.\n\nPower of trustee and court as regards modification of lease of trust property, 93 A.L.R. 603.\n\nRemedies in event of executor's or testamentary trustee's delay in exercise of power to sell real estate conferred by will, 132 A.L.R. 1473.\n\nImplied power of executor or testamentary trustee to sell real property, 134 A.L.R. 378, 23 A.L.R.2d 1000.\n\nEnforceability, as regards proceeds of sale of property, of real estate trust that does not satisfy statute of frauds, 154 A.L.R. 385.\n\nImplied power of testamentary trustee to sell real estate, 23 A.L.R.2d 1000.\n\nPower of trustee with power to sell or to lease real property, or to do both, to give an option to purchase, 83 A.L.R.2d 1310.\n\nValidity and construction of trust provision authorizing trustee to purchase trust property, 39 A.L.R.3d 836.\n\n89 C.J.S. Trusts § 90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-5/"
    },
    {
      "id": "section-47-2-6",
      "number": "47-2-6",
      "heading": "Real estate trusts; general provisions.",
      "text": "A. A real estate trust is a separate legal entity and solely responsible for its debts and obligations. No trustee or beneficial owner, solely because of that status, shall be individually liable for the acts, omissions, debts or obligations of the real estate trust, except for his own bad faith, willful misfeasance, gross negligence, or reckless disregard of his duties.\n\nB. Certificates evidencing units of beneficial ownership in a real estate trust are investment securities within the meaning of the Uniform Commercial Code [Chapter 55 NMSA 1978] and within the meaning of state and federal securities laws.\n\nC. The conduct of the trustees in relation to the real estate trust, to the trust estate, and to the beneficial owners, shall be judged by the fiduciary responsibilities of trustees of a business trust.\n\nD. Any existing trust and a real estate trust having its principal place of business in another state may, but need not, adopt the provisions of the Real Estate Trust Act by filing for record a document conforming to the act with the clerk of the county in which the principal office of the real estate trust in this state is located.\n\nHistory:1953 Comp., § 70-6-6, enacted by Laws 1973, ch. 390, § 6.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 76 Am. Jur. 2d Trusts § 410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-2/section-47-2-6/"
    }
  ]
}