{
  "state": "new-mexico",
  "path": "title-chapter-47-property-law/chapter-article-7b-condominium-act-creation-alteration-and-terminati",
  "sections": [
    {
      "id": "section-47-7b-1",
      "number": "47-7B-1",
      "heading": "Creation of condominium.Section 47-7B-2 - Unit boundaries",
      "text": "A. A condominium may be created pursuant to the Condominium Act only by recording a declaration executed in the same manner as a deed. The declaration shall be recorded in each county in which any portion of the condominium is located and shall be indexed in the grantee's index in the name of the condominium and the association and in the grantor's index in the name of each person executing the declaration.\n\nB. A declaration or an amendment to a declaration adding units to a condominium shall not be recorded unless all structural components and mechanical systems of all buildings containing or comprising any units created are substantially completed in accordance with the plans, as evidenced by a recorded certificate of completion executed by a licensed engineer, architect, the appropriate building inspection authority or by the declarant. This section does not apply to a conversion building restricted in its entirety to uses other than for residential purposes.\n\nHistory:Laws 1982, ch. 27, § 13.\n\nCompiler's notes.— This section is similar to § 2-101 of the Uniform Condominium Act, with the following main exceptions: Subsection B of the state Condominium Act changes the requirements set forth in subsection (b) of the Uniform Condominium Act by specifying that a licensed, rather than independent (registered), engineer, architect, appropriate building inspection authority or the declarant execute a certificate of completion; the latter two authorized persons are not specified in subsection (b) of the Uniform Condominium Act, but that subsection does specify that a surveyor may execute the document, whereas Subsection B of the state Condominium Act omits \"surveyor\"; Subsection B of the state Condominium Act omits the parenthetical phrase at the end of subsection (b) of the Uniform Condominium Act, which deals with approval of the declaration or amendment by a state agency, and adds the second sentence.\n\nCOMMISSIONERS' COMMENT\n\n1. A condominium is created pursuant to this act only by recording a declaration. As with any instrument affecting real estate, the declaration must be recorded in every recording district in which any portion of the condominium is located and must be indexed in the manner described in subsection (a) [Subsection A]. Specific indexing rules are suggested in brackets and should be used in those states where this result would not otherwise occur. For example, the declaration commonly has not been indexed in the grantee's index in the name of the condominium. Moreover, when multiple persons execute the declaration, the declaration has often been indexed solely in the name of the declarant and not in the name, for example, of lenders and other persons who might have executed the declaration. Because it is important that the names of the association and all persons executing the declaration appear in the index in order to locate all instruments in the land records, that language is not included in brackets.\n\n2. In § 1-103 [47-7A-3 NMSA 1978], the act defines the term \"declaration\" as any instruments, however denominated, which create a condominium, and any amendments to those instruments. \"Condominium,\" in turn, is defined as \"real estate, portions of which are designated for separate ownership and the remainder of which is designated for common ownership solely by the owners of those portions.\" It is important to emphasize that other covenants, conditions or restrictions applicable to the real estate in the condominium might be recorded before or after the instruments are recorded which divide the real estate into units and common elements, thereby creating the condominium.\n\nUntil the actual recordation of the document which accomplished that result, however, the condominium has not been created.\n\n3. A condominium has not been lawfully created unless the requirements of this section have been complied with. Nevertheless, a project which meets the definition of \"condominium\" in § 1-103(7) [47-7A-3G NMSA 1978] is subject to this act even if this or other sections of the act have not been complied with.\n\n4. Mortgagees and other lienholders need not execute the declaration, and foreclosure of a mortgage or other lien will not, of itself, terminate the condominium. However, if that lien is prior to the declaration itself, the lienholder may exclude that real estate from the condominium. See § 2-118(i) and (j) [47-7B-18I and J NMSA 1978]. Moreover, the declarant may wish to obtain agreements from mortgagees or other lienholders that they will give partial releases permitting lien-free conveyance of the condominium units. See § 4-111(a) [47-7D-11A NMSA 1978].\n\n5. Except when development proceeds pursuant to § 5-103 [not adopted], this act contemplates that two different stages of construction must be reached before (1) a condominium may be created or (2) a unit in the condominium may be conveyed. These stages are described, respectively, in subsection (b) [Subsection B] and § 4-120 [47-7D-20 NMSA 1978]. The purpose of imposing these requirements is to insure that a purchaser will in fact take title to a unit which may be used for its intended purpose.\n\nIf a condominium were said to consist from the beginning of a certain number of units, even though some of those units had not yet been completed or even begun, serious problems would arise if the remaining units were never constructed and if no obligation to complete the construction could be enforced against any solvent person. If the insolvent owner of the unbuilt units failed to pay his common expense assessments for example, the unit owners' association might be left with no remedy except a lien of doubtful value against mere cubicles of airspace. Moreover, votes in the unit owners' association could be assigned to units, and those votes could be cast, even though the units were never built. The act therefore requires that significant construction take place before units are assigned an interest in the common elements, a vote in the association and a share of the common expense liabilities, and before units are conveyed. This requirement of substantial completion [or the alternative bonding procedure and other assurances required by § 5-103 [not adopted__ reduces the possibility that a failure to complete will upset the expectations of purchasers or otherwise harm their interests in case the declarant becomes insolvent and no solvent person has the obligation to complete the unit.\n\n6. Section 2-101(b) [Subsection B] requires that \"all structural components and mechanical systems of all buildings containing or comprising any units\" which will be created by recording a declaration, must be substantially completed in accordance with the plans. The intent of subsection (b) [Subsection B] is that if any buildings are depicted on the plats and plans which are required by § 2-109 [47-7B-9 NMSA 1978], and these buildings contain or comprise spaces which become units by virtue of recording the declaration, the structural components and mechanical systems of these buildings must be substantially complete before the declaration is recorded. This is required even though the plats and plans recorded pursuant to § 2-109 [47-7B-9 NMSA 1978] depict only the boundaries of the buildings and the units created in those buildings, and not the structural components or mechanical systems (which need not be shown). If the boundaries of units are not depicted, of course, then no units are created. If the declarant fails to comply with this section, title is not affected. See Comment 8, below.\n\nThe concept of \"structural components and mechanical systems\" is one commonly understood in the construction field and this comment is not intended as a comprehensive list of those components. For example, however, the term \"structural components\" is generally understood to include those portions of a building necessary to keep any part of the building from collapsing, and to maintain the building in a weathertight condition. This would include the foundations, bearing walls and columns, exterior walls, roof, floors and similar components. It would clearly not include such components as interior non-bearing partitions, surface finishes, interior doors, carpeting and the like. Similarly, typical examples of \"mechanical systems\" include the plumbing, heating, air conditioning and other like systems. Whether or not \"electrical systems\" are included within the meaning of the term depends on local practice.\n\n7. Section 4-120 [47-7D-20 NMSA 1978], requires that, before an individual unit is conveyed, the unit must be \"substantially completed.\" \"Substantial completion\" is a well understood term in the construction industry. For example, the American Institute of Architects Document A201, General Conditions of the Contract for Construction (1976 Ed.) at para. 8.1.3, states:\n\nThe Date of Substantial Completion of the Work . . . is the date certified by the Architect when construction is sufficiently complete, in accordance with the Contract Documents (that is, the owner-contractor agreement, the conditions of the contract, and the specifications and all addenda and modifications), so the Owner can occupy or utilize the Work . . . for the use for which it is intended.\n\nThis standard is also one often used by building officials in issuing certificates of occupancy. It does not suggest that the unit is \"entirely completed\" as that term is understood in the construction industry; lesser details, such as sticking doors, leaking windows or some decorative items, might still remain, and the act contemplates that they need not be completed prior to lawful conveyance.\n\n8. Section 2-101(b) [Subsection B] and 4-120 [47-7D-20 NMSA 1978] require that completion certificates be recorded, or local certificates of occupancy be issued, as evidence of the fact that the required levels of construction have been met. In the case of \"substantial completion,\" issuance of \"a certificate of occupancy authorized by law,\" as is commonly required by local ordinance or state building codes, will suffice. Once the certificates have been recorded, or issued, as the case may be, good title to the units may be conveyed in reliance on the record. It is possible, of course, that the declarant may have failed to complete the required levels of construction; the architect, surveyor or engineer (whichever is appropriate in a particular jurisdiction) may have filed a false certificate. Such acts would create a cause of action in the purchaser under § 4-115 [not adopted], but would not affect the validity of the purchasers' title to the condominium.\n\n9. The requirement of \"substantial completion\" does not mean that the declarant must complete all buildings in which all possible units would be located before creating the condominium. If only some of the buildings in which units which may ultimately be located have been \"structurally\" completed, the declarant may create a condominium in which he reserves particular development rights (§ 2-105(a)(8) [47-7B-5A(5) NMSA 1978]). In such a project, only the completed units might be treated as units from the outset, and the development rights would be reserved to create additional units, either by adding additional real estate and units to the condominium, by creating new units on common elements or by subdividing units previously created. The optional units may never be completed or added to the condominium; however, this will not affect the integrity of the condominium as originally created.\n\n10. Requiring \"substantial completion\" of the structural components and mechanical systems in the buildings containing or comprising the units in a condominium may encourage creation of more phased condominiums under § 2-105 [47-7B-5 NMSA 1978] in projects which once were in fact built in phases, but under a single nonexpandable declaration. Experience in the several states where significantly more rigorous requirements are imposed by statute, however, has shown that this does not create a difficult situation either for the developer or the lender. Moreover, it appears likely that the size of the initial phase of a multi-building project will be dictated largely by economics, as occurs in most jurisdictions today, rather than this act. Finally, many lenders and developers are increasingly sensitive to the secondary mortgage market requirements particularly those of the federal national mortgage association (FNMA) and the federal home loan mortgage corporation (FHLMC). Experience indicates that the pre-sale requirements imposed by FNMA and FHLMC frequently dictate that multi-building condominium projects be structured on a phased or expandable condominium basis.\n\n11. The requirement of completion would be irrelevant in some types of condominiums, such as campsite condominiums or some subdivision condominiums where the units might consist of unimproved lots, and the airspace above them, within which each purchaser would be free to construct or not construct a residence. Any residence actually constructed would ordinarily become a part of the \"unit\" by the doctrine of fixtures, but nothing in this act would require any residence to be built before the lots could be treated as units.\n\n12. The term \"independent\" architect, surveyor or engineer in subsection (b) [Subsection B] and elsewhere in the act distinguishes any such professional person who acts as an independent contractor in his relationship to the declarant or lender.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 12 to 15.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-1/"
    },
    {
      "id": "section-47-7b-2",
      "number": "47-7B-2",
      "heading": "Unit boundaries.",
      "text": "Except as provided by the declaration:\n\nA. if walls, floors or ceilings are designated as boundaries of a unit, all lath, furring, wallboard, plasterboard, plaster, paneling, tiles, wallpaper, paint, finished flooring and any other materials constituting any part of the finished surfaces thereof are a part of the unit, and all other portions of the walls, floors or ceilings are a part of the common elements;\n\nB. if any chute, flue, duct, wire, conduit, bearing wall, bearing column or any other fixture lies partially within and partially outside the designated boundaries of a unit, any portion thereof serving only that unit is a limited common element allocated solely to that unit, and any portion thereof serving more than one unit or any portion of the common elements is a part of the common elements;\n\nC. subject to the provisions of Subsection B of this section, all spaces, interior partitions and other fixtures and improvements within the boundaries of a unit are a part of the unit;\n\nD. any shutters, awnings, window boxes, doorsteps or stoops and all exterior doors and windows or other fixtures designed to serve a single unit, but located outside the unit's boundaries, are limited common elements allocated exclusively to that unit; and\n\nE. any porches, balconies or patios designed to serve a single unit, but located outside the unit's boundaries, are limited common elements allocated exclusively to that unit.\n\nHistory:Laws 1982, ch. 27, § 14.\n\nCompiler's notes.— This section is similar to § 2-102 of the Uniform Condominium Act, with the following main exception: subsection (4) of the Uniform Condominium Act is encompassed in Subsections D and E of the state Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. It is important for title purposes and other reasons to have a clear guide as to precisely which parts of a condominium constitute the units and which parts constitute the common elements. This section fills the gap left when the declaration merely defines unit boundaries in terms of floors, ceilings and perimetric walls.\n\nThe provisions of this section may be varied, of course, to the extent that the declarant wishes to modify the details for a particular condominium.\n\nFor example, in a townhouse project structured as a condominium, it may be desirable that the boundaries of the unit constitute the exterior surfaces of the roof and exterior walls, with the center line of the party walls constituting the perimetric boundaries of the units in that plane, and the undersurface of the bottom slab dividing the unit itself from the underlying land. Alternatively, the boundaries of the units at the party walls might be extended to include actual division of underlying land itself. In those cases it would not be appropriate for walls, floors and ceilings to be designated as boundaries, and the declaration would describe the boundaries in the above manner. The differentiations made clear here, in conjunction with the provisions of § 3-107 [47-7C-7 NMSA 1978], will assist in minimizing disputes which have historically arisen in association administration with respect to liability for repair of such things as pipes, porches and other components of a building which unit owners may expect the association to pay for and which the association may wish to have repaired by unit owners. Problems which may arise as a result of negligence in the use of components - such as stoops and pipes - are resolved by § 3-107 [47-7C-7 NMSA 1978], which imposes liability on the unit owner who causes damage to common elements, or under the broader provisions of § 3-115(e) [47-7C-15 NMSA 1978], which permits the association to assess common expenses \"caused by the misconduct of any unit owner\" exclusively against that owner. This would include, of course, not only damages to common elements, but fines or unusual service fees, such as clean-up costs, incurred as a result of the unit owner's misuse of common elements.\n\n2. The differentiation between components constituting common elements and components which are part of the units is particularly important in light of § 3-107(a) [47-7C-7A NMSA 1978], which (subject to the exceptions therein mentioned) makes the association responsible for upkeep of common elements and each unit owner individually responsible for upkeep of his unit.\n\n3. The differentiation between unit components and common element components may or may not be important for insurance purposes under this act. While the common elements in a project must always be insured, the units themselves need not be insured by the association unless the project contains units divided by horizontal boundaries; see § 3-113(b) [47-7C-13B NMSA 1978]. In a \"high rise\" configuration, however, § 3-113(a) [47-7C-13A NMSA 1978] contemplates that both will normally be insured by the association (exclusive of improvements and betterments in individual units) and that the cost of such insurance will be a common expense. That common expense may be allocated, however, on the basis of risk if the declaration so requires. See § 3-115(c)(3) [47-7C-15C NMSA 1978].\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 12, 18, 32, 33, 38.\n\nProper party plaintiff in action for injury to common areas of condominium development, 69 A.L.R.3d 1148.\n\nValidity and construction of condominium association's regulations governing members' use of common facilities, 72 A.L.R.3d 308.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-2/"
    },
    {
      "id": "section-47-7b-3",
      "number": "47-7B-3",
      "heading": "Construction and validity of declaration and bylaws.",
      "text": "A. All provisions of the declaration and bylaws are severable.\n\nB. The rule against perpetuities shall not be applied to defeat any provision of the declaration, bylaws, rules or regulations adopted pursuant to Section 35 [47-7C-2 NMSA 1978] of the Condominium Act.\n\nC. In the event of a conflict between the provisions of the declaration and the bylaws, the declaration prevails except to the extent the declaration is inconsistent with the Condominium Act.\n\nD. Title to a unit and common elements is not rendered unmarketable or otherwise affected by reason of an insubstantial failure of the declaration to comply with the Condominium Act. Whether a substantial failure impairs marketability is not affected by that act.\n\nHistory:Laws 1982, ch. 27, § 15.\n\nCompiler's notes.— This section is substantially similar to § 2-103 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. Subsection (b) [Subsection B] does not totally invalidate the rule against perpetuities as applied to condominiums. The language does provide that the rule against perpetuities is ineffective as to documents which would govern the condominium during the entire life of the project, regardless of how long that should be. With respect to deeds or devises of units, however, the policies underlying the rule against perpetuities continue to have validity and remain applicable under this act.\n\n2. In considering the effect of failures to comply with this act on title matters, subsection (d) [Subsection D] refers only to defects in the declaration - which includes the plats and plans - because the declaration is the instrument which creates and defines the units and common elements. No reference is made to other instruments, such as bylaws, because these instruments have no impact on title, whether or not recorded. However, in all cases of violations of the act, a failure of the bylaws - or any other instrument - to comply with the act, would entitle any affected persons to appropriate relief under § 4-117 [47-7D-17 NMSA 1978].\n\n3. No special prohibition against racial or other forms of discrimination is included in this act because the provisions of generally applicable federal and state law apply as much to condominiums as to other forms of real estate.\n\n4. Some examples may help to clarify what sorts of defects in the declaration are to be regarded as \"insubstantial\" within the meaning of the first sentence of subsection (d) [Subsection D].\n\nSuppose the declaration allocates common element interests to all the units, but fails to indicate the formula for the allocation as required by § 2-107 [47-7B-7 NMSA 1978]. This would be a substantial defect if the assigned interests were unequal, but if all units were assigned identical interests if would be possible to infer that the basis of allocation was equality - and the failure of the declaration to say so would be an insubstantial defect. Were this to happen in a condominium where the right to add new units is reserved, however, it should be noted that a subsequent amendment to the declaration adding new units could not use any formula other than equality for reallocating the common element interests unless a different formula were specified pursuant to § 2-107(b) [47-7B-7B NMSA 1978].\n\nOther examples of insubstantial defects that might occur include failure of the declaration to include the word \"condominium\" in the name of the project, as required by § 2-105(1) [47-7B-5A NMSA 1978], or failure of the plats and plans to comply satisfactorily with the requirement of § 2-109(a) [47-7B-9A NMSA 1978] that they be \"clear and legible,\" so long as they can at least be deciphered by persons with proper expertise. Failure to organize the unit owners' association at the time specified in § 3-101 [47-7C-1 NMSA 1978] would not be a defect in the declaration at all, and would not affect the validity or marketability of titles in the condominium. It would, however, be a violation of this act, and create a claim for relief under § 4-117 [47-7D-17 NMSA 1978].\n\n5. Each state has case or statutory law dealing with marketability of titles, and the question of whether substantial failures of the declaration to comply with the act affect marketability of title should be determined by that law and not by this act.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14 to 17, 31, 40.\n\nValidity and construction of condominium association's regulations governing members' use of common facilities, 72 A.L.R.3d 308.\n\nEnforceability of bylaw or other rule of condominium or cooperative association restricting occupancy by children, 100 A.L.R.3d 241.\n\nValidity and construction of regulations of governing body of condominium or cooperative apartment pertaining to parking, 60 A.L.R.5th 647.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-3/"
    },
    {
      "id": "section-47-7b-4",
      "number": "47-7B-4",
      "heading": "Description of units.",
      "text": "A description of a unit which sets forth the name of the condominium, the recording data for the declaration, the county in which the condominium is located and the identifying number of the unit is a sufficient legal description of that unit and all rights, obligations and interests appurtenant to that unit which were created by the declaration or bylaws.\n\nHistory:Laws 1982, ch. 27, § 16.\n\nCompiler's notes.— This section is substantially similar to § 2-104 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. The intent of this section is that no description of a unit in a deed, lease, deed of trust, mortgage or any other instrument or document shall be subject to challenge for failure to meet any common law or other requirements so long as the requirements of this section are satisfied, and so long as the declaration itself, together with the plats and plans which are a part of the declaration, provides a legally sufficient description.\n\n2. The last sentence makes clear that an instrument which does meet those requirements includes all interest appurtenant to the unit. As a result, it will not be necessary under this act to continue the practice, common in some jurisdictions, of describing the common element interests, or limited common elements, that are appurtenant to a unit in the instrument conveying title to that unit.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments § 18.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-4/"
    },
    {
      "id": "section-47-7b-5",
      "number": "47-7B-5",
      "heading": "Contents of declaration.",
      "text": "A. The declaration for a condominium shall contain:\n\n(1) the names of the condominium, which shall include the word \"condominium\" or be followed by the words \"a condominium\", and the association;\n\n(2) the name of every county in which any part of the condominium is situated;\n\n(3) a description, legally sufficient for conveyance, of the real estate included in the condominium;\n\n(4) a statement of the maximum number of units that the declarant reserves the right to create;\n\n(5) a description of the boundaries of each unit created by the declaration, including the unit's identifying number;\n\n(6) a description of any limited common elements, other than those specified in Subsections B, D and E of Section 47-7B-2 NMSA 1978, as provided in Section 47-7B-9 NMSA 1978;\n\n(7) a description of any real estate, except real estate subject to development rights, that may be allocated subsequently as limited common elements, other than limited common elements specified in Subsections B, D and E of Section 47-7B-2 NMSA 1978, together with a statement that they may be so allocated;\n\n(8) a description of any development rights and other special declarant rights reserved by the declarant, together with a legally sufficient description of the real estate to which each of those rights applies, and a time limit within which each of those rights must be exercised;\n\n(9) if any development right may be exercised with respect to different parcels of real estate at different times, a statement to that effect together with either a statement fixing the boundaries of those portions and regulating the order in which those portions may be subjected to the exercise of each development right, or a statement that no assurances are made in those regards, and a statement as to whether, if any development right is exercised in any portion of the real estate subject to that development right, that development right must be exercised in all or in any other portion of the remainder of that real estate;\n\n(10) any other conditions or limitations under which the rights described in Paragraph (8) of this subsection shall be exercised or they shall lapse;\n\n(11) an allocation to each unit of the allocated interests in the manner described in Section 47-7B-7 NMSA 1978;\n\n(12) any restrictions on use, occupancy and alienation of the units;\n\n(13) if required by local ordinance, written confirmation from the local zoning official that the condominium complies with the zoning density requirements of local zoning and subdivision ordinances or regulations as required in Section 47-7A-6 NMSA 1978; and\n\n(14) all matters required by Sections 47-7B-6 through 47-7B-9, 47-7B-15, 47-7B-16 and Subsection D of Section 47-7C-3 NMSA 1978.\n\nB. The declaration may contain any other matters that the declarant deems appropriate.\n\nHistory:Laws 1982, ch. 27, § 17; 1983, ch. 245, § 2; 2012, ch. 43, § 1.\n\nThe 2012 amendment,effective May 16, 2012, required confirmation that the condominium complies with local zoning and subdivision laws, and in Subsection A, added a new Paragraph (13) and renumbered former Paragraph (13) as Paragraph (14).\n\nThe 1983 amendmentsubstituted New Mexico citations for Uniform Condominium Act citations throughout the section.\n\nCOMMISSIONERS' COMMENT\n\n1. Many statutes and other regulatory schemes in the multi-owner project field do not separate the functions of a recorded declaration and unrecorded public offering statements or disclosure documents. As a result, many of the developer's representations and assurances concerning his future plans must appear in the declaration as well as the public offering statement, even though they may have nothing to do with the legal structure or title of the project. See e. g., § 47-70, Conn. Gen. Stat. (1980). This results in duplicative requirements and unnecessarily complex declarations.\n\nThis act seeks functionally to distinguish between the declaration and the public offering statement. It requires the declaration to contain only those matters which affect the legal structure or title of the condominium. This includes the reserved powers of the declarant to exercise development rights within the condominium. A narrative description of those rights, however, and the possible consequences flowing from their exercise, are required to be disclosed only in the public offering statement and not in the declaration.\n\n2. This section requires a statement of the name of the association for the condominium as well as the name of the condominium itself, in order that the declaration may be indexed in the name of the association. See § 2-101 [47-7B-1 NMSA 1978].\n\n3. The act requires that the declaration for a condominium situated in two or more recording districts be recorded in each of those districts. While the bracketed language refers to the \"county\" as the recording district in which the declaration is to be recorded, it would be appropriate in states where recording is done at the city, town or parish level to amend the bracketed language accordingly.\n\n4. Paragraph (a)(5) [(a)(4)] [Subsection A(4)] requires the declarant to state the largest number of units he reserves the right to build. Unlike many current condominium statutes, this act imposes no time limit, measured by an absolute number of years, at the expiration of which the declarant must relinquish control of the association. Instead, declarant control ends when 75% of the maximum number of units which may be created by the declarant have been sold, or at the end of a two-year period during which development is not proceeding. See § 3-103(d) [47-7C-3D NMSA 1978]. The flexibility afforded by this section may be important to a declarant as he responds to unanticipated future changes in his market.\n\nIn theory, a declarant might overstate the maximum number of units in an attempt to artificially extend the period of declarant control, since the time might never come when a declarant had sold 75% of that number of units. As a practical matter, however, such a practice would not likely achieve long-term control.\n\nA declarant reserves the right to build 100 units, even though zoning would permit only 75 units on the site, and the declarant actually plans on building only 50 units. As a result of the reservation, the declarant would not lose control of the association under the 75% rule stated in § 3-103(d)(i) [47-7C-3D NMSA 1978] even when all 50 units had been built and sold, because that percentage applies to all potential units, not units actually built. See § 3-103(d)(i) [47-7C-3D NMSA 1978].\n\nHowever, there are practical constraints on the declarant's decision in this matter. Substantial exaggeration of the future density of the development might tend to impede sales of units in that project. Moreover, such a statement might also produce negative governmental reaction to proposals which might require local approval.\n\nEven if the declarant did overstate the number of units to retain control, however, other limitations imposed by § 3-103(d) [47-7C-3D NMSA 1978] will require turnover at an appropriate time. In the example, once the declarant had exercised the right to add the last of the 50 units which he intends to build, the two-year period imposed by § 3-103(d)(ii) and (iii) [47-7C-3D NMSA 1978] would begin to run, and the declarant would lose the right to control the association two years from the time the last units were added, even though he had reserved the right to add more units.\n\n5. Paragraph (a)(5) [Subsection A(5)] requires that the boundaries of each unit created by the declaration be identified. The words \"created by the declaration\" emphasize that in an expandable project, new units may be created in the future by amendments to the declaration. Until those new units are actually added to the project by amending the declaration, however, they are not units within the meaning of that defined term, and they need not be described.\n\n6. Section 2-102 [47-7B-2 1978] makes it possible in many projects to satisfy paragraph (a)(5) [Subsection A(5)] of this section by merely providing the identifying number of the units and stating that each unit is bounded by its ceiling, floor and walls. The plats and plans will show where those ceilings, floors and perimetric walls are located, and § 2-102 [47-7B-2 NMSA 1978] provides all other details, except to the extent the declaration may make additional or contradictory specifications because of the unique nature of the project.\n\n7. Paragraph (a)(6) [Subsection A(6)] makes clear that the limited common elements described in § 2-102(2) and (4) [47-7B-2B and D NMSA 1978] need not be described in the declaration. These limited common elements are typically porches, balconies, patios or other amenities which may be included in a project. Such improvements are treated by the act as limited common elements, rather than either common elements or parts of units, in order to minimize the attention which the documents need to give them, and to secure the result that would be desired in the usual case. Thus, if these improvements remain limited common elements, and no special provisions concerning them are included in the declaration, they may be used only by the units to which they are physically attached; maintenance of those improvements must be paid for by the association; and such improvements need not be specially referred to in the declaration. Porches, balconies and patios must be shown on the plats and plans (see § 2-109(b)(10) [47-7B-9B(10) NMSA 1978]), but other limited common elements described in § 2-102(2) and (4) [47-7B-2B and D NMSA 1978] need not be shown.\n\n8. Paragraph (a)(7) [Subsection A(7)] contemplates that the common elements in the project may be allocated as limited common elements at some future time, either by the declarant or the association. For example, a swimming pool might serve an entire project during early phases of development. At the outset, that pool might be a common element which all the unit owners may use. At a later time, with more units and additional pools built in subsequent phases, either the declarant or the association might determine that the first pool should become a limited common element reserved for the use only of units in the first phase, while the other pools should be reserved exclusively for units in the subsequent phases. Such a potential allocation should be described in the declaration pursuant to this section.\n\n9. Paragraph (a)(8) [Subsection A(8)] requires the declaration to describe all development rights and other special declarant rights which the declarant reserves. The declaration must describe the real estate to which each right applies, and state the time limit within which each of those rights must be exercised. The act imposes no maximum time limit for the exercise of those rights, and the particular language of a declaration will vary from project to project depending on the requirements of each project. This act contemplates that those rights may be exercised after the period of declarant control terminates.\n\n10. Plats and plans are made a part of the declaration for legal purposes by § 2-110 [§ 2-109] [47-7B-9 NMSA 1978], and their content may in part provide some of the information required by this section.\n\n11. Paragraph (a)(14) [Subsection A(13)] is a cross-reference to other sections of the act which require the declaration to contain particular matters. Some of these sections, such as 2-107 [47-7B-7 NMSA 1978] on the allocations of allocated interests or 2-109 [47-7B-9 NMSA 1978] on plats and plans, will affect all projects. Others, such as 2-106 [47-7B-6 NMSA 1978] on leasehold condominiums, will apply only to particular kinds of projects.\n\n12. Subsection (b) [Subsection B] contemplates that, in addition to the content required by subsection (a) [Subsection A], other matters may also be included in the declaration if the declarant or lender feel they are appropriate to the particular project. In particular, the draftsman should carefully consider any desired provisions which would vary any of the many sections of the act where variation is permitted, including such matters as expanding or restricting the association's powers. A list of sections which may be varied appears in the comment to § 1-104 [47-7A-4 NMSA 1978].\n\nCompiler's notes.— The reference to paragraph (a)(5) of the uniform act in the first sentence in the first paragraph of Comment 4 seems incorrect, as that paragraph deals with the description of the boundaries. Paragraph (a)(4) deals with the maximum number of units.\n\nThe reference to § 2-110 of the uniform act in Comment 10 seems incorrect, as that section deals with the exercise of development rights. Section 2-109 deals with plats and plans.\n\nThis section is similar to § 2-105 of the Uniform Condominium Act, with the following main exception: the state Condominium Act omits paragraph (13) of subsection (a) of § 2-105 of the Uniform Condominium Act, which deals with recorded data for recorded easements and licenses.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 12 to 15.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-5/"
    },
    {
      "id": "section-47-7b-6",
      "number": "47-7B-6",
      "heading": "Leasehold condominiums.",
      "text": "A. With respect to any condominium created on a leasehold estate, the declaration shall state:\n\n(1) the recording data for the lease, or a copy of the lease shall be attached as an exhibit;\n\n(2) the date on which the lease is scheduled to expire;\n\n(3) a legally sufficient description of the real estate subject to the lease;\n\n(4) any right of the unit owners to redeem the reversion and the manner whereby those rights may be exercised, or a statement that they do not have those rights;\n\n(5) any right of the unit owners to remove any improvements within a reasonable time after the expiration or termination of the lease, or a statement that they do not have those rights; and\n\n(6) any rights of the unit owners to renew the lease and the conditions of any renewal, or a statement that they do not have those rights.\n\nB. Acquisition of the leasehold interest of any unit owner by the owner of the reversion or remainder does not merge the leasehold and fee simple interests.\n\nC. If the expiration or termination of a lease decreases the number of units in a condominium, the allocated interests shall be reallocated in accordance with Subsection A of Section 6 [47-7A-7 NMSA 1978] of the Condominium Act as though those units had been taken by eminent domain. Reallocations shall be confirmed by an amendment to the declaration prepared, executed and recorded by the association.\n\nHistory:Laws 1982, ch. 27, § 18.\n\nCompiler's notes.— This section is similar to § 2-106 of the Uniform Condominium Act, with the following main exceptions: Subsection A of the state Condominium Act omits the requirement of subsection (a) of the Uniform Condominium Act that the lessor of any lease which upon termination will terminate or reduce the size of the condominium must sign the declaration; subsection (b) of the Uniform Condominium Act is omitted; Subsection B of the state Condominium Act encompasses subsection (c) of the Uniform Condominium Act, with the exception of the last clause of the latter subsection, which provides for merger under certain circumstances.\n\nCOMMISSIONERS' COMMENT\n\n1. Subsection (a) [Subsection A] requires that the lessor of any lease, which upon termination will terminate the condominium or reduce its size, must sign the declaration. This requirement insures that the lessor has consented to use of his land as a condominium.\n\n2. Subsection (a)(1) [Subsection A(1)] provides alternative bracketed language which should be considered by each state based on its practice. In any state where the recording acts do not specify the essential terms which must be included in a memorandum of lease, either this section should be supplemented to specify the essential terms or else the bracketed language relating to such memoranda should be deleted.\n\n3. This section sets out requirements concerning leasehold condominiums which are not typically contained in the statutes of most states. In particular, it requires that the declaration describe the rights of the unit owners, or state that they have no rights concerning a variety of significant matters. The section also contains a number of other consumer protection provisions. However, in contrast to the result under some states' laws, unit owners have no statutory right to renewal of a lease upon termination.\n\n4. The most significant matter of consumer protection in this section is subsection (b), which provides that unit owners who pay their share of the rent of the underlying lease may not be deprived of their enjoyment of the leasehold premises.\n\nSubsection (b) is intended to protect the \"unit owner\" regardless of whether he is a lessee, sublessee or even further down in a chain of transfer of leasehold interests. Thus, for example, if the \"unit owner\" is a sublessee, the term \"lessor (or) his successor in interest\" includes not only the lessor, but also the lessee.\n\nSubsection (b) further protects the unit owner by assuring that he will not share with his fellow unit owners any collective obligation toward their common lessor. All obligations are instead fractionalized so that no unit owner can be made liable or otherwise penalized for a default by any of his fellows. Thus, a default by the association in payment of the rent due the lessor, in a case where the lease of common elements ran to the association, would not permit the lessor to terminate continued use of those common elements by those unit owners who then pay their share of the rent.\n\n5. Subsection (d) [Subsection C] considers the problems created when termination of a lease reduces the size of a condominium. In the event that some units are thereby withdrawn from the condominium, reallocation of the allocated interests would be required; the section describes how that reallocation would occur.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 13, 18.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-6/"
    },
    {
      "id": "section-47-7b-7",
      "number": "47-7B-7",
      "heading": "Allocation of common element interests; votes; common expense liabilities.",
      "text": "A. The declaration shall allocate a fraction or percentage of undivided interests in the common elements and in the common expenses of the association and a portion of the votes in the association to each unit and state the formulas used to establish those allocations. Those allocations may not discriminate in favor of units owned by the declarant.\n\nB. If units may be added to or withdrawn from the condominium, the declaration must state the formulas to be used to reallocate the allocated interests among all units included in the condominium after the addition or withdrawal.\n\nC. The declaration may provide:\n\n(1) that different allocations of votes shall be made to the units on particular matters specified in the declaration;\n\n(2) for cumulative voting only for the purpose of electing members of the executive board; and\n\n(3) for class voting on specified issues affecting the class if necessary to protect valid interests of the class.\n\nA declarant may not utilize cumulative or class voting for the purpose of evading any limitation imposed on declarants by the Condominium Act, nor may units constitute a class because they are owned by a declarant.\n\nD. Except for minor variations due to rounding, the sum of the undivided interests in the common elements and common expense liabilities allocated at any time to all the units shall each equal one if stated as fractions or one hundred percent if stated as percentages. In the event of discrepancy between an allocated interest and the result derived from application of the pertinent formula, the allocated interest prevails.\n\nE. The common elements are not subject to partition, and any purported conveyance, encumbrance, judicial sale or other voluntary or involuntary transfer of an undivided interest in the common elements made without the unit to which that interest is allocated, is void.\n\nHistory:Laws 1982, ch. 27, § 19.\n\nCompiler's notes.— This section is substantially similar to § 2-107 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. Most existing condominium statutes require a single common basis, usually related to the \"value\" of the units, to be used in the allocation of common element interests, votes in the association and common expense liabilities. This act departs radically from such requirements by permitting each of these allocations to be made on different bases, and by permitting allocations which are unrelated to value.\n\nThus, all three allocations might be made equally among all units, or in proportion to the relative size of each unit, or on the basis of any other formula the declarant may select, regardless of the values of those units. Moreover, \"size\" might be used, for example, in allocating common expenses and common element interests, while equality is used in allocating votes in the association. This section does not require that the formulas used by the declarant be justified, but it does require that the formulas be explained. The sole restriction on the formulas to be used in these allocations is that they not discriminate in favor of the units owned by the declarant. Otherwise, each of the separate allocations may be made on any basis which the declarant chooses, and none of the allocations need be tied to any other allocation.\n\n2. While the flexibility permitted in allocations is broader than that permitted by any present statutes, it is likely that the traditional bases for allocation will continue to be used, and that the allocations for all allocated interests will often be based on the same formulas. Most commonly, those bases include size, equality or value of units. Each of these is discussed below.\n\n3. If size is chosen as a basis of allocation, the declarant must choose between reliance on area or volume, and the choice must be indicated in the declaration. The declarant might further refine the formula by, for example, excluding unheated areas from the calculation or by partially discounting such areas by means of a ratio. Again, the declarant must indicate the choices he has made and explain the formulas he has chosen.\n\n4. Most existing condominium statutes require that \"value\" be used as the basis of all allocations. Under this act a declarant is free to select such a basis if he wishes to do so. For example, he might designate the \"par value\" of each unit as a stated number of dollars or points. However, the formula used to develop the par values of the various units would have to be explained in the declaration. For example, the declaration for a high-rise condominium might disclose that the par value of each unit is based on the relative area of each unit on the lower floors, but increases by specified percentages at designated higher levels. The formula for determining area in this example could be further refined in the manner suggested in Comment 2, above, and any other factors (such as the direction in which a unit faces) could also be given weight so long as the weight given to each factor is explained in the declaration.\n\n5. The purpose of subsection (b) [Subsection B] is to afford some advance disclosure to purchasers of units in the first phase of a flexible condominium of how common element interests, votes and common expense liabilities will be reallocated if additional units are added.\n\n6. Subsection (e) [Subsection E] means what it says when it states that a lien or encumbrance on a common element interest without the unit to which that common element interest is allocated is void. Thus, consider the case of a flexible condominium in which there are 50 units in the first phase, each of which initially has a 2 percent undivided interest in the common elements. The declarant borrows money by mortgaging additional real estate. When the declarant expands the condominium by adding phase 2 containing an additional 50 units, he reallocates the common element interests in the manner described in his original declaration, to give each of the 100 units a 1 percent undivided interest in the common elements in both phases of the condominium. At this point, the construction lender cannot have a lien on the undivided interest of phase-1 owners in the common elements of phase 2 because of the wording of the statute. Thus, the most that the construction lender can have is a lien on the phase-2 units together with their common element interests. The mortgage documents may be written to reflect the fact that upon the addition of phase 2 of the condominium, the lien on the additional real estate will be converted into a lien on the phase-2 units and on the common element interest as they pertain to those units in both phase 1 and phase 2; however, see comment to § 2-110 [47-7B-10 NMSA 1978].\n\nUnless the lender also requires phase 2 to be designated as withdrawable real estate, the phase-2 portion may not be foreclosed upon other than as condominium units and the construction lender may not dispose of phase 2 other than as units which are a part of the condominium. In the event that phase 2 is designated as withdrawable land, then the construction lender may force withdrawal of phase 2 and dispose of it as he wishes, subject to the provisions of the declaration. If one unit in phase 2, however, has been sold to anyone other than the declarant, then phase 2 ceases to be withdrawable land by operation of § 2-110(d)(2) [47-7B-10D(2)].\n\n7. If a unit owned only by the declarant - as opposed to the same unit if owned by another person - may be subdivided into two or more units but cannot be converted in whole or in part into common elements, it is still a unit that may be subdivided or converted into two or more units or common elements, within the meaning of the definition of development rights, and is not governed by § 2-113 [47-7B-13 NMSA 1978] (Subdivision of Units).\n\n8. Subsection (c) [Subsection C] represents a significant departure from practice in most states concerning the allocation of votes. The usual rule is that a single allocation of votes is made to each unit, and that allocation applies to all matters on which those votes may be cast. This section recognizes that the increasingly complex nature of some projects requires different allocation on particular questions. It may be appropriate, for example, in a project where common expense liabilities, or questions concerning rules and regulations, affect different units differently.\n\nIn a mixed commercial and residential project, the declaration might provide that each unit owner would have an equal vote for the election of the board of directors. However, on matters concerning ratification of the common expense budget, where the commercial unit owners paid a much larger share than their proportion of the total units, the vote of commercial unit owners would be increased to three times the number of votes the residential owners held. Alternatively, of course, it might be possible to treat this question as a class voting matter, but the draftsman is provided flexibility in this section to choose the most appropriate solution.\n\n9. This section recognizes that there may be certain instances in which class voting in the association would be desirable. For example, in a mixed-use condominium consisting of both residential and commercial units, there may be certain kinds of issues upon which the residential or commercial unit owners should have a special voice, and the device described in Comment 9 [8] was not desired. To prevent abuse of class voting by the declarant, subsection (c) [Subsection C] permits class voting only with respect to specified issues directly affecting the designated class and only insofar as necessary to protect valid interests of the designated class.\n\nOwners of town house units, in a single project consisting of both town house and high-rise buildings, might properly constitute a separate class for purposes of voting on expenditures affecting just the town house units, but they might not be permitted to vote by class on rules for the use of facilities used by all the units.\n\nThe subsection further provides that the declarant may not use the class voting device for the purpose of evading any limitation imposed on declarants by this act (e. g., to maintain declarant control beyond the period permitted by § 3-103 [47-7C-3 NMSA 1978]).\n\n10. The last clause of subsection (c) [Subsection C] prohibits a practice common in the planned community or other non-condominium multi-ownership projects, where units owned by declarant constitute a separate class of units for voting and other purposes. Upon transfer of title, those units lose these more favorable voting rights. This section makes clear that the votes and other attributes of ownership of a unit may not change by virtue of the identity of the owner. In those circumstances which such classes were legitimately intended to address, principally control of the association, the act provides other, more balanced devices for declarant control. See § 3-103(d) [47-7C-3D NMSA 1978].\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 32 to 38.\n\nProper party plaintiff in action for injury to common areas of condominium development, 69 A.L.R.3d 1148.\n\nValidity and construction of condominium association's regulation governing members' use of common facilities, 72 A.L.R.3d 308.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-7/"
    },
    {
      "id": "section-47-7b-8",
      "number": "47-7B-8",
      "heading": "Limited common elements.",
      "text": "A. Except for the limited common elements described in Subsections B, D and E of Section 47-7B-2 NMSA 1978, the declaration shall specify to which unit or units each limited common element is allocated. That allocation shall not be altered without the consent of the unit owners whose units are affected.\n\nB. Except as the declaration otherwise provides, a limited common element may be reallocated by an amendment to the declaration executed by the unit owners between or among whose units the reallocation is made. The persons executing the amendment shall provide a copy of the amendment to the association, which shall record it. The amendment shall be recorded in the names of the parties and the condominium.\n\nC. A common element not previously allocated as a limited common element may not be so allocated except pursuant to provisions in the declaration made in accordance with Paragraph (7) of Subsection A of Section 47-7B-5 NMSA 1978. The allocations shall be made by amendments to the declaration.\n\nHistory:Laws 1982, ch. 27, § 20; 1983, ch. 245, § 3.\n\nCompiler's notes.— This section is substantially similar to § 2-108 of the Uniform Condominium Act.\n\nThe 1983 amendmentsubstituted New Mexico citations for Uniform Condominium Act citations in the first sentences in Subsections A and C and \"of the amendment\" for \"thereof\" in the second sentence in Subsection B.\n\nCOMMISSIONERS' COMMENT\n\n1. Like all other common elements, limited common elements are owned in common by all unit owners. The use of a limited common element, however, is reserved to less than all of the unit owners. Unless the declaration provides otherwise, the association is responsible for the upkeep of a limited common element and the cost of such upkeep is assessed against all the units. See §§ 3-107(a) and 3-115(c)(1) [47-7C-7A and 47-7C-15C(1) NMSA 1978]. This might include the costs of repainting all shutters, or balconies, for example, which are limited common elements pursuant to § 2-102(4) [47-7B-2D NMSA 1978]. Accordingly, there may be occasions where, to meet the expectations of owners and to have costs borne directly by those who benefit from those amenities, the declaration might provide that the costs will be borne, not by all unit owners as part of their common expense assessments, but only by the owners to which the limited common elements are assigned.\n\n2. Even common elements which are not \"limited\" within the meaning of this act may nevertheless be restricted by the unit owners' association pursuant to the powers set forth in § 3-102[(a)](6) and (10) [47-7C-2A(6) and (10) NMSA 1978], unless that power is limited in the declaration. For example, the association might assign reserved parking spaces to designated unit owners, or even to persons who are not unit owners. Such a parking space would differ from a limited common element in that its use would be merely a personal right of the person to whom it is assigned and this section would not have to be complied with to allocate it or to reallocate it.\n\n3. Because a mortgage or deed of trust may restrict the borrower's right to transfer the use of a limited common element without the lender's consent, the terms of the encumbrance should be examined to determine whether the lender's consent or release is needed to transfer that right of use to another person.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 32 to 38.\n\nProper party plaintiff in action for injury to common areas of condominium development, 69 A.L.R.3d 1148.\n\nValidity and construction of condominium association's regulations governing members' use of common facilities, 72 A.L.R.3d 308.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-8/"
    },
    {
      "id": "section-47-7b-9",
      "number": "47-7B-9",
      "heading": "Plats and plans.",
      "text": "A. Plats and plans are a part of the declaration. Separate plats and plans are not required by the Condominium Act [47-7A-1 to 47-7D-20 NMSA 1978] if all the information required by this section is contained in either a plat or plan. Each plat and plan shall be clear and legible and contain a certification that the plat or plan contains all information required by this section.\n\nB. Each plat shall show:\n\n(1) the name of the condominium and a survey or a general schematic map of the condominium;\n\n(2) the location and dimensions of all real estate not subject to development rights, or subject only to the development right to withdraw, and the location and dimensions of all existing improvements within that real estate;\n\n(3) a legally sufficient description of any real estate subject to development rights, labeled to identify the rights applicable to each parcel;\n\n(4) the extent of any encroachments by or upon any portion of the condominium;\n\n(5) to the extent feasible, a legally sufficient description of all easements serving or burdening any portion of the condominium;\n\n(6) the location and dimensions of any vertical unit boundaries not shown or projected on plans recorded pursuant to Subsection D of this section and that unit's identifying number;\n\n(7) the location with reference to an established datum of any horizontal unit boundaries not shown or projected on plans recorded pursuant to Subsection D of this section and that unit's identifying number;\n\n(8) a legally sufficient description of any real estate in which the unit owners will own only an estate for years, labeled as \"leasehold real estate\";\n\n(9) the distance between noncontiguous parcels of real estate comprising the condominium;\n\n(10) the location and dimensions of limited common elements, other than the limited common elements described in Subsections B and D of Section 14 [47-7B-2 NMSA 1978] of the Condominium Act; and\n\n(11) in the case of real estate not subject to development rights, all other matters customarily shown on land surveys.\n\nC. A plat may also show the intended location and dimensions of any contemplated improvement to be constructed anywhere within the condominium. Any contemplated improvement shown shall be labeled either \"MUST BE BUILT\" or \"NEED NOT BE BUILT.\" Any certification of a plat required by this section shall be made by a licensed surveyor.\n\nD. To the extent not shown or projected on the plats, plans of the units must show or project:\n\n(1) the location and dimensions of the vertical boundaries of each unit and that unit's identifying number;\n\n(2) any horizontal unit boundaries, with reference to an established datum, and that unit's identifying number; and\n\n(3) any units in which the declarant has reserved the right to create additional units or common elements, identified appropriately.\n\nE. Unless the declaration provides otherwise, the horizontal boundaries of part of a unit located outside of a building have the same elevation as the horizontal boundaries of the inside part and need not be depicted on the plats and plans.\n\nF. Upon exercising any development right, the declarant shall record either new plats and plans necessary to conform to the requirements of Subsections A, B and D of this section or new certifications of plats and plans previously recorded if those plats and plans otherwise conform to the requirements of those subsections.\n\nG. Any certification of a plan required by this section shall be made by a licensed surveyor, architect or engineer.\n\nHistory:Laws 1982, ch. 27, § 21.\n\nCompiler's notes.— This section is similar to § 2-109 of the Uniform Condominium Act, with the following main exceptions: Paragraph (10) of Subsection B of the state Condominium Act substitutes \"other than the\" for \"including porches, balconies and patios, other than parking spaces and the other\"; the last sentence of Subsection C of the state Condominium Act does not appear in subsection (c) of § 2-109 of the Uniform Condominium Act; Subsection G of the state Condominium Act substitutes \"licensed\" for \"independent (registered).\"\n\nCOMMISSIONERS' COMMENT\n\n1. The terms \"plat\" or \"plan\" have been given a variety of meanings by custom and usage in the various jurisdictions. Under this act, it is important to recognize that a \"plat\" need not mean a \"survey\" of the entire real estate constituting a project at the time the initial plat is recorded, although, through amendments to the plat as development proceeds, it ultimately becomes a survey of the entire project.\n\nAs to \"plan,\" the act does not use that term to mean the actual building plans used for construction of the project. Instead, the required content of the plans in this act is described in subsection (d) [Subsection D]. Essentially, the plans constitute a boundary survey of each unit. Typically, the walls will be the vertical (\"up and down\" or \"perimetric\") boundaries, and the floors and ceilings will be the horizontal boundaries. Importantly, these boundaries need not be physically measured, but may instead be projected from the plat or from actual building construction plans. Thus, the plans under this act are not conceived to be \"as built\" plans.\n\n2. Subsection (c) [Subsection C] permits, but does not require, the plats to show the location of contemplated improvements. Since construction of contemplated improvements by a declarant involves the exercise of development rights, a declarant may not create any improvement within real estate where no development rights have been reserved, unless the plats actually show that proposed improvement or unless the association (which the declarant may control) makes the improvement pursuant to § 3-102[a](7) [47-7C-2A(7) NMSA 1978]. Should the association attempt that improvement, in the face of unit owner's objections, it may involve risk of challenge. Within land subject to development rights, of course, construction may take place in accordance with the reserved rights, even if no contemplated improvements are shown on the plats. As to the declarant's obligation to complete an improvement that is shown, see § 4-118(a) [§ 4-119(a)] [47-7D-18A NMSA 1978].\n\n3. As noted in the comments to § 2-101 [47-7B-1 NMSA 1978], a condominium unit may consist of unenclosed ground and/or airspace, with no \"building\" involved. If this were true of all units in a particular condominium, the provisions of § 2-109 [this section] relating to plans (but not plats) would be inapplicable.\n\n4. In detailing the required contents of the plats, two different types of legal description are contemplated. First, in subsection (b)(1) [Subsection B(1)], the plat must show at least a general schematic map of the entire project. While this may be by survey, the act recognizes that a survey may be unduly expensive or impractical in a large project, and accordingly permits a general schematic map of the entire project at the commencement of development. With respect to those portions of the project, however, where no future development may take place, the flexibility of a general schematic map is not necessary. At the same time, it becomes important for title purposes to be able to identify precisely that portion of the project which is essentially completed. Accordingly, as development ceases in particular phases, subsection (b)(2) [Subsection B(2)] contemplates that the locations and dimensions of that real estate will be identified. As this process continues, all of the real estate originally shown in a general schematic map will have been surveyed, and the location and dimensions of that real estate identified, at the expiration of development rights. In addition, subsection [(b)](2) [Subsection B(2)] contemplates that existing improvements must be shown within real estate where no further development will take place. This does not mean the units which may be within each building, but it does mean the external physical dimensions of the buildings themselves. As implied by subsection [(b)](11) [Subsection B(11)], the nature of \"existing improvements\" required to be surveyed under subsection [(b)](2) should be determined by local practices in the particular state.\n\n5. Subsection (b)(3) [Subsection B(3)] requires that the real estate which is subject to development rights must be identified with a legally sufficient description, that is, either a metes and bounds description, or reference to the deeds of that real estate. Since different portions of the real estate may be subject to differing development rights - for example, only a portion of the total real estate may be added as well as withdrawn from the project - the plat must identify the rights applicable to each portion of that real estate. The same reasoning applies to the legally sufficient description of easements affecting the condominium and any leasehold real estate.\n\n6. Subsection (f) [Subsection F] describes the amendments to the plats and plans which must be made as development rights are exercised. This section requires that the plats and plans be amended at each stage of development to reflect actual progress to date. If an original schematic map was initially recorded as required by subsection (b)(1) [Subsection B(1)], the survey required by (b)(2) [Subsection B(2)] would also constitute the amendments required by subsection (f) [Subsection F].\n\n7. The terms \"horizontal\" and \"vertical\" are now commonly understood in condominium parlance to refer, respectively, to \"upper and lower\" and \"lateral or perimetric.\" Thus, § 2-102 [47-7B-1 NMSA 1978] contemplates that the perimetric walls may be designated as the \"vertical\" boundaries of a unit and the floor and ceiling as its \"horizontal\" boundaries. That is the sense in which the words \"horizontal\" and \"vertical\" are to be understood in this section and throughout this act.\n\n8. Sections 4-118 and 4-119 [47-7D-18, 47-7D-19 NMSA 1978] reveal the effect of labeling an improvement \"MUST BE BUILT\" or \"NEED NOT BE BUILT,\" as required by subsection (b)(3)[(c)] [Subsection C].\n\nCompiler's notes.— The reference to § 4-118 of the uniform act in the last sentence in Comment 2 seems incorrect, as that section deals with labeling of promotional materials. Section 4-119 deals with the declarant's obligation to complete an improvement.\n\nThe reference to subsection (b)(3) of the uniform act in Comment 8 seems incorrect, as that subsection deals with the description of development rights. Subsection (c) deals with labeling an improvement.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 15.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-9/"
    },
    {
      "id": "section-47-7b-10",
      "number": "47-7B-10",
      "heading": "Exercise of development rights.",
      "text": "A. To exercise any development right reserved under Paragraph (8) of Subsection A of Section 17 [47-7B-5 NMSA 1978] of the Condominium Act, the declarant shall prepare, execute and record an amendment to the declaration and comply with Section 21 [47-7B-9 NMSA 1978] of the Condominium Act. The declarant is the unit owner of any units thereby created. The amendment to the declaration shall assign an identifying number to each new unit created, and, except in the case of subdivision or conversion of units described in Subsection C of this section, reallocate the allocated interests among all units. The amendment must describe any common elements and any limited common elements thereby created and, in the case of limited common elements, designate the unit to which each is allocated to the extent required by Section 20 [47-7B-8 NMSA 1978] of the Condominium Act.\n\nB. Development rights may be reserved within any real estate added to the condominium if the amendment adding that real estate includes all matters required by Section 17 or 18 [47-7B-5, 47-7B-6 NMSA 1978] of the Condominium Act as the case may be, and the plats and plans include all matters required by Section 21 [47-7B-9 NMSA 1978] of that act. This provision does not extend the time limit on the exercise of development rights imposed by the declaration pursuant to Paragraph (8) of Subsection A of Section 17 [47-7B-5 NMSA 1978] of that act.\n\nC. Whenever a declarant exercises a development right to subdivide or convert a unit previously created into additional units, common elements or both:\n\n(1) if the declarant converts the unit entirely to common elements, the amendment to the declaration shall reallocate all the allocated interests of that unit among the other units as if that unit had been taken by eminent domain; and\n\n(2) if the declarant subdivides the unit into two or more units, whether or not any part of the unit is converted into common elements, the amendment to the declaration shall reallocate all the allocated interests of the unit among the units created by the subdivision in any reasonable manner prescribed by the declarant.\n\nD. If the declaration provides, pursuant to Paragraph (8) of Subsection A of Section 17 [47-7B-5 NMSA 1978] of the Condominium Act, that all or a portion of the real estate is subject to the development right of withdrawal:\n\n(1) if all the real estate is subject to withdrawal, and the declaration does not describe separate portions of real estate subject to that right, none of the real estate may be withdrawn after a unit has been conveyed to a purchaser; and\n\n(2) if a portion or portions are subject to withdrawal, no portion shall be withdrawn after a unit in that portion has been conveyed to a purchaser.\n\nHistory:Laws 1982, ch. 27, § 22.\n\nCompiler's notes.— This section is similar to § 2-110 of the Uniform Condominium Act, with the following main exception: the third sentence of subsection A of this section of the state Condominium Act refers to \"Subsection C of this section,\" while subsection (a) of § 2-110 of the Uniform Condominium Act refers to \"subsection (b).\"\n\nCOMMISSIONERS' COMMENT\n\n1. This section generally describes the method by which any development right may be exercised. Importantly, while new development rights may be reserved within new real estate which is added to the condominium, the original time limits on the exercise of these rights which the declarant must include in the original declaration may not be extended. Thus, the development process may continue only with the self-determined constraints originally described by the declarant.\n\n2. The reservation and exercise of development rights is and must be closely co-ordinated with financing for the project. As a result, lender review and control of that process is common, and the financing documents should reflect the proposed development process.\n\nA typical construction loan mortgage on a portion of a phased condominium might provide that as soon as new units are built on new land to be added (or, if the portion is also designated withdrawable land, as soon thereafter as anyone other than the declarant becomes the unit owner of a unit in the withdrawable land) the mortgage on that land converts into a mortgage on all of the units located within that portion, together with their respective common element interests. The common element interest of those units will, of course, extend to the common elements in other sections of the condominium. However, failure of a construction loan mortgage to so provide is inconsequential, because conveyance of the units in that phase to the lender or to a purchaser at a foreclosure sale would automatically transfer all of those units' common element interests, as a result of the requirements of §§ 2-108(d) [2-107(e)] and 2-111(a) [2-110(a)] [47-7B-8E NMSA 1978 and Subsection A of this section].\n\n3. A lender who holds a mortgage lien on one portion of a condominium may not cause that portion to be withdrawn from the condominium unless the portion constitutes withdrawable real estate in which there is no unit owner other than the declarant. Even then, the amendment effectuating the withdrawal must be executed by the declarant. Consequently, unless the lender wishes to become a declarant subsequent to foreclosure or a deed in lieu of foreclosure in order to execute the amendment, or forecloses in order to require an amendment from the association under § 2-118(i) [47-7B-18I NMSA 1978], a lender might require that the signed amendment be deposited in escrow at the time the loan is made in order to protect against a recalcitrant borrower.\n\n4. As indicated in the comments to §§ 1-103(24) and 1-106 [47-7A-3, 47-7A-6 NMSA 1978], the withdrawal of real estate from a condominium may constitute a subdivision of land under the applicable subdivision ordinance. Under most subdivision ordinances, the owner of the real estate is regarded as the \"subdivider.\" In the event of a withdrawal under this section, however, the declarant is in fact the subdivider because of his unique interest in and control over the real estate, even though the real estate, for title purposes, is a common element until withdrawn. Accordingly, he would bear the cost of compliance with any subdivision ordinance required to withdraw a part of the real estate from the condominium.\n\n5. Subsection (c) [Subsection C] deals with special problems surrounding allocated interests when the declarant subdivides or converts units which were originally created in the declaration into additional units, common elements or both. This development right permits the declarant to defer a final decision as to the size of certain units by permitting the subdivision of larger interior spaces into smaller units. The declarant may thus \"build to suit\" for purchasers' needs or to meet changing market demand. The concept is called \"convertible space\" in several existing state statutes.\n\nFor example, a declarant of a five-story office building condominium may have purchasers committed at the time of the filing of the condominium declaration but a lack of purchasers for the upper two floors. In such a circumstance, the declarant could designate the upper two floors as a unit, reserving to himself the right to subdivide or convert that unit into additional units, common elements of a combination of units and common elements as needed to suit the requirements of ultimate purchasers.\n\nIf, at a later time, a purchaser wishes to purchase half of one floor as a unit, the declarant could exercise the development right to subdivide his two-floor unit into two or more units. He may also wish to reserve a portion of the divided floor as a corridor which will constitute common elements. In that case, he would proceed pursuant to this subsection to reallocate the allocated interests among the units in the manner described in this section.\n\nAlternatively, the declarant may ultimately decide that the entire two floors should be turned over to the unit owners' association not as a unit but as common elements to be used perhaps as a cafeteria serving the balance of the building, or for retail space to be rented by the association. In that case, should he choose to make the entire two floors common elements, the provisions of paragraph (c) (1) [Subsection C (1)] would apply.\n\nCompiler's notes.— The reference to § 2-108(d) of the uniform act in the last sentence of the second paragraph of Comment 2 seems incorrect, as § 2-108 does not have a subsection (d). Section 2-107(e) seems to be the correct reference.\n\nThe reference to § 2-111(a) of the uniform act in the last sentence in the second paragraph of Comment 2 seems incorrect, as § 2-111 has no subsection (a). Section 2-110(a) seems to be the correct reference.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 15, 18.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-10/"
    },
    {
      "id": "section-47-7b-11",
      "number": "47-7B-11",
      "heading": "Alterations of units.",
      "text": "Subject to the provisions of the declaration and other provisions of law, a unit owner:\n\nA. may make any improvements or alterations to his unit that do not impair the structural integrity or mechanical systems or lessen the support of any portion of the condominium;\n\nB. may not change the appearance of the common elements, or the exterior appearance of a unit or any other portion of the condominium, without permission of the association; and\n\nC. after acquiring an adjoining unit or an adjoining part of an adjoining unit, may remove or alter any intervening partition or create apertures therein, even if the partition in whole or in part is a common element, if those acts do not impair the structural integrity or mechanical systems or lessen the support of any portion of the condominium. Removal of partitions or creation of apertures under this subsection is not an alteration of boundaries.\n\nHistory:Laws 1982, ch. 27, § 23.\n\nCompiler's notes.— This section is substantially similar to § 2-111 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. This section deals with permissible alterations of the interior of a unit, and impermissible alterations of the exterior of a unit and the common elements, in ways which reflect common practice. The stated rules, of course, may be varied by the declaration where desired.\n\n2. Subsection (3) [Subsection C] deals in a unique manner with the problem of creating access between adjoining units owned by the same person. The subsection provides a specific rule which would permit a door, stairwell, or removal of a partition wall between those units, so long as structural integrity is not impaired. That alteration would not be an alteration of boundaries, but would be an exception to the basic rule stated in subsection (2) [Subsection B].\n\n3. In considering permissible alteration of the interior of a unit, an example may be useful. A nail driven by a unit owner to hang a picture might enter a portion of the wall designated as part of the common elements, but this section would not be violated because structural integrity would not be impaired. Moreover, no trespass would be committed because each unit owner, as a part owner of the common elements, has a right to utilize them subject only to such restrictions as may be created by the act, the declaration, bylaws and the unit owners' association pursuant to § 3-102 [47-7C-1 NMSA 1978].\n\n4. Removal of a partition or the creation of an aperture between adjoining units would permit the units to be used as one, but they would not become one unit. They would continue to be separate units within the meaning of § 1-104 [47-7A-4 NMSA 1978] and would continue to be treated separately for the purposes of this act.\n\n5. In addition to the restrictions placed on unit owners by this section, the declaration or bylaws may restrict a unit owner from altering the interior appearance of his unit. Although this might be an undue restriction if imposed upon the primary residence of a unit owner, it may be appropriate in the case of time-share or other condominiums.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 32 to 34, 38, 39, 41.\n\nProper party plaintiff in action for inquiry to common areas of condominium development, 69 A.L.R.3d 1148.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-11/"
    },
    {
      "id": "section-47-7b-12",
      "number": "47-7B-12",
      "heading": "Relocation of boundaries between adjoining units.",
      "text": "A. Subject to the provisions of the declaration and other provisions of law, the boundaries between adjoining units may be relocated by an amendment to the declaration upon application to the association by the owners of those units. If the owners of the adjoining units have specified a reallocation between their units of their allocated interests, the application shall state the proposed reallocations. Unless the executive board determines, within thirty days, that the reallocations are unreasonable, the association shall prepare an amendment that identifies the units involved, states the reallocations, is executed by those unit owners, contains words of conveyance between them and, upon recordation, is indexed in the name of the grantor and the grantee.\n\nB. The association shall prepare and record plats or plans necessary to show the altered boundaries between adjoining units and their dimensions and identifying numbers.\n\nHistory:Laws 1982, ch. 27, § 24.\n\nCompiler's notes.— This section is substantially similar to § 2-112 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. This section changes the effect of most current condominium statutes, under which the boundaries between units may not be altered without unanimous or nearly unanimous consent of the unit owners. As the section makes clear, this result may be varied by the restrictions in the declaration.\n\n2. This section contemplates that, upon relocation of the unit boundaries, no reallocation of allocated interests will occur if none is specified in the application. If a reallocation is specified but the executive board deems it unreasonable, then the applicants have the choice of resubmitting the application with a reallocation more acceptable to the board, or going to court to challenge the board's finding as unreasonable.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 15, 38, 41.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-12/"
    },
    {
      "id": "section-47-7b-13",
      "number": "47-7B-13",
      "heading": "Subdivision of units.",
      "text": "A. If the declaration expressly so permits, a unit may be subdivided into two or more units. Subject to the provisions of the declaration and other provisions of law, upon application of a unit owner to subdivide a unit, the association shall prepare, execute and record an amendment to the declaration, including the plats and plans, subdividing that unit.\n\nB. The amendment to the declaration must be executed by the owner of the unit to be subdivided, assign an identifying number to each unit created and reallocate the allocated interests formerly allocated to the subdivided unit to the new units in any reasonable manner prescribed by the owner of the subdivided unit.\n\nHistory:Laws 1982, ch. 27, § 25.\n\nCompiler's notes.— This section is substantially similar to § 2-113 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. This section provides for subdivision of units by unit owners, thereby creating more and smaller units than were originally created. The underlying policy of this section is that the original development plan of the project must be followed, and the expectations of unit owners realized. Accordingly, unless subdivision of the units is expressly permitted by the original declaration, a unit may not be subdivided into two or more units unless the declaration is amended to permit it. A subdivision itself is accomplished by an amendment to the declaration.\n\n2. At the same time, situations will often occur where future subdivision is appropriate, and this section permits the declaration to provide for it. Most state statutes do not presently provide for subdivision of units.\n\nAn analogous concept in the context of development rights is subdivision of units by a declarant. The development right is described in § 2-110 [47-7B-10 NMSA 1978].\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 38, 39, 41.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-13/"
    },
    {
      "id": "section-47-7b-14",
      "number": "47-7B-14",
      "heading": "Easement for encroachments.",
      "text": "To the extent that any unit or common element encroaches on any other unit or common element, a valid easement for the encroachment exists. The easement does not relieve a unit owner of liability in case of his willful misconduct nor relieve a declarant or any other person of liability for failure to adhere to the plats and plans.\n\nHistory:Laws 1982, ch. 27, § 26.\n\nCompiler's notes.— This section is substantially similar to § 2-114 [Alternative A] of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\nTwo approaches are presented here as alternatives, since uniformity on this issue is not essential, and various states have adopted one approach or the other. Both theories recognize the fact that the actual physical boundaries may differ somewhat from what is shown on the plats and plans, and the practical effect of both is the same.\n\nThe easement approach of Alternative A creates easements for whatever discrepancies may arise, while the \"monuments as boundaries\" approach of Alternative B would make the title lines move to follow movement of the physical boundaries caused by such discrepancies or subsequent setting or shifting.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 15, 38.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-14/"
    },
    {
      "id": "section-47-7b-15",
      "number": "47-7B-15",
      "heading": "Use for sales purposes.",
      "text": "A declarant may maintain sales offices, management offices and models in units or on common elements in the condominium if the declaration so provides. Subject to any limitations in the declaration, a declarant may maintain signs on the common elements advertising the condominium. The provisions of this section are subject to the provisions of other state law and to local ordinances.\n\nHistory:Laws 1982, ch. 27, § 27.\n\nCompiler's notes.— This section is similar to § 2-115 of the Uniform Condominium Act, with the following main exceptions: this section of the state Condominium Act deletes \"only\" which appears after \"condominium\" in § 2-115 of the Uniform Condominium Act; this section deletes \"and specifies the rights of a declarant with regard to the number, size, location, and relocation thereof,\" which appears after \"provides\" in the first sentence of § 2-115 of the Uniform Condominium Act; this section deletes the entire second sentence of § 2-115 as it appears in the Uniform Condominium Act, which deals with the designation of sales offices by the declaration.\n\nCOMMISSIONERS' COMMENT\n\n1. This section prescribes the circumstances under which portions of the condominium - either units or common elements - may be used for sales offices, management offices or models. The basic requirements is that the declarant must describe his rights to maintain such offices in the declaration. There are no limitations on that right, so that either units owned by the declarant or other persons, or the common elements themselves, may be used for that purpose. Typical common element uses might include a sales booth in the lobby of the building, or a trailer or temporary building located outside the buildings on the grounds of the property.\n\n2. In addition, this section contains a permissive provision permitting advertising on the common elements. The declarant may choose to limit his rights in terms of the size, location or other matters affecting the advertising. The act, however, imposes no limitation. At the same time, the last sentence of the section recognizes that state or local zoning or other laws may limit advertising, both in terms of size and content of the advertising, or the use of the units or common elements for such purposes. This section makes it clear that local law would apply in those cases.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 26 to 29.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-15/"
    },
    {
      "id": "section-47-7b-16",
      "number": "47-7B-16",
      "heading": "Easement rights.",
      "text": "Subject to the provisions of the declaration, a declarant has an easement through the common elements as may be reasonably necessary for the purpose of discharging a declarant's obligations or exercising special declarant rights, whether arising under the Condominium Act or reserved in the declaration.\n\nHistory:Laws 1982, ch. 27, § 28.\n\nCompiler's notes.— This section is substantially similar to § 2-116 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. This section grants to declarant an easement across the common elements, subject to any self-imposed restrictions on that easement contained in the declaration. At the same time, the easement is not an easement for all purposes and under all circumstances, but only a grant of such rights as may be reasonably necessary for the purpose of exercising the declarant's rights. Thus, for example, if other access were equally available to the land where new units are being created, which did not require the declarant's construction equipment to pass and repass over the common elements in a manner which significantly inconvenienced the unit owners, a court might apply the \"reasonably necessary\" test contained in this section to consider limitations on the declarant's easement. The rights granted by this section may be enlarged by a specific reservation in the declaration.\n\n2. The declarant is also required to repair and restore any portion of the condominium used for the easement granted under this section. See § 4-119(b) [47-7D-19B NMSA 1978].\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 26, 34.\n\nProper party plaintiff in action for injury to common areas of condominium development, 69 A.L.R.3d 1148.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-16/"
    },
    {
      "id": "section-47-7b-17",
      "number": "47-7B-17",
      "heading": "Amendment of declaration.",
      "text": "A. Except in cases of amendments that may be executed by a declarant under Section 47-7B-9 or 47-7B-10 NMSA 1978, the association under Section 47-7B-6, 47-7B-7, 47-7B-8, 47-7B-12 or 47-7B-13 NMSA 1978 or certain unit owners under Section 47-7B-8, 47-7B-12, 47-7B-13 or 47-7B-18 NMSA 1978 and except as limited by Subsection D of this section, the declaration, including the plats and plans, may be amended only by vote or agreement of unit owners of units to which at least sixty-seven percent of the votes in the association are allocated or any larger majority the declaration specifies. The declaration may specify a smaller number only if all of the units are restricted exclusively to nonresidential use.\n\nB. No action to challenge the validity of an amendment adopted by the association pursuant to this section may be brought more than one year after the amendment is recorded.\n\nC. Every amendment to the declaration shall be recorded in each county in which any portion of the condominium is located and is effective only upon recordation. An amendment shall be indexed in the grantee's index in the name of the condominium and the association and in the grantor's index in the name of the parties executing the amendment.\n\nD. Except to the extent expressly permitted or required by other provisions of the Condominium Act, no amendment shall create or increase special declarant rights, increase the number of units or change the boundaries of any unit, the allocated interests of a unit or the uses to which any unit is restricted in the absence of unanimous consent of the unit owners.\n\nE. Amendments to the declaration required by the Condominium Act to be recorded by the association shall be prepared, executed, recorded and certified on behalf of the association by any officer of the association designated for that purpose or, in the absence of designation, by the president of the association.\n\nF. No amendment to the declaration which would limit, prohibit or eliminate the exercise of a special declarant right shall be effective, during the period of the reservation, without the concurrence of the declarant.\n\nHistory:Laws 1982, ch. 27, § 29; 1983, ch. 245, § 4.\n\nCompiler's notes.— This section is substantially similar to § 2-117 of the Uniform Condominium Act, with the main exception that New Mexico has added Subsection F.\n\nThe 1983 amendmentsubstituted New Mexico citations for Uniform Condominium Act citations in the first sentence in Subsection A and added Subsection F.\n\nCOMMISSIONERS' COMMENT\n\n1. This section recognizes that the declaration, as the perpetual governing instrument for the condominium, may be amended by various parties at various times in the life of the project. The basic rule, stated in subsection (a) [Subsection A], is that the declaration, including the plats and plans, may only be amended by vote of 67% of the unit owners. The section permits a larger percentage to be required by the declaration, and also recognizes that, in an entirely non-residential condominium, a smaller percentage might be appropriate.\n\nIn addition to that basic rule, subsection (a) [Subsection A] lists those other instances where the declaration may be amended by the declarant alone without association approval, or by the association acting through its board of directors.\n\n2. Section 1-104 [47-7A-4 NMSA 1978] does not permit the declarant to use any device, such as powers of attorney executed by purchasers at closings, to circumvent subsection (d)'s [Subsection D's] requirement of unanimous consent. This section does not supplant any requirements of common law or of other statutes with respect to conveyancing if title to real property is to be affected.\n\n3. Subsection (e) [Subsection E] describes the mechanics by which amendments recorded by the association are filed, and resolves a number of matters often neglected by bylaws.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14 to 17.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-17/"
    },
    {
      "id": "section-47-7b-18",
      "number": "47-7B-18",
      "heading": "Termination of condominium.",
      "text": "A. Except in the case of a taking of all the units by eminent domain, a condominium may be terminated only by agreement of unit owners of units to which at least eighty percent of the votes in the association are allocated or any larger percentage the declaration specifies. The declaration may specify a smaller percentage only if all of the units in the condominium are restricted exclusively to nonresidential uses.\n\nB. An agreement to terminate shall be evidenced by the execution of a termination agreement, or ratifications thereof, in the same manner as a deed, by the requisite number of unit owners. The termination agreement must specify a date after which the agreement will be void unless it is recorded before that date. A termination agreement and all ratifications thereof shall be recorded in each county in which a portion of the condominium is situated and is effective only upon recordation.\n\nC. In the case of a condominium containing only units having horizontal boundaries described in the declaration, a termination agreement may provide that all the common elements and units of the condominium shall be sold following termination. If, pursuant to the agreement, any real estate in the condominium is to be sold following termination, the termination agreement shall set forth the minimum terms of the sale.\n\nD. In the case of a condominium containing any units not having horizontal boundaries described in the declaration, a termination agreement may provide for sale of the common elements, but may not require that the units be sold following termination, unless the declaration as originally recorded provided otherwise or unless all the unit owners consent to the sale.\n\nE. The association, on behalf of the unit owners, may contract for the sale of real estate in the condominium, but the contract is not binding on the unit owners until approved pursuant to Subsections A and B of this section. If any real estate in the condominium is to be sold following termination, title to that real estate, upon termination, vests in the association as trustee for the holders of all interests in the units. Thereafter, the association has all powers necessary and appropriate to effect the sale. Until the sale has been concluded and the proceeds thereof distributed, the association continues in existence with all powers it had before termination. Proceeds of the sale shall be distributed to unit owners and lienholders as their interests may appear, in proportion to the respective interests of unit owners as provided in Subsection H of this section. Unless otherwise specified in the termination agreement, as long as the association holds title to the real estate, each unit owner and his successors in interest have an exclusive right to occupancy of the portion of the real estate that formerly constituted their unit. During the period of that occupancy, each unit owner and his successors in interest remain liable for all assessments and other obligations imposed on unit owners by the Condominium Act or the declaration.\n\nF. If the real estate constituting the condominium is not to be sold following termination, title to the common elements and, in a condominium containing only units having horizontal boundaries described in the declaration, title to all the real estate in the condominium vests in the unit owners upon termination as tenants in common in proportion to their respective interests as provided in Subsection H of this section, and liens on the units shift accordingly. While the tenancy in common exists, each unit owner and his successors in interest have an exclusive right to occupancy of the portion of the real estate that formerly constituted their unit.\n\nG. Following termination of the condominium, the proceeds of any sale of real estate, together with the assets of the association, are held by the association as trustee for unit owners and holders of liens on the units as their interests may appear. Following termination, creditors of the association holding liens on the units, which were recorded before termination, may enforce those liens in the same manner as any lienholder.\n\nH. The respective interests of unit owners referred to in Subsections E, F and G of this section are as follows:\n\n(1) except as provided in Paragraph (2) of this subsection, the respective interests of unit owners are the fair market values of their units, limited common elements and common element interests immediately before the termination, as determined by one or more independent appraisers selected by the association. The decision of the independent appraisers shall be distributed to the unit owners and becomes final unless disapproved within thirty days after distribution by unit owners of units to which twenty-five percent of the votes in the association are allocated. The proportion of any unit owner's interest to that of all unit owners is determined by dividing the fair market value of that unit owner's unit and common element interest by the total fair market values of all the units and common elements; and\n\n(2) if any unit or any limited common element is destroyed to the extent that an appraisal of the fair market value thereof before destruction cannot be made, the interests of all unit owners are their respective common element interests immediately before the termination.\n\nI. Except as provided in Subsection J of this section, foreclosure or enforcement of a lien or encumbrance against the entire condominium does not of itself terminate the condominium, and foreclosure or enforcement of a lien or encumbrance against a portion of the condominium, other than withdrawable real estate, does not withdraw that portion from the condominium. Foreclosure or enforcement of a lien or encumbrance against withdrawable real estate does not of itself withdraw that real estate from the condominium, but the person taking title thereto has the right to require from the association, upon request, an amendment excluding the real estate from the condominium.\n\nJ. If a lien or encumbrance against a portion of the real estate comprising the condominium has priority over the declaration, and the lien or encumbrance has not been partially released, the parties foreclosing the lien or encumbrance may upon foreclosure record an instrument excluding the real estate subject to that lien or encumbrance from the condominium.\n\nHistory:Laws 1982, ch. 27, § 30.\n\nCompiler's notes.— This section is similar to § 2-118 of the Uniform Condominium Act, with the following main exception: the third sentence of subsection (g) of § 2-118 of the Uniform Condominium Act, relating to treatment of any other creditors of the association as perfected lienholders on the units immediately before termination, is deleted.\n\nCOMMISSIONERS' COMMENT\n\n1. While few condominiums have yet been terminated under present state law, a number of problems are certain to arise upon termination which have not been adequately addressed by most of those statutes. These include such matters as the percentage of unit owners which should be required for termination; the time frame within which written consents from all unit owners must be secured; the manner in which common elements and units should be disposed of following termination, both in the case of sale and non-sale of all of the real estate; the circumstances under which sale of units may be imposed on dissenting owners; the powers held by the board of directors on behalf of the association to negotiate a sales agreement; the practical consequences to the project from the time the unit owners approve the termination until the transfer of title and occupancy actually occurs; the impact of termination on liens on the units and common elements; distribution of sales proceeds; the effect of foreclosure or enforcement of liens against the entire condominium with respect to the validity of the project; and other matters.\n\n2. Recognizing that unanimous consent from all unit owners would be impossible to secure as a practical matter on a project of any size, subsection (a) [Subsection A] states a general rule that 80% consent of the unit owners would be required for termination of a project. The declaration may require a larger percentage of the unit owners and, in a non-residential project, it may also require a smaller percentage. Pursuant to § 2-119 [47-7B-19 NMSA 1978] (Rights of Secured Lenders), lenders may require that the declaration specify a larger percentage of unit owner consent or, more typically, will require the consent of a percentage of the lenders before the project may be terminated.\n\n3. As a result of subsection (d) [(a)] [Subsection A], unless the declaration requires unanimous consent for termination, the declarant may be able to terminate the condominium despite the unanimous opposition of other unit owners if the declarant owns units to which the requisite number of votes are allocated. Such a result might occur, for example, should a declarant be unable to continue sales in a project where some sales have been made.\n\n4. Subsection (a) [(b)] [Subsection B] describes the procedure for execution of the termination agreement. It recognizes that not all unit owners will be able to execute the same instrument, and permits execution or ratification of the master termination agreement. Since the transfer of an interest in real estate is being accomplished by the agreements, each of the ratifications must be executed in the same manner as a deed. Importantly, the agreement must specify the time within which it will be effective; otherwise, the project might be indefinitely in \"limbo\" if ratifications had been signed by some, but not all, required unit owners, and the signing unit owners fail to revoke their agreements. Importantly, the agreement becomes effective only when it is recorded.\n\n5. Subsections (c) and (d) [Subsections C and D] deal with the question of when all the real estate in the condominium, or the common elements, may be sold without unanimous consent of the unit owners. The section reaches a different result based on the physical configuration of the project.\n\nSubsection (c) [Subsection C] states that if a condominium contains only units having horizontal boundaries - a typical high rise building - the unit owners may be required to sell their units upon termination despite objection. Under subsection (d) [Subsection D], however, if the project contains any units which do not have horizontal boundaries - for example, a single family home project where some of the units include title to land and could theoretically continue apart from a condominium as a title matter - then the termination agreement may not force dissenting unit owners to sell their units unless the declaration as originally recorded provided otherwise. Obviously, of course, if all the unit owners consent to the sale of the units, sale of the entire development would be possible.\n\n6. Subsection (e) [Subsection E] describes the powers of the association during the pendency of the termination proceedings. It empowers the association to negotiate for the sale, but makes the validity of any contract dependent on unit owner approval. This section also makes clear that, upon termination, title to the real estate shall be held by the association, so that the association may convey title without the necessity of each unit owner signing the deed. Finally, this section makes clear that, until the association delivers title to the condominium property, the project will continue to operate as it had prior to the termination, thus insuring that the practical necessities of operation of the real estate will not be impaired.\n\n7. Subsection (f) [Subsection F] contemplates the possibility that a condominium might be terminated but the real estate not sold. While this is not likely to be the usual case, it is important to provide for the possibility.\n\n8. A complex series of creditors' rights questions may arise upon termination. Those questions involve competing claims of first mortgage holders on individual units, other secured and unsecured creditors of individual unit owners, judgment creditors of the association, creditors of the association to whom a security interest in the common elements has been granted and unsecured creditors of the association. Subsection (g) [Subsection G] attempts to establish general rules with respect to these competing claims, but leaves to state law the resolution of the priorities of those competing claims.\n\nThe examples which follow illustrate the relative effects of several provisions set out in the act, based on application of an assumed state lien priority rule of \"first in time, first in right.\" In those instances, particularly involving mechanics' liens, where state law often establishes priorities at variance with that rule, that result is also indicated.\n\nHYPOTHETICAL FOR EXAMPLES 1A-1H:A condominium consists of five detached single family homes on five individually owned lots, together with a sixth lot which is undeveloped but intended for future construction of a swimming pool serving all units. The development is served by a private road. Lot 6 and the private road are common elements owned on an undivided interest basis by the unit owners.\n\nThe declaration provides that: (1) upon termination, all units and the common elements must be sold; (2) the association is permitted to encumber lot 6, and to grant a security interest in that lot for any purpose; and (3) common element interest votes and common expense liabilities are allocated equally among the units. For purposes of the example, we have assumed that the documents do not require the consent of first mortgage holders before the unit owners may vote to terminate.\n\nThe five units were originally sold at equal prices of $50,000. Common expenses in the project are $100 per unit, per month, and are used for a variety of purposes, including insurance and upkeep of the units and common elements. At the time the units were conveyed, each of them was released from all liens affecting the condominium which were senior to the declaration.\n\nA shopping center developer has offered $380,000 for the purchase of the entire condominium. The association's members unanimously vote in favor of termination, and otherwise comply with § 2-118 [this section]. The appraisal required by § 2-118(h) [Subsection H] shows that the units are still of equal value.\n\nEXAMPLE 1A:\n\nAt the time of termination, the 5 units were financed as follows:\n\nUnit 1: The owner's first mortgage had an unpaid balance of $50,000.\n\nUnit 2: The owner's first mortgage had an unpaid balance of $40,000.\n\nUnit 3: The owner's first mortgage had an unpaid balance of $25,000.\n\nUnits 4 and 5: The owners paid cash, and there is no mortgage on either unit.\n\nIn addition, all common expenses had been paid when due. The other assets of the association, including reserves, bank account and all other personal property, total $20,000.\n\nUnder the act (§ 2-118(e) [Subsection E]), the association, following sale, holds the proceeds of sale together with the assets of the association, \"as trustee for the holders of all interests in the units.\" In these circumstances, the interests of each party in the total value of $400,000 would be as follows:\n\nMortgage Holders\n\nThe facts stated in Example 1A remain true. However, at termination, unit 1 has failed to pay its common expenses for 12 months. In these circumstances, the interests of each party would be as follows:\n\nDue Association\n\n(Priming First\n\nMortgage Holders\n\nDue Association\n\n(Not Priming\n\nFirst Mortgage)\n\nIn this example, both the lenders and the association are fully paid because the sales proceeds exceed the liens on the units. Note, however, that six months of the unpaid assessments prime the first mortgage pursuant to § 3-116(b) [47-7C-16 NMSA 1978]. Thus, if the sales proceeds had been only $50,000 per unit, rather than $80,000, the results with respect to unit 1 would have been as follows:\n\nSales Proceeds\n\nSix-Month Assessment Due Association\n\nPaid to First Mortgage Holder\n\nLoss to First Mortgage Lender\n\nLoss to Association\n\nOf course, the association has, and the lender may have, a claim against the unit owner, personally, for the unpaid sums due them. Importantly, however, neither the other unit owners nor their units are subject to any liability for those claims.\n\nBecause the lien of the first mortgage holder, at termination or foreclosure, is junior to the first six months of unpaid assessments due the association, lenders may protect themselves under the act by requiring the escrow of six months' common expense assessments, as they often do for real property taxes.\n\nEXAMPLE 1C:\n\nThe facts stated in Example 1B remain true. However, after all the units were initially sold, but before termination, 80% of the unit owners agree to build a swimming pool on lot 6. The association contracts with XYZ pool company to build the pool for $100,000. XYZ does not take a security interest in the common elements, as it might have done under § 3-112 [47-7C-12 NMSA 1978], and does not act to perfect any available mechanics' lien under state law. The pool is properly completed. When the association fails to pay, XYZ sues the association, secures a judgment, and properly perfects its judgment pursuant to § 3-111 [47-7C-11 NMSA 1978] (Tort and Contract Liability). As provided in § 3-111 [47-7C-11 NMSA 1978], liens resulting from judgments against the association are governed by § 3-117 [47-7C-17 NMSA 1978]. At the time of termination, XYZ has not been paid, and its claim amounts to $100,000.\n\nSection 3-117(a) [47-7C-17A NMSA 1978] provides that a \"judgment for money against the association,\" if perfected as a lien on real property under state law, \"is a lien in favor of the judgment lienholder against all of the units.\" However, the last sentence also provides that the judgment is not a lien on the common elements. Accordingly, XYZ holds a $20,000 lien on each of the units as of the date the lien is perfected. In these circumstances, the interests of the parties are as follows:\n\nDue Association\n\n(Priming First\n\nMortgage Holders\n\nDue Association\n\n(Not Priming\n\nFirst Mortgage)\n\nEXAMPLE 1D:\n\nAll facts stated in Example 1C remain true, except that XYZ pool company, at the time it contracts to build the pool, takes a security interest in lot 6, pursuant to § 3-112 [47-7C-12 NMSA 1978], and that security interest includes a release of that real estate, upon default, from all restrictions imposed on the real estate by the declaration. At termination, XYZ has not instituted any action against the association to enforce its claim.\n\nIn these circumstances, XYZ, as a secured creditor with respect to lot 6, holds an interest superior to the declaration, and would have the right to exclude that real estate from the project. Any sale of the entire condominium would be subject to the superior interest of XYZ. For that reason, in the normal circumstances, the association would not be able to secure a release of that lien unless XYZ were paid in full from the proceeds of the sale, which would have the effect of reducing the value of the sale to $280,000. Note that this has the economic effect of placing the XYZ claim, at termination, ahead of prior first mortgages. For this reason, first mortgage holders will typically require their consent before common elements may be subjected to a lien.\n\nEXAMPLE 1E:\n\nThe facts stated in Example 1C remain true so that XYZ holds only a perfected judgment lien, not a security interest in the common elements.\n\nAfter the XYZ lien was perfected, a $50,000 uninsured judgment is entered against the owner of unit 4, resulting from his personal business. The lien is perfected, and rests only against unit 4. In these circumstances, the interests of the parties are as follows:\n\nDue Association\n\n(Priming First\n\nMortgage Holders\n\nDue Association\n\n(Not Priming\n\nFirst Mortgage)\n\nLien, Unit 4\n\nEXAMPLE 1F:\n\nThe facts stated in Example 1E remain true. After the swimming pool is built, a neighbor's child falls into the untended and unfenced pool, and is injured. The child sues the association. One month after the personal judgment against unit 4 is perfected, the child secures a judgment against the association for $100,000 more than the association's insurance. Under state law, the tort judgment, when perfected, constitutes a lien only from the date judgment is entered, and does not enjoy a higher priority. In these circumstances, the interests of the parties are as follows:\n\nDue Association\n\n(Priming First\n\nMortgage Holders\n\nDue Association\n\n(Not Priming\n\nFirst Mortgage)\n\nLien, Unit 4\n\nNote that the child's lien realizes only $78,800; the estate is not entitled to participate in the proceeds available to units 3 and 5 to satisfy the unmet claims against units 1 and 4, because those units are liable only for their pro rata share of the claim, which is the same amount any of those units would have had to pay prior to termination in order to secure a partial release. Thus, if unit 5, prior to termination, had secured a partial release for $20,000 from the estate, the result would be the same.\n\nNote also that the value of the common elements is not segregated from the values of the units, since the sales' values of the units reflect all of the value of the real estate. Similarly, note that, after termination, the tort claimant is not entitled to reach or segregate the personal property of the corporation, valued before termination at $20,000, even though he could have reached the bank account or other assets prior to termination. Any other rule would create enormous complexity, would impose arbitrary losses on creditors out of priority, and would tend to shift economic losses to unit owners who had paid their share of claims.\n\nEXAMPLE 1G:\n\nThe facts stated in Example 1F remain true. After the unit 4 personal lien is perfected, but, one week before the tort judgment against the association is perfected, P paving company begins repaving the private road. Work is completed one week after the tort judgment is perfected. The association fails to pay P $50,000 upon completion as agreed, and P immediately records its mechanics' lien. Under state law, a mechanics' lien, if recorded within 60 days of the time work is completed, holds priority as of the day work began. State law does not, however, grant the mechanics' lien priority over any liens perfected before work began. P paving sues on its lien, and secures a judgment. In these circumstances, the interests of the parties are as follows:\n\nDue Association\n\n(Priming First\n\nMortgage Holders\n\nDue Association\n\n(Not Priming\n\nFirst Mortgage)\n\nXYZ Pool Lien\n\nLien, Unit 4\n\nP Paving Lien\n\nNote that, just as in the case of the tort lien, when unit 1 could not contribute its share of the mechanics' lien, the remaining units were not liable for the balance.\n\nIn the example, the common expense lien arises before the P paving lien had arisen. If the common expense lien arose after the P paving lien, we would be faced with circular liens, where: (a) the P paving lien would prime the common expense lien; (b) six months of the common expense lien would prime the mortgage; and (c) the mortgage would prime the P paving lien. Such circular lien problems, however, are not unique in the law.\n\nEXAMPLE 1H:\n\nThe facts stated in Example 1G remain true. Assume unit 5, before termination, paid its pro rata share of both the P paving lien and the tort lien. This reduces the P paving lien to $40,000, and the tort lien to $80,000. Under § 3-117 [47-7C-17 NMSA 1978], this entitles unit 5 to a partial release of both claims, and neither P paving nor the child has a further claim against unit 5. The interests of the parties are as follows:\n\nExpense Lien\n\nMortgage Liens\n\nExpense Lien\n\nXYZ Pool Lien\n\nLien, Unit 4\n\nP Paving Lien\n\nThe facts stated in Example 1G remain true. Assume, however, that, at the outset, unit 5 was twice as large as the others, sold for $100,000, or twice as much as the others, and twice the common expense liability was allocated to it. At termination, it remains twice as valuable. In those circumstances, the results on sale are as follows:\n\nSale Proceeds\n\nExpense Lien\n\nMortgage Lien\n\nExpense Lien\n\nXYZ Pool Lien\n\nLien, Unit 4\n\nP Paving Lien\n\nNote that all the liens are allocated in accordance with each unit's common expense liability, since no special provision was made for allocating the costs of the pool, the paving or the tort claim. Unit 5 probably did not contemplate the size of its exposure: nevertheless, fewer dollars were available to creditors upon termination than in Example 1G.\n\nThe facts stated in Example 1G remain true, including the fact that unit 5 was originally sold at the same price ($50,000) as the remaining units. Upon appraisal, however, assume that, because of improvements, unit 5 is now worth $75,000. Three other units have remained at $50,000, while unit 1 was neglected, and is now worth only $40,000. Common expense liabilities never changed. In this example, the total value of the units is now $265,000. Since sales proceeds are distributed in accordance with fair market values, the following distribution of proceeds would apply:\n\n(15.09433%)\n\n(18.86793%)\n\n(18.86793%)\n\n(18.86793%)\n\n(28.30188%)\n\nExpense Lien\n\nMortgage Lien\n\nExpense Lien\n\nXYZ Pool Lien\n\nLien, Unit 4\n\nP Paving Lien\n\nIn this example, the equal distribution of common expense liability coupled with the \"fair value\" distribution of sales proceeds create the greatest losses for the creditors of the association.\n\n9. Subsection (h) [Subsection H] departs significantly from the usual result under most condominium acts. Under those acts the proceeds of the sale of the entire project are distributed upon termination to each unit owner in accordance with the common element interest which was allocated at the outset of the project. Of course, in an older development, those original allocations will bear little resemblance to the actual value of the units. For that reason, the act adopts an appraisal procedure for distribution of the sales proceeds. As suggested in the examples on the distribution of proceeds, this appraisal may dramatically affect the amount of dollars actually received by unit owners. Accordingly, it is likely the appraisal will be required to be distributed prior to the time the termination agreement is approved, so that unit owners may understand the likely financial consequences of the termination.\n\n10. Subsection (h)(2) [Subsection H(2)] is an exception to the \"fair market value\" rule. It provides that, if appraisal of any unit cannot be made, either through pictures or comparison with other units, so that any unit's appropriate share in the overall proceeds cannot be calculated, then the distribution will fall back on the only objective, albeit artificial, standard available, which is the common element interest allocated to each unit.\n\n11. Foreclosure of a mortgage or other lien or encumbrance does not automatically terminate the condominium, but, if a mortgagee or other lienholder (or any other party) acquires units with a sufficient number of votes, that party can cause the condominium to be terminated pursuant to subsection (a) [Subsection A] of this section.\n\n12. A mortgage or deed of trust on a condominium unit may provide for the lien to shift, upon termination, to become a lien on what will then be the borrower's undivided interest in the whole property. However, such a shift would be deemed to occur even in the absence of express language, pursuant to the first sentence of subsection (d) [(f)] [Subsection F].\n\n13. With respect to the association's role as trustee under subsection (c) [(e)] [Subsection E], see § 3-117 [§ 3-119] [47-7C-19 NMSA 1978].\n\n14. If an initial appraisal made pursuant to subsection (f) [(h)] [Subsection H] were rejected by vote of the unit owners, the association would be obligated to secure a new appraisal.\n\n15. \"Foreclosure\" in subsection (i) [Subsection I] includes deeds in lieu of foreclosure, and \"liens\" includes tax and other liens on real estate which may be converted or withdrawn from the project.\n\n16. The termination agreement should adopt or contain any restrictions, covenants and other provisions for the governance and operation of the property formerly constituting the condominium which the owners deem appropriate. These might closely parallel the provisions of the declaration and bylaws. This is particularly important in the case of a condominium which is not to be sold pursuant to the terms of the termination agreement. In the absence of such provisions, the general law of the state governing tenancies in common would apply.\n\n17. Subsection (j) [Subsection J] recognizes the possibility that a pre-existing lien might not have been released prior to the time the condominium declaration was recorded. In the absence of a provision such as subsection (j) [Subsection J], recordation of the declaration would constitute a changing of the priority of those liens; and it is contrary to all expectations that a prior lienholder may be involuntarily subjected to the condominium documents. For that reason, this section permits the nonconsenting prior lienholder upon foreclosure to exclude the real estate subject to his lien from the condominium.\n\nCompiler's notes.— Throughout the comment, there are a number of seemingly incorrect references to various subsections of § 2-118 of the uniform act. References to the apparently correct subsections have been inserted in brackets.\n\nThe reference to § 3-117 of the uniform act in Comment 13 seems incorrect, as that section deals with other liens. Section 3-119 of the uniform act deals with the association as a trustee.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 14, 51 to 56.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-18/"
    },
    {
      "id": "section-47-7b-19",
      "number": "47-7B-19",
      "heading": "Rights of secured lenders.",
      "text": "The declaration may require that all or a specified number or percentage of the mortgagees or beneficiaries of deeds of trust encumbering the units or vendors of units under installment sales contracts approve specified actions of the unit owners or the association as a condition to the effectiveness of those actions, but no requirement for approval may operate to deny or delegate control over the general administrative affairs of the association by the unit owners or the executive board or prevent the association or the executive board from commencing, intervening in or settling any litigation or proceeding or receiving and distributing any insurance proceeds except pursuant to Section 46 [47-7C-13 NMSA 1978] of the Condominium Act.\n\nHistory:Laws 1982, ch. 27, § 31.\n\nCompiler's notes.— This section is similar to § 2-119 of the Uniform Condominium Act, with the following main exception: the language, \"or vendors of units under installment sales contracts,\" does not appear in § 2-119 of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. In a number of instances, particularly sale or encumbrance of common elements, or termination of a condominium, a lender's security may be dramatically affected by acts of the association. For that reason, this section permits ratification of those acts of the association which are specified in that declaration as a condition of their effectiveness.\n\n2. There are three important limitations on the rights of lender consent. They are: (1) a prohibition on control over the general administrative affairs of the association; (2) restrictions on control over the association's powers during litigation or other proceedings; and (3) prohibition of receipt or distribution of insurance proceeds prior to application of those proceeds for rebuilding.\n\n3. It is important that lenders not be able to step in and unilaterally act as receiver or trustee of the association. There may, of course, be occasions when a court of competent jurisdiction would order appointment of a receiver for an association. While this would be possible in a court proceeding, the act prohibits private contractual granting of such a power.\n\n4. Since it may well be that the association might find itself involved in litigation which would be adverse to the interests of the lender or the declarant, it is inappropriate for a secured party to be able to control the course of litigation in the absence of the consent of the other parties. In an appropriate case, of course, where the lenders' interests are affected, a lender might seek to intervene as a party in that proceeding.\n\n5. Section 3-113 [47-7C-13 NMSA 1978] provides for the distribution of insurance proceeds in a particular manner. In particular, it prevents distribution of those proceeds to lenders until the intended purpose of the insurance has been met. For that reason, under this section the declaration may not provide the lender a right to receive insurance proceeds in any manner except the manner provided in 3-113 [47-7C-13 NMSA 1978].\n\n6. In addition to the provision of the declaration, the provisions of individual deeds to units may require that unit owner to secure his lender's consent before taking particular actions.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 9, 28, 30, 45 to 47, 52, 54.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-19/"
    },
    {
      "id": "section-47-7b-20",
      "number": "47-7B-20",
      "heading": "Master associations.",
      "text": "A. If the declaration for a condominium provides that any of the powers described in Section 35 [47-7C-2 NMSA 1978] of the Condominium Act are to be exercised by or may be delegated to a profit or nonprofit corporation or unincorporated association which exercises those or other powers on behalf of one or more condominiums or for the benefit of the unit owners of one or more condominiums, all provisions of that act [47-7A-1 to 47-7D-20 NMSA 1978] applicable to unit owners' associations apply to any such corporation or unincorporated association, except as modified by this section.\n\nB. Unless a master association is acting in the capacity of an association described in Section 34 [47-7C-1 NMSA 1978] of the Condominium Act, it may exercise the powers set forth in Section 35 [47-7C-2 NMSA 1978] of that act only to the extent expressly permitted in the declarations of condominiums which are part of the master association or expressly described in the delegations of power from those condominiums to the master association.\n\nC. If the declaration of any condominium provides that the executive board may delegate certain powers to a master association, the members of the executive board have no liability for the acts or omissions of the master association with respect to those powers following delegation.\n\nD. The rights and responsibilities of unit owners with respect to the unit owners' association set forth in Sections 36, 41, 42, 43 and 45 [47-7C-3, 47-7C-8 to 47-7C-10, 47-7C-12 NMSA 1978] of the Condominium Act apply in the conduct of the affairs of a master association only to those persons who elect the board of a master association, whether or not those persons are otherwise unit owners within the meaning of that act.\n\nE. Notwithstanding the provisions of Section 36 [47-7C-3 NMSA 1978] of the Condominium Act with respect to the election of the executive board of an association by all unit owners after the period of declarant control ends and even if a master association is also an association described in Section 34 [47-7C-1 NMSA 1978] of that act, the certificate of incorporation or other instrument creating the master association and the declaration of each condominium the powers of which are assigned by the declaration or delegated to the master association may provide that the executive board of the master association shall be elected after the period of declarant control in any of the following ways:\n\n(1) all unit owners of all condominiums subject to the master association shall elect all members of that executive board;\n\n(2) all members of the executive boards of all condominiums subject to the master association shall elect all members of that executive board;\n\n(3) all unit owners of each condominium subject to the master association shall elect specified members of that executive board; and\n\n(4) all members of the executive board of each condominium subject to the master association shall elect specified members of that executive board.\n\nHistory:Laws 1982, ch. 27, § 32.\n\nCompiler's notes.— This section is similar to § 2-120 of the Uniform Condominium Act, with the following main exception: the state Condominium Act substitutes \"shall\" for \"may\" in Paragraphs (1) to (4) of Subsection E.\n\nCOMMISSIONERS' COMMENT\n\n1. It is very common in large or multi-phased condominiums, particularly those developed under existing laws, for the declarant to create a master or umbrella association which provides management services or decision-making function for a series of smaller condominiums. While it is expected that this phenomenon will be less necessary under this act because of the permissible period of time for declarant control over the project, it is nonetheless possible in larger developments that this form of management will continue. Moreover, this section should be of significant benefit to the large number of condominiums created under prior law which have need for the benefits of a provision on master associations.\n\n2. Subsection (a) [Subsection A] states the general rule that the powers of a unit owners' association may only be exercised by, or delegated to, a master association if the declaration for the condominium permits that result. The declaration may have originally provided for a master association; alternatively, the unit owners of several condominiums may amend their declarations in similar fashion to provide for this power. Subsection (a) [Subsection A] makes it clear that, if any of the powers of the unit owners' association may be exercised by, or delegated to, a master association, all other provisions of this act which apply to a unit owners' association apply to that master association except as modified by this section. Accordingly, such provisions on notice, voting, quorums, records, meetings and other matters which apply to the unit owners' association would apply with equal validity to such a master association.\n\n3. Subsection (b) [Subsection B] changes the usual presumption with respect to the powers of the unit owners' association, except in those cases where the master association is actually acting as the only association for one or more condominiums. In those cases where it is not so acting. [,] However, the only powers of the unit owners' association which the master association may exercise are the ones expressly permitted in the declaration or in the delegation of power. This is in significant contrast with the rule of § 3-102 [47-7C-2 NMSA 1978] that all of the powers described in that section may be exercised unless limited by the declaration.\n\n4. Subsection (c) [Subsection C] clarifies the liability of the members of the executive board of a unit owners' association when the condominium for which the unit owners' association acts has delegated some of its powers to a master association. In that instance, subsection (c) [Subsection C] makes it clear that the members of the executive board of the unit owners' association have no liability for acts and omissions of the master association board; under subsection (a) [Subsection A], that liability lies with the members of the master association.\n\n5. Subsection (d) [Subsection D] addresses the question of the rights and responsibilities of the unit owners in their dealings with the master board. A variety of sections enumerated in subsection (d) [Subsection D] provide certain rights and powers to unit owners in their dealings with their association. In the affairs of the master association, however, it would be incongruous for the unit owners to maintain those same rights if those unit owners were not in fact electing the master board. Thus, for example, the question of election of directors, meetings, notice of meetings, quorums and other matters enumerated in those sections would have little meaning if those sections were read literally when applied to a master board which was not elected by all members of the condominiums subject to the master board. For that reason, the rights of notice, voting and other rights enumerated in the act are available only to the persons who actually elect the board.\n\n6. Subsection (e) [Subsection E] recognizes that there may be reasons for a representative form of election of directors of the master association. Alternatively, there may be cases where at-large election is reasonable. For that reason, subsection (e) [Subsection E] provides that, after the period of declarant control has terminated, there may be four ways of electing the master association board. Those four ways are: (1) at-large election of the master board among all the condominiums subject to the master association; (2) at-large election of the master board only among the members of the executive boards of all condominiums subject to the master association; (3) each condominium might have designated positions on the master board, and those spaces could be filled by an at-large election among all the members of each condominium; or (4) the designated positions could be filled by an election only among the members of the executive board of the unit owners' association for each condominium. It would only be in the case of an at-large election of the master board among all condominiums that subsection (d) [Subsection D] would have no relevance.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 13, 14, 16, 17, 28, 29.\n\nStanding to bring action relating to real property of condominium, 74 A.L.R.4th 165.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-20/"
    },
    {
      "id": "section-47-7b-21",
      "number": "47-7B-21",
      "heading": "Merger or consolidation of condominiums.",
      "text": "A. Any two or more condominiums, by agreement of the unit owners as provided in Subsection B of this section, may be merged or consolidated into a single condominium. In the event of a merger or consolidation, unless the agreement otherwise provides, the resultant condominium is, for all purposes, the legal successor of all of the preexisting condominiums, and the operations and activities of all associations of the preexisting condominiums shall be merged or consolidated into a single association which shall hold all powers, rights, obligations, assets and liabilities of all preexisting associations.\n\nB. An agreement of two or more condominiums to merge or consolidate pursuant to Subsection A of this section shall be evidenced by an agreement prepared, executed, recorded and certified by the president of the association of each of the preexisting condominiums following approval by owners of units to which are allocated the percentage of votes in each condominium required to terminate that condominium. Any such agreement shall be recorded in each county in which a portion of the condominium is located and is not effective until recorded.\n\nC. Every merger or consolidation agreement shall provide for the reallocation of the allocated interests in the new association among the units of the resultant condominium either by stating the reallocations or the formulas upon which they are based or by stating the percentage of overall allocated interests of the new condominium which is allocated to all of the units comprising each of the preexisting condominiums, and providing that the portion of the percentages allocated to each unit formerly comprising a part of the preexisting condominium shall be equal to the percentages of allocated interests allocated to that unit by the declaration of the preexisting condominium.\n\nHistory:Laws 1982, ch. 27, § 33.\n\nCompiler's notes.— This section is similar to § 2-121 of the Uniform Condominium Act, with the following main exception: the alternatives listed in Subsection C of the state Condominium Act are designated paragraphs (i) and (ii), respectively, in subsection (c) of the Uniform Condominium Act.\n\nCOMMISSIONERS' COMMENT\n\n1. There may be circumstances where condominiums may wish to merge or consolidate their activities by the creation of a single condominium; this section provides for that possibility.\n\nSubsection (a) [Subsection A] makes it clear that a merger or consolidation may occur by the same vote of the unit owners necessary to terminate the condominium. If two or more condominiums are merged or consolidated, the resulting condominium is for all purposes the legal successor of the pre-existing condominiums, with a single association for all purposes. In the event condominiums did not wish to completely merge or consolidate their affairs, it would also be possible for them to create a master association pursuant to § 2-120 [47-7B-20 NMSA 1978].\n\n2. Under subsection (b) [Subsection B], the merger or consolidation agreement is treated for recording purposes as an amendment to the declaration, and the same requirements for approval are mandated as for termination.\n\n3. Subsection (c) [Subsection C] does not state a minimum requirement for the contents of a merger or consolidation agreement, and any additional clauses not inconsistent with subsection (c) [Subsection C] may be included. The important point that subsection (c) [Subsection C] makes is that the reallocation of the common element interests common expense liabilities and votes in the new association must be carefully stated.\n\nSubsection (c) [Subsection C] states two alternative rules in this respect. First, the reallocations may be accomplished by stating specifically the allocation of common element interests, common expense liability and votes in the association to each unit, or by stating the formulas by which those interests may be allocated to each unit in all of the pre-existing condominiums.\n\nAlternatively, the merger or consolidation agreement may state the percentage of overall common element interests, common expense liabilities and votes in the association allocated to \"all of the units comprising each of the pre-existing condominiums.\" The agreement might then also provide that the portion of the percentage allocated to each condominium will be equal to the percentage of common expense liability and votes in the association allocated to that unit by the declaration of the pre-existing condominium. An example of how this alternative formulation would operate may be useful.\n\nAssume that two adjoining condominiums wish to merge their activities into one condominium. Assume that the first condominium consists of 10 one-bedroom units, with an annual budget of $10,000. Assume further that each of the units, being identical, has a common element interest of 10%, equal common expense liability of 10% and one vote per unit.\n\nThe second condominium consists of 40 units, with 20 two-bedroom units and 20 three-bedroom units. The budget of the second condominium consists of $70,000 per year. Each of the two-bedroom units has been allocated a 2% interest in the common elements and a 2% common expense liability, while each of the three-bedroom units has been allocated a 3% interest in the common elements, and a 3% common expense liability. Finally, each of the units in the second condominium also has an equal vote.\n\nThere is no provision in the act which mandates a particular allocation among condominiums 1 and 2 as to either common element interest, common expense liabilities or votes. Should the unit owners wish to retain as much similarity to their previous common element interests and common expense liabilities, however, and should they wish to retain equal voting in a merged project, it would be possible for them, pursuant to subsection (c)(ii) [Subsection C], to state \"the percentage of overall allocated interests of the new condominium\" as follows: as to common element interests and common expense liabilities, they might allocate 12.5% of those interests in the merged project to condominium 1, and 87.5% thereof to condominium 2. If the agreement further provided that \"the portion of the percentages allocated to each unit formerly comprising a part of the pre-existing condominium must be equal to the percentages of allocated interests allocated to that unit by the declaration of the pre-existing condominium\" as required by subsection (c) [Subsection C], each unit in condominium 1 would then have allocated to it 1.25% of both the common element interests and common expense liabilities in the new condominium. It happens that 1.25% of the common expenses of a merged condominium which has a budget of $80,000 equals $1,000.\n\nUnder the same rationale, if each of the two-bedroom units in the second condominium, to which were formerly allocated 2% of the common element interests and common expense liabilities, now has allocated 2% of the 87.5% allocated to the second condominium, each of those units would then have allocated to it 1.75% of the common element interest and common expense liabilities of the new condominium. 1.75% of $80,000 is $1,400. Similarly, each of the three-bedroom units would then have allocated to it 2.625% of the common element interest and common expense liabilities in the merged condominium. That percentage of the common expense liabilities of $80,000 would yield an annual cost of $2,100, the same cost as previously obtained in this condominium.\n\nFurther, the unit owners are free to allocate votes among the units in any way which they see fit. Of course, if they choose to allocate equal votes to all the units, which was the method previously used in both condominiums, this would have the effect of giving 20% of the votes to condominium 1, even though condominium 1 had only 12.5% of the common expense liabilities. It may be, however, that this tracks with the expectations of the unit owners in both condominiums. Alternatively, condominium 1 might be allocated 12.5% of the votes, which, when divided up among the 10 units, would give each one-bedroom unit a .125 vote. If 87.5% of the votes were allocated equally among the unit owners in the second condominium, then each of the unit owners in condominium 2 would have .21875 votes.\n\nIf some other configuration was to be desired, then the allocations would of necessity be made pursuant to paragraphs [paragraph] (c)(i) rather than (c)(ii) [Subsection C].\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Condominiums and Cooperative Apartments §§ 16, 17, 28, 29, 52.\n\n31 C.J.S. Estates § 153 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-7b/section-47-7b-21/"
    }
  ]
}