{
  "state": "new-mexico",
  "path": "title-chapter-47-property-law/chapter-article-16-homeowner-association",
  "sections": [
    {
      "id": "section-47-16-1",
      "number": "47-16-1",
      "heading": "Short title.Section 47-16-2 - Definitions",
      "text": "Chapter 47, Article 16 NMSA 1978 may be cited as the \"Homeowner Association Act\".\n\nHistory:Laws 2013, ch. 122, § 1; 2015, ch. 104, § 1.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler. Laws 2013, ch. 122, § 15 formerly appeared as a compiler's note in Chapter 47, Article 7E §§ 1 through 14.\n\nThe 2015 amendment,effective July 1, 2015, changed the statutory reference of the Homeowner Association Act; and deleted \"This act\" and added \"Chapter 47, Article 16 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-1/"
    },
    {
      "id": "section-47-16-2",
      "number": "47-16-2",
      "heading": "Definitions.",
      "text": "As used in the Homeowner Association Act:\n\nA. \"articles of incorporation\" means the articles of incorporation, and all amendments thereto, of an association on record in the office of the county clerk in the county or counties in which the association is located;\n\nB. \"association\" means a homeowner association;\n\nC. \"board\" means the body, regardless of name, designated in the declaration or bylaws to act on behalf of the association;\n\nD. \"bylaws\" means the code of rules adopted for the regulation or management of the affairs of the association, irrespective of the name by which such rules are designated;\n\nE. \"common area\" means property within a development that is designated as a common area in the declaration and is required by the declaration to be maintained or operated by an association for use of the association's members;\n\nF. \"common expenses\" means expenditures made by, or the financial liabilities of, the association, together with any allocations to reserves;\n\nG. \"community documents\" means all documents governing the use of the lots and the creation and operation of the association, including the declaration, bylaws, articles of incorporation and rules of the association;\n\nH. \"conflict of interest\" means that a person accepts or is a beneficiary of a fee, brokerage, gift or other thing of value, other than a fixed salary or compensation, as consideration for an investment, loan, deposit, purchase, sale, exchange, insurance, reinsurance or other transaction made by or for the association, an officer of the board or the board; or that a person is financially interested in any capacity in a transaction for the association, except on behalf of the association, an officer of the board or the board;\n\nI. \"declarant\" means the person or group of persons designated in a declaration as declarant or, if no declarant is designated, the person or group of persons who sign the declaration and their successors or assigns who may submit property to a declaration;\n\nJ. \"declaration\" means an instrument, however denominated, including amendments or supplements to the instrument, that:\n\n(1) imposes on the association maintenance or operational responsibilities for common areas, easements or portions of rights of way; and\n\n(2) creates the authority in the association to impose on lots or on the owners or occupants of such lots, or on any other entity, any mandatory payment of money in connection with the provision of maintenance or services for the benefit of some or all of the lots, the owners or occupants of the lots or the common areas.\n\n\"Declaration\" does not include a like instrument for a condominium or time-share project;\n\nK. \"development\" means real property subject to a declaration that contains residential lots and common areas with respect to which any person, by virtue of ownership of a lot, is a member of an association and is obligated to pay assessments provided for in a declaration;\n\nL. \"development right\" means a right or combination of rights reserved by the declarant in a declaration;\n\nM. \"disclosure certificate\" or \"disclosure statement\" means:\n\n(1) a statement disclosing the existence and terms of any right of first refusal or other restraint on the free alienability of the lot;\n\n(2) a statement setting forth the amount of the monthly common expense assessment and any unpaid common expense or special assessment currently due and payable from the selling lot owner;\n\n(3) a statement of any other fees payable by lot owners;\n\n(4) a statement of any capital expenditures anticipated by the association and approved by the board for the current fiscal year and the two next succeeding fiscal years;\n\n(5) a statement of the amount of any reserves for capital expenditures and of any portions of those reserves designated by the association for any approved projects;\n\n(6) the most recent regularly prepared balance sheet and income and expense statement, if any, of the association;\n\n(7) the current operating budget of the association;\n\n(8) a statement of any unsatisfied judgments or pending suits against the association and the status of any pending suits material to the association of which the association has actual knowledge;\n\n(9) a statement describing any insurance coverage provided for the benefit of lot owners and the board of the association;\n\n(10) if applicable, a statement stating that the records of the association reflect alterations or improvements to the lot that violate the declaration;\n\n(11) a statement of the remaining term of any leasehold estate affecting the association and the provisions governing any extension or renewal thereof; and\n\n(12) the contact person and contact information for the association;\n\nN. \"homeowner association\" means an incorporated or unincorporated entity upon which maintenance and operational responsibilities are imposed and to which authority is granted in the declaration;\n\nO. \"lot\" means a parcel of land designated for separate ownership or occupancy shown on a recorded subdivision plat for a development or the boundaries of which are described in the declaration or in a recorded instrument referred to or expressly contemplated by the declaration, other than a common area;\n\nP. \"lot owner\" means a person or group of persons holding title to a lot, including a declarant;\n\nQ. \"master planned community\" means a large-scale residential development that allows for a phasing of development that will take place over a long period of time, following comprehensive and coordinated planning review by a local government and approval of design and development standards beyond conventionally platted subdivisions; provided that additional design and development standards approved by the local government shall be included in a site plan, area plan or master plan as required by the local government approving the development; and\n\nR. \"proxy\" means a person authorized to act for another.\n\nHistory:Laws 2013, ch. 122, § 2; 2019, ch. 30, § 1.\n\nThe 2019 amendment,effective July 1, 2019, defined \"conflict of interest\" and revised the definition of \"disclosure certificate\" or \"disclosure statement\" as used in the Homeowner Association Act; added a new Subsection H and redesignated former Subsections H through Q as Subsections I through R, respectively; and in Subsection M, added a new Paragraph M(10) and redesignated former Paragraphs M(10) and M(11) as Paragraphs M(11) and M(12), respectively.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-2/"
    },
    {
      "id": "section-47-16-3",
      "number": "47-16-3",
      "heading": "Creation of a homeowner association.",
      "text": "An association pursuant to the Homeowner Association Act shall be organized in accordance with the laws of the state and be identified in a recorded declaration. The membership of the association shall consist exclusively of all lot owners in the development.\n\nHistory:Laws 2013, ch. 122, § 3.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-3/"
    },
    {
      "id": "section-47-16-4",
      "number": "47-16-4",
      "heading": "Recording or filing of homeowner association notice and declaration.",
      "text": "A. An association organized after July 1, 2013 shall record a notice of homeowner association in the office of the county clerk of the county or counties in which the real property affected thereby is situated no later than thirty days after the date on which the association's declaration is recorded as provided in Section 3 [47-16-3 NMSA 1978] of the Homeowner Association Act.\n\nB. An association organized prior to July 1, 2013 shall, before June 30, 2014, record a notice of homeowner association in the office of the county clerk of the county or counties in which the development is situated.\n\nC. A notice of homeowner association pursuant to Subsection A or B of this section shall fully and accurately disclose the name and address of the association and any management company charged with preparation of a disclosure certificate and shall contain the recording data for the subdivision plat and the declaration governing the lots within the development. A notice of homeowner association pursuant to Subsection A of this section shall also include the public regulation commission number, if any, of the association.\n\nD. If an association fails to record a notice of homeowner association pursuant to this section, the association's authority to charge an assessment, levy a fine for late payment of an assessment or enforce a lien for nonpayment of an assessment shall be suspended until the notice of homeowner association is recorded.\n\nHistory:Laws 2013, ch. 122, § 4.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-4/"
    },
    {
      "id": "section-47-16-5",
      "number": "47-16-5",
      "heading": "Record disclosure to members; updated information.",
      "text": "A. All financial and other records of the association shall be made available during regular business hours for examination by a lot owner within ten business days of a written request.\n\nB. The association shall not charge a fee for making financial and other records available for review. The association may charge a fee of not more than ten cents ($.10) per page for copies.\n\nC. As used in this section, \"financial and other records\" includes:\n\n(1) the declaration of the association;\n\n(2) the name, address and telephone number of the association's designated agent;\n\n(3) the bylaws of the association;\n\n(4) the names and addresses of all association members;\n\n(5) minutes of all meetings of the association's lot owners and board for the previous five years, other than executive sessions, and records of all actions taken by a committee in place of the board or on behalf of the association for the previous five years;\n\n(6) the operating budget for the current fiscal year;\n\n(7) current assessments, including both regular and special assessments;\n\n(8) financial statements and accounts, including bank account statements, transaction registers, association-provided service or utility records and amounts held in reserve;\n\n(9) the most recent financial audit or review, if any;\n\n(10) all current contracts entered into by the association or the board on behalf of the association;\n\n(11) current insurance policies, including company names, policy limits, deductibles, additional named insureds and expiration dates for property, general liability and association director and officer professional liability, and fidelity policies; and\n\n(12) any electronic record of action taken by the board.\n\nD. The failure of an association to provide access to the financial and other records within ten business days after receipt of a written request creates a rebuttable presumption that the association willfully failed to comply with the Homeowner Association Act. A lot owner that is denied access to financial and other records is entitled to the greater of the actual damages incurred for the association's willful failure to comply with this subsection or fifty dollars ($50.00) per calendar day, starting on the eleventh business day after the association's receipt of the written request.\n\nHistory:Laws 2013, ch. 122, § 5; 2019, ch. 30, § 2.\n\nThe 2019 amendment,effective July 1, 2019, revised the records disclosure requirements, and added a penalty for failure of a homeowner association to timely make record disclosures to members; in Subsection A, after \"made available\", added \"during regular business hours\", and after \"ten business days of\", deleted \"the\" and added \"a written\"; in Subsection B, after \"may charge a\", deleted \"reasonable\", and after \"fee\", added \"of not more than ten cents ($.10) per page\"; in Subsection C, in Paragraph C(4), after \"the names\", added \"and addresses\", in Paragraph C(8), after \"including\", added \"bank account statements, transaction registers, association-provided service or utility records and\", and added Paragraph C(12); and added Subsection D.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-5/"
    },
    {
      "id": "section-47-16-6",
      "number": "47-16-6",
      "heading": "Duties of a homeowner association.",
      "text": "A. The association shall exercise any powers conferred to the association in the community documents.\n\nB. The association shall have a lien on a lot for any assessment levied against that lot or for fines imposed against that lot's owner from the time the assessment or fine becomes due. If an assessment is payable in installments, the full amount of the assessment shall be a lien from the time the first installment becomes due. The association's lien may be foreclosed in like manner as a mortgage on real estate.\n\nC. Recording the declaration constitutes notice recorded in the office of the county clerk in the county or counties in which any part of the real property is located and perfection of the lien.\n\nD. Upon written request by a lot owner, the association shall furnish a recordable statement setting forth the amount of unpaid assessments against the lot owner's lot. The statement shall be furnished within ten business days after receipt of the request and is binding on the association and the board.\n\nHistory:Laws 2013, ch. 122, § 6.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-6/"
    },
    {
      "id": "section-47-16-7",
      "number": "47-16-7",
      "heading": "Board members and officers; duties; budget.",
      "text": "A. Except as provided in the community documents or other provisions of the Homeowner Association Act, the board acts on behalf of the association. In the performance of their duties, officers and members of the board shall exercise, if appointed by the declarant, the degree of care and loyalty required of a fiduciary of the lot owners and, if elected by the lot owners, ordinary and reasonable care free from any undisclosed conflict of interest.\n\nB. Within ninety days after being elected or appointed to the board, each board member shall certify in writing to the secretary of the association that the member:\n\n(1) has read the community documents;\n\n(2) will work to uphold the community documents and policies to the best of the member's ability; and\n\n(3) will faithfully discharge the member's duties to the association.\n\nC. A board member who does not file the written certification pursuant to Subsection B of this section shall be suspended from the board until the member complies with Subsection B of this section.\n\nD. The association shall retain each board member's written certification for inspection by lot owners for five years after the board member's election or appointment. The failure of an association to have a board member's written certification on file does not affect the validity of any action taken by the board or any protections provided to board members under the:\n\n(1) Homeowner Association Act; or\n\n(2) Nonprofit Corporation Act [Chapter 53, Article 8 NMSA 1978], if the association is organized under the Nonprofit Corporation Act.\n\nE. The board or the lot owners, as provided for in the community documents, shall adopt a budget annually. Within thirty calendar days after adoption of any proposed budget for the association, the board shall provide a copy of the budget to all the lot owners.\n\nF. The board shall provide to all lot owners a statement included with a copy of the annual budget listing all fees and fines that may be charged to a lot owner by the association or any management company retained by the association to act on behalf of the association, including charges for a disclosure certificate pursuant to Subsection H of Section 47-16-12 NMSA 1978.\n\nG. Any management contract negotiated between the board and a management company retained by the association to act on behalf of the association shall include:\n\n(1) a disclosure to the board of any existing relationships the management company has with any vendor or contractor for the association from which a conflict of interest may arise; and\n\n(2) a list of all fees to be charged to the association or lot owners by the management company during the term of the contract.\n\nHistory:Laws 2013, ch. 122, § 7; 2019, ch. 30, § 3.\n\nThe 2019 amendment,effective July 1, 2019, required elected or appointed board members to provide a written certification, and required management companies retained by a homeowner association to provide a conflict of interest disclosure; in Subsection A, after \"ordinary and reasonable care\", added \"free from any undisclosed conflict of interest\"; added new Subsections B through D and redesignated former Subsection B as Subsection E; and added Subsections F and G.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.\n\nPlanned community has not yet reached the threshold required for lot owners to elect a board member to the homeowner's association.— The Homeowner Association Act (HOAA), 47-16-1 to 47-16-18 NMSA 1978, dictates that the period of declarant control shall terminate, if not voluntarily terminated by the declarant sooner, no later than the earlier of certain specific conditions, and as the percentage of lots conveyed to lot owners increases, so too does the percentage of board members elected by the lot owners; this allows for the orderly transition of authority to control the board from the declarant to parcel owners. Determining whether a sufficient percentage of lots have been sold to someone other than the declarant must take into account the total number of parcels in the development, present and anticipated, including those owned by the declarant, and therefore, where the Picacho mountain community master plan allowed for a total of 1560 total lots, with 1493 of those lots designated for residential purposes, and, at most, only 252 lots have been transferred, the lots sold to date versus the total number of lots in the master plan does not require members of the board be elected by lot owners other than the declarant because the total number of lots sold has not reached the twenty-five percent threshold set forth in 47-16-8(E) NMSA 1978 of the HOAA.End of Exclusive Declarant Control under Home Owner Association Act(8/17/22), Att'y Gen. Adv. Ltr. 2021-05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-7/"
    },
    {
      "id": "section-47-16-8",
      "number": "47-16-8",
      "heading": "Declarant control of board.",
      "text": "A. Subject to the provisions of this section, the declaration shall provide for a period of declarant control of the association, during which period a declarant, or persons designated by the declarant, may appoint and remove the officers and members of the board.\n\nB. Regardless of the period provided in the declaration, the period of declarant control shall terminate no later than the earlier of:\n\n(1) sixty days after conveyance of seventy-five percent of the lots that are part of the development and any additional lots that may be added to the development to lot owners other than a declarant;\n\n(2) two years after all declarants have ceased to offer lots for sale in the ordinary course of business;\n\n(3) two years after a development right to add new lots was last exercised; or\n\n(4) the day that the declarant or the declarant's designee, after giving written notice to the association, records an instrument voluntarily terminating all rights to declarant control.\n\nC. Subsection B of this section does not apply to a master planned community.\n\nD. A declarant may voluntarily terminate the right to appoint and remove officers and members of the board before termination of the period of declarant control, but in that event, the declarant may require, for the duration of the period of declarant control, that specified actions of the association or board, as described in a recorded instrument executed by the declarant, be approved by the declarant or the declarant's designee before they become effective.\n\nE. Not later than sixty days after conveyance of twenty-five percent of the lots that are part of the development, and any additional lots that may be added to the development, to lot owners other than a declarant, at least one member and not less than twenty-five percent of the members of the board shall be elected by lot owners.\n\nF. Not later than sixty days after conveyance of fifty percent of the lots that are part of the development, and any additional lot that may be added to the development, to lot owners other than the declarant, no less than thirty-three percent of the members of the board shall be elected by lot owners other than the declarant.\n\nG. Not later than the termination of a period of declarant control, the lot owners shall elect a board of at least three members, at least a majority of whom shall be lot owners. The board shall elect the officers. The board members and officers shall take office upon election.\n\nH. No amendment to the declaration that would limit, prohibit or eliminate the exercise of a development right shall be effective without the concurrence of the declarant.\n\nI. A declarant shall not utilize cumulative or class voting for the purpose of evading any limitation imposed on declarants by the Homeowner Association Act, nor shall lots constitute a class because they are owned by a declarant.\n\nHistory:Laws 2013, ch. 122, § 8.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.\n\nTransfer of HOA board representation from developer to lot owners.— When a master-planned community transitions from developer ownership to resident ownership, the New Mexico Homeowners Association Act (HOAA), 47-16-1 to 47-16-16 NMSA 1978, governs the composition of the HOA's board, and once twenty-five percent of the lots in the development, including undeveloped lots, are owned by lot owners other than the developer, at least one member of the HOA board and no less than twenty-five percent of the members of the board must be elected by lot owners, and as ownership continues to transition from developer to lot owners, additional statutory requirements governing HOA board composition are triggered, and therefore to the extent that at least twenty-five percent of the Mariposa housing subdivision located in Rio Rancho, New Mexico has been transferred to lot owners other than the developer, the requirements of 47-16-8 NMSA 1978 have been triggered and the lot owners are entitled to elect HOA board members in accordance with state law. 2024 Op. Att'y Gen. No. 24-13.\n\nPlanned community has not yet reached the threshold required for lot owners to elect a board member to the homeowner's association.— The Homeowner Association Act (HOAA), 47-16-1 to 47-16-18 NMSA 1978, dictates that the period of declarant control shall terminate, if not voluntarily terminated by the declarant sooner, no later than the earlier of certain specific conditions, and as the percentage of lots conveyed to lot owners increases, so too does the percentage of board members elected by the lot owners; this allows for the orderly transition of authority to control the board from the declarant to parcel owners. Determining whether a sufficient percentage of lots have been sold to someone other than the declarant must take into account the total number of parcels in the development, present and anticipated, including those owned by the declarant, and therefore, where the Picacho mountain community master plan allowed for a total of 1560 total lots, with 1493 of those lots designated for residential purposes, and, at most, only 252 lots have been transferred, the lots sold to date versus the total number of lots in the master plan does not require members of the board be elected by lot owners other than the declarant because the total number of lots sold has not reached the twenty-five percent threshold set forth in 47-16-8(E) NMSA 1978 of the HOAA.End of Exclusive Declarant Control under Home Owner Association Act(8/17/22), Att'y Gen. Adv. Ltr. 2021-05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-8/"
    },
    {
      "id": "section-47-16-81",
      "number": "47-16-8.1",
      "heading": "Removal of board members.",
      "text": "Unless a process for removal of board members is provided for in the community documents, the lot owners, by a two-thirds' vote of all lot owners present and entitled to vote at a lot owner meeting at which a quorum is present, may remove a member of the board.\n\nHistory:Laws 2019, ch. 30, § 8.\n\nEffective dates.— Laws 2019, ch. 30, § 11 made Laws 2019, ch. 30 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-8-1/"
    },
    {
      "id": "section-47-16-9",
      "number": "47-16-9",
      "heading": "Proxy and absentee voting; ballot counting.",
      "text": "A. The association shall provide for votes to be cast in person, by absentee ballot or by proxy and may provide for voting by some other form of delivery.\n\nB. Vote by proxy is allowed for lot owner meetings. The proxy vote shall:\n\n(1) be dated and executed by a lot owner, but if a lot is owned by more than one person, each owner of the lot may vote or register protest to the casting of votes by the other owners of the lot through a duly executed proxy, but in no case shall the total vote cast be more than that allocated to the lot under the declaration;\n\n(2) allow for revocation if notice of revocation is provided to the person presiding over a lot owner meeting; and\n\n(3) be valid only for the meeting at which it is cast.\n\nC. If proxy voting is utilized at a lot owner meeting, a person shall not pay a company or person to collect proxy votes.\n\nD. Where directors or officers are to be elected by members, the bylaws may provide that such elections may be conducted by mail.\n\nE. Votes cast by proxy and by absentee ballot are valid for the purpose of establishing a quorum.\n\nF. Ballots, if used, shall be counted by a neutral third party or by a committee of volunteers. The volunteers shall be selected or appointed at an open meeting, in a fair manner, by the chair of the board or another person presiding during that portion of the meeting. The volunteers shall not be board members and, in the case of a contested election for a board position, shall not be candidates.\n\nG. Nothing in this section shall be considered in conflict with or a replacement of voting member councils or representative voting systems created by the community documents.\n\nHistory:Laws 2013, ch. 122, § 9; 2019, ch. 30, § 4.\n\nThe 2019 amendment,effective July 1, 2019, clarified that this section shall not be considered in conflict with or a replacement of voting member councils or representative voting systems created by the community documents; and added Subsection G.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-9/"
    },
    {
      "id": "section-47-16-10",
      "number": "47-16-10",
      "heading": "Financial audit.",
      "text": "At least every three years, the board shall provide for a financial audit, review or compilation of the association's records in accordance with generally accepted accounting principles by an independent certified public accountant and shall provide that the cost thereof be assessed as a common expense. The audit, review or compilation shall be made available to lot owners within thirty calendar days of its completion.\n\nHistory:Laws 2013, ch. 122, § 10; 2019, ch. 30, § 5.\n\nThe 2019 amendment,effective July 1, 2019, changed the annual audit requirement to every three years; deleted Subsection A, which required an annual financial audit; deleted subsection designation \"B\"; in the first sentence of the subsection, deleted \"Unless otherwise provided in the community documents, in an association managing a development consisting of fewer than one hundred lots, upon a majority vote of all of the lot owners\" and added \"At least every three years\", and after \"association's records\", added \"in accordance with generally accepted accounting principles by an independent certified public accountant\".\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-10/"
    },
    {
      "id": "section-47-16-11",
      "number": "47-16-11",
      "heading": "Contract disclosure statement or disclosure certificate; right of cancellation of purchase contract.",
      "text": "Except as provided in Section 12 [47-16-12 NMSA 1978] of the Homeowner Association Act, a person selling a lot that is subject to an association shall provide in writing a disclosure certificate that states that the lot is located within a development that is subject to an association. If the lot is located within a development that is subject to an association and the association is subject to the Homeowner Association Act:\n\nA. A seller or the seller's agent shall obtain a disclosure certificate from the association and provide it to the purchaser no later than seven days before closing; and\n\nB. A purchaser or the purchaser's agent has the right to cancel the purchase contract within seven days after receiving the disclosure certificate.\n\nHistory:Laws 2013, ch. 122, § 11.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-11/"
    },
    {
      "id": "section-47-16-12",
      "number": "47-16-12",
      "heading": "Sale of lots; disclosure certificate.",
      "text": "A. Unless exempt pursuant to Subsection F of this section, prior to closing, a lot owner shall furnish to a purchaser copies of:\n\n(1) the declaration of the association, other than the plats and plans;\n\n(2) the bylaws of the association;\n\n(3) any covenants, conditions and restrictions applicable to the lot;\n\n(4) the rules of the association; and\n\n(5) a disclosure certificate from the association.\n\nB. Within ten business days after receipt of a written request from a lot owner or the lot owner's representative, the association shall furnish a disclosure certificate containing the information necessary to enable the lot owner to comply with the provisions of this section. A lot owner providing a disclosure certificate pursuant to Subsection A of this section shall not be liable to the purchaser for any erroneous information provided by the association and included in the disclosure certificate.\n\nC. A purchaser shall not be liable for any unpaid assessment or fee greater than the amount, prorated to the date of closing, set forth in the disclosure certificate prepared by the association.\n\nD. A lot owner shall not be liable to a purchaser for the failure or delay of the association to provide the disclosure certificate in a timely manner.\n\nE. The information contained in the disclosure certificate shall be current as of the date on which the disclosure certificate is furnished to the lot owner by the association.\n\nF. A disclosure certificate shall not be required in the case of a disposition:\n\n(1) pursuant to court order;\n\n(2) by a government or governmental agency;\n\n(3) by foreclosure or deed in lieu of foreclosure; or\n\n(4) that may be canceled at any time and for any reason by the purchaser without penalty.\n\nG. The statements contained in the disclosure certificate pursuant to Paragraphs (2) and (3) of Subsection M of Section 47-16-2 NMSA 1978 shall only be valid for sixty days from their creation. Beginning sixty-one days after the creation of the disclosure certificate, the lot owner may request that the association update any changes to statements contained in the disclosure certificate pursuant to Paragraphs (2) and (3) of Subsection M of Section 47-16-2 NMSA 1978. Upon a lot owner's request for changes to statements contained in the disclosure certificate pursuant to this subsection, the association shall provide the updated information within three business days of the lot owner's request and may impose a reasonable fee not to exceed fifty dollars ($50.00). The updated information shall only be valid for sixty days from the update.\n\nH. Notwithstanding any local ordinance or ordinance enacted by a home rule municipality, an association may impose reasonable charges not to exceed three hundred dollars ($300) for preparation of a disclosure certificate as required by the Homeowner Association Act, to be collected at the time of closing; provided that the transaction closes.\n\nHistory:Laws 2013, ch. 122, § 12; 2019, ch. 30, § 6.\n\nThe 2019 amendment,effective July 1, 2019, provided that lot owners may request updates to disclosure certificates beginning 61 days after the creation of the disclosure certificate, provided a three day time limit within which the association must respond with updated information, and placed a three hundred dollar ($300) cap that a homeowner association may charge for preparation of a disclosure certificate; in Subsection B, after the first occurrence of \"lot owner\", added \"or the lot owner's representative\"; added a new Subsection G and redesignated former Subsection G as Subsection H; and in Subsection H, added \"Notwithstanding any local ordinance or ordinance enacted by a home rule municipality\", after \"reasonable charges\", added \"not to exceed three hundred dollars ($300)\", and after \"Homeowner Association Act\", added \"to be collected at the time of closing; provided that the transaction closes\".\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-12/"
    },
    {
      "id": "section-47-16-13",
      "number": "47-16-13",
      "heading": "Purchaser's cancellation of a purchase contract.",
      "text": "If a purchaser elects to cancel a purchase pursuant to Section 11 [47-16-11 NMSA 1978] of the Homeowner Association Act, the purchaser may do so by hand delivering notice of the cancellation to the lot owner or by mailing notice of cancellation, by prepaid United States mail, to the lot owner, or to the lot owner's agent for service of process. Cancellation shall be without penalty, and all payments made by the purchaser before cancellation shall be refunded within fifteen days.\n\nHistory:Laws 2013, ch. 122, § 13.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-13/"
    },
    {
      "id": "section-47-16-14",
      "number": "47-16-14",
      "heading": "Attorney fees and costs.",
      "text": "A court may award attorney fees and costs to any party that prevails in a civil action between a lot owner and the association or declarant based upon any provision of the declaration or bylaws; provided that the declaration or bylaws allow at least one party to recover attorney fees or costs.\n\nHistory:Laws 2013, ch. 122, § 14.\n\nEffective dates.— Laws 2013, ch. 122, § 16 provided that the Homeowner Association Act was effective July 1, 2013.\n\nCompiler's notes.— Laws 2013, ch. 122, §§ 1 through 14 were erroneously compiled as 47-7E-1 through 47-7E-14 NMSA 1978, and have been recompiled as 47-16-1 through 47-16-14 NMSA 1978 by the compiler.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-14/"
    },
    {
      "id": "section-47-16-15",
      "number": "47-16-15",
      "heading": "Applicability.",
      "text": "A. Except as provided in Subsection B of this section, the Homeowner Association Act shall apply to all homeowner associations created and existing within this state.\n\nB. Sections 47-16-9, 47-16-10 and 47-16-14 NMSA 1978 do not apply to homeowner associations created before July 1, 2013 and that have fewer than thirty lots; provided that any amendment to the community documents of an association created before July 1, 2013 shall comply with the Homeowner Association Act.\n\nC. The Homeowner Association Act does not apply to a condominium governed by the Condominium Act [47-7A-1 to 47-7D-20 NMSA 1978].\n\nHistory:Laws 2013, ch. 122, § 15; 2015, ch. 104, § 3; 2019, ch. 30, § 7.\n\nCompiler's notes.— Laws 2013, ch. 122, § 15 formerly appeared as a compiler's note in Chapter 47, Article 7E §§ 1 through 14.\n\nThe 2019 amendment,effective July 1, 2019, provided that homeowner associations created before July 1, 2013 and have fewer than 30 lots, are exempt from certain provisions of the Homeowner Association Act; in Subsection B, after \"July 1, 2013\", added \"and that have fewer than thirty lots\"; and deleted former Subsection C, which provided that certain provisions of the Homeowner Association Act do not invalidate existing provisions of the articles of incorporation, declaration, bylaws or rules of a homeowner association created before July 1, 2013, and redesignated former Subsection D as Subsection C.\n\nThe 2015 amendment,effective July 1, 2015, provided that the flag flying provision in Section 47-16-16 NMSA 1978 invalidates any related provision existing in the articles of incorporation, declaration, bylaws or rules of a homeowner association created before July 1, 2013; in Subsection B, after \"Sections\", deleted \"9, 10, and 14 of the Homeowner Association Act\" and added \"47-16-9, 47-16-10 and 47-16-14 NMSA 1978\"; in Subsection C, after \"Sections\", deleted \"4 and 8 of the Homeowner Association Act, that\" and added \"47-16-4 and 47-16-8 NMSA 1978 and Section 2 of this 2015 act, the Homeowner Association\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-15/"
    },
    {
      "id": "section-47-16-16",
      "number": "47-16-16",
      "heading": "Flags.",
      "text": "An association shall not adopt or enforce a restriction related to the flying or displaying of flags that is more restrictive than the applicable federal or state law or county or municipal ordinance.\n\nHistory:Laws 2015, ch. 104, § 2.\n\nEffective dates.— Laws 2015, ch. 104, § 4 made Laws 2015, ch. 104, § 2 effective July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-16/"
    },
    {
      "id": "section-47-16-17",
      "number": "47-16-17",
      "heading": "Meetings of association.",
      "text": "A. The association shall hold an annual meeting at least once every thirteen months.\n\nB. Notwithstanding a provision to the contrary in the community documents, written notice of the meeting stating the time, date and location of the annual meeting and, in the case of a special meeting, the purpose or purposes for which the meeting is called, shall be delivered electronically, hand-delivered or sent by mail not less than ten and no more than fifty days before the meeting. If sent by mail, the notice shall be deemed to be delivered when addressed to a lot owner at the address as it appears in the association's records and deposited in the United States mail, postage prepaid.\n\nC. Unless a longer period of time is required by an association's community documents, notice of the time, date and location of board meetings and drafts of any proposed policy resolutions shall be provided to lot owners at least forty-eight hours in advance electronically, by conspicuous posting, posting on the association's website or social media or by any other reasonable means as determined by the board.\n\nD. All lot owners shall have the right to attend and speak at all open meetings, but the board may place reasonable time restrictions on those persons speaking.\n\nE. Any portion of a meeting may be closed only if that portion is limited to consideration of:\n\n(1) legal advice from an attorney for the board or association;\n\n(2) pending or contemplated litigation; or\n\n(3) personal, health or financial information about an individual member of the association, an individual employee of the association or an individual contractor for the association.\n\nF. The association shall maintain a written copy of the minutes of all association meetings, including summaries of all agenda items and formal actions taken.\n\nHistory:Laws 2019, ch. 30, § 9.\n\nEffective dates.— Laws 2019, ch. 30, § 11 made Laws 2019, ch. 30 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-17/"
    },
    {
      "id": "section-47-16-18",
      "number": "47-16-18",
      "heading": "Enforcement of covenants; dispute resolution.",
      "text": "A. Each association and each lot owner and the owner's tenants, guests and invitees shall comply with the Homeowners Association Act and the association's community documents.\n\nB. Unless otherwise provided for in the community documents, the association may, after providing written notice and an opportunity to dispute an alleged violation other than failure to pay assessments:\n\n(1) levy reasonable fines for violations of or failure to comply with any provision of the community documents; and\n\n(2) suspend, for a reasonable period of time, the right of a lot owner or the lot owner's tenant, guest or invitee to use common areas and facilities of the association.\n\nC. Prior to imposition of a fine or suspension, the board shall provide an opportunity to submit a written statement or for a hearing before the board or a committee appointed by the board by providing written notice to the person sought to be fined or suspended fourteen days prior to the hearing. Following the hearing or review of the written statement, if the board or committee, by a majority vote, does not approve a proposed fine or suspension, neither the fine nor the suspension may be imposed. Notice and a hearing are not required for violations that pose an imminent threat to public health or safety.\n\nD. If a person against whom a violation has been alleged fails to request a hearing or submit a written statement as provided for in Subsection C of this section, the fine or suspension may be imposed, calculated from the date of violation.\n\nE. A lot owner or the association may use a process other than litigation used to prevent or resolve disputes, including mediation, facilitation, regulatory negotiation, settlement conferences, binding and nonbinding arbitration, fact-finding, conciliation, early neutral evaluation and policy dialogues, for complaints between the lot owner and the association or if such services are required by the community documents.\n\nHistory:Laws 2019, ch. 30, § 10.\n\nEffective dates.— Laws 2019, ch. 30, § 11 made Laws 2019, ch. 30 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-47/article-16/section-47-16-18/"
    }
  ]
}