{
  "state": "west-virginia",
  "path": "title-chapter-24/chapter-unknown",
  "sections": [
    {
      "id": "section-24-1-1",
      "number": "24-1-1.",
      "heading": "Legislative purpose and policy; plan for internal reorganization; promulgation of plan as rule; cooperation with Joint Committee on Government and Finance",
      "text": "(a) It is the purpose and policy of the Legislature in enacting this chapter to confer upon the Public Service Commission of this state the autho",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-1a",
      "number": "24-1-1a.",
      "heading": "Supplemental rule for reorganization; certain reports to be made to the Legislature; filing of such rule and reports and the procedure therefor",
      "text": "(a) The Public Service Commission shall submit to the Legislature a supplemental rule for reorganization to supplement General Order No. 195, Rule for Reorg",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-1b",
      "number": "24-1-1b.",
      "heading": "Supplemental rule for reorganization",
      "text": "The Public Service Commission shall, by general order, create a division within its staff which shall, upon written request of the governing body of a political subdivision that operates a water and/or sewer utility, provide legal, operational, engineering, finan",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-2",
      "number": "24-1-2.",
      "heading": "Definitions.Except where a different meaning clearly appears from the context, the following words when used in this chapter, shall mean:“Commission” or “Public Service Commission” means the Public Service Commission of West Virginia",
      "text": "“Customer” means any person, firm, corporation, municipality, publ",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-3",
      "number": "24-1-3.",
      "heading": "Commission continued; membership; chairman; compensation; quorum",
      "text": "(a) The Public Service Commission of West Virginia is continued and directed as provided by this chapter, chapter twenty-four-a, chapter twenty-four-b and chapter twenty-four-d of this code. The Public Service Commission may sue and be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-4",
      "number": "24-1-4.",
      "heading": "Appointment, duties and compensation of secretary and other employees; hearings generally; public comment; outside employment by certain employees prohibited",
      "text": "The commission shall appoint a secretary and such other employees as may be necessary to carry out the provisions of this chapter and shall fi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-5",
      "number": "24-1-5.",
      "heading": "Seal to be adopted; collection and disposition of fees",
      "text": "The commission shall adopt a seal which shall be affixed to all papers under such regulations as the commission may prescribe. The commission shall likewise prescribe a schedule of fees to be charged for the certification of all records and pape",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-6",
      "number": "24-1-6.",
      "heading": "Office of commission; time and place of hearings; number of commissioners required for taking action",
      "text": "The general office of the commission shall be kept at the seat of government and in charge of the secretary or his or her deputy. Hearings and the taking of evidence may be had at such times and plac",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-7",
      "number": "24-1-7.",
      "heading": "Rules of procedure; commission not bound by rules of evidence or pleadings; inscription on, use of and judicial notice of seal",
      "text": "The commission shall prescribe such rules and regulations as may be necessary to carry out the provisions of this chapter, including rules of procedure and for taking eviden",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-8",
      "number": "24-1-8.",
      "heading": "Legal counsel for the commission",
      "text": "The commission may employ counsel to represent it in proceedings before it on application, complaint, or otherwise, and proceedings of any nature in any and all courts or before administrative or executive boards and to act as legal advisers to the commission in all",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-9",
      "number": "24-1-9.",
      "heading": "Recommended decision by hearing commissioner, hearing examiner or panel",
      "text": "(a) Any order recommended by a single hearing commissioner, a hearing examiner or a panel consisting of a hearing examiner and a single commissioner with respect to any matter referred for hearing shall be in writing and shall s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-10repealed",
      "number": "24-1-10.Repealed",
      "heading": "Acts, 2010 Reg. Sess., Ch. 32.",
      "text": "Acts, 2010 Reg. Sess., Ch. 32.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-10",
      "number": "24-1-10",
      "heading": "",
      "text": "§24-1-10.\n\nRepealed.\n\nActs, 2010 Reg. Sess., Ch. 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-24/article-1/section-24-1-10/"
    },
    {
      "id": "section-24-2-1",
      "number": "24-2-1.",
      "heading": "Jurisdiction of commission; waiver of jurisdiction",
      "text": "(a) The jurisdiction of the commission extends to all public utilities in this state and includes any utility engaged in any of the following public services:(1) Common carriage of passengers or goods, whether by air, railroad, street railroad, moto",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1a",
      "number": "24-2-1a.",
      "heading": "Authority of commission to enter and inspect railroad property",
      "text": "The commission or its duly authorized representatives are hereby authorized and empowered to enter and inspect any property, premise or place, owned or operated by a railroad, whether fixed facilities or rolling stock, including, but not",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1b",
      "number": "24-2-1b.",
      "heading": "Additional jurisdiction of commission",
      "text": "(a) Effective July 1, 1988, in addition to all other powers and duties of the commission as defined in this article, the commission shall establish, prescribe and enforce rates and fees charged by commercial solid waste facilities, as defined in section two, art",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1c",
      "number": "24-2-1c.",
      "heading": "Certificates of need required for solid waste facilities",
      "text": "(a) Any person applying for a permit to construct, operate or expand a commercial solid waste facility as defined in section two, article fifteen, chapter twenty-two of this code, or any person seeking a major permit modification for a commerc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1d",
      "number": "24-2-1d.",
      "heading": "Future electric generating capacity requirements",
      "text": "(a) In order to maximize the use of electricity generated within the state by using coal or natural gas produced within the state, the Public Service Commission shall by order, no later than December 31, 1989, establish the schedule and amount of futu",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1e",
      "number": "24-2-1e.",
      "heading": "Rate recovery for construction of electric transmission facilities",
      "text": "In order to encourage the construction of transmission facilities necessary to transmit electric power from generating facilities located in this state to areas where such power can be economically marketed, the commission may allow",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1f",
      "number": "24-2-1f.",
      "heading": "Jurisdiction of commission over solid waste facilities",
      "text": "Effective July 1, 1989, in addition to all other powers and duties of the commission as defined in this article, the commission shall establish, prescribe and enforce rates and fees charged by commercial solid waste facilities, as defined in sub",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1g",
      "number": "24-2-1g.",
      "heading": "Rate incentives for utility investment in qualified clean coal and clean air control technology facilities",
      "text": "(a) The Legislature hereby finds and declares that the State of West Virginia has been a major supplier of coal to the electric power industry both within and outside of the State of West Virgi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1h",
      "number": "24-2-1h.",
      "heading": "Additional powers and duties of commission to control flow of solid waste",
      "text": "(a) Upon the petition of any county or regional solid waste authority, motor carrier or solid waste facility, or upon the commission's own motion, the commission may issue an order that solid waste generated in the surrounding",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1i",
      "number": "24-2-1i.",
      "heading": "Commission authorized to issue emergency certificate of need to certain commercial solid waste facilities; Division of Environmental Protection to modify facility permit; criteria for emergency certificates",
      "text": "(a) Notwithstanding any provision of this article, or any provision of article five-f or nine",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1j",
      "number": "24-2-1j.",
      "heading": "Special rates for energy intensive industrial consumers of electric power",
      "text": "(a) The Legislature hereby finds that:(1) West Virginia enjoys relatively low cost electric power rates for residential customers, business and industry and these relatively low rates constitute a competitive economic advantag",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1k",
      "number": "24-2-1k.",
      "heading": "Natural gas infrastructure expansion, development, improvement and job creation; findings; expedited process; requirements; rulemaking",
      "text": "(a) The Legislature hereby finds that:(1) West Virginia is rich in energy resources, which provide many advantages to the state, its economy and its citizens;(2) Wes",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1l",
      "number": "24-2-1l.",
      "heading": "Modernization and improvement of coal-fired boilers at electric power plants; findings; expedited process; requirements; rulemaking",
      "text": "(a) The Legislature hereby finds that:(1) West Virginia is rich in energy resources, which provide many advantages to the state, its economy and its citizens;(2) West V",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1m",
      "number": "24-2-1m.",
      "heading": "Commission jurisdiction does not extend to materials recovery facilities, mixed waste processing facilities, and certain mixed waste processing and resource recovery facilities",
      "text": "Notwithstanding any other provision of this code, the jurisdiction of the commission does not extend to materials recovery",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-2",
      "number": "24-2-2.",
      "heading": "General power of commission to regulate public utilities",
      "text": "(a) The commission may investigate all rates, methods, and practices of public utilities subject to the provisions of this chapter; to require them to conform to the laws of this state and to all rules, regulations and orders of the commission",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-3",
      "number": "24-2-3.",
      "heading": "General power of commission with respect to rates",
      "text": "(a) The commission may enforce, originate, establish, change, and promulgate tariffs, rates, joint rates, tolls, and schedules for all public utilities except for municipal power systems and water and/or sewer utilities that are political subdivision",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-3a",
      "number": "24-2-3a.",
      "heading": "Advance notice of filing of general rate case required",
      "text": "All public utilities subject to the provisions of section four or four-a of this article, intending to institute a general rate case, shall give the commission not less than thirty days' notice before proceeding under the provision of those sect",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-3b",
      "number": "24-2-3b.",
      "heading": "Transitional suspension of schedule; legislative findings; procedure",
      "text": "The Legislature finds that in anticipation of the operative date of the provisions of section four-a of this article, certain regulated utilities have presented to the Public Service Commission a large number of proceedings pursuan",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-3c",
      "number": "24-2-3c.",
      "heading": "Cessation of jurisdiction over rates for certain services subject to competition",
      "text": "(a) Upon the application of any telephone utility, the commission shall, unless it finds that the continued availability of adequate, economical and reliable local exchange telephone service will be adversely affected t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4",
      "number": "24-2-4.",
      "heading": "Procedure for changing rates.No public utility subject to this chapter, except those utilities subject to the provisions of section four-b of this article, shall change, suspend or annul any rate, joint rate, charge, rental or classification except after thirty days' notice to the commission and the",
      "text": "Procedure for changing rates.No public utility subject to this chapter, except those utilities subject to the provisions of section four-b of this article, shall change, suspend or annul any rate, joint rate, charge, rental or classification except after thirty days' notice to the commission and the public, which notice shall plainly state the changes proposed to be made in the schedule then in force and the time when the changed rates or charges shall go into effect; but the commission may enter an order suspending the proposed rate as hereinafter provided. The proposed changes shall be shown by printing new schedules, or shall be plainly indicated upon the schedules in force at the time, and kept open to public inspection: Provided, That the commission may, in its discretion, and for good cause shown, allow changes upon less time than the notice herein specified, or may modify the requirements of this section in respect to publishing, posting and filing of tariffs, either by particular instructions or by general order.Whenever there shall be filed with the commission any schedule stating a change in the rates or charges, or joint rates or charges, or stating a new individual or joint rate or charge or joint classification or any new individual or joint regulation or practice affecting any rate or charge, the commission shall have authority, either upon complaint or upon its own initiative without complaint, to enter upon a hearing concerning the propriety of such rate, charge, classification, regulation or practice; and, if the commission so orders, it may proceed without answer or other form of pleading by the interested parties, but upon reasonable notice, and, pending such hearing and the decision thereon, the commission, upon filing with such schedule and delivering to the public utility affected thereby a statement in writing of its reasons for such suspension, may suspend the operation of such schedule and defer the use of such rate, charge, classification, regulation or practice, but not for a longer period than one hundred and twenty days beyond the time when such rate, charge, classification, regulation or practice would otherwise go into effect; and after full hearing, whether completed before or after the rate, charge, classification, regulation or practice goes into effect, the commission may make such order in reference to such rate, charge, classification, regulation or practice as would be proper in a proceeding initiated after the rate, charge, classification, regulation or practice had become effective: Provided, That if any such hearing and decision thereon cannot be concluded within the period of suspension, as above stated, such rate, charge, classification, regulation or practice shall go into effect at the end of such period. In such case the commission may require such public utility to enter into a bond in an amount deemed by the commission to be reasonable and conditioned for the refund to the persons or parties entitled thereto of the amount of the excess, plus interest at the rate of not less than seven percent per annum, as may be specified by the commission, if such rate so put into effect is subsequently determined to be higher than those finally fixed for such utility. In specifying the applicable interest rate, the commission shall be guided by the interest rate which such public utility would in all probability have to agree to pay if such public utility at that time borrowed in the marketplace a sum of money equivalent to the amount of money the commission estimates the increase in rates will produce between the effective date of such increase and the anticipated date the rates will be finally fixed for such public utility, it being intended that a public utility should be discouraged from imposing higher rates than it should reasonably anticipate will be finally fixed as a means in effect of borrowing money at a rate of interest less than such public utility would have to agree to pay if it borrowed money in the marketplace. No such accrued interest paid on any such refund shall be deemed part of the cost of doing business in a subsequent application for changing rates or any decision thereon. At any hearing involving a rate sought to be increased or involving the change of any fare, charge, classification, regulation or practice, the burden of proof to show that the increased rate or proposed increased rate, or the proposed change of fare, charge, classification, regulation or practice is just and reasonable shall be upon the public utility making application for such change. When in any case pending before the commission all evidence shall have been taken, and the hearing completed, the commission shall, within three months, render a decision in such case.Where more than twenty members of the public are affected by a proposed change in rates, it shall be a sufficient notice to the public within the meaning of this section if such notice is published as a Class II legal advertisement in compliance with the provision of article three, chapter fifty-nine of this code, and the publication area for such publication shall be the community where the majority of the resident members of the public affected by such change reside or, in case of nonresidents, have their principal place of business within this state. The provisions of this section shall expire on and be of no further force and effect after June 30, 1981, except that as to any case pending on said date in which the suspension period has expired and rates are in effect under bond such case shall be proceeded with in accordance with this section; as to any other case pending on said date, the commission shall treat the case as filed anew on July 1, 1981, except that it shall not be necessary for any new process or notice to be served or published.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4a",
      "number": "24-2-4a.",
      "heading": "Procedure for changing rates after June 30, 1981",
      "text": "NOTE: West Virginia Code §24-2-4a was amended by two bills passed during the 2020 Regular Session of the Legislature. When two acts of the Legislature amend the same section of the Code without express recognition in the bill of the action of the othe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4b",
      "number": "24-2-4b.",
      "heading": "Procedures for changing rates of electric and natural gas cooperatives, local exchange services of telephone cooperatives, and municipally operated public utilities",
      "text": "(a) The rates and charges of electric cooperatives, natural gas cooperatives and municipal water and/or sewer utilities that are politi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4c",
      "number": "24-2-4c.",
      "heading": "Rate increases for natural gas public utilities relating to purchase of natural gas from suppliers; obtaining new supplies of natural gas to meet obligations",
      "text": "(a) Before granting any rate increase to a natural gas public utility the commission must determine that dependable lower-priced supplies of n",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4d",
      "number": "24-2-4d.",
      "heading": "Procedures for intrastate rail carrier rate-making and compliants",
      "text": "Inasmuch as the commission retains authority over intrastate rail rates and complaints pursuant to 49 United States Code §11501 and other federal law, and inasmuch as the commission's procedures are subject to periodic review and cert",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4e",
      "number": "24-2-4e.",
      "heading": "Environmental control bonds.(a) Legislative findings",
      "text": "-- The Legislature hereby finds and declares: (i) That electric utilities in the state face the need to install and construct emission control equipment at existing generating facilities in the state in order to meet the requirements of existing",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4f",
      "number": "24-2-4f.",
      "heading": "Consumer rate relief bonds.(a) Legislative findings",
      "text": "- The Legislature hereby finds and declares as follows:(1) That some electric utilities in the state have experienced expanded net energy costs of a magnitude problematic to recover from their customers through the commission's traditional cost re",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-5",
      "number": "24-2-5.",
      "heading": "Supervision of public utilities licensed by municipalities, county courts or otherwise; right to enter premises, inspect and correct meters",
      "text": "The commission shall have general supervision of all public utilities having authority under any charter or franchise of any city, town or municipality, county",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-6",
      "number": "24-2-6.",
      "heading": "Power as to connecting telephone and telegraph services",
      "text": "Whenever, after hearing, upon notice, the Public Service Commission shall determine that public convenience or necessity requires that conduits, subways, poles or other equipment on, over or under any street or highway belonging to or used by a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-7",
      "number": "24-2-7.",
      "heading": "Unreasonable, etc., regulations, practices and services; receivership; procedures respecting receivership; appointment and compensation of receiver; liquidation",
      "text": "(a) Whenever, under the provisions of this chapter, the commission shall find any regulations, measurements, practices, acts or service to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-8",
      "number": "24-2-8.",
      "heading": "System of accounts to be kept by public utilities; uniform accounting system for public service districts and municipally owned public utilities",
      "text": "(a) The commission may establish a system of accounts to be kept by public utilities or classify public utilities and establish a system of accounts for ea",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-9",
      "number": "24-2-9.",
      "heading": "Information concerning rates, etc",
      "text": ", of public utilities may be required and published by commission.The commission may at any time require persons, firms, companies, associations, corporations or municipalities, subject to the provisions of this chapter, to furnish any information which may be in th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-10",
      "number": "24-2-10.",
      "heading": "Power to subpoena witnesses, take testimony and administer oaths; contempt; self-incrimination",
      "text": "The commission shall have power, either as a commission or by any of its members, to subpoena witnesses and take testimony, and administer oaths to any witness in any proceeding or examination instituted b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-11",
      "number": "24-2-11.",
      "heading": "Requirements for certificate of public convenience and necessity",
      "text": "(a) A public utility, person, or corporation other than a political subdivision of the state providing water or sewer services and having at least 4,500 customers and annual gross combined revenues of $3 million or more may not begin t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-11a",
      "number": "24-2-11a.",
      "heading": "Requirement for certificate of public convenience and necessity before beginning construction of high voltage transmission line; contents of application; notice; hearing; criteria for granting or denying certificate; regulations",
      "text": "(a) No public utility, person or corporation may begin construction of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-11b",
      "number": "24-2-11b.",
      "heading": "Continuing prudence reviews.(a) If, in granting a certificate of convenience and necessity for the construction of an electric utility generating plant, a facility to comply with the federal Clean Air Act, as amended, or transmission line, the commission determines that the completion date for such ",
      "text": "Continuing prudence reviews.(a) If, in granting a certificate of convenience and necessity for the construction of an electric utility generating plant, a facility to comply with the federal Clean Air Act, as amended, or transmission line, the commission determines that the completion date for such plant or line is more than one year from the date of the order granting the certificate, the commission may require that such construction project or projects be subject to a continuing prudence review pursuant to this section.(b) If the commission determines that continuation of a certificate subject to a continuing prudence review is not warranted or that the certificate should be amended, it may rescind or modify its authorization for construction.(c) The commission shall promulgate such rules and regulations as it determines are necessary for the administration of this section. The commission shall specify, either by rule or for a specific certificated project, the frequency of each prudence review, the rate-making treatment to be afforded partially completed projects, and such other terms and conditions as it determines are reasonable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-11c",
      "number": "24-2-11c.",
      "heading": "Siting certificates for certain electric generating facilities or material modifications thereof",
      "text": "(a) Notice of an application for a siting certificate required under the provisions of subdivisions (1), (2), (3), (4), and (5), subsection (d), section one of this article shall be given as a Class I le",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-11d",
      "number": "24-2-11d.",
      "heading": "Revocation of certificate of public convenience and necessity; acquisition of facilities by capable public utility",
      "text": "(a) In addition to the powers conferred by section seven, article two of this chapter, upon a finding by the Public Service Commission that a public utility which holds a certificate of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-12",
      "number": "24-2-12.",
      "heading": "What acts may not be done without consent of commission; consent in advance of exemption of transactions; when sale, etc",
      "text": ", of franchises, mergers, etc., void.Unless the consent and approval of the Public Service Commission of West Virginia is first obtained: (a) No public utility subject to the prov",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-12a",
      "number": "24-2-12a.",
      "heading": "Issuance of stock; requirement of applying to commission for orders authorizing issuance; hearing and investigation on application; order; when issuance is void",
      "text": "The power of public utilities to issue stocks and stock certificates or other evidence of interest or ownership is a special privilege, the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-13",
      "number": "24-2-13.",
      "heading": "Enforcement of federal acts.In addition to all other powers and duties conferred upon the Public Service Commission herein, the commission shall be charged with the duty of enforcing the provisions of the United States \"Federal Railroad Safety Act\" and the \"Uniform Motor Carrier Identification Act\" ",
      "text": "Enforcement of federal acts.In addition to all other powers and duties conferred upon the Public Service Commission herein, the commission shall be charged with the duty of enforcing the provisions of the United States \"Federal Railroad Safety Act\" and the \"Uniform Motor Carrier Identification Act\" in this state under the federal requirements contained therein requiring state enforcement of such acts, insofar as the same are not repugnant to the laws of this state or contrary to the rules and regulations of the commission.The commission shall also perform those duties expressly conferred upon a state regulatory authority by the \"National Energy Conservation Policy Act of 1978,\"\"Power Plant and Industrial Fuel Use Act of 1978,\" and the \"Public Utilities Regulatory Policy Act of 1978,\" insofar as the same are not repugnant to the laws of this state or contrary to the rules and regulations of the commission, unless the Governor, exercising authority reserved to him in said acts, designates another agency to perform such duties, in whole or in part. The term \"state regulatory authority\" as used in this paragraph shall have the same meaning as such term is defined by said federal acts.In addition, the commission shall carry out other federal acts, including appropriate portions of the \"Natural Gas Policy Act of 1978,\" for which the Governor designates it as the responsible agency in this state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-14",
      "number": "24-2-14.",
      "heading": "Reports required to be filed by generating electric utilities; contents; powers of commission to obtain information; availability to the public; certain studies required",
      "text": "(a) On a monthly basis and within thirty days of the last day of the month for which the information is required, each electric ut",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-15",
      "number": "24-2-15.",
      "heading": "Certain Automatic adjustment clauses, price indexes or fuel adjustment",
      "text": "The commission shall not enforce, originate, continue, establish, change or otherwise authorize or permit an increase in the charge or charges for electric energy over and above the established and published tariff, rate, joint r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-16",
      "number": "24-2-16.",
      "heading": "Anticompetitive clauses in natural gas contracts prohibited",
      "text": "(a) Unenforceable clauses: Any provision of any contract for the sale of natural gas, which is or becomes utility natural gas, including any contract in existence on or before the date of enactment of this section, is hereby declared agains",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-17",
      "number": "24-2-17.",
      "heading": "Registry of electric customers on life support systems; notification prior to scheduled outages; priority of service restoration; limitation of liability; life support defined",
      "text": "(a) In addition to all other powers and duties conferred upon the commission by this chapter, the commission shall promulgat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-18",
      "number": "24-2-18.",
      "heading": "Legislative findings on electric service; jurisdictionof the commission to determine public interest inpermitting retail access to competitive power supply markets; participation of interested parties; development of deregulation plan; legislative approval or rejection of plan; certain reports requi",
      "text": "Legislative findings on electric service; jurisdictionof the commission to determine public interest inpermitting retail access to competitive power supply markets; participation of interested parties; development of deregulation plan; legislative approval or rejection of plan; certain reports required or permitted; continuing jurisdiction.(a) The Legislature hereby finds that:(1) Electric service is essential to the health and well-being of residents, to public safety and to orderly economic development, and the cost of electricity is an important factor in decisions made by businesses concerning locating, expanding and retaining facilities in West Virginia. Therefore, reliable electric service should continue to be available to all customers at reasonable rates and on reasonable terms and conditions;(2) Many state governments have been studying policies that would create a competitive market for the supply of electricity;(3) The Public Service Commission is the appropriate agency to determine whether West Virginia should adopt a plan whereby users of electricity in the state would have open access across existing and new utility delivery systems to a competitive market for power supply. An affirmative determination of this question is hereafter designated in this section as a \"finding of public interest.\" If the commission makes a finding of public interest, the commission is also the appropriate agency to develop such a plan for submission to the Legislature for approval, hereafter designated in this section as a \"deregulation plan.\"(4) Notwithstanding the commission's substantial expertise in the supervision and regulation of the electricity generation industry, the significant public policy issues involved in determining whether to make a finding of public interest and, if necessary, in developing a deregulation plan, require that the commission seek and secure the involvement of a wide spectrum of interests in the state, including but not limited to the following interests, hereafter collectively designated in this section as \"all interested parties\": Groups representing senior citizens and other persons on fixed incomes, including the American association of retired persons; groups representing low income persons and the working poor, including the West Virginia community action directors association; labor unions, including the West Virginia AFL-CIO, the communications workers of America, the united mine workers of America, the West Virginia state building and construction trades council, the international brotherhood of electrical workers, the independent steel workers, and the united steel workers of America; groups representing residential consumers; groups representing industrial consumers; groups representing commercial consumers; groups representing the electric utility industry and electricity generation concerns; groups representing natural resources industries and associated industries, including the West Virginia coal association and the West Virginia oil and natural gas association; groups representing heating, ventilating and air conditioning contractors, including the West Virginia heating, ventilating, air conditioning and electrical contractors association; groups representing environmental concerns; the electric industry research group of West Virginia University; the West Virginia municipal league; and any other person or group which has an interest in these issues.(5) In order to provide meaningful involvement and participation to all interested parties in determining whether to make a finding of public interest and, if necessary, in developing a deregulation plan, the commission is directed (A) to provide notice to all interested parties of each public meeting to be held by the commission in studying whether to make a finding of public interest and, if necessary, in developing a deregulation plan, including providing written notice by first class mail at least five days prior to the date of each public meeting to each of the groups specifically identified in subdivision (4) of this subsection; (B) to consult with all interested parties attending such public meetings; and (C) to report periodically to the Joint Committee on Government and Finance of the Legislature or any interim study committee appointed by the Joint Committee on Government and Finance on the commission's progress on these issues.(6) The commission may not submit a deregulation plan to the Legislature for approval unless it submits findings and explains the basis for its findings, after providing adequate notice to all interested parties and other persons and holding a hearing or hearings, that the deregulation plan fairly balances the interests of the electric utilities, their customers, and the state's economy, and that the deregulation plan:(A) Is in the best interest of West Virginia electric energy consumers;(B) Results in potential benefits available for all customers, considering that while some customers may be immediately benefited by reductions in electricity costs, depending on their individual needs and choices, no customer should be worse off;(C) Preserves universal electric service at reasonable rates;(D) Maintains reasonable standards of safety, availability and reliability of electric service for all customers at all times, including at times of peak load usage of electric service;(E) Does not result in a substantial negative impact on employment in the state or the state's economy;(F) Does not impact compliance with environmental rules;(G) Considers and maintains the public benefits of energy efficiency, renewable resource technology and research and development;(H) Encourages the continued and expanded use of West Virginia coal, oil, natural gas and other energy resources;(I) Assures that customers have meaningful choices among electricity providers and that customers are protected from anticompetitive behavior, poor service, and unfair billing, collection and disconnection procedures;(J) Is conditioned upon workable competition with a level playing field for all buyers and sellers, and provides for a code of conduct for electric service providers to be established by commission rule;(K) Assures that existing commitments of utilities arising from past decisions made pursuant to historical regulatory and legal principles are addressed in a fair and reasonable manner, considering the financial integrity of the utilities;(L) Addresses and maintains adequate protections for low-income consumers and gives meaningful consideration to the development of funding mechanisms to protect senior citizens and other persons on fixed incomes, low income persons and the working poor; and(M) Ensures that regulated industries do not subsidize nonregulated industries and businesses.(7) Restructuring of the electric utility industry should reasonably preserve tax revenues for state and local governments and should neither result in a shift of the tax burden to any customer or customer group nor result in a tax system which places any competitor in the market place at a disadvantage.(b) In addition to its other powers and duties, the commission is authorized to determine, in consultation with all interested parties, whether to make a finding of public interest, and if a finding of public interest is made:(1) To develop, in consultation with all interested parties, a deregulation plan to allow deregulation of existing utility generation assets and direct access by retail customers to competitive electric power supply markets and which is consistent with the legislative findings set forth in subsection (a) of this section;(2) To prescribe, by order or rules, procedures and standards for the marketing of power supply in the state; and(3) To resolve all issues necessary to provide for an orderly transition from the current regulated structure to a system of direct retail access in a fully workable competitive power supply market in a manner that is fair to customers, electric utilities and other affected parties.(c) If the commission develops a deregulation plan pursuant to subsection (b) of this section, the commission shall submit the deregulation plan to each house of the Legislature during the next succeeding regular session of the Legislature or during any special session of the Legislature occurring after such regular session if legislative approval of the deregulation plan is included in the call therefor. Upon such submission, the Legislature shall, by concurrent resolution, approve or reject the deregulation plan. If the deregulation plan is so rejected, the concurrent resolution shall set forth the reasons for such rejection, and the commission may subsequently modify the deregulation plan to meet the objections of the Legislature and may resubmit it as modified to the Legislature pursuant to this subsection. No initial or modified deregulation plan may be adopted or implemented by the commission until the Legislature has approved it pursuant to this subsection.(d) Upon the development of a deregulation plan and prior to or concurrently with the submission of the deregulation plan to the Legislature pursuant to subsection (c) of this section, the commission shall issue a report to the Governor, the President of the Senate and the Speaker of the House of Delegates on the potential state or local tax consequences which might be created by implementation of the deregulation plan, along with recommendations for statutory changes, if any are necessary, to satisfy the legislative findings specified in subdivisions (6) and (7), subsection (a) of this section.(e) Upon the development of a deregulation plan and prior to or concurrently with the submission of the deregulation plan to the Legislature pursuant to subsection (c) of this section, any interested party who actively consulted with the commission during the development of the deregulation plan may issue a report to the Governor, the President of the Senate and the Speaker of the House of Delegates setting forth the instances in which such interested party believes the deregulation plan does not satisfy one or more of the legislative findings specified in subdivisions (6) and (7), subsection (a) of this section.(f) After the adoption and implementation of a deregulation plan approved by the Legislature pursuant to subsection (c) of this section, the commission shall retain authority and jurisdiction to modify or rescind the deregulation plan if, upon application to the commission or upon the commission's own motion, and after notice to all interested parties and a hearing, the commission finds that it is in the public interest to do so, after making a finding that a substantial change in state or federal law or a court decision necessitates the rescission or modification of the deregulation plan to continue to meet the legislative findings in this section or that for any other reason the deregulation plan is not meeting such legislative findings. The implementation of a deregulation plan through an order of the commission pursuant to this section does not amend existing provisions of this code, except as specifically herein modified.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-19",
      "number": "24-2-19.",
      "heading": "Integrated Resource Planning Required",
      "text": "(a) Not later than March 31, 2015, the Public Service Commission shall issue an order directing any electric utility that does not have an existing requirement approved by the Public Service Commission that provides for the future review of both supply side and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2a-1",
      "number": "24-2A-1.",
      "heading": "Special rates for gas and electric utility customers receiving Social Security Supplemental Security Income (SSI), Aid to Families with Dependent Children (AFDC), Aid to Families with Dependent Children--Unemployed (AFDC-U) or food stamps",
      "text": "The commission shall order each gas and electric utility subj",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2a-2",
      "number": "24-2A-2.",
      "heading": "Recovery of revenue deficiencies",
      "text": "In order to provide the special reduced rates mandated or authorized by sections one and five of this article and still maintain the integrity of the earnings of the utilities offering service under these rates, the commission shall each year, determine, upon applica",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2a-3",
      "number": "24-2A-3.",
      "heading": "Limitation on and exemption from local business and occupation or privilege taxes and local public utility excise taxes",
      "text": "(a) Any municipality which presently or hereafter imposes a business and occupation or privilege tax under section five, article thirteen of chapter eight or a public utilities exc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2a-4",
      "number": "24-2A-4.",
      "heading": "Definitions.As used in this article, the term:(a) \"Billing cycle\" shall mean a period of time during the course of which a utility either bills for or measures, by meter- reading or any other means, the usage of its utility services by all of its customers a single time",
      "text": "A utility may elect whether",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2a-5",
      "number": "24-2A-5.",
      "heading": "Special rates for certain water, sewer, or combined water and sewer utility customers",
      "text": "(a) The commission may authorize a privately owned water, sewer or combined water and sewer utility to voluntarily implement a rate design featuring reduced rates and charges for service for residential utility cus",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2b-1",
      "number": "24-2B-1.",
      "heading": "Temporary suspension of rate increases",
      "text": "Pursuant to the findings contained in subsections (h) and (i) of section one, article one of this chapter and in order to permit the Public Service Commission to implement the provisions of Enrolled Committee Substitute for S.B. 117 enacted by the Legislature d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2b-2",
      "number": "24-2B-2.",
      "heading": "Emergency rate increase; financial hardship procedure",
      "text": "During the period of temporary suspension of rates generally, as provided herein, the commission may upon petition by a utility allow an emergency rate to take effect, subject to future modification by the commission and subject to refund to the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-1",
      "number": "24-2C-1.",
      "heading": "Legislative findings; utilities subject to Public Service Commission to file new rates",
      "text": "(a) The Legislature finds that universal telephone service contributes to the state's economic, social and political integration and development. The preservation of universal telephone service is therefore of utm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-2",
      "number": "24-2C-2.",
      "heading": "Tel-assistance; definitions.For purposes of this article, the following terms apply:(a) \"Eligible telecommunications carrier\" means a common carrier that offers telephone services that are supported by federal universal service support mechanism, advertises the availability of such services and the ",
      "text": "Tel-assistance; definitions.For purposes of this article, the following terms apply:(a) \"Eligible telecommunications carrier\" means a common carrier that offers telephone services that are supported by federal universal service support mechanism, advertises the availability of such services and the charges for the services using media of general distribution, and that otherwise is qualified as an eligible telecommunications carrier pursuant to the provisions of 47 U.S.C. Section 214.(b) \"Qualifying low-income consumer\" means a consumer who is a recipient of Medicaid, food stamps, supplemental security income, federal public housing assistance, low-income home energy assistance program benefits, temporary assistance to needy families benefits or other income-related state or federal programs.(c) \"Tel-assistance service\" means a wholly measured or message individual, residential local exchange dial access line offered through the provisions of this article and that provides for an allowance for usage not to exceed $2 in value.(d) \"Usage\" means the local exchange service and the long distance service provided by the eligible telecommunications carrier furnishing the tel-assistance service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-3",
      "number": "24-2C-3.",
      "heading": "Monthly rate set by Public Service Commission; prohibited and permissible charges",
      "text": "(a) The monthly rate for tel-assistance service shall be set initially by the commission at the lower of: (1) The lowest priced service available to the consumer at the time of his or her application; or (2) $7.50. All",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-4",
      "number": "24-2C-4.",
      "heading": "Availability of tel-assistance service; determination of eligibility; promulgation of rules",
      "text": "(a) All eligible telecommunications carriers shall make tel-assistance services available to qualified low-income consumers pursuant to tariffs or agreements filed with and approved by the Public Service Comm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-5",
      "number": "24-2C-5.",
      "heading": "Recovery of revenue deficiencies",
      "text": "(a) In order to provide the special reduced rate mandated by section one of this article and still maintain the integrity of the earnings of the eligible telecommunications carriers offering tel-assistance service, the commission shall determine, upon application by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2d-1",
      "number": "24-2D-1.",
      "heading": "Legislative findings.The Legislature finds that there is growing concern about the environment and our state's and nation's dependence on foreign oil",
      "text": "The Legislature further finds that this state has an abundant supply of alternative fuels and an extensive supply network, and that by encouraging the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2d-2",
      "number": "24-2D-2.",
      "heading": "Incentives for use of alternative fuels in new technologies",
      "text": "(a) For purposes of this article, \"alternative fuel\" shall mean natural gas, methanol, propane, and electricity, and \"alternative fuel vehicles\" shall mean motor vehicles whose primary source of fuel is natural gas, methanol, propane, or el",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2d-3",
      "number": "24-2D-3.",
      "heading": "Limitation on commission jurisdiction over sales by nonutilities of alternative fuel for certain purposes, limitations on jurisdiction for temporary electric charging of alternative fuel motor vehicles",
      "text": "(a) Notwithstanding any provision of this chapter to the contrary, the Public Service Commission s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2e-1",
      "number": "24-2E-1.",
      "heading": "Transfer of phone service providers",
      "text": "(a) No telephone public utility may submit a change on behalf of a subscriber in the subscriber's selection of a provider of telephone service, except in accordance with the requirements of this section and the rules adopted by the Public Service Commission.(1) Th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2e-2",
      "number": "24-2E-2.",
      "heading": "Telephone services agreements.(a) Limitation on termination fees",
      "text": "-- On and after the effective date of this section, no telephone public utility may, in connection with its continued provision of landline telephone service pursuant to an automatic renewal provision contained in a customer service a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-1repealed",
      "number": "24-2F-1.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-1",
      "number": "24-2F-1",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-2repealed",
      "number": "24-2F-2.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-2",
      "number": "24-2F-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-3repealed",
      "number": "24-2F-3.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-3",
      "number": "24-2F-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-4repealed",
      "number": "24-2F-4.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-4",
      "number": "24-2F-4",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-5repealed",
      "number": "24-2F-5.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-5",
      "number": "24-2F-5",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-6repealed",
      "number": "24-2F-6.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-6",
      "number": "24-2F-6",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-7repealed",
      "number": "24-2F-7.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-7",
      "number": "24-2F-7",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-8",
      "number": "24-2F-8.",
      "heading": "Net metering and interconnection standards",
      "text": "(a) \"Net metering\" means measuring the difference between electricity supplied by an electric utility and electricity generated from a facility owned or leased and operated by a customer generator when any portion of the electricity generated from the facil",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-9repealed",
      "number": "24-2F-9.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-9",
      "number": "24-2F-9",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-10repealed",
      "number": "24-2F-10.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-10",
      "number": "24-2F-10",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-11repealed",
      "number": "24-2F-11.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-11",
      "number": "24-2F-11",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-12repealed",
      "number": "24-2F-12.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 55.",
      "text": "Acts, 2015 Reg. Sess., Ch. 55.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2f-12",
      "number": "24-2F-12",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2g-1",
      "number": "24-2G-1.",
      "heading": "Public water utilities required to install monitor for contaminants",
      "text": "All public water utilities that provide water to more than one hundred thousand customers, including public service districts providing water service and municipally owned and operated utilities, subject to the requirements and limi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2g-2",
      "number": "24-2G-2.",
      "heading": "Requirements.(a) Each public water utility, public service district or municipal water system, as set forth in section one of this article, shall provide testing for contamination of its water supply by the following contaminants:(1) Salts or ions;(2) Metals, including heavy metals;(3) Polar organic",
      "text": "Requirements.(a) Each public water utility, public service district or municipal water system, as set forth in section one of this article, shall provide testing for contamination of its water supply by the following contaminants:(1) Salts or ions;(2) Metals, including heavy metals;(3) Polar organic compounds;(4) Nonpolar organic compounds;(5) Volatile compounds, oils and other hydrocarbons;(6) Pesticides; and(7) Biotoxins.(b) Each public water utility is empowered to determine at its discretion which of the contaminants listed in subsection (a) of this section are most likely to contaminate its water supply, and shall provide a monitoring system which shall detect the three of the listed contaminants deemed most likely to affect that water system: Provided, That each public water utility shall file its list with the commission: Provided, however, That any public water system serving over one hundred thousand customers from any one treatment plant is requested to test for all listed contaminants at each treatment plant: Provided further, That if technology to adequately detect contaminants as required by this section proves to be not feasible to implement, the public water utility shall report by January 1, 2015, such to the Joint Committee on Government and Finance with the reasons why such technology is not feasible to obtain or use, and suggest alternatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-1",
      "number": "24-3-1.",
      "heading": "Adequate facilities; safety appliances; reasonable rates; railroad switch connections; discontinuing service",
      "text": "Every public utility subject to this chapter shall establish and maintain adequate and suitable facilities, safety appliances or other suitable devices, and shall perform such service in resp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-1a",
      "number": "24-3-1a.",
      "heading": "Definitions; telemetry systems required",
      "text": "(a) As used in this article:(1) \"Head end device\" means a device located on the lead locomotive of a railroad train designed to receive information from the rear end device. It may also be used to transmit information to the rear end device;(2) \"Mainline\" mean",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-1b",
      "number": "24-3-1b.",
      "heading": "Locomotive power units; helper units; one person crew prohibited; engineer requirement; restrictions on selection of crew; definitions; promulgation of rules",
      "text": "(a) Except for operation in its yards or terminals, and except where a train is being moved as an actual movement into or from another state n",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-2",
      "number": "24-3-2.",
      "heading": "Discrimination prohibited.No public utility subject to the provisions of this chapter shall, directly or indirectly, by any special rate, rebate, drawback or other device or method, charge, demand, collect or receive from any person, firm or corporation, a greater or less compensation, for any servi",
      "text": "Discrimination prohibited.No public utility subject to the provisions of this chapter shall, directly or indirectly, by any special rate, rebate, drawback or other device or method, charge, demand, collect or receive from any person, firm or corporation, a greater or less compensation, for any service rendered or to be rendered, than it charges, demands, collects, or receives from any other person, firm or corporation for doing a like and contemporaneous service under the same or substantially similar circumstances and conditions.It shall be unlawful for any public utility subject to the provisions of this chapter to make or give any undue or unreasonable preference or advantage to any particular person, company, firm, corporation or locality, or any particular character of traffic or service, in any respect whatsoever, or to subject any particular person, firm, corporation, company or locality, or any particular character of traffic or service, to any undue or unreasonable prejudice or disadvantage in any respect whatsoever.Nothing in this section shall be construed to prevent the commission from:(a) Authorizing or requiring any rate design consistent with the purposes and policies set forth in §24-2A-1 et seq. of this code; or(b) Authorizing a private water, sewer, or combined water and sewer utility to voluntarily implement a rate design featuring reduced rates and charges for service to qualifying low-income residential customers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-3",
      "number": "24-3-3.",
      "heading": "Connecting carriers generally; sharing use of terminals; discrimination by railroad main lines against tap, etc",
      "text": ", lines.All common carriers subject to this chapter shall, according to their respective powers, afford all reasonable, proper and equal facilities for the interchange of traffic between t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-3a",
      "number": "24-3-3a.",
      "heading": "Gas utility pipelines declared as common carriers; commission approval of certain transportation",
      "text": "(a) As used in this section or in section eleven, article two of this chapter:(1) \"Intrastate pipeline\" means (i) any utility or (ii) any other person, firm or corporation engaged in natural gas transpor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-3brepealed",
      "number": "24-3-3b.Repealed",
      "heading": "Acts, 2014 Reg. Sess., Ch. 152.",
      "text": "Acts, 2014 Reg. Sess., Ch. 152.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-3b",
      "number": "24-3-3b",
      "heading": "",
      "text": "§24-3-3b.\n\nRepealed.\n\nActs, 2014 Reg. Sess., Ch. 152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/west-virginia/chapter-24/article-3/section-24-3-3b/"
    },
    {
      "id": "section-24-3-4",
      "number": "24-3-4.",
      "heading": "Free transportation and passes; reduced rates; exchange of services and privileges",
      "text": "Nothing in this chapter shall be construed to prevent any common carrier from furnishing free transportation to its officers, attorneys, agents and employees, and their families, and like free transportation to the of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-5",
      "number": "24-3-5.",
      "heading": "Schedule of rates to be filed with commission",
      "text": "Every public utility shall file with the commission, and keep open to public inspection, schedules showing all the rates, charges and tolls for service to be rendered by it or by other persons, firms or corporations in connection with it: Provided, That",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-6",
      "number": "24-3-6.",
      "heading": "Special license fee;\"Public Service Commission fund",
      "text": "\"(a) All public utilities subject to the provisions of this chapter shall pay a special license fee in addition to those now required by law. The amount of such fees shall be fixed by the Public Service Commission and such fee shall not exceed 10¢",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-7",
      "number": "24-3-7.",
      "heading": "Permit to abandon service; certificate; hearing upon intervention by consumer advocate; alternative service; recouping costs of converting customers",
      "text": "(a) No railroad or other public utility shall abandon all or any portion of its service to the public or the operation of any of its lines which would",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-8",
      "number": "24-3-8.",
      "heading": "Deposits; interest.(a) No public utility shall require any deposit of any residential customer which shall exceed one twelfth of the estimated annual charge to the customer for such service:Provided, That the provisions of this section shall not apply to deposits received prior to March 12, 1983",
      "text": "(b)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-9",
      "number": "24-3-9.",
      "heading": "Easement and right-of-way.A public utility may not acquire an easement or right-of-way unless the deed or other instrument granting or reserving the easement or right-of-way describes the property in accordance with the requirements of section five-a, article three, chapter thirty-six of this code",
      "text": "Easement and right-of-way.A public utility may not acquire an easement or right-of-way unless the deed or other instrument granting or reserving the easement or right-of-way describes the property in accordance with the requirements of section five-a, article three, chapter thirty-six of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-3-10",
      "number": "24-3-10.",
      "heading": "Termination of water service for delinquent sewer or stormwater bills",
      "text": "(a) In the event that any publicly or privately owned utility, city, incorporated town, municipal corporation, or public service district owns and operates either water facilities or sewer facilities, and a privately owned public",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-1",
      "number": "24-4-1.",
      "heading": "General penalties for violating provisions of this chapter",
      "text": "Every officer, agent, employee, or stockholder of any public utility subject to the provisions of this chapter, and every patron, passenger, shipper or consignee, or other person, who shall violate any provision of this chapter, or who procu",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-2",
      "number": "24-4-2.",
      "heading": "Penalty for falsifying, destroying or altering entries and for making false statements",
      "text": "Any person, officer, agent or employee of any public utility subject to this chapter who shall knowingly or wilfully make any false entries in the accounts, account books, records or memoranda kept by any public u",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-3",
      "number": "24-4-3.",
      "heading": "Additional penalties for violating certain orders of commission",
      "text": "If any public utility or other person shall fail or refuse to comply with the order of the commission under sections three, seven or nine respectively of article two, such public utility or other person shall, in addition to the other p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-4",
      "number": "24-4-4.",
      "heading": "Penalty for violating orders of commission for which no other penalty is provided",
      "text": "If any person, firm, corporation or officer of a corporation subject to the provisions of this chapter shall fail or refuse to comply with any requirement of the commission hereunder, for which a penalty has not been h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-5",
      "number": "24-4-5.",
      "heading": "Violation of commission's orders as contempt punishable by commission",
      "text": "Any person or public utility who shall violate any of the orders or findings of the commission shall be guilty of contempt, and the commission shall have the same power to punish therefor as is now conferred on the circuit court,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-6",
      "number": "24-4-6.",
      "heading": "Procedure before commission as to violations",
      "text": "Any person, firm, association of persons, corporation, municipality or county, complaining of anything done or omitted to be done by any public utility subject to this chapter, in contravention of the provisions thereof, or any duty owing by it under the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-7",
      "number": "24-4-7.",
      "heading": "Damages recoverable for violations",
      "text": "Any person, firm or corporation claiming to be damaged by any violation of this chapter by any public utility subject to the provisions of this chapter, may make complaint to the commission, as provided herein, and bring suit in his own behalf for the recovery of t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-4-8",
      "number": "24-4-8.",
      "heading": "What constitutes separate violation",
      "text": "Every day during which any person, firm or corporation, or any officer, agent or employee thereof, shall fail to observe and comply with any order or direction of the commission, or to perform any duty enjoined by this chapter, shall constitute a separate and dist",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-5-1",
      "number": "24-5-1.",
      "heading": "Review of final orders of commission",
      "text": "Any party feeling aggrieved by the entry of a final order by the commission, affecting him or it, may present a petition in writing to the Supreme Court of Appeals, or to a judge thereof in vacation, within thirty days after the entry of such order, praying for t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-1",
      "number": "24-6-1.",
      "heading": "Legislative findings.The Legislature hereby finds and declares that it is in the public interest to shorten the time required for a citizen to request and receive emergency aid",
      "text": "There are hundreds of different emergency phone numbers throughout the state. Present telephone exchange boundaries and ce",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-1a",
      "number": "24-6-1a.",
      "heading": "Municipal emergency telephone systems",
      "text": "Effective April 1, one thousand nine hundred eighty-eight, and thereafter, the provisions of this article shall also be applicable to municipalities of this state. Where the provisions of this article refer to the word \"county\" or \"counties,\" henceforth such ref",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-2",
      "number": "24-6-2.",
      "heading": "Definitions.As used in this article, unless the context clearly requires a different meaning:“Automatic location identification” or “ALI” means a telecommunications network capability that enables the automatic display of information defining the geographical location of the telephone used to place ",
      "text": "Definitions.As used in this article, unless the context clearly requires a different meaning:“Automatic location identification” or “ALI” means a telecommunications network capability that enables the automatic display of information defining the geographical location of the telephone used to place a wireless enhanced 911 call.“Automatic number identification” or “ANI” means a telecommunications network capability that enables the automatic display of the telephone number used to place a wireless enhanced 911 call.“Commercial mobile radio service provider” or “CMRS provider” means cellular licensees, broadband personal communications services (PCS) licensees and specialized mobile radio (SMR) providers, as those terms are defined by the Federal Communications Commission, which offer on a post-paid or prepaid basis or via a combination of those two methods, real-time, two-way switched voice service that is interconnected with the public switched network and includes resellers of any commercial mobile radio service.“County answering point” or “public safety answering point” or “PSAP” means a facility to which 911 calls are initially routed for response and where county personnel respond to specific requests for emergency service by directly dispatching the appropriate emergency service provider, relaying a message to the appropriate provider or transferring the call to the appropriate provider.“Emergency services organization” means the organization established under article five, chapter fifteen of this code.“Emergency service provider” means any emergency services organization or public safety unit.“Emergency telecommunicator” means a professional telecommunicator meeting the training requirements set forth in §24-6-5 and is a first responder tasked with the gathering of information related to medical emergencies, the provision of assistance and instructions by voice, prior to the arrival of emergency medical services (EMS), and the dispatching and support of EMS resources responding to an emergency call.“Emergency telephone system” means a telephone system which through normal telephone service facilities automatically connects a person dialing the primary emergency telephone number to an established public agency answering point, but does not include an enhanced emergency telephone system.“Emergency services IP network” or “ESInet” means a shared public safety agency-managed Internet-Protocol (IP) network that:(A) Is used for emergency services communications;(B) Provides an IP transport infrastructure that is capable of carrying voice and data and that supports NG911 service core functions such as routing and location validation of emergency service requests; and(C) Is engineered, managed, and intended to support emergency public safety communications and 911 service.“Enhanced emergency telephone system” or “enhanced 911 service” means a telephone system which automatically connects the person dialing 911 to the appropriate county answering point with ALI and ANI data.“Next Generation 911” or “NG911” means a service that:(A) Consists of coordinated intrastate 911 IP networks serving residents of West Virginia with the routing of emergency service requests, by voice or data, across public safety ESInets;(B) Automatically directs 911 emergency telephone calls and other emergency service requests in data formats to the appropriate PSAP by routing using geographical information system data;(C) Provides for ALI and ANI features; and(D) Interconnects with enhanced 911 service.“Prepaid wireless calling service” means prepaid wireless calling service as defined in §11-15-2 of this code.“Public agency” means the state and any municipality, county, public district or public authority which provides or has authority to provide firefighting, police, ambulance, medical, rescue or other emergency services.“Public safety unit” means a functional division of a public agency which provides firefighting, police, medical, rescue or other emergency services.“Telephone company” means any public utility and any CMRS provider which is engaged in the provision of telephone service whether primarily by means of wire or wireless facilities.“Comprehensive plan” means a plan pertaining to the installing, modifying or replacing of telephone switching equipment; a telephone utility’s response in a timely manner to requests for emergency telephone service by a public agency; a telephone utility’s responsibility to report to the Public Service Commission; charges and tariffs for the services and facilities provided by a telephone utility; and access to an emergency telephone system by emergency service organizations.“Technical and operational standards” means those standards of telephone equipment and processes necessary for the implementation of the comprehensive plan as defined in subdivision (11) of this subsection.“VoIP service” means interconnected voice over Internet protocol service as defined in the code of Federal Regulations, Title 47, Part 9, section 9.3, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-3",
      "number": "24-6-3.",
      "heading": "Adoption of emergency telephone system plan",
      "text": "(a) The Public Service Commission shall develop, adopt, and periodically review a comprehensive plan establishing the technical and operational standards to be followed in establishing and maintaining emergency telephone systems and enhanced emergency tele",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-4",
      "number": "24-6-4.",
      "heading": "Creation of emergency telephone systems",
      "text": "(a) Upon the adoption by the Public Service Commission of a comprehensive plan, the public agency may establish, consistent with the comprehensive plan, an emergency telephone system within its jurisdiction. Nothing contained in this section shall be construed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-5",
      "number": "24-6-5.",
      "heading": "Enhanced emergency telephone system requirements",
      "text": "NOTE: West Virginia Code §24-6-5 was amended by two bills passed during the 2020 Regular Session of the Legislature. When two acts of the Legislature amend the same section of the Code without express recognition in the bill of the action of the other",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-6",
      "number": "24-6-6.",
      "heading": "Enhanced emergency telephone system proposed requirement",
      "text": "(a) If a county commission decides to adopt an enhanced emergency services telephone system it shall first prepare a proposal on the implementation of the system and shall hold a public meeting on the proposal to explain the system and receive",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-6a",
      "number": "24-6-6a.",
      "heading": "Alternate procedure for proposal by the department of public safety",
      "text": "(a) In any county or counties which have areas thereof not receiving service from an enhanced emergency services telephone system, the department of public safety may prepare a proposal on the implementation of such a system and may",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-6b",
      "number": "24-6-6b.",
      "heading": "Wireless enhanced 911 fee; public safety wireless fee; wireless tower fee",
      "text": "(a) All CMRS providers as defined in §24-6-2 of this code shall, on a monthly basis or otherwise for good cause and as directed by order of the Public Service Commission, collect from each of their in-state two-way service sub",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-7",
      "number": "24-6-7.",
      "heading": "Resolution of conflicts.In the event that a conflict arises between county commissions, between telephone companies, between a telephone company or companies and a county commission or commissions, or between the department of public safety and any of the foregoing entities concerning an emergency t",
      "text": "Resolution of conflicts.In the event that a conflict arises between county commissions, between telephone companies, between a telephone company or companies and a county commission or commissions, or between the department of public safety and any of the foregoing entities concerning an emergency telephone system or systems or an enhanced emergency telephone system or systems, the Public Service Commission, upon application by such county commission, telephone company or department of public safety, shall resolve such conflict. The resolution of such conflict may include the modification or suspension of any final plan adopted pursuant to section six or six-a of this article or the ordering of the centralization of emergency telephone systems and enhanced emergency telephone systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-8",
      "number": "24-6-8.",
      "heading": "Limitation of liability.A public agency or a telephone company participating in an emergency telephone system or a county which has established an enhanced emergency telephone system, and any officer, agent or employee of the public agency, telephone company or county is not liable for damages in a ",
      "text": "Limitation of liability.A public agency or a telephone company participating in an emergency telephone system or a county which has established an enhanced emergency telephone system, and any officer, agent or employee of the public agency, telephone company or county is not liable for damages in a civil action for injuries, death or loss to persons or property arising from any act or omission, except willful or wanton misconduct, in connection with developing, adopting or approving any final plan or any agreement made pursuant to this article, or otherwise bringing into operation or participating in the operation of an emergency telephone system or an enhanced emergency telephone system pursuant to this article.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-9",
      "number": "24-6-9.",
      "heading": "Prohibitions and penalty.(a) No person may knowingly use the telephone number of an emergency telephone system or enhanced emergency telephone system to report an emergency if he or she knows that no such emergency exists",
      "text": "(b) No person may disclose or use, for any purpose other than for an emergency",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-10",
      "number": "24-6-10.",
      "heading": "Prohibition against using \"911\" in company name",
      "text": "No person or organization of any kind may use \"911\" or such other numbers which are similar and calculated to deceive the public as representing \"911\" services in their name unless the person or organization is authorized to provide emergency telephone",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-11",
      "number": "24-6-11.",
      "heading": "Confidentiality of proprietary information",
      "text": "In recognition of the fact that information pertaining to numbers of customers and revenues collected by the CMRS providers is obtained and maintained in a competitive environment and that information pertaining to the providers' subscribers could be used t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-12",
      "number": "24-6-12.",
      "heading": "Dispatching of towing services for emergency towing of vehicles; exceptions",
      "text": "(a) Every three years, the county commission of each county or the municipality operating an emergency telephone system or an enhanced emergency telephone system shall, in consultation with all public safety units, public ag",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-13",
      "number": "24-6-13.",
      "heading": "Confidentiality of certain calls to county answering points and records; retention of records",
      "text": "(a) Except as provided by the provisions of this section, calls for emergency service to a county answering point are not confidential. All calls for emergency service reporting alleged criminal conduct whi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-14",
      "number": "24-6-14.",
      "heading": "Notification of mining accidents",
      "text": "Each county answering point that receives a call reporting an accident in or about any mine shall immediately route the call to the Mine and Industrial Accident Emergency Operations Center created pursuant to section two, article five-a, chapter fifteen of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-7-1",
      "number": "24-7-1.",
      "heading": "Legislative findings; commission authorized to acquire headquarters",
      "text": "(a) The Legislature hereby finds that the Public Service Commission's present physical facilities impede the efficient operation of the commission in that many offices are severely overcrowded, several divisions are physically isola",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-7-2",
      "number": "24-7-2.",
      "heading": "Exclusive authority for purchase of headquarters",
      "text": "The authority granted to the Public Service Commission in section one is made notwithstanding other provisions of law relating to the authority of the State of West Virginia, or its agencies, departments, boards and commissions, to contract to acquire",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-7-3",
      "number": "24-7-3.",
      "heading": "Management and control of Public Service Commission headquarters building",
      "text": "Notwithstanding the provisions of section eleven, article six, chapter five of this code, the commission shall properly maintain, repair, manage, operate and control the Public Service Commission headquarters building, and may",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-7-4",
      "number": "24-7-4.",
      "heading": "Legislative findings; authority to acquire further properties",
      "text": "(a) The Legislature hereby finds that the Public Service Commission should be authorized to acquire and manage further properties contiguous with its existing property at 201 Brooks street in Charleston, West Virginia, and to make improve",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-8-1",
      "number": "24-8-1.",
      "heading": "Legislative findings.The Legislature finds that it is in the best interest of the citizens of West Virginia to implement the universally, free access telephone number \"211\" made available by the federal communications commission for states to develop an information and referral source for human and ",
      "text": "Legislative findings.The Legislature finds that it is in the best interest of the citizens of West Virginia to implement the universally, free access telephone number \"211\" made available by the federal communications commission for states to develop an information and referral source for human and social services. The \"211\" system will provide a vital resource to the citizens of West Virginia for social and human service information and referral by providing a critical connection between individuals and families in need and the appropriate community-based organizations and government agencies.The Legislature further finds that implementing the \"211\" information and referral system will serve as a centralized resource for human and social service professionals, medical personnel, government agencies and charitable organizations by providing a full spectrum of service options to the citizens of West Virginia. The \"211\" system will also serve as a centralized point in times of natural disasters or national emergencies by providing access to information for the coordination of relief.Therefore, the Legislature authorizes and directs the Public Service Commission to implement the \"211\" information and referral system in accordance with the recommendations of the Public Service Commissions' appointed task force as reported to the Legislature.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-8-2",
      "number": "24-8-2.",
      "heading": "Rule-making authority.The Public Service Commission shall propose rules for legislative promulgation in accordance with article three, chapter twenty-nine-a of this code regarding the implementation and administration of this system",
      "text": "From the effective date of this section until the date of the prom",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1n",
      "number": "24-2-1n.",
      "heading": "West Virginia Business Ready Sites Program",
      "text": "(a) The Legislature finds and declares that:(1) Presently, West Virginia’s available industrial sites lack competitiveness with industrial sites in surrounding states due in part to the lack of presently constructed, adequate utility infrastructure serving",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1o",
      "number": "24-2-1o.",
      "heading": "Renewable energy facilities program",
      "text": "(a) The Legislature finds and declares that:(1) West Virginia is rich in energy resources, which provide many advantages to the state, its economy and its citizens;(2) West Virginia’s abundant mineral reserves have created, and will continue to create, many benefi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1p",
      "number": "24-2-1p.",
      "heading": "Middle-Mile Fiber Broadband Infrastructure Expansion Program",
      "text": "(a) Legislative findings. The Legislature finds:(1) That access to broadband services is of critical importance to and a necessary prerequisite for enabling economic development in the state and for improving education, health care, public",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-20",
      "number": "24-2-20.",
      "heading": "Direct use of natural gas.(a) The Legislature hereby finds that:(1) Consumers of natural gas with an annual gas usage of at least 100 million cubic feet are sophisticated users of natural gas capable of choosing their source of natural gas supply;(2) The Federal Energy Regulatory Commission has appr",
      "text": "Direct use of natural gas.(a) The Legislature hereby finds that:(1) Consumers of natural gas with an annual gas usage of at least 100 million cubic feet are sophisticated users of natural gas capable of choosing their source of natural gas supply;(2) The Federal Energy Regulatory Commission has approved bypass of local utilities and permitted construction of interstate pipeline facilities to serve end use customers;(3) The production and use of West Virginia natural gas in West Virginia will provide jobs for West Virginians, generate additional income and property taxes for our governments and our law and regulations should not impede use of West Virginia gas in West Virginia;(4) The ability of large natural gas users to choose among gas suppliers without regulatory supervision will save economic resources, foster competition in this state, and may induce new businesses to locate in West Virginia and employ West Virginians; and(5) Commission approval of natural gas service is unnecessary for consumers of natural gas with an annual gas usage of at least 100 million cubic feet.(b) Notwithstanding any other provision of this code to the contrary, any person, entity, or a facility that has not previously been a natural gas utility customer and has a projected annual natural gas usage in West Virginia of at least 100 million cubic feet annually may receive natural gas service from any person, corporation, limited liability company, or other entity without the permission, consent, review, or input of the commission if the using person or entity notifies the utility providing natural gas service in the area of use of its intent to receive service from a nonutility and certifies to the commission that: (i) The utility has been notified; (ii) its projected annual gas usage will be at least 100 million cubic feet per year; (iii) it desires to receive natural gas from a supplier other than a public utility; (iv) it will receive natural gas produced in West Virginia; and (v) the name and West Virginia tax identification number of the supplier or suppliers are identified in the certification:Provided, That the natural gas provider bills the customer and the customer pays for at least 100 million cubic feet during each full calendar year after the utility has been notified, except in the event one or both of the contracting parties experiences a force majeure event or a condition beyond their reasonable control.(c) Notwithstanding any other provision of this code to the contrary, no person, corporation, limited liability company, or other entity shall be or become a public utility, intrastate pipeline, common carrier, or otherwise subject to the jurisdiction of the commission from or in connection with purchasing, using, selling, giving, buying, providing, transporting to or from, or otherwise supplying or using natural gas pursuant to subsection (b) of this section:Provided, That this subsection shall not prevent or impede the commission’s safety regulation of natural gas pipelines pursuant to chapter 24B of this code.(d) If a utility has an obligation to offer or provide service to an end user who elects its own supply pursuant to this section, the obligation shall terminate upon the commission’s receipt of a certification provided by this section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-1",
      "number": "24-2H-1.",
      "heading": "Short title.This article shall be known and cited as the Distressed and Failing Utilities Improvement Act.",
      "text": "Short title.This article shall be known and cited as the Distressed and Failing Utilities Improvement Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-2",
      "number": "24-2H-2.",
      "heading": "Legislative findings.(a) The provision of safe drinking water and the collection and treatment of wastewater has resulted in a drastic reduction in the incidence of disease, increase in life expectancy, and other major public health advancements",
      "text": "(b) Development of water and wastewater infrastructure",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-3",
      "number": "24-2H-3.",
      "heading": "Definitions.(a) A “distressed utility” is a water or wastewater utility that, for financial, operational, or managerial reasons:(1) (A) Is in continual violation of statutory or regulatory standards of the Bureau for Public Health, the Department of Environmental Protection, or the commission, which",
      "text": "Definitions.(a) A “distressed utility” is a water or wastewater utility that, for financial, operational, or managerial reasons:(1) (A) Is in continual violation of statutory or regulatory standards of the Bureau for Public Health, the Department of Environmental Protection, or the commission, which affect the water quality, safety, adequacy, efficiency, or reasonableness of the service provided by the water or wastewater utility;(B) Fails to comply within a reasonable period of time with any final, nonappealable order of the Department of Environmental Protection, Bureau for Public Health, or the commission concerning the safety, adequacy, efficiency, or reasonableness of service, including, but not limited to, the availability of water, the potability of water, the palatability of water, or the provision of water at adequate volume and pressure, and the collection and treatment of wastewater;(2) Is no longer able to provide adequate, efficient, safe, and reasonable utility services; or(3) Fails to timely pay some or all of its financial obligations, including, but not limited to, its federal and state tax obligations and its bond payments to the West Virginia Water Development Authority, the United States Department of Agriculture, or other bondholders; fails to maintain its debt service reserve; or fails to submit an audit as required by its bond or loan documents or state law.(b) “Failing water or wastewater utility” means a public utility that:Meets the definition of a distressed water or wastewater utility, and either:(A) Has not, after a reasonable time period, been stabilized and improved by corrective measures put in place under §24-2H-7 of this code; or(B) Has had the requirements of §24-2H-7 of this code suspended for good cause shown by an order of the commission.(c) “Capable proximate water or wastewater utility” means a public utility which regularly provides adequate, safe, and reasonable service of the same type as the distressed utility and is situated close enough to the facilities of a distressed utility that operational management is reasonable, financially viable, and nonadverse to the interests of the current customers of the nondistressed utility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-4",
      "number": "24-2H-4.",
      "heading": "Preparation of list of potentially unstable water and wastewater utilities",
      "text": "Annually, at least by November 1, the commission shall prepare a list of water and wastewater utilities that appear to be financially unstable by reviewing annual reports, rate case filings and other financial data available",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-5",
      "number": "24-2H-5.",
      "heading": "Determination of whether a utility qualifies as a “distressed utility”, “failing utility”, or a “capable proximate utility”",
      "text": "(a) In determining whether a utility is distressed or failing, the commission shall consider the following factors:(1) The financial, managerial, and technical ability of the u",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-6",
      "number": "24-2H-6.",
      "heading": "Notice to distressed or failing utility and formal proceeding",
      "text": "(a) A proceeding under this article may be initiated by the commission on its own motion, or by the staff of the commission, or any other person or entity having a legal interest in the financial, managerial, or operational condition of t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-7",
      "number": "24-2H-7.",
      "heading": "Commission order for acquisition of failing utility; list of distressed and failing utilities to Legislature",
      "text": "(a) Following the evidentiary hearing, the commission shall enter a final order stating whether the utility is a distressed or failing utility and identifying the capable proximate utilities,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-8",
      "number": "24-2H-8.",
      "heading": "Commission approval of operating agreement, acquisition price; rates for distressed and failing utilities; improvement plan; debt obligations; cost recovery",
      "text": "(a) After an order has been entered pursuant to §24-2H-7 of this code, the distressed utility and another acquiring public utility shall file a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2h-9",
      "number": "24-2H-9.",
      "heading": "Recovery of costs for acquisition, operation, repairs and improvements to distressed or failing utility facilities",
      "text": "The commission may approve an appropriate and reasonable cost recovery mechanism to allow the capable proximate utility to recover its acquisition costs and projected cost of service of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4g",
      "number": "24-2-4g.",
      "heading": "Establishing the value of utility assets in the context of the acquisition of a utility or utility assets and providing for the combination or allocation of water and wastewater revenue requirements",
      "text": "(a) The Legislature finds that:(1) Many West Virginia publicly owned municipal, public service distri",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-1c",
      "number": "24-1-1c.",
      "heading": "Legislative findings.The Legislature finds:(1) Helping retail electric customers invest in and install solar photovoltaic energy facilities of their choice on their properties is in the public interest;(2) Free-market financing may provide more customers with opportunities to install solar photovolt",
      "text": "Legislative findings.The Legislature finds:(1) Helping retail electric customers invest in and install solar photovoltaic energy facilities of their choice on their properties is in the public interest;(2) Free-market financing may provide more customers with opportunities to install solar photovoltaic energy facilities;(3) Installation of solar photovoltaic energy facilities will stabilize long-term energy costs making the state more attractive for industry and commercial investment;(4) Financing arrangements, including those in which payments are based on the performance and output of the solar photovoltaic energy facility installed on the property of a retail electric customer, will help reduce or eliminate upfront costs involved in the investments and installation by the customers; and(5) Individuals and entities which offer or receive these types of financing arrangements should not be considered or treated as public utilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-1-1d",
      "number": "24-1-1d.",
      "heading": "Additional Legislative findings related to the coal industry",
      "text": "The Legislature finds that:(1) Over 600 coal-fired electric units nationally have been forced to close;(2) Eighteen coal-fired electric units within West Virginia’s borders have been forced to close;(3) Markets for West Virginia coal have",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1q",
      "number": "24-2-1q.",
      "heading": "Base fuel coal supply requirements for electric grid resiliency",
      "text": "Recognizing that coal inventories at coal-fired power plants may increase and decrease over time, in order to ensure grid resiliency and homeland security, each generating public utility shall plan incoming and outgoing coal so as to ma",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-21",
      "number": "24-2-21.",
      "heading": "Required notice for power plant closure or sale",
      "text": "(a) The Legislature hereby finds that:(1) Coal-fired power plants owned by public electric utilities in West Virginia provide electric utility customers in the state with reliable and affordable energy;(2) West Virginia’s access to coal reserves has pr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2e-3",
      "number": "24-2E-3.",
      "heading": "Telephone conduit; prohibition; rulemaking",
      "text": "(a) A telephone public utility may not prohibit, either by contract or service tariff, a customer who has provided conduit or other underground construction provided at the customer’s expense from using the conduit or other underground construction for purp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-6-15",
      "number": "24-6-15.",
      "heading": "Commission to implement NG911 in West Virginia",
      "text": "(a)Legislative findings. — (1) The Legislature finds that:(A) Communication technology has substantially outpaced the legacy communication technology presently utilized by most public safety answering points in the State of West Virginia;(B) The lack of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-21a",
      "number": "24-2-21a.",
      "heading": "Commission authority required when closing an electric generating plant and circumstances of closure in another jurisdiction",
      "text": "(a) A public electric utility may not retire, abandon, close, or otherwise permanently render incapable of operating, any electric generating plant or unit without the prior c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-4h",
      "number": "24-2-4h.",
      "heading": "Utility consumer rate relief bonds",
      "text": "(a) Legislative findings. — The Legislature hereby finds and declares as follows:(1) That alternative financing mechanisms, as authorized in §24-2-4e and §22-2-4f of this code have heretofore been narrow exceptions to the general rate-making mechanisms available to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2i-1",
      "number": "24-2I-1.",
      "heading": "Title.This article shall be known as \"Hydrogen Power Task Force Act\".",
      "text": "Title.This article shall be known as \"Hydrogen Power Task Force Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2i-2",
      "number": "24-2I-2.",
      "heading": "Establishment of the task force",
      "text": "(a) There is hereby established a task force to study hydrogen-fueled energy in West Virginia's economy and energy infrastructure. Such study shall include, without limitation:(1) A review of regulations and legislation needed to guide the development and achievement",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-1r",
      "number": "24-2-1r.",
      "heading": "Authority of commission to adopt and enforce water hydrant practices",
      "text": "The Legislature finds that it is in the public interest of the citizens of West Virginia for public water utilities to follow the National Fire Protection Association's Recommended Practice for Fire Flow Testing and Marking of Hydr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2-22",
      "number": "24-2-22.",
      "heading": "Service outage communication plans",
      "text": "(a) Each utility shall have an outage communication plan in place to notify customers of any planned and any unexpected disruption of utility services. Such outage communication plan shall, at a minimum, include a methodology for advance notification to all affecte",
      "history": "",
      "source_url": ""
    }
  ]
}