{
  "state": "south-dakota",
  "path": "title-title-37-trade-regulation/chapter-chapter-22a-vehicle-scales",
  "sections": [
    {
      "id": "section-37-22a-1",
      "number": "37-22A-1",
      "heading": "Definitions.Section 37-22A-1.1 - Ticket printer required on scales used in commercial trade",
      "text": "Section 37-22A-2 - Exemption of scales previously in use.Section 37-22A-3 - Contents and form of scale tickets--Distribution of copies.Section 37-22A-4 - Correction of errors in scale tickets.Section 37-22A-5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37-22a-11",
      "number": "37-22A-1.1",
      "heading": "Ticket printer required on scales used in commercial trade.",
      "text": "37-22A-1.1. Ticket printer required on scales used in commercial trade.\n\nAll vehicle scales used in commercial trade shall be equipped with a type-registering weighbeam or a dial with a mechanical ticket printer, or a similar device capable of printing or stamping the weight values on scale tickets.\n\nSource:SL 1970, ch 221, §1; SDCL §37-22A-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-37/chapter-22a/section-37-22a-1-1/"
    },
    {
      "id": "section-37-22a-2",
      "number": "37-22A-2",
      "heading": "Exemption of scales previously in use.",
      "text": "37-22A-2. Exemption of scales previously in use.\n\nThe provisions of this chapter shall not apply to any vehicle scale used in commercial trade prior to July 1, 1970.\n\nSource:SL 1970, ch 221, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-37/chapter-22a/section-37-22a-2/"
    },
    {
      "id": "section-37-22a-3",
      "number": "37-22A-3",
      "heading": "Contents and form of scale tickets--Distribution of copies.",
      "text": "37-22A-3. Contents and form of scale tickets--Distribution of copies.\n\nEach scale ticket issued by vehicle scales used in commercial trade shall show the name of the agency performing the weighing service, the date of the weighing, the number of the scale or other information identifying the scale upon which the weighing is performed, the name of the person or firm having a vehicle weighed, and the name of the weighmaster, or understandable abbreviations of the names. Each scale ticket issued under this chapter shall be in duplicate form and serially numbered. If the ticket is used on a type-registering weighbeam, the ticket shall conform to specifications set by the department. One copy of the scale ticket shall be retained by the agency performing the weighing service, and one copy of the scale ticket shall be furnished to the person having the vehicle weighed. No change of weight may be made on any ticket.\n\nSource:SL 1970, ch 221, §2; SL 2004, ch 17, §275; SL 2016, ch 183, §54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-37/chapter-22a/section-37-22a-3/"
    },
    {
      "id": "section-37-22a-4",
      "number": "37-22A-4",
      "heading": "Correction of errors in scale tickets.",
      "text": "37-22A-4. Correction of errors in scale tickets.\n\nIn case of error of the weighmaster in preparing a scale ticket, the weighmaster shall prepare a corrected ticket showing the correction made and stating on the back of the ticket the reason for the change. If an error in the preparation of the ticket, other than the weight, due to misinformation furnished to the weighmaster by the person having a vehicle weighed, the weighmaster upon request of the person shall issue another ticket bearing the appropriate correction or a correction slip which shows any change made on the back of the ticket and the reason for the change. Before the correction ticket or slip is issued the weighmaster shall require the person requesting the change to sign the ticket or slip. The correction ticket or slip shall be attached to the original ticket, bear the same serial number, and show on its face that it is a correction ticket or slip.\n\nSource:SL 1970, ch 221, §3; SL 2016, ch 183, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-37/chapter-22a/section-37-22a-4/"
    },
    {
      "id": "section-37-22a-5",
      "number": "37-22A-5",
      "heading": "Administration and enforcement of chapter.",
      "text": "37-22A-5. Administration and enforcement of chapter.\n\nThe provisions of chapter 37-22, relating to heavy scales and defining the duties and powers of the department apply to and govern the administration and enforcement of this chapter.\n\nSource:SL 1970, ch 221, §4; SL 2004, ch 17, §276; SL 2016, ch 183, §56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-37/chapter-22a/section-37-22a-5/"
    }
  ]
}