{
  "state": "illinois",
  "path": "title-chapter-425-fire-safety/chapter-425-ilcs-40-forest-fire-protection-district-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nForest Fire Protection District Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "As used in this Act:",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Whenever the Director determines that geographic areas of contiguous",
      "text": "territory within the State are in need of special protection from forest\nfires, the Director may order the establishment of one or more intensive\nforest fire protection districts, consisting of one or more counties or a\nportion or portions thereof, in such area. No such district may include any\npart of any territory of any forest preserve district or park district or\nsuccessor thereof except for any land which was leased from the Department.\nThe boundaries of each district so established shall be defined in the\norder of the Director and notice of the establishment of the District and\nits boundaries shall be published once each week for 3 successive weeks in\none or more newspapers published in the district or having a general\ncirculation therein and such additional notice may be given as the Director\ndeems necessary, after which notice the establishment of such district\nshall be recorded in the office of recorder in each county wholly\nor partly within the District established.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Whenever the Director deems a forest fire hazard to exist in any",
      "text": "district he may issue a proclamation declaring it unlawful within the\ndistrict, during the period covered by the proclamation, to set on fire or\ncause to be set on fire, any woods, brush, grass, grain, weeds or stubble\nwithout first having obtained a burning permit issued by a forest fire\nwarden for the District in which such burning shall take place.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Director may appoint and fix the compensation of district, local and",
      "text": "emergency forest fire wardens; provided that local and emergency forest\nfire wardens shall be paid an hourly compensation for time actually spent\non the activity for which they are appointed. The jurisdiction of each\ndistrict forest fire warden shall extend throughout the District to which\nhe is appointed; the jurisdiction of each local and emergency forest fire\nwarden shall extend throughout such territory as the Director may\ndesignate. Any local or emergency forest fire warden may be summarily\nremoved from office by the Director at any time, and shall receive no\ncompensation for services rendered after receipt of notice of such removal\nunless otherwise provided by the Director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The Department shall supervise all forest fire wardens, shall instruct",
      "text": "them in their duties, shall enforce all laws of the State for the prevention\nand suppression of forest fires, shall promulgate and adopt rules and regulations\nfor the issuance of burning permits by forest fire wardens, shall cause\nto be prosecuted persons violating such laws, rules and regulations, and\nmay employ or order the employment of such persons and procure or order\nthe procuring of such materials at reasonable rates as is deemed necessary\nto carry out the provisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "It is the duty of each forest fire warden to prevent and extinguish",
      "text": "forest fires occurring in the area assigned to him, to assist in the\nenforcement within that area of all laws for the prevention and suppression\nof forest fires, to issue burning permits in accordance with rules and\nregulations promulgated and adopted by the Department, and upon order by\nthe Director to assist any other forest fire warden in suppressing and\nextinguishing forest fires within the district or local area assigned to\nsuch other warden.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "All employees of the Department, including all forest fire wardens,",
      "text": "and all law enforcement officers in the State of Illinois, shall arrest any\nperson who violates any provision of this Act, any administrative order\nissued pursuant to this Act or any other law of this State designed to\nprevent and suppress forest fires and shall bring such person forthwith\nbefore a judge of the circuit court, who shall proceed without\nunreasonable delay to hear and determine the matter as in other cases of\nmisdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "While engaged in controlling or extinguishing forest fires, any forest",
      "text": "fire warden may enter upon the lands of any person, firm, private or\nmunicipal corporation or the State of Illinois to carry out his duties. He\nmay set backfires, cut fire lanes and employ any other customary and\naccepted method of suppressing and extinguishing forest fires. Forest fire\nwardens or other persons employed by the Department for the purpose of\nextinguishing and suppressing forest fires shall not be personally liable\nfor any act required or permitted to be done under the provisions of this\nAct, while acting within the scope of their duties, unless such actions\ncausing injury are maliciously and wilfully or wantonly inflicted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "It is unlawful for any person to kindle or authorize any other person to",
      "text": "kindle a fire in the open air outside the limits of any city, village or\nincorporated town within an intensive fire protection district, except on\nland owned or controlled by a railroad corporation when the fire is for the\npurpose of clearing its right of way of dangerous combustible materials,\nduring the months of February, March, April, October and November, or\nduring such other times when fire hazard conditions are declared to exist\nby order of the Director in accordance with this Act, without first having\nobtained a burning permit issued by a forest fire warden for the District\nin which such burning shall take place, the burning in such case to be in\nstrict compliance with the terms of the permit. Such permit is not required\nfor the kindling of a fire in a plowed field, garden or public highway when\nsuch fire is kindled at a distance of 200 feet or more from any woodland,\nbrush land or field containing dry grass or other combustible material. Any\nperson violating this Section shall be guilty of a Class B misdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Nothing in this Act shall be so construed as to relieve the owners",
      "text": "or lessees of lands upon which fires may burn or be started, from the duty\nof extinguishing such fires so far as it may be within their power.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "No owner or lessee of land upon which fire may burn or be started,",
      "text": "nor any person during employment with such owner or lessee, shall be\ncompensated under this Act for extinguishing fire upon his land or the land\nto which his interest is attached. No person who is responsible for the\nspreading of a fire to a woodland, forest or other land, nor any person in\nhis employ may receive compensation under this Act for helping to\nextinguish such fires.",
      "history": "",
      "source_url": ""
    }
  ]
}