{
  "state": "virginia",
  "path": "title-title-621-waters-of-the-state-ports-and-harbors/chapter-chapter-8-impoundment-of-surface-waters",
  "sections": [
    {
      "id": "section-621-104",
      "number": "62.1-104.",
      "heading": "Definitions§ 62.1-104.1. Repealed§ 62",
      "text": "(1) Except as modified below, the definitions contained in Title 1 shall apply in this chapter.\n\n(2) \"Board\" means the State Water Control Board. However, when used outside the context of the promulgation of regulations, including regulations to establish general permits, pursuant to this chapter, \"Board\" means the Department of Environmental Quality.\n\n(3) \"Impounding structure\" means a man-made device, whether a dam across a watercourse or other structure outside a watercourse, used or to be used for the authorized storage of flood waters for subsequent beneficial use.\n\n(4) \"Watercourse\" means a natural channel having a well-defined bed and banks and in which water flows when it normally does flow. For the purposes hereof they shall be limited to rivers, creeks, streams, branches, and other watercourses which are nonnavigable in fact and which are wholly within the jurisdiction of the Commonwealth.\n\n(5) \"Riparian land\" is land which is contiguous to and touches a watercourse. It does not include land outside the watershed of the watercourse. Real property under common ownership and which is not separated from riparian land by land of any other ownership shall likewise be deemed riparian land, notwithstanding that such real property is divided into tracts and parcels which may not bound upon the watercourse.\n\n(6) \"Riparian owner\" is an owner of riparian land.\n\n(7) \"Average flow\" means the average discharge of a stream at a particular point and normally is expressed in cubic feet per second. It may be determined from actual measurements or computed from the most accurate information available.\n\n(8) \"Diffused surface waters\" are those which, resulting from precipitation, flow down across the surface of the land until they reach a watercourse, after which they become parts of streams.\n\n(9) \"Floodwaters\" means water in a stream which is over and above the average flow.\n\n(10) \"Court\" means the circuit court of the county or city in which an impoundment is located or proposed to be located.\n\nCode 1950, § 62-94.1; 1956, c. 632; 1958, c. 638; 1968, c. 659; 1977, c. 26; 2022, c. 356.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-104/"
    },
    {
      "id": "section-621-1041",
      "number": "62.1-104.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1982, c. 583.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-104-1/"
    },
    {
      "id": "section-621-105",
      "number": "62.1-105.",
      "heading": "Impoundment of diffused surface waters",
      "text": "Diffused surface waters may be captured and impounded by the owner of the land on which they are present and, when so impounded, become the property of that owner. Such impoundment shall not cause damage to others; however, the owner of land on which an impounding structure as defined in § 10.1-604 is to be located shall comply with the rules and regulations of the State Water Control Board.\n\nCode 1950, § 62-94.2; 1956, c. 632; 1968, c. 659; 1976, c. 710; 1982, c. 583.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-105/"
    },
    {
      "id": "section-621-106",
      "number": "62.1-106.",
      "heading": "When floodwaters may be captured and stored by riparian owners",
      "text": "Water in watercourses which is over and above the average flow of the stream may, upon approval, be captured and stored by riparian owners for their later use under the following conditions:\n\n(1) As a result of the capture and storage of such waters, there will be no damage to others.\n\n(2) The title to the land on which the impounding structure and the impounded water will rest are in the person or persons requesting the authority.\n\n(3) All costs incident to such impoundment, including devices above and below for indicating average flow, will be borne by the person or persons requesting the authority.\n\n(4) For impoundments with a capacity of more than fifty acre-feet of storage all construction is approved by a licensed professional engineer. For those with capacities of fifty acre-feet, or less, of storage all construction will be approved by a licensed professional engineer or by some other competent person.\n\n(5) Those requesting the authority will insure that the flow below the impoundment is equal to:\n\n(a) At least the average flow when the flow immediately above the impounding structure is greater than the average flow, or\n\n(b) At least the flow immediately above the impounding structure when that flow is equal to or less than the average flow.\n\n(6) If needed, provision will be made in the impounding structure for an adequate spillway and for means of releasing water to maintain the required flow downstream.\n\n(7) If for the purposes of irrigation, the quantity of water stored (exclusive of foreseeable losses) will not exceed that required for a period of twelve months to irrigate the cleared acreage owned by those participating in the undertaking and lying in the watershed of the stream from which the water is taken.\n\n(8) All structures and equipment incident to such impoundment will be maintained in safe and serviceable condition by the owners and all parts thereof in a watercourse will be removed when no longer required for the purpose.\n\n(9) Priority to the right to store floodwaters, as outlined, will go to upstream riparian owners.\n\n(10) Those impounding floodwaters will, upon request, provide appropriate information concerning the impoundment to the State Water Control Board.\n\n(11) The plans for an impounding structure as defined in § 10.1-604 have the approval of the State Water Control Board and conform to the rules and regulations promulgated by the Board.\n\nCode 1950, § 62-94.3; 1956, c. 632; 1958, c. 638; 1968, c. 659; 1976, c. 710; 1977, c. 26; 1982, c. 583.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-106/"
    },
    {
      "id": "section-621-107",
      "number": "62.1-107.",
      "heading": "Application for leave to store floodwaters; notice to interested persons and to State Water Control Board",
      "text": "Any riparian owner, or riparian owners, desiring to store floodwaters under the conditions specified in § 62.1-106 may apply for leave so to do to the circuit court of the county or city wherein the impounding structure is proposed to be built. Such application shall be made by petition filed in the clerk's office of the court. It shall set forth the name and address of the riparian owner, or owners, the purpose of the proposed impoundment, the desired storage capacity and the basis on which determined, the stream and the point on it from which floodwaters are proposed to be taken, the estimated cost of the project, and an agreement to abide by the provisions of § 62.1-106. It shall be accompanied by a plat or sketch of the riparian property which he or they own and on which is shown the site of the impounding structure and the area to be flooded by the impounded water. The plat or sketch shall include data sufficient to permit the location of the property on the official highway map of the county or a map of the city or town where appropriate. It shall also be accompanied by a plan of the proposed impounding structure on which appears the approval of the plan by a registered civil engineer or registered agricultural engineer, (or other competent person for storage capacities of fifty acre-feet or less) and agreement thereto by the riparian owner. All interested persons shall be given notice of such application by publication in accordance with §§ 8.01-316 and 8.01-317. A copy of the petition, together with a copy of the plat and a copy of the plan, shall be sent by registered mail to the State Water Control Board.\n\nCode 1950, § 62-94.4; 1956, c. 632; 1958, c. 638; 1968, c. 659; 1977, c. 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-107/"
    },
    {
      "id": "section-621-108",
      "number": "62.1-108.",
      "heading": "Time and place of hearing on petition; parties",
      "text": "Upon the filing of any such petition, the court or judge thereof in vacation shall set a time and place for hearing the same, which time and place shall be set forth in the order of publication. Any person affected may appear and be made a party to such proceeding by leave of court.\n\nCode 1950, § 62-94.5; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-108/"
    },
    {
      "id": "section-621-109",
      "number": "62.1-109.",
      "heading": "Board to examine petition and report to court",
      "text": "Upon receipt of a copy of any such petition the Board shall examine the same and report thereon to the court upon the following matters:\n\n(1) The average flow of the stream at the point from which water for storage will be taken.\n\n(2) Whether the proposed project conflicts with any other proposed or likely developments on the watershed.\n\n(3) The effect of the proposed impoundment on pollution abatement to be evidenced by a certified statement together with such other relevant comments as the Board desires to make.\n\n(4) Any other relevant matters which the Board desires to place before the court.\n\nCode 1950, § 62-94.6; 1956, c. 632; 1968, c. 659; 1977, c. 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-109/"
    },
    {
      "id": "section-621-110",
      "number": "62.1-110.",
      "heading": "Court to hear and determine issues; reference to commissioner",
      "text": "The court, on the day specified in the order of publication, shall hear and determine the issues in the proceeding based on the report and other evidence. In its discretion the court may refer any matter to a commissioner in chancery to take such evidence as may be proper and to make a report to the court.\n\nCode 1950, § 62-94.7; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-110/"
    },
    {
      "id": "section-621-111",
      "number": "62.1-111.",
      "heading": "When leave not granted; terms and conditions; appeals",
      "text": "If, on the report and other evidence, it appears to the court that by granting such leave other riparian owners will be injured, or there are other justifiable reasons for denying the petition, the leave shall not be granted; provided that in no case shall leave be granted if the certified statement from the State Water Control Board filed under § 62.1-109 shows that, in the opinion of such Board, the reduction of pollution will be impaired or made more difficult. If it be granted, the court shall place the applicant under such terms and conditions as shall seem to it right. An appeal shall lie to the Court of Appeals.\n\nCode 1950, § 62-94.8; 1956, c. 632; 1968, c. 659; 1977, c. 26; 1996, c. 573.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-111/"
    },
    {
      "id": "section-621-112",
      "number": "62.1-112.",
      "heading": "When leave shall expire",
      "text": "If the applicant shall not begin his work within two years, and so far finish it within three years after such leave, as then to have his impounding structure in good condition for use; or if such impounding structure be at any time destroyed or rendered unfit for use and the rebuilding or repair thereof shall not within two years from the time of such destruction or unfitness, be commenced, and within five years from that time be so far finished as then to be in good condition for use, the leave so granted shall then expire.\n\nCode 1950, § 62-94.9; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-112/"
    },
    {
      "id": "section-621-113",
      "number": "62.1-113.",
      "heading": "Use of bed of watercourse",
      "text": "The Commonwealth hereby gives its consent to the use of the bed of any watercourse to which it has title for the construction of any impounding structure under the provisions of this chapter. No right to construct an impounding structure resting upon the bed of any other watercourse shall lie unless the owner or owners seeking to construct the same has title to the bed of such watercourse.\n\nCode 1950, § 62-94.10; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-113/"
    },
    {
      "id": "section-621-114",
      "number": "62.1-114.",
      "heading": "Exceptions to application of chapter",
      "text": "The provisions of this chapter shall not apply to any construction which should be undertaken under Chapter 7 (§ 62.1-80 et seq.) or 9 (§ 62.1-116 et seq.) of this title nor shall it apply in any case in which the consent of the federal government or of any agency or instrumentality thereof is required.\n\nCode 1950, § 62-94.11; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-114/"
    },
    {
      "id": "section-621-115",
      "number": "62.1-115.",
      "heading": "Use of waters stored",
      "text": "Any owner constructing an impounding structure under the provisions of this chapter shall have the sole and unrestricted use of the floodwaters thus stored for the purpose for which the storage was authorized.\n\nCode 1950, § 62-94.12; 1956, c. 632; 1968, c. 659.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-62-1/chapter-8/section-62-1-115/"
    }
  ]
}