{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-412-commitment-to-office-of-juvenile-services-discharge-o",
  "sections": [
    {
      "id": "section-43-412",
      "number": "43-412",
      "heading": "",
      "text": "43-412.Commitment to Office of Juvenile Services; discharge of juvenile; effect of discharge; notice of discharge.\n\n(1) Every juvenile committed to the Office of Juvenile Services pursuant to the Nebraska Juvenile Code shall remain committed until he or she attains the age of nineteen or is legally discharged.\n\n(2) Upon attainment of the age of nineteen or absent a continuing order of intensive supervised probation, discharge of any juvenile pursuant to the rules and regulations shall be a complete release from all penalties incurred by conviction or adjudication of the offense for which he or she was committed.\n\n(3) The Office of Juvenile Services shall provide the committing court, Office of Probation Administration, county attorney, defense attorney, if any, and guardian ad litem, if any, with written notification of the juvenile's discharge within thirty days prior to a juvenile being discharged from the care and custody of the office.\n\nSourceLaws 1901, c. 51, § 11, p. 407;Laws 1903, c. 69, § 2, p. 369;R.S.1913, § 7379;C.S.1922, § 7038;C.S.1929, § 83-1109;R.S.1943, § 83-472;Laws 1969, c. 817, § 80, p. 3111;Laws 1974, LB 992, § 1;Laws 1993, LB 31, § 44;Laws 1994, LB 988, § 35;Laws 1996, LB 1044, § 956;R.S.Supp.,1996, § 83-472;Laws 1998, LB 1073, § 44;Laws 2011, LB463, § 12;Laws 2013, LB561, § 32;Laws 2015, LB605, § 75.\n\nCross ReferencesNebraska Juvenile Code, see section 43-2,129.\n\nAnnotations\n\nUnder former law a commitment hereunder is not for a definite period. State v. Pinkerton, 186 Neb. 225, 182 N.W.2d 198 (1970).\n\nJuvenile court, in committing boy to industrial school, cannot fix definite term of detention. Cohen v. Clark, 107 Neb. 849, 187 N.W. 120 (1922).\n\nA juvenile court's commitment of a juvenile to a youth rehabilitation treatment center does not constitute a discharge within the meaning of section 43-247, and therefore, the juvenile court retains jurisdiction. A juvenile court does not have jurisdiction over the Office of Juvenile Services in placing, managing, or discharging a juvenile committed to a youth rehabilitation treatment center, even though the juvenile court retains jurisdiction of the juvenile. In re Interest of David C., 6 Neb. App. 198, 572 N.W.2d 392 (1997).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-412/"
    }
  ]
}