{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-140-department-or-agency-contact-relative-limitations-reu",
  "sections": [
    {
      "id": "section-43-140department",
      "number": "43-140.Department",
      "heading": "or agency; contact relative; limitations; reunion or release of information; when",
      "text": "(1) Upon determining the identity and location of the relative being sought, the department or agency shall attempt to contact the relative to determine such relative's willingness to be contacted by the adopted person",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-140",
      "number": "43-140",
      "heading": "",
      "text": "43-140.Department or agency; contact relative; limitations; reunion or release of information; when.\n\n(1) Upon determining the identity and location of the relative being sought, the department or agency shall attempt to contact the relative to determine such relative's willingness to be contacted by the adopted person.\n\n(2) In contacting the relative, the department or agency shall not discuss or reveal in any other manner to any person other than that particular relative who is being sought the nature of the contact, the name, nature, or business of the adoption agency, or any other information which might indicate or imply that such relative is the biological parent of an adopted person.\n\n(3) In contacting the relative, the department or agency shall not reveal the identity or any other information about the adopted person.\n\n(4) No reunion of a relative and an adopted person shall be arranged, nor shall any information about the relative be released to the adopted person until such relative has signed the consent form provided by section 43-124 and the form has been filed with the department.\n\nSourceLaws 1980, LB 992, ยง 22;Laws 1997, LB 307, ยง 37;Laws 2007, LB296, ยง 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-140/"
    }
  ]
}