{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-144-adoptive-parent-nonconsent-form",
  "sections": [
    {
      "id": "section-43-144adoptive",
      "number": "43-144.Adoptive",
      "heading": "parent; nonconsent form.The nonconsent form provided for in section 43-143 shall contain the following information:(1) The name of the person completing the form and, if different, the name of such person at the time of birth of the adopted person;(2) The relationship of the person to the adopted pe",
      "text": "parent; nonconsent form.The nonconsent form provided for in section 43-143 shall contain the following information:(1) The name of the person completing the form and, if different, the name of such person at the time of birth of the adopted person;(2) The relationship of the person to the adopted person;(3) The date of birth of the adopted person;(4) The sex of the adopted person;(5) The place of birth of the adopted person;(6) A statement that no information concerning the information contained in the original birth certificate of the adopted person shall be released prior to the death of the adoptive parent or parents signing the form; and(7) A notice in the following form:IMPORTANT NOTICEYou do not have to sign this form. If you do sign it, you are entitled to a copy of it. Your signature on this form means that the Department of Health and Human Services will not disclose any information contained on the birth certificate of the adopted person to any person prior to your death and the death of your spouse, if he or she signed the form, without a court order. If you later decide that you do not object to the release of such information you may file a form stating that purpose.SourceLaws 1980, LB 992, ยง 26;Laws 1997, LB 307, ยง 41;Laws 2007, LB296, ยง 89.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-144",
      "number": "43-144",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}