{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-150501-notice-of-involuntary-proceeding-in-state-court-co",
  "sections": [
    {
      "id": "section-43-150501notice",
      "number": "43-1505.01.Notice",
      "heading": "of involuntary proceeding in state court; contents; filing with court",
      "text": "(1) Notice of an involuntary proceeding in state court involving an Indian child shall conform with the requirements of 25 C.F.R. 23.11 and shall contain the following additional information, to the extent it is known, and if this",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-150501",
      "number": "43-1505.01",
      "heading": "",
      "text": "43-1505.01.Notice of involuntary proceeding in state court; contents; filing with court.\n\n(1) Notice of an involuntary proceeding in state court involving an Indian child shall conform with the requirements of 25 C.F.R. 23.11 and shall contain the following additional information, to the extent it is known, and if this additional information is unknown, a statement indicating what attempts have been made to locate the information:\n\n(a) The name and last-known address of the Indian child;\n\n(b) The name and address of the Indian child's parents, paternal and maternal grandparents, and Indian custodians, if any;\n\n(c) The tribal affiliation of the parents of the Indian child or, if applicable, the Indian custodians;\n\n(d) A statement as to whether the Indian child's residence or domicile is on the tribe's reservation;\n\n(e) An identification of any tribal court order affecting the custody of the Indian child to which a state court may be required to accord full faith and credit; and\n\n(f) A copy of the motion for foster care placement of the Indian child and any accompanying affidavits in support thereof if such documents exist.\n\n(2) A copy of the notice of an involuntary proceeding in state court involving an Indian child, as described in subsection (1) of this section, shall be filed with the court within three days after issuance.\n\nSourceLaws 2015, LB566, ยง 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-1505-01/"
    }
  ]
}