{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-2515-federal-medicaid-funds-certification-appropriations-",
  "sections": [
    {
      "id": "section-43-2515",
      "number": "43-2515",
      "heading": "",
      "text": "43-2515.Federal medicaid funds; certification; appropriations; legislative intent.\n\nFor years 1993 through 2015, on or before October 1, the Department of Health and Human Services and the State Department of Education shall jointly certify to the budget administrator of the budget division of the Department of Administrative Services the amount of federal medicaid funds paid to school districts pursuant to the Early Intervention Act for special education services for children five years of age and older for the immediately preceding fiscal year. The General Fund appropriation to the State Department of Education for state special education aid for the then-current fiscal year shall be decreased by an amount equal to the amount that would have been reimbursed with state general funds to the school districts through the special education reimbursement process for special education services for children five years of age and older that was paid to school districts or approved cooperatives with federal medicaid funds.\n\nFor fiscal years through fiscal year 2015-16, it is the intent of the Legislature that an amount equal to the amount that would have been reimbursed with state general funds to the school districts, certified to the budget administrator, be appropriated from the General Fund to aid in carrying out the provisions of the Early Intervention Act and other related early intervention services.\n\nFor 2015 and each year thereafter, on or before December 1, the Department of Health and Human Services and the State Department of Education shall jointly certify to the budget administrator of the budget division of the Department of Administrative Services the aggregate amount to be included in the local system formula resources pursuant to subdivision (15) of section 79-1018.01 for all local systems for aid to be calculated pursuant to the Tax Equity and Educational Opportunities Support Act for the next school fiscal year.\n\nFor fiscal year 2016-17 and each fiscal year thereafter, it is the intent of the Legislature that, in addition to other state and federal funds used to carry out the Early Intervention Act, funds equal to the lesser of the amount certified to the budget administrator or the amount appropriated or transferred for such purposes pursuant to this section for the immediately preceding fiscal year increased by five percent be appropriated from the General Fund to aid in carrying out the provisions of the Early Intervention Act and other related early intervention services.\n\nSourceLaws 1993, LB 520, § 20;Laws 1996, LB 1044, § 218;Laws 1998, Spec. Sess., LB 1, § 4;Laws 2007, LB296, § 147;Laws 2014, LB276, § 3;Laws 2016, LB1067, § 6.\n\nCross ReferencesTax Equity and Educational Opportunities Support Act, see section 79-1001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-2515/"
    }
  ]
}