{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-4101-nebraska-juvenile-service-delivery-project-establish",
  "sections": [
    {
      "id": "section-43-4101nebraska",
      "number": "43-4101.Nebraska",
      "heading": "Juvenile Service Delivery Project; established; purpose; evaluation; reimbursement for costs; Department of Health and Human Services; duties",
      "text": "(1) The Nebraska Juvenile Service Delivery Project shall be established as a pilot program administered by the Office of Probation Administration. The pilot p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-4101",
      "number": "43-4101",
      "heading": "",
      "text": "43-4101.Nebraska Juvenile Service Delivery Project; established; purpose; evaluation; reimbursement for costs; Department of Health and Human Services; duties.\n\n(1) The Nebraska Juvenile Service Delivery Project shall be established as a pilot program administered by the Office of Probation Administration. The pilot program shall be evaluated by the University of Nebraska Medical Center's College of Public Health. The project may be expanded by the Office of Probation Administration. The purpose of the pilot program is to (a) provide access to services in the community for juveniles placed on probation, (b) prevent unnecessary commitment of juveniles to the Department of Health and Human Services and to the Office of Juvenile Services, (c) eliminate barriers preventing juveniles from receiving needed services, (d) prevent unnecessary penetration of juveniles further into the juvenile justice system, (e) enable the juvenile's needs to be met in the least intrusive and least restrictive manner while maintaining the safety of the juvenile and the community, (f) reduce the duplication of resources within the juvenile justice system through intense coordinated case management and supervision, and (g) use evidence-based practices and responsive case management to improve outcomes for adjudicated juveniles.\n\n(2) On or before July 1, 2013, the Department of Health and Human Services shall apply for reimbursement under Title IV-E of the federal Social Security Act, as amended, for reimbursable costs associated with the Nebraska Juvenile Service Delivery Project. The reimbursed funds received by the department shall be remitted to the State Treasurer for credit to the Probation Program Cash Fund for reimbursement of expenses incurred by the Office of Probation Administration pursuant to the Nebraska Juvenile Service Delivery Project.\n\nSourceLaws 2012, LB985, ยง 1;Laws 2013, LB269, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-4101/"
    }
  ]
}