{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-3102-waiver-of-right-to-counsel-by-juvenile-writing-when-",
  "sections": [
    {
      "id": "section-43-3102waiver",
      "number": "43-3102.Waiver",
      "heading": "of right to counsel by juvenile; writing; when waiver not allowed; Supreme Court; duties",
      "text": "(1) In any court proceeding, any waiver of the right to counsel by a juvenile shall be made in open court, shall be recorded, and shall be confirmed in a writing signed by the juvenile.(2) A court shall not acce",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-3102",
      "number": "43-3102",
      "heading": "",
      "text": "43-3102.Waiver of right to counsel by juvenile; writing; when waiver not allowed; Supreme Court; duties.\n\n(1) In any court proceeding, any waiver of the right to counsel by a juvenile shall be made in open court, shall be recorded, and shall be confirmed in a writing signed by the juvenile.\n\n(2) A court shall not accept a juvenile's waiver of the right to counsel unless the waiver satisfies subsection (1) of this section and is an affirmative waiver that is made intelligently, voluntarily, and understandingly. In determining whether such waiver was made intelligently, voluntarily, and understandingly, the court shall consider, among other things: (a) The age, intelligence, and education of the juvenile, (b) the juvenile's emotional stability, and (c) the complexity of the proceedings.\n\n(3) On or before July 1, 2022, the Supreme Court shall provide, by court rule, a process to ensure that a juvenile has consulted with counsel, and if not, is provided the opportunity to consult with counsel prior to the juvenile exercising their right to waive their right to counsel.\n\n(4) The court shall ensure that a juvenile represented by an attorney consults with his or her attorney before any waiver of counsel.\n\n(5) No parent, guardian, custodian, or other person may waive the juvenile's right to counsel.\n\n(6) A juvenile's right to be represented by counsel may not be waived in the following circumstances:\n\n(a) If the juvenile is under the age of fourteen;\n\n(b) For a detention hearing;\n\n(c) For any dispositional hearing where out-of-home placement is sought; or\n\n(d) If there is a motion to transfer the juvenile from juvenile court to county court or district court.\n\nSourceLaws 2016, LB894, ยง 16;Laws 2021, LB307, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-3102/"
    }
  ]
}