{
  "state": "nebraska",
  "path": "title-chapter-43-infants-and-juveniles/chapter-43-1906-nebraska-child-abuse-prevention-fund-established-inv",
  "sections": [
    {
      "id": "section-43-1906nebraska",
      "number": "43-1906.Nebraska",
      "heading": "Child Abuse Prevention Fund; established; investment; use",
      "text": "(1) There is hereby established the Nebraska Child Abuse Prevention Fund. The additional child abuse prevention fee as provided in section 33-106.03, the additional charge for supplying a certified copy of the record of any birth as provided",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43-1906",
      "number": "43-1906",
      "heading": "",
      "text": "43-1906.Nebraska Child Abuse Prevention Fund; established; investment; use.\n\n(1) There is hereby established the Nebraska Child Abuse Prevention Fund. The additional child abuse prevention fee as provided in section 33-106.03, the additional charge for supplying a certified copy of the record of any birth as provided in sections 71-612, 71-617.15, 71-627, and 71-628, and all amounts which may be received from grants, gifts, bequests, the federal government, or other sources granted or given for the purposes specified in sections 43-1901 to 43-1906 shall be remitted to the State Treasurer for credit to the Nebraska Child Abuse Prevention Fund. The fund shall be administered and disbursed by the department.\n\n(2) Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\n(3) In any one fiscal year, no more than twenty percent of the annually appropriated funds shall be disbursed to any one agency, organization, or individual.\n\n(4) Funds allocated from the fund shall only be used for purposes authorized under sections 43-1901 to 43-1906 and shall not be used to supplant any existing governmental program or service. No grants may be made to any state department or agency.\n\nSourceLaws 1986, LB 333, § 6;Laws 1995, LB 7, § 39;Laws 2002, LB 1310, § 4;Laws 2002, Second Spec. Sess., LB 48, § 2;Laws 2017, LB307, § 4.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-43/statute-43-1906/"
    }
  ]
}