{
  "state": "washington",
  "path": "title-title-64/chapter-chapter-64-20",
  "sections": [
    {
      "id": "section-64-20-010-puyallup-indians-right-of-alienation",
      "number": "64.20.010 - Puyallup Indians—Right of alienation.",
      "heading": "",
      "text": "RCW 64.20.010\n\nPuyallup Indians—Right of alienation.\n\nThe said Indians who now hold, or who may hereafter hold, any of the lands of any reservation, in severalty, located in this state by virtue of treaties made between them and the United States, shall have power to lease, incumber, grant and alien the same in like manner and with like effect as any other person may do under the laws of the United States and of this state, and all restrictions in reference thereto are hereby removed.\n\nThe said Indians who now hold, or who may hereafter hold, any of the lands of any reservation, in severalty, located in this state by virtue of treaties made between them and the United States, shall have power to lease, incumber, grant and alien the same in like manner and with like effect as any other person may do under the laws of the United States and of this state, and all restrictions in reference thereto are hereby removed.\n\n[ 1890 p 500 s 1; RRS s 10593.]\n\nPreamble: \"WHEREAS, It was and is provided by and in the treaty made with and between the chiefs, head men and delegates of the Indian tribes (including the Puyallup tribe) and the United States of America, which treaty is dated on the 26th day of December, 1854, among other things as follows: 'That the president, at his discretion, should cause the whole or any portion of the lands thereby reserved, or such land as might be selected in lieu thereof, to be surveyed into lots and assign the same to such individuals or families as are willing to avail themselves of the privilege and will locate on the same as a permanent home, on the same terms, and subject to the same regulations as are provided in the sixth article of the treaty with the Omahas, so far as the same may be applicable; and'WHEREAS, It was and is provided by and in the sixth article of the treaty with the Omahas aforesaid, among other things, that said tracts of land shall not be aliened or leased for a longer term than two years, and shall be exempt from levy, sale or forfeiture, which conditions shall continue in force until a state constitution embracing such lands within it boundaries shall have been formed, and the legislature of the state shall remove the restrictions, but providing that no state legislature shall remove the restrictions* * * without the consent of the Congress;' and'WHEREAS, The President of the United States, on the 30th day of January, 1866, made and issued patents to the Puyallup Indians, in severalty, for the lands of said reservation, which are now of record in the proper office in Pierce county, in the State of Washington; and'WHEREAS, All the conditions now exist which said treaties contain, and which make it desirable and proper to remove the restrictions in respect to the alienation and disposition of said lands by the Indians, who now hold them in severalty: now, therefore,\"\n\nPreamble: \"WHEREAS, It was and is provided by and in the treaty made with and between the chiefs, head men and delegates of the Indian tribes (including the Puyallup tribe) and the United States of America, which treaty is dated on the 26th day of December, 1854, among other things as follows: 'That the president, at his discretion, should cause the whole or any portion of the lands thereby reserved, or such land as might be selected in lieu thereof, to be surveyed into lots and assign the same to such individuals or families as are willing to avail themselves of the privilege and will locate on the same as a permanent home, on the same terms, and subject to the same regulations as are provided in the sixth article of the treaty with the Omahas, so far as the same may be applicable; and\n\n'WHEREAS, It was and is provided by and in the sixth article of the treaty with the Omahas aforesaid, among other things, that said tracts of land shall not be aliened or leased for a longer term than two years, and shall be exempt from levy, sale or forfeiture, which conditions shall continue in force until a state constitution embracing such lands within it boundaries shall have been formed, and the legislature of the state shall remove the restrictions, but providing that no state legislature shall remove the restrictions* * * without the consent of the Congress;' and\n\n'WHEREAS, The President of the United States, on the 30th day of January, 1866, made and issued patents to the Puyallup Indians, in severalty, for the lands of said reservation, which are now of record in the proper office in Pierce county, in the State of Washington; and\n\n'WHEREAS, All the conditions now exist which said treaties contain, and which make it desirable and proper to remove the restrictions in respect to the alienation and disposition of said lands by the Indians, who now hold them in severalty: now, therefore,\"",
      "source_url": "https://law.justia.com/codes/washington/title-64/chapter-64-20/section-64-20-010/"
    },
    {
      "id": "section-64-20-025-puyallup-indians-right-of-alienation-when-effect",
      "number": "64.20.025 - Puyallup Indians—Right of alienation—When effect",
      "heading": "",
      "text": "RCW 64.20.025\n\nPuyallup Indians—Right of alienation—When effective.\n\n*This act shall take effect and be in force from and after the consent to such removal of the restrictions shall have been given by the congress of the United States.\n\n*This act shall take effect and be in force from and after the consent to such removal of the restrictions shall have been given by the congress of the United States.\n\n[ 1890 p 501 s 3; no RRS.]\n\nReviser's note: *(1) The language \"this act\" appears in 1890 p 501 s 3, which act is codified herein as RCW 64.20.010 through 64.20.025.(2) An act of congress of March 3, 1893, removed the restriction on transfer (Wilson Act, 27 Stat. p 633) but postponed the right to transfer for ten years, that is, until March 3, 1903.\n\nReviser's note: *(1) The language \"this act\" appears in 1890 p 501 s 3, which act is codified herein as RCW 64.20.010 through 64.20.025.\n\n(2) An act of congress of March 3, 1893, removed the restriction on transfer (Wilson Act, 27 Stat. p 633) but postponed the right to transfer for ten years, that is, until March 3, 1903.",
      "source_url": "https://law.justia.com/codes/washington/title-64/chapter-64-20/section-64-20-025/"
    },
    {
      "id": "section-64-20-030-sale-of-land-or-materials-authorized",
      "number": "64.20.030 - Sale of land or materials authorized.",
      "heading": "",
      "text": "RCW 64.20.030\n\nSale of land or materials authorized.\n\nAny Indian who owns within this state any land or real estate allotted to him or her by the government of the United States may with the consent of congress, either special or general, sell and convey by deed made, executed, and acknowledged before any officer authorized to take acknowledgments to deeds within this state, any stone, mineral, petroleum, or timber contained on said land or the fee thereof and such conveyance shall have the same effect as a deed of any other person or persons within this state; it being the intention of this section to remove from Indians residing in this state all existing disabilities relating to alienation of their real estate.\n\nAny Indian who owns within this state any land or real estate allotted to him or her by the government of the United States may with the consent of congress, either special or general, sell and convey by deed made, executed, and acknowledged before any officer authorized to take acknowledgments to deeds within this state, any stone, mineral, petroleum, or timber contained on said land or the fee thereof and such conveyance shall have the same effect as a deed of any other person or persons within this state; it being the intention of this section to remove from Indians residing in this state all existing disabilities relating to alienation of their real estate.\n\n[ 2012 c 117 s 196; 1899 c 96 s 1; RRS s 10595.]",
      "source_url": "https://law.justia.com/codes/washington/title-64/chapter-64-20/section-64-20-030/"
    }
  ]
}