{
  "state": "missouri",
  "path": "title-title-xi/chapter-chapter-177",
  "sections": [
    {
      "id": "section-177-011",
      "number": "177.011",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.011. Title and control of school property — inapplicability to community college districts. —1. The title of all schoolhouse sites and other school property is vested in the district in which the property is located, or if the directors of both school districts involved agree, a school district may own property outside of the boundaries of the district and operate upon such property for school purposes; provided that, such property may only be used for school purposes for students residing in the school district owning such property or students who are enrolled in such school district as part of a court-ordered desegregation plan. All property leased or rented for school purposes shall be wholly under the control of the school board during such time. With the exception of lease agreements entered into under the provisions of section 177.088, no board shall lease or rent any building for school purposes while the district schoolhouse is unoccupied, and no schoolhouse or school site shall be abandoned or sold until another site and house are provided for the school district.\n\n2. Notwithstanding the provisions of section 178.770, the provisions of this section shall not apply to community college districts. Nothing in this subsection shall be construed to impair the duty and authority of the coordinating board for higher education to approve academic programs under section 173.005.\n\n(L. 1963 p. 200 § 12-1, A.L. 1994 S.B. 442, A.L. 2012 S.B. 563 merged with S.B. 665, A.L. 2014 S.B. 719)\n\n(Source: RSMo 1959 § 166.010)\n\nCROSS REFERENCE:\n\nControl of property, metropolitan school districts, 162.571",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-011/"
    },
    {
      "id": "section-177-021",
      "number": "177.021",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.021. School realty subject to certain ordinances and special assessments. —All real estate owned by any school district of this state is subject to the provisions of all orders, resolutions or ordinances of any county, city, town or village or other political subdivision or public corporation of this state, which relate to the erection, construction and maintenance of sewers and sewer systems, and of sidewalks, guttering, curbing and paving of the streets and alleys adjoining and abutting the real estate of the school districts and to the assessment of the costs thereof, to the same extent as that of private citizens of this state.\n\n(L. 1963 p. 200 § 12-2)\n\n(Source: RSMo 1959 § 166.020)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-021/"
    },
    {
      "id": "section-177-031",
      "number": "177.031",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.031. Care of property and purchase of supplies — free use of buildings and grounds for public purpose. —1. The school board has the care and keeping of all property belonging to the district and shall provide the necessary globes, maps, charts, apparatus, supplementary books, and other material for the use of the school. The board shall keep the schoolhouses and other buildings in good repair, the grounds belonging thereto in good condition, and shall provide fuel, heating apparatus, and other material and appliances necessary for the proper heating, lighting, ventilation and sanitation of the schoolhouses; shall have the floors swept and fires made at the expense of the district, and cause an accurate account of the expense thereof to be kept and a report and settlement to be made at the next annual meeting or as required by law.\n\n2. The school board having charge of the schoolhouses, buildings and grounds appurtenant thereto may allow the free use of the houses, buildings and grounds for the free discussion of public questions or subjects of general public interest, for the meeting of organizations of citizens, and for any other civic, social and educational purpose that will not interfere with the prime purpose to which the houses, buildings and grounds are devoted. If an application is granted and the use of the houses, buildings, or grounds is permitted for the purposes aforesaid, the school board may provide, free of charge, heat, light and janitor service therein when necessary, and may make any other provisions, free of charge, needed for the convenient and comfortable use of the houses, buildings and grounds for such purposes, or the school boards may require the expenses to be paid by the organizations or persons who are allowed the use of the houses, buildings and grounds. All persons upon whose application or at whose request the use of any schoolhouse, building, or part thereof, or any grounds appurtenant thereto, is permitted as herein provided shall be jointly and severally liable for any injury or damage thereto which directly results from the use, ordinary wear and tear excepted.\n\n(L. 1963 p. 200 § 12-3, A.L. 1978 H.B. 971)\n\n(Source: RSMo 1959 § 166.030)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-031/"
    },
    {
      "id": "section-177-041",
      "number": "177.041",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.041. Condemnation of land. —If any school district seeks to acquire real property for any purpose for which the district is authorized by law to acquire the property and cannot agree with the owner on the purchase price, or for any other cause cannot secure a title to the property, the school board of the district may condemn the property in the manner provided in sections 523.010 to 523.100, and upon condemnation and payment of the appraisement as provided, the fee simple title of the real property shall vest in the school district or, in metropolitan school districts, in the board of education.\n\n(L. 1963 p. 200 § 12-4)\n\n(Source: RSMo 1959 § 165.100)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-041/"
    },
    {
      "id": "section-177-051",
      "number": "177.051",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.051. Conveyance of property to public institution of higher education. —If there is within any school district any school property that is not required for the use of the school district and the property could be used for purposes of offering education beyond grade twelve by a public institution of higher education, the school board may lease or convey the property to the public institution, and the proceeds derived from a conveyance shall be placed to the credit of the incidental fund of the district.\n\n(L. 1963 p. 200 § 12-5 and p. 348 § 1, A.L. 1993 S.B. 380)\n\n(Source: L. 1961 p. 357 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-051/"
    },
    {
      "id": "section-177-061",
      "number": "177.061",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.061. Conveyance of sixteenth-section lands. —1. Any of the sixteenth-sections of land, or lands selected in lieu thereof, granted to the state of Missouri by acts of Congress for the support of schools in congressional townships may be sold and conveyed by the school district for whose benefit the land is held in the manner provided by law for the sale of property owned by the school district and no longer required for school purposes. The deed of conveyance shall be executed by the president of the school board of the district, signed by him and attested by the clerk or secretary of the board. If the district has a seal the seal shall be affixed to the deed.\n\n2. Any conveyance of the land made by a school board in accordance with this section shall divest the state of Missouri of all title to the land, and vest title in the grantees, their heirs and assigns, forever.\n\n3. The proceeds derived from the sale of the sixteenth-section school lands shall be placed to the credit of the incidental fund of the district.\n\n4. This section does not affect conveyances of sixteenth-section school lands made under prior laws.\n\n(L. 1963 p. 200 § 12-6, A.L. 1993 S.B. 380)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-061/"
    },
    {
      "id": "section-177-071",
      "number": "177.071",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.071. Validation of prior conveyances of sixteenth-section lands. —All sales of land in sections numbered sixteen, or lands selected in lieu thereof, by any sheriff, in the attempt to carry out the provisions of any statute relating to the sale of the lands as school lands for the townships in which they lie, which sales took place more than ten years before October 13, 1963, shall, upon the expiration of two years from October 13, 1963, become and be deemed valid and effectual for all intents and purposes, and the title thereto sought to be conveyed is hereby confirmed in the respective purchasers and those claiming under them at the expiration of the two years, whether there was any petition from the householders of the townships for the sales or not, and notwithstanding any other errors, defects, omissions or imperfections in the petition, order of sale, notice, sale, or other proceeding therein; save only as to such lands now involved or which during the period of two years may become involved in any suit because thereof, as to which lands this section shall not take effect until the final determination of the suit.\n\n(L. 1963 p. 200 § 12-7)\n\n(Source: RSMo 1959 § 166.180)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-071/"
    },
    {
      "id": "section-177-073",
      "number": "177.073",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.073. Procurement of sites — sale or lease of property, procedure — deposit of proceeds. —1. The board of directors or school board in urban school districts, metropolitan school districts, and school districts located totally or partially within a first class charter county adjoining a city not within a county, by an affirmative vote of not less than two-thirds of all the members, may:\n\n(1) Select, direct and authorize the purchase of sites for and authorize the construction of libraries, schools, school offices, art galleries and museums; and the necessary janitors' houses, repair buildings, supply houses and parking facilities to be used in the operation and maintenance of the schools;\n\n(2) Authorize and direct the purchase of additional ground needed for school purposes;\n\n(3) Authorize and direct the sale and transfer or lease of any real or personal property belonging to the district which is not required for operation of the school program. Real property may be sold or leased by listing the property with one or more real estate brokers licensed by the state of Missouri and paying a commission upon such sale or lease. Real property not sold or leased through a real estate broker and all personal property shall be sold or leased to the highest bidder, except that any real or personal school property may be sold or leased to a community group or a city, state agency, municipal corporation, or any other governmental subdivision of the state located wholly or partially within the boundaries of the district, for public uses and purposes, at such sum as may be agreed upon between the school district and the community group or the city, state agency, municipal corporation, or other governmental subdivision of the state. If property is to be leased by bid, written proposals for lease terms shall be submitted by potential lessees. The lease proposal offering the most economically advantageous terms shall be considered the highest lease bid. A purchase proposal may include contingencies; the proposal offering the most economically advantageous terms shall be the highest bid. All bids for purchase or lease of real property shall be submitted formally as closed bids. Bids shall be opened at a meeting, which shall be an open meeting. The board may reject all bids, or negotiate an acceptable sale or lease with the highest bidder, if all bids are unsatisfactory. The records of the bid-opening meeting shall be an open record. If real property is not sold or leased through a real estate broker, notice that the board is holding real property for sale or offering it for lease, including a planned sale or lease to a community group or a city, state agency, municipal corporation, or other governmental subdivision of the state, shall be given by publication in a newspaper within the county in which all or a part of the district is located which has general circulation within the district, once a week for two consecutive weeks, the last publication to be at least seven days and not more than fourteen days prior to the date of the bid opening. The term of a lease may be for any period which the board finds is advantageous and meets the needs of the district. The lease or deed of conveyance shall be executed by the president and attested by the secretary of the board. If the district has a seal, it shall be affixed to the deed or lease. The proceeds derived from sale of real property shall be placed to the credit of the incidental fund of the district. The proceeds from sale of nonrealty and from leases shall be placed to the credit of the incidental fund.\n\n2. The board may receive, in behalf of the school district, any grants, gifts, or devises made for the benefit of the district or its schools, or any public library, art gallery or museum under the control of the board.\n\n(L. 1983 H.B. 258 § 1, A.L. 1990 S.B. 525, A.L. 1993 S.B. 380)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-073/"
    },
    {
      "id": "section-177-082",
      "number": "177.082",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.082. Lease purchase agreements permitted, when. —The school board may purchase apparatus, equipment and furnishings for its schools and operations by entering into lease purchase agreements with vendors. Any agreement which may result in school district ownership of the leased object must contain a provision which allows the district an option to terminate the agreement on at least an annual basis without penalty. All expenditures related to lease purchase agreements shall be considered expenditures for capital outlay and shall be made pursuant to the provisions of section 165.011.\n\n(L. 2001 S.B. 303)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-082/"
    },
    {
      "id": "section-177-086",
      "number": "177.086",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.086. Construction of facilities, sealed bids and public advertisement required, when. —1. Any school district authorizing the construction of facilities which may exceed an expenditure of fifty thousand dollars shall publicly advertise, once a week for two consecutive weeks, in a newspaper of general circulation, qualified pursuant to chapter 493, located within the city in which the school district is located, or if there be no such newspaper, in a qualified newspaper of general circulation in the county, or if there be no such newspaper, in a qualified newspaper of general circulation in an adjoining county, and may advertise in business, trade, or minority newspapers, for bids on said construction.\n\n2. No bids shall be entertained by the school district which are not made in accordance with the specifications furnished by the district and all contracts shall be let to the lowest responsible bidder complying with the terms of the letting, provided that the district shall have the right to reject any and all bids.\n\n3. All bids must be submitted sealed and in writing, to be opened publicly at time and place of the district's choosing.\n\n(L. 1965 p. 307 §§ 1, 2, 3, A.L. 1996 S.B. 605, A.L. 2003 S.B. 686, A.L. 2019 H.B. 604)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-086/"
    },
    {
      "id": "section-177-088",
      "number": "177.088",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.088. Facilities and equipment may be obtained by agreements, procedure. —1. As used in this section, the following terms shall mean:\n\n(1)\"Board\", the board of education, board of trustees, board of regents, or board of governors of an educational institution;\n\n(2)\"Educational institution\", any school district, including all community college districts, and any state college or university organized under chapter 174.\n\n2. The board of any educational institution may enter into agreements as authorized in this section in order to provide for the acquisition, construction, improvement, extension, repair, remodeling, renovation and financing of sites, buildings, facilities, furnishings and equipment for the use of the educational institution for educational purposes.\n\n3. The board may on such terms as it shall approve:\n\n(1) Lease sites, buildings, facilities, furnishings and equipment acquired or constructed; or\n\n(2) Notwithstanding the provisions of this chapter or any other provision of law to the contrary, sell or lease at fair market value, which may be determined by appraisal, any existing sites, together with any existing buildings and facilities thereon, in order to acquire, construct, improve, extend, repair, remodel, renovate, furnish and equip buildings and facilities thereon, and lease back or purchase such sites, buildings and facilities; provided that upon selling or leasing the sites, buildings or facilities, any lease back to the educational institution is not more than one year in length, and with not more than twenty-five successive options by the educational institution to renew the lease under the same conditions; and provided further that there is an agreement to convey or sell the sites, buildings or facilities, including any improvements, extensions, renovations, furnishings or equipment, back to the educational institution with clear title at the end of the period of successive one-year options or at any time bonds, notes or other obligations issued to pay for the improvements, extensions, renovations, furnishings or equipment have been paid and discharged.\n\n4. Any consideration, promissory note or deed of trust which an educational institution receives for selling or leasing property pursuant to this section shall be placed in a separate fund or in escrow, and neither the principal or any interest thereon shall be commingled with any other funds of the educational institutions. At such time as the title or deed for property acquired, constructed, improved, extended, repaired, remodeled or renovated under this section is conveyed to the educational institution, the consideration shall be returned.\n\n5. The board may make rental payments under such leases out of its general funds or out of any other available funds, provided that in no event shall the educational institution become indebted in an amount exceeding in any year the income and revenue of the educational institution for such year plus any unencumbered balances from previous years.\n\n6. Any bonds, notes and other obligations issued to pay for the acquisition, construction, improvements, extensions, repairs, remodeling or renovations of sites, buildings and facilities, pursuant to this section, may be secured by a mortgage, pledge or deed of trust of the sites, buildings and facilities and a pledge of the revenues received from the rental thereof to the educational institution. Such bonds, notes and other obligations issued shall not be a debt of the educational institution and the educational institution shall not be liable thereon, and in no event shall such bonds, notes or other obligations be payable out of any funds or properties other than those acquired for the purposes of this section, and such bonds, notes and obligations shall not constitute an indebtedness of the educational institution within the meaning of any constitutional or statutory debt limitation or restriction.\n\n7. The interest on such bonds, notes and other obligations and the income therefrom shall be exempt from taxation by the state and its political subdivisions, except for death and gift taxes on transfers. Sites, buildings, facilities, furnishings and equipment owned in connection with any project pursuant to this section shall be exempt from taxation.\n\n8. The board may make all other contracts or agreements necessary or convenient in connection with any project pursuant to this section.\n\n9. Notice that the board is considering a project pursuant to this section shall be given by publication in a newspaper published within the county in which all or a part of the educational institution is located which has general circulation within the area of the educational institution, once a week for two consecutive weeks, the last publication to be at least seven days prior to the date of the meeting of the board at which such project will be considered and acted upon.\n\n10. Provisions of other law to the contrary notwithstanding, payments made from any source by a school district, after the latter of July 1, 1994, or July 12, 1994, that result in the transfer of the title of real property to the school district, other than those payments made from the capital projects fund, shall be deducted as an adjustment to the funds payable to the district pursuant to section 163.031 beginning in the year following the transfer of title to the district, as determined by the department of elementary and secondary education. No district with modular buildings leased in fiscal year 2004, with the lease payments made from the incidental fund and that initiates the transfer of title to the district after fiscal year 2007, shall have any adjustment to the funds payable to the district under section 163.031 as a result of the transfer of title.\n\n11. Notwithstanding provisions of this section to the contrary, the board of education of any school district may enter into agreements with the county in which the school district is located, or with a city, town, or village wholly or partially located within the boundaries of the school district, in order to provide for the acquisition, construction, improvement, extension, repair, remodeling, renovation, and financing of sites, buildings, facilities, furnishings, and equipment for the use of the school district for educational purposes. Such an agreement may provide for the present or future acquisition of an ownership interest in such facilities by the school district, by lease, lease-purchase agreement, option to purchase agreement, or similar provisions, and may provide for a joint venture between the school district and other entity or entities that are parties to such an agreement providing for the sharing of the costs of acquisition, construction, repair, maintenance, and operation of such facilities. The school district may wholly own such facilities, or may acquire a partial ownership interest along with the county, city, town, or village with which the agreement was executed.\n\n(L. 1983 H.B. 257 § 1, A.L. 1986 H.B. 911, A.L. 1994 S.B. 676, A.L. 2008 S.B. 839 merged with S.B. 1170, A.L. 2009 S.B. 291, A.L. 2014 S.B. 719)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-088/"
    },
    {
      "id": "section-177-091",
      "number": "177.091",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.091. Elementary and high schools, establishment — acquisition of additional grounds — sale of property, distribution of proceeds — use of property purchased, city of Corder in Lafayette County. —1. The school board in each seven-director district, as soon as sufficient funds are provided, shall establish an adequate number of elementary schools, and if the demands of the district require more than one elementary school building, the board shall divide the district into elementary school wards and fix the boundaries thereof. The board shall select and procure a site in each ward and erect and furnish a suitable school building thereon.\n\n2. The board may also establish high schools and may select and procure sites and erect and furnish buildings therefor.\n\n3. The board may acquire additional grounds when needed for school purposes. If the directors of both school districts involved agree, such grounds may be located outside of the boundaries of the district and operated for school purposes.\n\n4. If there is any school property, the ownership of which is vested in the district, that is no longer required for the use of the district, the board, by an affirmative vote of a majority of the whole board, may authorize and direct the sale or lease of the property, except that, property outside the boundaries of the school district may not be leased. Real property may be sold or leased by listing the property with one or more real estate brokers licensed by the state of Missouri and paying a commission upon such sale or lease. Real property not sold or leased through a real estate broker and all personal property, unless sold or leased to a public institution of higher education, shall be sold or leased to the highest bidder. If real property is not sold or leased through a real estate broker, notice that the board is holding the property for sale or offering it for lease shall be given by publication in a newspaper within the county in which all or a part of the district is located which has general circulation within the district, once a week for two consecutive weeks, the last publication to be at least seven days prior to the sale or lease of the property; except that, any real or personal school property may be sold or leased to a city, state agency, municipal corporation, or other governmental subdivision of the state located within the boundaries of the district, for public uses and purposes, by the giving of public notice as herein provided and at such sum as may be agreed upon between the school district and the city, state agency, municipal corporation, or other governmental subdivision of the state. The lease or deed of conveyance shall be executed by the president and attested by the secretary of the board. If the district has a seal, it shall be affixed to the deed or lease. The proceeds derived from the sale of real property or nonrealty by districts identified as financially stressed pursuant to section 161.520 shall, until July 1, 1998, be placed to the credit of the incidental fund or the capital projects fund of the district, with notice of any such sale to be included in the budget and education plan submitted to the department of elementary and secondary education, and, on and after July 1, 1998, any such proceeds shall be placed to the credit of the capital projects fund. The proceeds from the sale of real property or nonrealty and from leases, by any other district, shall be placed to the credit of the capital projects fund.\n\n5. Notwithstanding the provisions of subsection 4 of this section to the contrary, after twenty-five years from the date of purchase, any city of the fourth classification with more than four hundred but fewer than five hundred inhabitants and located in any county of the fourth classification with more than thirty-two thousand nine hundred but fewer than thirty-three thousand inhabitants located within the boundaries of a school district that has purchased any real or personal school property from the school district for public uses and purposes, as provided in subsection 4 of this section, may sell the property or use the property for whatever purpose such city deems necessary.\n\n6. The school board of a seven-director district may also list real property for sale on which a building has been constructed by an approved vocational education class with a real estate broker licensed by the state of Missouri and pay a commission thereon.\n\n7. Other provisions of this section to the contrary notwithstanding, bids for the purchase of any building constructed by students as part of an approved vocational education class may be accepted prior to completion of such construction.\n\n(L. 1963 p. 200 § 12-9, A.L. 1972 S.B. 552, A.L. 1984 H.B. 1043, A.L. 1990 S.B. 525, A.L. 1993 S.B. 380, A.L. 1994 S.B. 442, A.L. 1997 H.B. 410 merged with S.B. 310, A.L. 2006 S.B. 751)\n\n(Source: RSMo 1959 § 165.370)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-091/"
    },
    {
      "id": "section-177-101",
      "number": "177.101",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.101. Public parks and playgrounds, seven-director board may establish. —1. In seven-director districts as specified in this section, the school board may establish and maintain public parks and playgrounds for the use of the public school district, and may appropriate the sums they deem proper for the support thereof.\n\n2. The school board may lease or purchase grounds additional to the schoolhouse site, either adjacent thereto or elsewhere in the school district, for libraries, public parks and playgrounds and pay for the grounds so leased or purchased out of the funds of the school district available for the purpose.\n\n3. The board of education shall have full custody and control of the parks and playgrounds including the policing and the preservation of order thereon and may permit the use of the grounds that it deems best in the interest of the district. The board shall adopt and enforce, subject to the laws of the state and the ordinances of the city, suitable rules and regulations for the control of the grounds and the conduct of persons using them.\n\n(L. 1963 p. 200 § 12-10, A.L. 1977 H.B. 130)\n\n(Source: RSMo 1959 § 165.327)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-101/"
    },
    {
      "id": "section-177-111",
      "number": "177.111",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.111. Athletic stadiums — powers of board. —1. Any seven-director school district, acting through its board of directors, may acquire, construct, erect, equip and furnish, operate, control and regulate a stadium or similar structure for the holding of school athletic games, contests and other recreational activities and exhibitions, and for purposes and uses incidental thereto. Portions of the structure may be constructed and equipped for gymnasium or training rooms and dressing rooms. From time to time the district may make additions to or enlarge the structure.\n\n2. The school district may use real property now or hereafter belonging to it as a site for the stadium, or may acquire by purchase, lease, gift or otherwise the real and personal property that in the judgment of the board of directors is necessary, advisable and suitable for the purpose, together with adequate space for off-street parking of vehicles. It may accept contributions and gifts of money or property for the acquisition, construction, operation and maintenance of the stadium and sites and appurtenances thereto.\n\n3. If the district uses for such purpose property acquired by funds derived from proceeds of taxation, it shall make payment from the proceeds of the bonds issued pursuant to sections 164.231 to 164.301, or from funds available therefor from sources other than taxation, into its treasury to the credit of the appropriate fund a sum equal to the cost to the school district of the property or its then appraised value, whichever is greater. The appraised value shall be determined by a proceeding in the circuit court of the county where the land is situated in the nature of a condemnation proceeding, so that the school district will in effect have condemned the land for the benefit of the project and it will have ceased to represent investment of proceeds of taxation. The circuit court is vested with jurisdiction of the proceeding in which the school district shall be plaintiff and the attorney general shall be made a party defendant as representing the public interest in the property and funds of the school district derived from taxation.\n\n(L. 1963 p. 200 § 12-11 and p. 354 § 176.110)\n\n(Source: RSMo 1959 § 176.110)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-111/"
    },
    {
      "id": "section-177-121",
      "number": "177.121",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.121. May charge for admission and concessions — permit use of stadium by others. —The school district may charge and receive reasonable tolls or admission charges and may grant, for consideration and under terms and conditions that the board of directors determines, concessions or exclusive rights to sell in and about the stadium refreshments, programs, emblems and similar articles related to the activity carried on, and the exclusive rights to make radio or television broadcasts of the games, contests or other exhibitions that are held therein; and may permit temporary use of the stadium by others when not in use by the schools, upon terms and for consideration, if any, that the board of directors determines.\n\n(L. 1963 p. 200 § 12-12)\n\n(Source: RSMo 1959 § 176.120)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-121/"
    },
    {
      "id": "section-177-131",
      "number": "177.131",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.131. Establishment of elementary and high schools. —The school board in each urban district, as soon as sufficient funds have been provided, shall establish an adequate number of elementary and high schools, select and procure sites, and erect and furnish suitable school buildings therefor.\n\n(L. 1963 p. 200 § 12-13)\n\n(Source: RSMo 1959 § 165.527)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-131/"
    },
    {
      "id": "section-177-151",
      "number": "177.151",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.151. Public auditorium — powers of board. —The board may erect, construct and maintain, and use for all purposes connected with or incident to the work of the public schools or library or art gallery or museum, and let out to others for compensation, an auditorium or public hall suitable for public gatherings. The auditorium may be erected or constructed either in connection with the building devoted to the public library, art gallery or museum, or separate therefrom. The proceeds of rents over expenses shall be used for the purchase of books for the public library.\n\n(L. 1963 p. 200 § 12-15)\n\n(Source: RSMo 1959 § 165.540)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-151/"
    },
    {
      "id": "section-177-161",
      "number": "177.161",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.161. Contracts for erection and repair of school buildings — bids required when. —In metropolitan school districts, all contracts for the erection of school buildings and all contracts for repairs and alterations or additions to school property or materials, equipment or apparatus to be furnished exceeding the sum of five thousand dollars shall be made by the board of education, after public letting, to the lowest responsible bidder complying with the terms of the letting. The necessary specifications and drawings shall be prepared for all such work, and bids therefor shall be solicited by advertisement as the board of education provides. No bid shall be entertained by the board of education which is not made in accordance with the specifications and drawings furnished and all contracts shall be let to the lowest responsible bidder complying with the terms of the letting. The board of education shall have the right to reject any and all bids. Contracts involving the expenditure of less than five thousand dollars for work to be done and materials or equipment to be furnished may be made directly by the superintendent of schools, or by the other officer or employee of the board of education that he designates with the approval of the board, without public letting and without advertising for or inviting bids. The board of education may, however, use its own employees to alter, maintain and repair school buildings, to maintain and repair apparatus or equipment, or to make improvements of school grounds without the letting of contracts whenever the total cost of labor on the job does not exceed the amount of twenty thousand dollars.\n\n(L. 1963 p. 200 § 12-16, A.L. 1967 p. 238, A.L. 1981 H.B. 854)\n\n(Source: RSMo 1959 § 165.603)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-161/"
    },
    {
      "id": "section-177-171",
      "number": "177.171",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 177\n\n177.171. Contracts for furnishing school supplies — bids required when. —The board of education shall cause advertisements to be made under regulations that it provides for proposals for furnishing the supplies required in the schools and by the board. Every contract shall be awarded to the lowest responsible bidder complying with the terms of the letting; but the board shall have and reserve the right to reject any and all bids. The board may authorize the purchase of supplies not exceeding five thousand dollars in amount without letting of contract. The board shall make distribution of supplies through the agencies and in the manner that it deems proper. The board may contract for textbooks or school apparatus for such term of years as it deems proper.\n\n(L. 1963 p. 200 § 12-17, A.L. 1981 H.B. 854)\n\n(Source: RSMo 1959 § 165.607)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-177/section-177-171/"
    }
  ]
}