{
  "state": "missouri",
  "path": "title-title-xi/chapter-chapter-180",
  "sections": [
    {
      "id": "section-180-030",
      "number": "180.030",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.030. Term of office of librarian and assistant. —The librarian and assistant librarian shall hold their offices during the pleasure of the supreme court, and the said court shall exercise a general care and superintendence over the library.\n\n(RSMo 1939 § 14728, A.L. 1945 p. 1129 § 14722)\n\nPrior revisions: 1929 § 13429; 1919 § 7172; 1909 § 8168",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-030/"
    },
    {
      "id": "section-180-040",
      "number": "180.040",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.040. Duty of librarian — secretary of state to deliver certain books and reports. —The librarian shall have the custody, charge and safekeeping of all maps, charts and other things of every kind whatsoever, property belonging to the library, and shall take special care that none of them be lost or injured; and he shall cause the seal of the supreme court to be stamped on the outside of each volume. The secretary of state shall deliver to the librarian, as soon as received by him, one copy of the following books, viz.: The acts of each session of congress, acts of the several states and territories, the journals of the general assembly of this state, the journals of the general assemblies of the several states and territories, also one copy of the journals of each house of congress, and of all books, reports, state papers and documents ordered by congress or either house thereof to be distributed among the states, also, five copies of the acts of the general assembly of this state, which the librarian shall cause to be bound, if the same be not already done, and placed in the library.\n\n(RSMo 1939 § 14714, A.L. 1945 p. 1129)\n\nPrior revisions: 1929 § 13414; 1919 § 7157; 1909 § 8153\n\nCROSS REFERENCE:\n\nRevised statutes and session laws, delivery to supreme court library, 2.050, 3.130",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-040/"
    },
    {
      "id": "section-180-050",
      "number": "180.050",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.050. Books to be replaced. —Whenever any volumes in the supreme court library of the supreme court reports or of the court of appeals of this state, or of the revised statutes or session acts thereof, have become worn and defaced or unfit for use, the secretary of state, on the requisition of the supreme court librarian, shall exchange the volumes for others from the surplus volumes of the books in his possession.\n\n(RSMo 1939 § 14729, A.L. 1945 p. 1129 § 14723, A.L. 1973 S.B. 263)\n\nPrior revisions: 1929 § 13430; 1919 § 7173; 1909 § 8169",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-050/"
    },
    {
      "id": "section-180-060",
      "number": "180.060",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.060. Librarian to care for miscellaneous books, maps and charts. —The librarian shall cause all books, maps and charts now owned by the state, and such as may be hereafter acquired, to be appropriately arranged and kept in the rooms which are set apart for that purpose on the second floor of the supreme court building. He shall have the sole and entire control of said rooms, keep the keys of the same, and provide for the safekeeping of the books.\n\n(RSMo 1939 § 14715, A.L. 1945 p. 1129)\n\nPrior revisions: 1929 § 13415; 1919 § 7158; 1909 § 8154",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-060/"
    },
    {
      "id": "section-180-070",
      "number": "180.070",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.070. Librarian may procure books. —When there shall be a want of continuity in any of the series of acts, journals or other books required to be placed in the library, it shall be the duty of the librarian to open a correspondence with the proper person, in order to obtain those which are wanting, and if they cannot otherwise be procured, he shall purchase the same and place them in the library.\n\n(RSMo 1939 § 14716, A.L. 1945 p. 1129)\n\nPrior revisions: 1929 § 13416; 1919 § 7159; 1909 § 8155",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-070/"
    },
    {
      "id": "section-180-080",
      "number": "180.080",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.080. Librarian may purchase, sell and exchange law books and reports. —The librarian shall, under the direction of the judges of the supreme court, purchase such books as they may require, and place the same in the law library; and under the direction of such judges, he may sell or exchange any surplus or duplicate law books or reports.\n\n(RSMo 1939 § 14718, A.L. 1945 p. 1129 § 14717)\n\nPrior revisions: 1929 § 13418; 1919 § 7161; 1909 § 8157",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-080/"
    },
    {
      "id": "section-180-100",
      "number": "180.100",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.100. Commissioner of administration to certify accounts. —The commissioner of administration shall certify the accounts of the librarian and assistant librarian and warrants shall be drawn on the treasury for the payment of the same.\n\n(RSMo 1939 § 14720, A.L. 1945 p. 1129 § 14719)\n\nPrior revisions: 1929 § 13420; 1919 § 7163; 1909 § 8159",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-100/"
    },
    {
      "id": "section-180-090",
      "number": "180.090",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.090. Necessary expenses allowed. —All necessary expenses of stationery, lights, postage, fuel and keeping the library clean and in order, shall be allowed the librarian, and paid out of the general contingent fund.\n\n(RSMo 1939 § 14722, A.L. 1945 p. 1129 §14720)\n\nPrior revisions: 1929 § 13422; 1919 § 7165; 1909 § 8161",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-090/"
    },
    {
      "id": "section-180-110",
      "number": "180.110",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.110. Who may take books from library. —The library shall be open to the public and operated under the rules, orders and supervision of the supreme court of Missouri; but no book shall be taken from the library except by the state officers, members of the general assembly or the judges of the supreme court, or an attorney of the supreme court on an order of a judge of the supreme court; and no book shall be taken from the library in any case without it shall have been first charged to the person obtaining it, who shall also give his written receipt for the same.\n\n(RSMo 1939 § 14723, A.L. 1945 p. 1129 § 14721)\n\nPrior revisions: 1929 § 13423; 1919 § 7166; 1909 § 8162",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-110/"
    },
    {
      "id": "section-180-120",
      "number": "180.120",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.120. Supreme court library to exchange publications with other states. —The supreme court library is hereby made and constituted the medium for exchange of the official publications of the various departments, institutions and bureaus of the state government, to be exchanged with the other states of the union for their official state publications, and the officials of this state in charge of said departments, institutions and bureaus, shall cause to be delivered to the supreme court library such number of copies of all their publications as is necessary to make such exchange, and for the use of the supreme court library.\n\n(RSMo 1939 § 14730, A.L. 1945 p. 1129 § 14724)\n\nPrior revisions: 1929 § 13431; 1919 § 7174; 1909 § 8170",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-120/"
    },
    {
      "id": "section-180-130",
      "number": "180.130",
      "heading": "",
      "text": "Title XI EDUCATION AND LIBRARIES\n\nChapter 180\n\n180.130. Fees for certain services — expenditures of fee revenues. —The librarian may collect a reasonable fee for reproducing legal material. The librarian may make expenditures from these fees in order to secure legal material from other sources. A single expenditure from these fees shall not exceed twenty dollars. The aggregate of all expenditures from these fees during any fiscal year shall not exceed two hundred fifty dollars. Accurate records of all receipts and expenditures shall be maintained at all times. The balance of the fees shall be paid into the state treasury at least monthly.\n\n(L. 1982 S.B. 497)",
      "source_url": "https://law.justia.com/codes/missouri/title-xi/chapter-180/section-180-130/"
    }
  ]
}