{
  "state": "idaho",
  "path": "title-title-43/chapter-chapter-7",
  "sections": [
    {
      "id": "section-43-701",
      "number": "43-701",
      "heading": "",
      "text": "43-701. PREPARATION OF ASSESSMENT BOOK — LEVY OF ASSESSMENTS. (1) The secretary of the board of directors shall be the assessor of the district, and on or before August 1 of each year shall prepare an assessment book containing a full and accurate list and description of all of the land of the district, and a list of the persons who own, claim or have in possession or control thereof during said year, giving the number of acres listed to each person: provided, that where the property to be listed is described by metes and bounds description, the assessor of the district may give to each tract of land within the district which is described by metes and bounds description an irrigation district assessment number, which number shall be placed on the assessment roll to indicate the certain piece of land bearing such number, and entered on a plat book to indicate what tract is designated by such irrigation district assessment number, and no further description of such land shall be necessary upon the irrigation district assessment roll. The assessor of the district must, in the event irrigation district assessment numbers are used in lieu of the metes and bounds description, on or before the first day of August of each year, file with the board of directors of the district an accurate and complete list of all irrigation district assessment numbers entered on the assessment rolls for the year, showing opposite each number an accurate description of the tract of land designated by such number. Thereafter, in all cases where an irrigation district assessment number is used to designate the same tract of land in the assessment of succeeding year, the assessor of the district shall not include such number in his list of the irrigation district assessment numbers filed with the board of directors of the district.\n\n(2) Whenever a tract of land which has been given an irrigation district assessment number is subdivided, the assessor of the district shall give each subdivision a new irrigation district assessment number, which number with an accurate description of the tract of land designated by such new number, shall be included in his list of irrigation district assessment numbers filed with the board of directors; provided, that the owners of two (2) or more lots each of which is less than five (5) acres in size in any subdivision which has been given new assessment numbers may request of the assessor in writing that those lots be combined for assessment purposes, whereupon the assessor shall combine those lots into a single assessment number, which may be the same as the number previously assigned to one (1) of the lots, which number with an accurate description of the lots designated by such number shall be included in his list of irrigation district assessment numbers filed with the board of directors; thereafter, such combined area shall be deemed to be a single parcel for all purposes related to the levy and collection of assessments and all subsequent assessments shall constitute a single lien against the entire combined area. The request to combine the parcels for assessment purposes shall include the name and mailing address of the person designated by the requesting landowners to receive notices from the district. All assessment notices which otherwise would be sent to the individual landowners, shall be sent to the person thus designated, and shall be deemed to have been sent to the owner of each parcel included in the combined area.\n\n(3) In all irrigation districts where the collection of assessments is made by county officers as provided for by sections 43-727, 43-728 and 43-729, Idaho Code, said assessment book shall be prepared on or before June fifteenth of each year and the provisions of this section with reference to assessment numbers shall not apply. If the name of the person owning, claiming, possessing or controlling any tract of said land is not known, it shall be listed to unknown owners.\n\nIn all districts in which an assessment is levied for the purpose of maintaining and operating the works of said district, at a regular meeting of the board between August 1 and November 8 of each year, the board of directors shall levy an assessment upon all the lands of the district for the expense of maintaining and operating the property of the district; provided, that in all districts where the collection of assessments is made by county officers as provided by sections 43-727, 43-729, Idaho Code, said levy shall be made on or before the third Tuesday of July of each year.\n\n(4) At the time of meeting of the board of directors to levy assessments as in this section provided, the board of directors of the irrigation district are authorized to determine the aggregate amount necessary to be raised for all purposes connected with the maintaining and operating of the works of said district, and may determine the total amount of said sum necessary and required to pay the expense of making the assessment book and extension of the assessments thereon, giving notice of assessments and making collections of assessments, which shall be designated as assessment expense fund. If the district has adopted a flat rate method of assessing residential lots of one (1) acre or less as authorized by section 43-701B, Idaho Code, the share of the assessment expense to be apportioned against the residential lots and the share to be apportioned against the tracts of land assessed by the regular method shall be determined separately so as to allocate as accurately as reasonably possible, between (1) such residential lots and (2) all other parcels, the assessment expenses specified above. The balance of said amount necessary to be raised shall be designated as operation and maintenance fund. The board of directors are authorized to apportion the total amount of assessment expense fund against the several tracts of land as shown on the assessment book, so that each tract shall pay its proportionate share of the cost of making assessments and collections thereof. The amount of said assessment designated operation and maintenance fund shall be spread upon all the lands in the district and shall be proportionate to the benefits received by such lands growing out of the maintenance and operation of the said works of said district. Such assessments shall be carried out by the secretary and entered into an appropriate column on the assessment roll immediately and shall be subject to review by the board of correction hereinafter provided for.\n\n(5) In districts that furnish water to landowners who have previously petitioned out of such district, the board of directors shall assess such owners in the same proportionate amount for maintenance and operation of the irrigation works of the district as they do on the land within such district, and in addition thereto shall assess such landowners in the same proportionate amount for bond interest and redemption of bonds outstanding under the provisions of chapters 4, 5, and 6, of this title, or other contract indebtedness of the district, as they do against the land of the district, and such assessment shall be considered as a toll, and if not paid by the first day of January following such assessment, the board of directors may refuse to deliver water to such landowner until this, or any other delinquent payment has been paid.\n\n[(43-701) 1903, p. 150, sec. 23; reen. R.C., sec. 2407; am. 1911, ch. 71, sec. 4, p. 194; am. 1911, ch. 154, sec. 9(8), p. 461; reen. C.L., sec. 2407; C.S., sec. 4384; am. 1931, ch. 125, sec. 1, p. 221; I.C.A., sec. 42-701; am. 1941, ch. 93, sec. 1, p. 170; am. 1945, ch. 126, sec. 1, p. 192; am. 1947, ch. 54, sec. 1, p. 71; am. 1949, ch. 220, sec. 1, p. 463; am. 1967, ch. 397, sec. 1, p. 1179; am. 1988, ch. 137, sec. 1, p. 244; am. 1989, ch. 368, sec. 1, p. 923 .]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701/"
    },
    {
      "id": "section-43-701a",
      "number": "43-701A",
      "heading": "",
      "text": "43-701A. REHABILITATION OF IRRIGATION WORKS — LEVY FOR PRELIMINARY STUDY COSTS. If the rehabilitation, reconstruction or replacement of irrigation works is determined necessary by the board of directors and a bond issue authorized by section 43-401A, Idaho Code, or other financing arrangement will be required for the project, the board of a district constructing the works or a district which will pay a proportionate share of the cost of the project may include in its assessment levy under section 43-701, Idaho Code, an amount sufficient to obtain surveys, examinations, plans and professional services necessary to determine the cost or feasibility of the project, or obtain its authorization. If other water user organizations contract with the constructing district for payment of a share of the costs of the project, sums expended by the constructing district or others as herein authorized may be included in total project cost; provided that if the monies so assessed and expended by the constructing district or other participating district are repaid, the district may (i) use the money to meet and offset future expenses or assessments of the district, and/or (ii) refund part or all of said money as an adjustment to the original assessment to the present landowners of the district in proportion to the previous assessments from which said money was obtained; provided further that in the event a district is a nonoperating entity, said district may refund part or all as above provided to the irrigation entities that comprise said district in proportion to the previous assessments to landowners within such irrigation entities levied against the lands of said irrigation entities.\n\n[43-701A, as added by 1973, ch. 254, sec. 1, p. 505; am. 1981, ch. 7, sec. 1, p. 14.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701a/"
    },
    {
      "id": "section-43-701b",
      "number": "43-701B",
      "heading": "",
      "text": "43-701B. FLAT RATE ASSESSMENTS FOR TRACTS OF ONE ACRE OR LESS. Notwithstanding the provisions of section 43-701, Idaho Code, whenever the cost of making and collecting assessments against residential tracts, one (1) acre or less in size, is determined by the board of directors to be burdensome on the district and on the owners of such lots, the board may assess all such tracts at a flat rate, to be determined by dividing the total amount assessable against all such tracts by the total number of such tracts, and the flat rate assessments thus determined may be certified to the county officers as specified in section 43-701C, Idaho Code, for collection or may be collected by the district in substantially the same manner that other assessments are collected pursuant to this chapter. The board, in the reasonable exercise of its discretion, may establish the maximum lot size for flat rate assessments at any size within the range between one-fourth (1/4) acre and one (1) acre. Tracts included or retained in an irrigation district for drainage purposes only shall be assessed only for drainage costs and may be certified to the county officers on a separate list. The board may, in its discretion, exclude from the flat rate assessment procedure any tracts upon which liens for construction costs exist under the provisions of sections 43-328 through and including 43-330, Idaho Code.\n\n[43-701B, added 1982, ch. 103, sec. 1, p. 282; am. 1988, ch. 137, sec. 2, p. 246.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701b/"
    },
    {
      "id": "section-43-701c",
      "number": "43-701C",
      "heading": "",
      "text": "43-701C. FLAT RATE ASSESSMENTS — PREPARATION AND CERTIFICATION OF LISTS — CHANGES IN LEGAL DESCRIPTIONS. As soon as possible after the board of directors determines to make flat rate assessments as provided in section 43-701B, Idaho Code, the treasurer of the district shall prepare a list containing the legal description, the assessor’s parcel number and the name and last known address of the owner of record of each residential tract, one (1) acre or less in size, assessed by the district for all purposes, and a separate list in like manner for such tracts assessed only for drainage. The list or lists may be certified by the treasurer to the county auditor of the county in which the lands are situate. When an irrigation district includes lands in more than one (1) county, separate lists may be prepared for each county. When a tract lies partly in one (1) county and partly in one or more other counties, only the portion in any county shall be included in the list for that county if the treasurer is certifying a list or lists to the county auditor. If the legal description of any tract or tracts on any such list differs from the legal description as shown by the assessor’s records, the auditor shall notify the irrigation district treasurer of the discrepancy and the description in the list shall be changed by the irrigation district treasurer, by an addendum, to conform with the assessor’s records; provided, however, that where the discrepancy between the descriptions occurs because a portion of the parcel lies outside the boundaries of the irrigation district, no change in description shall be required, and the irrigation district assessments shall be effective only as to the portions of any such parcel that are within the boundaries of the irrigation district.\n\n[43-701C, added 1982, ch. 103, sec. 2, p. 282; amn. 1988, ch. 137, sec. 3, p. 247.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701c/"
    },
    {
      "id": "section-43-701d",
      "number": "43-701D",
      "heading": "",
      "text": "43-701D. FLAT RATE ASSESSMENTS — COLLECTION BY COUNTY OFFICERS. After any list of tracts has been certified and conformed as provided for in section 43-701C, Idaho Code, the treasurer of the district may notify the appropriate county officers, on or before the third Tuesday of July of each year, of the amount assessed against the tracts identified on each such list, and the amount assessed shall be uniform for all tracts on the same list. After the receipt of any such notification from the treasurer of any irrigation district, the appropriate county officer shall each year enter upon the county assessment roll against the property therein described the levy so made by the board of directors of said district as shown upon the notification furnished to the said county officer as above provided, in manner similar to that in which other municipal, school or highway district assessments are entered by him on said assessment roll, except that the sum assessed and charged against each description of land therein contained for such irrigation district purposes shall be entered by the officer as the operation and maintenance assessment or the drainage assessment of the (name of district) irrigation district against the same. Such district operation and maintenance tax shall be collected and accounted for by the county officers in the same manner as other municipal taxes and paid over to the district treasurer together with any penalties or interest collected thereon, and the collection thereof shall be enforced in the same manner, and neglect to pay the same shall be subject to the same penalties as the other taxes of the county; provided, however, that the collection of such district assessments by such county officers, as herein provided, shall not make the bonds, contracts and interest due from such irrigation districts the obligation of such county or counties.\n\n[43-701D, added 1982, ch. 103, sec. 3, p. 283; am. 1988, ch. 137, sec. 4, p. 247.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701d/"
    },
    {
      "id": "section-43-701e",
      "number": "43-701E",
      "heading": "",
      "text": "43-701E. FLAT RATE ASSESSMENTS — SPECIAL HANDLING OF UNPAID ASSESSMENTS ON PROPERTY EXEMPT FROM GENERAL TAXATION. Any irrigation district assessment certified by the treasurer to the county officers which is placed on property exempt from general ad valorem taxation may be returned to the irrigation district if the assessment is not paid within three (3) years of the date on which it is due, and upon return of any such assessment the district shall be responsible for collection thereof, and the county officers shall be relieved of any further responsibility for collection of that assessment. Entry of delinquent assessments and the penalties thereon by the tax collector in accordance with chapter 10, title 63, Idaho Code, shall constitute compliance with the provisions of sections 43-710 and 43-711, Idaho Code, and the treasurer of the district shall not be required to make any separate delinquency entry with respect to any parcel of property to which this section applies.\n\n[43-701E, added 1982, ch. 103, sec. 4, p. 283; am. 1996, ch. 322, sec. 41, p. 1071.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701e/"
    },
    {
      "id": "section-43-701f",
      "number": "43-701F",
      "heading": "",
      "text": "43-701F. FLAT RATE ASSESSMENTS — ASSESSMENT AND COLLECTION EXPENSES. The costs incurred by the irrigation district in preparing and certifying any list of tracts as provided for in section 43-701C, Idaho Code, shall be assessed against the tracts described in that list, at the same amount for each tract, and the amount so assessed shall be included in the first notification made by the irrigation district treasurer to the county as provided for in section 43-701D, Idaho Code, if the district is utilizing the county for collecting the assessment. Thereafter all tracts on any one list shall be regarded as a single tract for determining assessment expense as provided for in section 43-701, Idaho Code. The county commissioners initially shall levy an additional fee against the tracts described in any such list for the cost of transferring and conforming the list and initiating the collection process, at a uniform amount for each tract, and may levy annually an additional assessment for the current cost of collection and remittance to the district, at a uniform amount for each tract.\n\n[43-701F, added 1982, ch. 103, sec. 5, p. 284; am. 1988, ch. 137, sec. 6, p. 248.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701f/"
    },
    {
      "id": "section-43-701g",
      "number": "43-701G",
      "heading": "",
      "text": "43-701G. FLAT RATE ASSESSMENTS — ACCELERATED COLLECTION OF INDEBTEDNESS. In order to implement the flat rate assessments authorized in section 43-701B, Idaho Code, the board of directors, before any list of tracts is certified to the county officers as provided for in section 43-701C, Idaho Code, or before the list is used by the district for collection of flat rate assessments utilizing its own personnel and procedures, shall assess, against all tracts it has determined to assess at a flat rate as in this chapter provided, the entire unpaid balance of principal and any accrued interest on any contract or bonded indebtedness apportioned to each such tract. If any landowner shall object to such assessment, his tract of land shall not be included in the list certified to the county officers, and that tract shall be assessed by the district in the regular manner for all purposes, instead of under the flat rate procedure authorized in this chapter.\n\n[43-701G, added 1982, ch. 103, sec. 6, p. 284; am. 1988, ch. 137, sec. 7, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701g/"
    },
    {
      "id": "section-43-701h",
      "number": "43-701H",
      "heading": "",
      "text": "43-701H. FLAT RATE ASSESSMENTS — WATER RIGHTS NOT AFFECTED. Conversion by an irrigation district to the flat rate assessment procedure authorized in this chapter shall not affect in any manner the water rights appurtenant to or allocated to any tract of land in the irrigation district.\n\n[43-701H, added 1982, ch. 103, sec. 7, p. 285.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701h/"
    },
    {
      "id": "section-43-701i",
      "number": "43-701I",
      "heading": "",
      "text": "43-701I. RECHARGE PROJECTS — LEVY FOR PRELIMINARY STUDY COSTS — PURCHASE OR LEASE OF WATER. If a ground water recharge project within all or part of the district is or may be deemed necessary by the board of directors of an irrigation district and a bond issue or other method of financing the project will be required, the board of directors may levy an assessment pursuant to section 43-701, Idaho Code, proportionate to the benefits received by the various tracts of land within all or part of the district, in an amount sufficient to obtain data, surveys, examinations, plans and professional services necessary to determine the cost or feasibility of the project, to purchase or lease water necessary for the project under such terms as are in compliance with section 42-222, Idaho Code, or to obtain authorization for the project. The board of directors may contract with any state or federal agency as well as any individual, firm, partnership, association, corporation or other recognized legal entity in order to obtain the data, surveys, examinations, plans or professional services that are required pursuant to this section.\n\n[43-701I, added 1988, ch. 163, sec. 1, p. 294.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701i/"
    },
    {
      "id": "section-43-701dd",
      "number": "43-701DD",
      "heading": "",
      "text": "43-701DD. FLAT RATE ASSESSMENTS — COLLECTION BY DISTRICT. If the district has adopted a flat rate method of assessing residential lots of one (1) acre or less as authorized by section 43-701B, Idaho Code, and if the district has elected not to have that assessment collected by county officers pursuant to section 43-701D, Idaho Code, the assessment shall be collected by the district in substantially the same manner that other assessments are collected pursuant to this chapter.\n\n[43-701DD, added 1988, ch. 137, sec. 5, p. 248.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-701dd/"
    },
    {
      "id": "section-43-702",
      "number": "43-702",
      "heading": "",
      "text": "43-702. NOTICE OF CORRECTION OF ASSESSMENTS. Within ten (10) days after the date of levying the assessment as provided in section 43-701, the secretary of the board must give notice of the time the board of directors will meet to correct assessments, by publication in a newspaper published in each of the counties comprising the district, which notice shall be published weekly for a period of two (2) weeks. The time fixed for the meeting shall not be less than two (2) weeks, nor more than five (5) weeks from the first publication of the notice. In the meantime the assessment books must remain in the office of the secretary for the inspection of all persons interested.\n\n[(43-702) 1903, p. 150, sec. 24; reen. R.C. & C.L., sec. 2408; C.S., sec. 4385; I.C.A., sec. 42-702; am. 1949, ch. 220, sec. 2, p. 463; am. 1967, ch. 397, sec. 2, p. 1179.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-702/"
    },
    {
      "id": "section-43-703",
      "number": "43-703",
      "heading": "",
      "text": "43-703. BOARD OF CORRECTION. Upon the day specified in the notice required by the preceding section of the meeting, the board of directors, which is hereby constituted a board of corrections for that purpose, shall meet and continue in session, from day to day, as long as may be necessary not to exceed five (5) days, exclusive of holidays, and may make such changes in said assessment book as may be necessary to make it conform to the facts. In the event that the time set for the board of directors to meet to correct assessments should coincide with the time of the regular meeting of the board, the board of directors will in addition to their regular duties be regarded as sitting as a board of correction as above provided. Assessments levied for maintenance and operation of the district as provided in section 43-701 may be reviewed by the board of correction upon the request of any person interested. Within five (5) days after the close of said session the secretary of the board shall have the corrected assessment book complete.\n\n[43-703) 1903, p. 150, sec. 25; reen. R.C., sec. 2409; am. 1911, ch. 71, sec. 5, p. 194; am. 1911, ch. 154, sec. 10, p. 461; reen. C.L., sec. 2409; C.S., sec. 4386; I.C.A., sec. 42-703; am. 1949, ch. 220, sec. 3, p. 463; am. 1967, ch. 397, sec. 3, p. 1179.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-703/"
    },
    {
      "id": "section-43-704",
      "number": "43-704",
      "heading": "",
      "text": "43-704. LEVY OF ASSESSMENTS. At a regular meeting between August 1 and November 8 of each year the board of directors shall levy an assessment upon the lands in said district upon the basis, and in the proportion, of the list and apportionment of benefits approved by the court as hereinbefore provided, which assessment shall be sufficient to pay principal of and interest on the outstanding bonds of the district as the same fall due. The secretary of the board must compute and enter in a separate column of the assessment book the respective sums, in dollars and cents, to be paid as an assessment on the property therein enumerated. When collected, the assessment shall be paid into the district treasury and shall constitute a special fund to be called \"Bond fund of …. irrigation district.\"\n\nIn case any assessment should be made for the purpose contemplated by a bond authorization, it shall be entered in a separate column of the assessment book in the same manner as the bond fund; and when collected shall constitute the \"Construction fund of …. irrigation district.\"\n\n[(43-704) 1903, p. 150, sec. 26; am. 1907, p. 484, sec. 1; am. R.C., sec. 2410; am. 1915, ch. 143, sec. 8, p. 304; reen. C.L., sec. 2410; C.S., sec. 4387; I.C.A., sec. 42-704; am. 1949, ch. 221, sec. 1, p. 467; am. 1966 (2nd E.S.), ch. 8, sec. 3, p. 20; am. 1967, ch. 397, sec. 4, p. 1179; am. 1980, ch. 75, sec. 1, p. 157.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-704/"
    },
    {
      "id": "section-43-705",
      "number": "43-705",
      "heading": "",
      "text": "43-705. SUBSEQUENT LEVY WHEN FIRST VOID FOR IRREGULARITY. If the levy or levies of any assessment or assessments for any year or years, provided for by this chapter, on any or all the lands of the district, which remain unpaid, shall be discovered to be irregular or void because of any irregularity, informality or error in the assessment books or on account of the assessment books not having been made, completed or returned within the time required by law, or on account of any property having been listed on the assessment books without any name or with the name of any other person than that of the true owner, or in any of the various notices required by law to be published or given, or in the proceedings of any of the officers connected with the assessment, correction, levying or collection of such assessment or assessments, or in the issuance or recording of the certificates of sale therefor, another levy of such assessment or assessments may be made on such land or lands the year following the discovery of such irregularity, informality or error, in the manner provided by this chapter, and such subsequent levy or levies shall have the same force and effect as the original would have had if made in full accordance with the statutes: provided, however, that the provisions of this section shall not apply to assessments for construction or purchase of irrigation works levied otherwise than in accordance with the apportionment of benefits as confirmed by the court.\n\n[(43-705) C.S., sec. 4387A, as added by 1925, ch. 65, sec. 1, p. 96; I.C.A., sec. 42-705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-705/"
    },
    {
      "id": "section-43-706",
      "number": "43-706",
      "heading": "",
      "text": "43-706. LIEN OF ASSESSMENT. (1) All assessments shall be liens against the property assessed from and after the first Monday in March of any year.\n\n(2) Assessment liens shall be a first lien on the property assessed and shall be superior to the lien of any mortgage or deed of trust, whether prior in time or not.\n\n(3) The lien for the bonds of any series shall be a preferred lien to that of any subsequent series, except as otherwise provided in this title.\n\n(4) The lien shall not be removed until the assessments are paid, the property is sold for the payment thereof, or the assessments are canceled pursuant to section 43-716 or 43-1508, Idaho Code. Any mortgage or other lien on such assessed property shall, in all cases, be subject to the assessment lien provided in this section. Upon any sale of the property, the purchaser at such sale shall take the property subject to any annual assessment of the district that remains unpaid at the time of the sale.\n\n[(43-706), added 1903, p. 150, sec. 27; reen. R.C., sec. 2411; am. 1911, ch. 71, sec. 6, p. 194; am. 1911, ch. 154, sec. 11, p. 461; am. 1915, ch. 143, sec. 9, p. 304; reen. C.L., sec. 2411; C.S., sec. 4388; I.C.A., sec. 42-706; am. 2025, ch. 148, sec. 1, p. 731.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-706/"
    },
    {
      "id": "section-43-707",
      "number": "43-707",
      "heading": "",
      "text": "43-707. PAYMENT OF ASSESSMENTS — WHEN DELINQUENT. Except in districts which have prior to such assessment entered into contracts with the United States requiring payments to the United States on or before December first of that year, on or before the first day of November the secretary must deliver the assessment book to the treasurer of the district, who shall within ten (10) days publish a notice in a newspaper published in each county in which any portion of the district may lie, that said assessments are due and payable and will become delinquent if not postmarked by or received by five o’clock p.m. on the twentieth day of December next thereafter, and also the times and places at which the payment of the assessments may be made, which notice shall be published for the period of two (2) weeks. If the twentieth day of December falls on a Saturday or Sunday, the assessment postmark or receipt deadline shall be the following Monday. The treasurer must attend at the times and places specified in the notice to receive assessments, which must be paid in lawful money of the United States: provided, that maintenance warrants of the district may be accepted as cash in the hands of the original owner for the payment of the maintenance assessments; and that matured bonds of the district and the accrued interest coupons detached from any of the bonds of the district, when presented by landowners within the irrigation district, may be accepted as cash in payment of assessments levied for bond interest and principal, and in the event that the said bonds so used are of a greater denomination than the said assessments the treasurer shall indorse upon said bond or bonds the amount necessary to pay said assessment or assessments and the date of said payment, and take a receipt from such bond holder for the amount so credited, and either such receipt describing the bond so indorsed or such indorsement shall be prima facie evidence that the said sum so indorsed has been paid on said bond or bonds. He must mark the date of payment of any assessment in the assessment book opposite the name of the person paying and give a receipt to such person, specifying the amount of the assessment and the amount paid with a description of the property assessed. Unpaid assessments for the current year are delinquent if not postmarked by or received by five o’clock p.m. on the twentieth day of December or the following Monday should the twentieth day of December fall on a Saturday or Sunday; provided, that if any person pays one-half (1/2) of his assessment before it becomes delinquent as aforesaid, the remaining one-half (1/2) shall not become delinquent until the twentieth day of June at five o’clock p.m. of each year if not received or postmarked by the same, or the following Monday should the twentieth day of June fall on a Saturday or Sunday.\n\nWhere subdivided parcels have been combined for assessment purposes as permitted by section 43-701, Idaho Code, payment of any assessment against the parcels in the combined area shall be made by the designated person or by someone acting under his authority, by a single remittance or, if payment is made in two (2) installments, then by two (2) remittances. It shall be the responsibility of the owners of the parcels within the combined area to determine their respective shares of the assessment and to provide funds to the designated person for payment of their respective shares thereof.\n\nThe treasurer of the district shall not be required to accept partial payments of any installment of an assessment.\n\n[(43-707) added 1903, p. 150, sec. 28; am. 1907, p. 484, sec. 1; reen. R.C., sec. 2412; am. 1911, ch. 127, sec. 1, p. 414; am. 1911, ch. 139, sec. 1, p. 435; am. 1913, ch. 170, sec. 1, p. 542; am. 1915, ch. 88, sec. 1, p. 206; reen. C.L., sec. 2412; am. 1919, ch. 141, sec. 1, p. 436; am. 1919, ch. 16, sec. 1, p. 79; C.S., sec. 4389; am. 1929, ch. 74, sec. 1, p. 111; I.C.A., sec. 42-707; am. 1959, ch. 93, sec. 1, p. 204; am. 1989, ch. 368, sec. 2, p. 925; am. 2016, ch. 133, sec. 1, p. 397.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-707/"
    },
    {
      "id": "section-43-707a",
      "number": "43-707A",
      "heading": "",
      "text": "43-707A. ACCEPTANCE OF PERSONAL OR OTHER NONGUARANTEED FORMS OF PAYMENT. (1) Notwithstanding any other provisions of title 43, Idaho Code, irrigation district treasurers may accept personal or other nonguaranteed forms of payment including, but not limited to, drafts, checks, or credit or debit cards if:\n\n(a) The remitter identifies by legal description or assessment number the parcel for which the payment is tendered.\n\n(b) The amount for which the personal or other nonguaranteed form of payment is presented is the exact amount of the assessment due, including, where a delinquency exists and a tax deed has not been issued, penalties, interest and county redemption fees.\n\n(2) The following procedures shall be followed in processing payments by personal or other nonguaranteed forms of payment:\n\n(a) The assessment number of the identified parcel shall be entered on the transaction receipt.\n\n(b) The treasurer shall, upon request, prepare the current tax receipt or redemption certificate or both, and deliver them to the remitter. Such receipts shall be invalid, and shall so state, if payment is refused by the bank, financial institution or other entity on which it is drawn. Any personal or other nonguaranteed forms of payment upon which payment is refused will be noted in the records of the treasurer and notice of nonpayment shall be delivered to the county recorder. The notation and notice of nonpayment shall be sufficient reversal of any entries made upon the books of the district treasurer and upon the lien records of the county recorder.\n\n(c) Notice shall be sent to the remitter that payment has not been received, that the receipts and releases are therefore invalid and withdrawn, and that the failed payment can be redeemed by payment with United States currency or a guaranteed draft or money order in the amount of the original payment plus the additional interest accrued, plus a repetition of the county filing fees, and plus a handling charge not to exceed twenty-five dollars ($25.00).\n\n(d) Remitters choosing to pay assessments by personal or other nonguaranteed forms of payment may be responsible for any additional transaction, processing or convenience fees incurred by the irrigation district.\n\n(3) Full compliance with the procedures enumerated in this section shall exempt the treasurer from any personal liability for the acceptance of personal or other nonguaranteed forms of payment.\n\n[43-707A, added 1983, ch. 168, sec. 1, p. 475; am. 2006, ch. 255, sec. 1, p. 792; am. 2015, ch. 79, sec. 1, p. 200.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-707a/"
    },
    {
      "id": "section-43-708",
      "number": "43-708",
      "heading": "",
      "text": "43-708. DELINQUENT ASSESSMENTS — ENTRY ON ROLL — EFFECT — PENALTIES FOR DELINQUENCIES. On or before the second Monday of January of each year succeeding the year in which the assessments are levied the treasurer shall carry out and enter all delinquent assessments, with the penalties thereon, on the assessment roll, which entry shall be considered to be dated as of the first day of January in such succeeding year, and shall have the force and effect of a sale to the treasurer of the district as grantee in trust for the district for all lands entered upon the assessment roll upon which one-half (1/2) or more of the original amount of such assessments have not been paid before delinquency.\n\nOn or before the second Monday of July of such succeeding year the treasurer shall make delinquency entries as hereinbefore described for all lands entered on the assessment roll on which the remaining one-half (1/2) of the original amount of such assessment has not been paid before delinquency, which entries shall also be considered to be dated as of January first of such year.\n\nThe penalties required to be added on delinquent assessments shall be two per cent (2%) of the amount remaining unpaid and the treasurer shall collect such delinquent assessments with such penalty added, together with interest on the amount of such delinquent assessments at the rate of one per cent (1%) per month from said first day of January until redemption, provided that where such penalties and interest do not aggregate the sum of one dollar ($1.00) on any one assessment number, the treasurer shall not be required to collect such penalty and interest.\n\nProvided, that if the first half (1/2) of such taxes be not paid prior to the said twentieth day of December, the amount of such one-half (1/2), plus a penalty of two per cent (2%) thereof with interest on the total at the rate of one per cent (1%) per month from the date of delinquency may be paid at any time between the third Monday of January in the year succeeding the year in which such taxes are levied and the twentieth day of June next thereafter, and, in the event of such payment, the second one-half (1/2) of such taxes may be paid thereafter, without penalty, at any time between the two (2) dates last above-mentioned.\n\n[(43-708) C.S., sec. 4389A, as added by 1925, ch. 128, sec. 1, p. 173; am. 1927, ch. 194, sec. 1, p. 260; I.C.A., sec. 42-708; am. 1937, ch. 110, sec. 1, p. 165; am. 1959, ch. 88, sec. 1, p. 200; 1965, ch. 237, sec. 2, p. 575; am. 1980, ch. 77, sec. 1, p. 159.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-708/"
    },
    {
      "id": "section-43-709",
      "number": "43-709",
      "heading": "",
      "text": "43-709. DELINQUENT ASSESSMENTS — CERTIFICATE OF AMOUNT COLLECTED. On or before the third Monday of January of each year succeeding the year in which the assessments were levied, the treasurer shall make his certificate to the secretary of the district showing the amount of such assessments collected into the several funds before date of delinquency and the amounts of such assessments which have become delinquent, and on or before the third Monday of July of such year the treasurer shall make a certificate to the secretary of the district showing the amounts of the second installments of such assessment which have been collected into the several funds before date of delinquency and the amounts of such second installments which have become delinquent.\n\n[(43-709) C.S., sec. 4389B, added 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-709.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-709/"
    },
    {
      "id": "section-43-710",
      "number": "43-710",
      "heading": "",
      "text": "43-710. LIST OF DELINQUENCY ENTRIES WHERE REDEMPTIONS NOT MADE. On or before the fourth Monday of July of the year succeeding the year in which such assessments were levied, the treasurer shall compile a list of such delinquency entries in cases where redemptions have not been made, which list shall contain the description of the lands covered by such delinquency entries, the name of the person to whom they were assessed, together with the amount of such delinquent assessments with said penalty, numbering each entry on such list consecutively in the order such entries appear on the assessment roll, and in case such list is not in the alphabetical order of the names of the persons to whom the property was assessed, he shall supplement such list with such alphabetical index.\n\n[(43-710) C.S., sec. 4389C, as added by 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-710.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-710/"
    },
    {
      "id": "section-43-711",
      "number": "43-711",
      "heading": "",
      "text": "43-711. DELINQUENCY LIST — FILING OF CERTIFIED COPY. On or before the fourth Monday of July of the year succeeding the year in which such assessments were levied, the treasurer shall file a certified copy of the delinquency list as provided in the preceding section with the county recorder of the county in which the lands covered by the various delinquent assessments are located, which list shall be kept with the records of said county recorder in a book to be furnished by the district designated, \"Record of Delinquent Assessments…. Irrigation District.\" Upon receiving such certified list, the recorder shall enter the same on his reception book and be entitled to a filing fee of twenty-five dollars ($25.00) therefor.\n\n[(43-711) C.S., sec. 4389D, as added by 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-711; am. 2017, ch. 98, sec. 1, p. 246.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-711/"
    },
    {
      "id": "section-43-712",
      "number": "43-712",
      "heading": "",
      "text": "43-712. REDEMPTION. (1) At any time prior to the termination of the redemption period as provided in section 43-1508, Idaho Code, redemption of the land may be made by paying to the treasurer an amount equal to:\n\n(a) The amount of all unpaid assessments, including, where applicable, those assessments for the year or years following the issuance of the tax deed, together with all penalties and interest thereon;\n\n(b) All costs associated with the assessment and delinquency processes of the irrigation district;\n\n(c) The costs incurred for the issuance of the redemption deed from the district; and\n\n(d) All other fees and charges for redemption otherwise prescribed by law.\n\n(2) Upon redemption, the treasurer shall note the redemption on the delinquency list and shall issue a redemption certificate showing:\n\n(a) The name of the redemptioner;\n\n(b) The amount paid in redemption;\n\n(c) A description of lands redeemed;\n\n(d) The year in which assessment was levied; and\n\n(e) The delinquency entry number.\n\n(3) The treasurer shall provide a copy of the redemption certification to the redemptioner.\n\n(4) If the land being redeemed has been included in a certified delinquency list:\n\n(a) The treasurer shall file one (1) copy of the redemption certificate with the county recorder of the county in which the land is located; and\n\n(b) The county recorder shall enter the redemption opposite the corresponding entry in his record of delinquent assessments. The county recorder shall be entitled to charge a fee as provided by section 31-3205, Idaho Code, which fee shall be added to the amount necessary for redemption paid by the redemptioner, and be transmitted to the county recorder by the district treasurer.\n\n[(43-712) C.S., sec. 4389E, as added by 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-712; am. 1937, ch. 110, sec. 2, p. 165; am. 1970, ch. 96, sec. 1, p. 243; am. 1984, ch. 174, sec. 1, p. 419; am. 2013, ch. 61, sec. 1, p. 136; am. 2024, ch. 157, sec. 1, p. 607.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-712/"
    },
    {
      "id": "section-43-713",
      "number": "43-713",
      "heading": "",
      "text": "43-713. ALTERNATE SYSTEM OF PAYMENT IN INSTALMENTS OF DELINQUENT ASSESSMENTS OF DISTRICTS. Notwithstanding the provisions of 43-712 as amended, 43-715, and 43-716 as amended, redemption of the assessments levied for the years 1935 to 1940, inclusive, or any of them, may be made in accordance with the following formula:\n\nIf a redemptioner shall, on or before the third Monday of December, 1941, pay the oldest half year’s delinquency, plus the penalty and interest thereon, and shall also pay the first half of the assessment levied for the year 1939, the period of redemption on the remaining delinquency shall be automatically extended to the third Monday of June, 1942, and if, before the third Monday of June, 1942 he shall pay the next oldest half year’s delinquency, plus the penalty and interest thereon, and shall also pay the second half of the assessment levied for the year 1941, the period of redemption on the remaining delinquency shall be automatically extended to the third Monday of December, 1942; and thereafter, so long as the redemptioner continues to pay one-half (1/2) year’s delinquency and one-half (1/2) year’s current undelinquent assessment before the next semiannual tax delinquency date, the period of redemption on the remaining delinquency shall be automatically extended to the next following semiannual tax delinquency date. In all cases where the district treasurer has heretofore complied with the provisions of sections 43-717 and 43-718 by giving the notice therein required, such notice need not again be given, mailed or published. This act shall not be construed to reduce the period of redemption of three (3) years now provided by sections 43-712 as amended, 43-715 and 43-716 as amended.\n\n[(43-713) I.C.A., sec. 42-712a, as added by 1941, ch. 105, sec. 1, p. 187.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-713/"
    },
    {
      "id": "section-43-714",
      "number": "43-714",
      "heading": "",
      "text": "43-714. RESTRICTING APPLICATION OF ALTERNATE SYSTEM OF PAYMENT. The provisions of this act shall not apply to irrigation districts which have arranged for the collection of the district assessments by county officers under the provisions of sections 43-728 to 43-730 inclusive.\n\n[43-714, added 1941, ch. 105, sec. 2, p. 187.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-714/"
    },
    {
      "id": "section-43-714a",
      "number": "43-714A",
      "heading": "",
      "text": "43-714A. DEFINITIONS. Words and terms used in this chapter, unless the context otherwise requires, are defined as follows:\n\n(1) \"District\" means an irrigation district organized under the provisions of title 43, Idaho Code.\n\n(2) \"Board\" means the board of directors of a district.\n\n(3) \"Treasurer\" means the duly appointed officer of an irrigation district, and his or her deputies or employees. Such treasurer acts as ex officio tax collector for the purposes of this chapter.\n\n(4) The term \"delinquent assessments\" as herein used shall be deemed and construed to include all general and special assessments and charges for operation and maintenance, bond or loan contract payments, or other authorized expenditures, entered in irrigation district assessment rolls, not paid when due, and collectible in the manner provided in chapter 7, title 43, Idaho Code.\n\n(5) \"Facsimile\" means the reproduction or supplying of an exact copy from an original document.\n\n(6) \"Party in interest\" means a person or persons, partnership, corporation, business venture, or other entity that holds a recorded purchase contract, mortgage, deed of trust, or lease in and for the property for which a delinquency entry has been made. For purposes of notice requirements in this chapter, recording includes documents recorded in full or by memorandum providing notice thereof.\n\n(7) \"Record owner or owners\" means the person or entity in whose name or names the property stands upon the records in the county recorder’s office. Where the record owners are husband and wife at the time the notice described in section 43-717, Idaho Code, shall issue, notice to one (1) spouse shall be deemed and imputed as notice to the other spouse.\n\n(8) \"Tax certificate\" means a written assignment of a district’s right to a tax deed as provided in section 43-715, Idaho Code.\n\n[43-714A, added 1994, ch. 144, sec. 1, p. 317; am. 2016, ch. 273, sec. 3, p. 753.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-714a/"
    },
    {
      "id": "section-43-715",
      "number": "43-715",
      "heading": "",
      "text": "43-715. DELINQUENT ASSESSMENTS — SALE OF RIGHTS TO TAX DEED — PURCHASER’S RIGHTS AFTER REDEMPTION PERIOD. (1) After the delinquency list has been filed with the county recorder and prior to the expiration of the period of redemption, the board may by written assignment convey its right to tax deed on any delinquency entry to any person paying to the treasurer the amount of such delinquency entry, together with the penalty and interest to the date of assignment as required in case of redemption. Whereupon, the treasurer shall note such assignment opposite the entry on his list of delinquency entries and in case of subsequent redemption thereof, he shall pay the amount so received in redemption to the assignee upon surrender of the tax certificate reassigned to the district; provided, however, that no assignment shall be made unless all prior assessments against the lands covered by such delinquency entry be first fully paid.\n\n(2) When the board exercises its discretionary assignment rights under subsection (1) of this section, any person shall be entitled to become a purchaser of the rights of the district in any unredeemed delinquency entry and the board shall make to the purchaser a proper tax certificate therefor upon receipt of said sums in cash.\n\n(3) After the expiration of the period of redemption, the owner of any tax certificate shall be entitled to tax deed thereon upon delivering to the treasurer his tax certificate from the district, with proper assignments from any previous owner; or, in case of the loss of the tax certificate, of satisfactory proof that he is the owner of the tax certificate; provided, that notice of the pending issuance of tax deed has been served as required by section 43-717, Idaho Code, and that, after compliance with section 43-719(1) or (2), Idaho Code, the board has directed the treasurer to issue the tax deed. Any tax certificate upon which tax deed has not been claimed by the owner of the tax certificate within two (2) years from the expiration of the period of redemption shall become null and void.\n\n[(43-715) C.S., sec. 4389F, as added by 1925, ch. 128, sec. 1, p. 173; am. 1929, ch. 44, sec. 1, p. 53; I.C.A., sec. 42-713; am. 1994, ch. 144, sec. 2, p. 317; am. 2016, ch. 134, sec. 1, p. 398.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-715/"
    },
    {
      "id": "section-43-716",
      "number": "43-716",
      "heading": "",
      "text": "43-716. DELINQUENT ASSESSMENTS — ISSUANCE OF TAX DEED — REMOVAL OF WATER FROM LAND. (1) If the right of redemption provided in section 43-712, Idaho Code, is not exercised within three (3) years from the date of delinquency entry, the district is vested with the discretion, after considering such factors as the amount of delinquent assessments, the costs associated with owning the land, whether or not the land is reasonably capable of delivery of water from the district, whether the land is odd-lot, is irregularly shaped, is a remnant, or has no value to an adjoining landowner, and whether there may be any existing or ongoing liability associated with the land, to:\n\n(a) Upon compliance with sections 43-717 and 43-718, Idaho Code, make to the district or to the owner of the tax certificate, a tax deed to the property;\n\n(b) Upon adoption of a resolution by the board, remove the water from the land, as provided in subsection (2) of this section; or\n\n(c) Continue to assess the land, including levying future assessments, penalties, and interest as provided in this chapter.\n\n(2) The following provisions shall apply to a decision by the board to proceed pursuant to subsection (1)(b) of this section:\n\n(a) The district shall provide notice of its election to remove the water in the same manner as the notice provided for in section 43-717, Idaho Code, which shall provide a date, time, and place upon which redemption shall be made, or the water right shall vest in the irrigation district; and\n\n(b) If the right to redemption is not exercised, as provided in section 43-712, Idaho Code, then all outstanding assessments, penalties, interest, or other charges shall be considered canceled, the land shall no longer be entitled to water from the district, and the water apportioned to said land may be apportioned to different lands within the district’s authorized service area.\n\n[(43-716) C.S., sec. 4389G, as added by 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-714; am. 1933, ch. 3, sec. 1, p. 4; am. 1994, ch. 144, sec. 3, p. 319; am. 2024, ch. 157, sec. 2, p. 608.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-716/"
    },
    {
      "id": "section-43-717",
      "number": "43-717",
      "heading": "",
      "text": "43-717. DELINQUENCY ENTRIES — SERVICE OF NOTICE OF PENDING ISSUANCE OF TAX DEED — EXCLUSIVE PROCEDURE FOR JUDICIAL REVIEW. (1) The treasurer of the district wherein the property for which a tax deed may issue, or the owner of the tax certificate, shall serve or cause to be served written notice of pending issuance of tax deed upon the record owner or owners and parties in interest of record in the following exclusive manner:\n\n(a) By serving or causing to be served a copy of such notice by certified mail with return receipt demanded upon the record owner or owners and parties in interest of record at their last known address, such service of notice to be made no more than five (5) months nor less than two (2) months before the time set for the tax deed to issue;\n\n(b) In the event that such notice is served as above described and returned undelivered and after reasonable and diligent search and inquiry in attempting to locate and serve the record owner or owners and parties in interest of record, then by publishing a summary of such notice in a newspaper having general circulation in the county wherein the property is situated. Such publication must be made at least once a week for four (4) consecutive weeks, the last publication of which is to be no more than two (2) months nor less than fourteen (14) days before the time set for the tax deed to issue.\n\n(c) For purposes of paragraph (b) of this section, an examination of the ownership records maintained by the assessor of the county in which the property is located in accordance with section 63-307, Idaho Code, and an examination of the current telephone directory for the area where the property is located, shall be deemed a reasonable and diligent search and inquiry in attempting to locate and serve the record owner or owners and parties in interest of record.\n\n(2) The record owner or owners and parties in interest of record shall be liable for and shall pay to the treasurer or to the owner of the tax certificate all reasonable costs and fees in the preparation, service and publication of such notice and such reasonable costs shall become a lien upon the property in favor of the district or the owner of the tax certificate and shall be added to the delinquent assessment.\n\n(3) Such notice and summary thereof must contain the following items:\n\n(a) The name and last known address of the record owner or owners;\n\n(b) An accurate description of the property for which the delinquency entry has been made, or, in lieu thereof, the irrigation district assessment number assigned to the property in the assessment roll of the district, and either:\n\ni. A street address or other information which would be of assistance to the public in ascertaining the location of the property; or\n\nii. The name and telephone number of a person, firm or business office from whom information concerning the location of the property may be obtained;\n\n(c) The year for which the assessment was levied and for which the assessment is delinquent;\n\n(d) An itemized statement showing assessment, penalty, interest and all costs and fees incident to the delinquency entry and such notice up to and including the date of the making of such notice;\n\n(e) The date the delinquency entry was made;\n\n(f) The time, date, place at which, and by whom the tax deed will issue; and\n\n(g) A statement that the record owner or owners or any party in interest shall have adequate opportunity to be heard by the board, to confront and cross-examine any evidence or witness against the record owner or owners, and obtain and present evidence on behalf of the record owner or owners or any party in interest. Such statement shall also contain notice of to whom written inquiries and objections shall be directed concerning the notice and information contained therein and by what date such inquiries and objections must be received. Verbal inquiries and objections shall not be considered for any purpose.\n\n(h) A statement that a hearing before the board and judicial review of the board’s decision are the exclusive remedies for challenging the issuance of the tax deed and that no other action can be taken to determine the validity of a properly executed tax deed and that the tax deed conveys complete title to the described land to the grantee named in the tax deed.\n\n(4) Judicial review of a decision of the board as provided in section 43-719(2), Idaho Code, shall be the exclusive method for judicial determination of the regularity of all proceedings from the assessment by the board, inclusive, up to the execution of the tax deed, and no separate or independent action shall lie for the determination of the regularity of those proceedings.\n\n(5) Any party in interest may file a written request for such notice in the office of the treasurer of the district wherein the property for which the delinquency entry has been made is situated. Such request shall contain the following items:\n\n(a) The name and address of the record owner or owners;\n\n(b) An accurate description of the property covered by the interest, or, in lieu thereof, the irrigation district assessment number used in assessing the same;\n\n(c) The name and address of the party in interest;\n\n(d) An accurate description of the interest held; and\n\n(e) The date of termination of the interest held.\n\n(6) If a record owner or owners or a party in interest shall have actual knowledge of the notice of pending issuance of a tax deed or that issuance of a tax deed is pending, it shall be deemed sufficient notice under this section.\n\n(7) Service shall be deemed completed upon depositing the certified mailing containing the original or a copy of the notice of pending issuance of tax deed with return receipt demanded in any United States post office mail box, or upon physical delivery of such notice or copy thereof by the treasurer or by the owner of the tax certificate or by appointed agent of either, to the record owner or owners or party in interest, or upon the date of last publication.\n\n[43-717, added 1994, ch. 144, sec. 5, p. 319; am. 1996, ch. 322, sec. 42, p. 1072.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-717/"
    },
    {
      "id": "section-43-718",
      "number": "43-718",
      "heading": "",
      "text": "43-718. AFFIDAVIT OF COMPLIANCE. (1) At least five (5) days before the tax deed is to be issued, the treasurer or the owner of the tax certificate shall make an affidavit of compliance stating that he or she has complied with the conditions of issuance of notice of pending issuance of tax deed described in section 43-717, Idaho Code, and stating particularly the facts relied on as constituting such compliance.\n\n(2) Such affidavit shall be delivered to the secretary of the district to be by such officer entered on the records of his or her office and carefully preserved among the files of such office. The treasurer or the owner of the tax certificate shall also cause to be filed with the secretary of the district an affidavit by the publisher of each newspaper in which notice of the pending issuance of the tax deed was printed and published, which affidavits of publication shall be filed and preserved among the files of the office of such secretary. Such record or affidavit shall be prima facie evidence that such notice has been given.\n\n(3) Any person who knowingly and intentionally swears falsely to facts averred in such affidavit shall be guilty of perjury and be punished by fine of not more than three hundred dollars ($300).\n\n[43-718, added 1994, ch. 144, sec. 5, p. 321.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-718/"
    },
    {
      "id": "section-43-719",
      "number": "43-719",
      "heading": "",
      "text": "43-719. DELINQUENT ASSESSMENTS — HEARING AND ISSUANCE OF TAX DEED. (1) When a record owner or owners or any party in interest upon whom a notice of pending issuance of tax deed is served or who has actual knowledge of such notice or its contents fails to appear or otherwise defend and answer at the time set for hearing in such notice and it is made to appear to the board that the owner of the tax certificate or the treasurer has fulfilled the requirements of sections 43-717 and 43-718, Idaho Code, the board shall, without further notice to the record owner or owners or any party in interest upon whom such notice has been served or who has actual knowledge of such notice and its contents, immediately direct that the treasurer shall issue a tax deed in favor of the district or the owner of the tax certificate, as the case may be.\n\n(2) When a record owner or owners or any party in interest upon whom such notice is served or who has actual knowledge of such notice or its contents appears or answers at the date specified in such notice, the board shall consider documentary evidence and hear testimony and make a final decision in writing. Such final decision shall be mailed by certified mail, return receipt demanded, to all parties shown by the record of the proceedings to be affected by the board’s action. If the board shall find that the owner of the tax certificate or the treasurer has conformed to the requirements of sections 43-717 and 43-718, Idaho Code, and that a delinquent assessment was owing on the property described and that such delinquency has not been paid, the board shall immediately direct that the treasurer issue a tax deed in favor of the district or the owner of the tax certificate, as the case may be. Such final decision shall include findings of fact and conclusions of law.\n\n(3) A record of the proceeding shall be kept and entered into the district’s minute book.\n\n(4) Any person who is aggrieved by a final decision of the board concerning the issuance of a tax deed is entitled to have that decision reviewed by the district court of the judicial district wherein the property described is located by filing a petition in the district court within thirty (30) days after receipt of the final decision of the board. Such filing does not itself stay enforcement of the board’s decision; however, the board may grant, or the reviewing court may order, a stay upon appropriate terms. Review shall be conducted by the court without a jury and shall be confined to the record in the district’s minute book. The court may reverse or modify the decision of the board if substantial rights of the appellant have been prejudiced because the board’s finding, conclusions or decisions are:\n\n(a) Made upon unlawful procedure;\n\n(b) Clearly erroneous in view of reliable, probative, and substantial evidence on the whole record;\n\n(c) In violation of constitutional or statutory provisions; or\n\n(d) In excess of the statutory authority of the district.\n\n(5) All costs and fees of any hearing or proceeding shall be awarded to the prevailing party; provided however, the costs and fees shall not be ordered paid by any district or its officials in absence of a showing of gross negligence, gross nonfeasance, or gross malfeasance by the district or its officers and a showing of substantial and definite injury to the petitioning party.\n\n[43-719, added 1994, ch. 144, sec. 5, p. 322.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-719/"
    },
    {
      "id": "section-43-720",
      "number": "43-720",
      "heading": "",
      "text": "43-720. TAX DEED — RECITALS — EFFECT AS EVIDENCE — TITLE CONVEYED. The matters recited in the delinquency entry must be recited in the deed, and such deed duly acknowledged or proved is prima facie evidence that:\n\n(1) Benefits were apportioned to the property as required by law or water rights were properly allocated to the property.\n\n(2) The assessment was levied in accordance with law.\n\n(3) The assessment was equalized as required by law.\n\n(4) The assessment, together with statutory penalties, interest and any other charges, was unpaid.\n\n(5) At the proper time the delinquency entry was made as prescribed by law and by the proper officer.\n\n(6) The property was unredeemed within the time allowed by the first paragraph of section 43-712, Idaho Code.\n\n(7) The person who executed the tax deed was the proper officer. Such deed duly acknowledged and proved is prima facie evidence of the regularity of all other proceedings for the assessment, inclusive, up to the execution of the deed. The deed conveys to the grantee the absolute title to the lands described therein, free of all encumbrances, except purchase contracts, mortgages, deeds of trust or leases of record to the holders of which notice as has not been sent as in this chapter provided, any lien for assessments that have attached subsequent to the assessment resulting in the issuance of the tax deed, and any lien for state and county taxes. For purposes of this section, the term \"encumbrances\" does not include any easements, highways or rights-of-way of any type, whether public or private.\n\nAny number of descriptions of land in the same district may be included in one (1) deed where the certificates are held by one (1) person, or the district.\n\n[(43-720) C.S., sec. 4389K, added 1925, ch. 128, sec. 1, p. 173; I.C.A., sec. 42-718; am. 1994, ch. 144, sec. 6, p. 323; am. 2016, ch. 273, sec. 4, p. 754.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-720/"
    },
    {
      "id": "section-43-721",
      "number": "43-721",
      "heading": "",
      "text": "43-721. TAX DEED AS EVIDENCE. Such deed duly acknowledged and proved, is prima facie evidence of the regularity of all other proceedings, from the assessment by the secretary inclusive, up to the execution of the deed.\n\n[(43-721) 1919, ch. 61, sec. 3, p. 195; C.S., sec. 4399; I.C.A., sec. 42-719.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-721/"
    },
    {
      "id": "section-43-722",
      "number": "43-722",
      "heading": "",
      "text": "43-722. APPLICATION OF PRECEDING SECTIONS. The provisions of sections 43-708 to 43-718, inclusive, shall apply to all assessments of irrigation districts organized and existing under chapters 1 to 15, inclusive, of this title, which are levied in the year 1925 and subsequent years.\n\nProvided that the provisions of sections 43-708 to 43-718, inclusive, shall not apply to irrigation districts which have arranged for the collection of the district assessments by county officers under the provisions of sections 43-727 to 43-729, inclusive.\n\n[(43-722) 1925, ch. 128, sec. 2, p. 173; am. 1927, ch. 140, sec. 1, p. 182; I.C.A., sec. 42-720.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-722/"
    },
    {
      "id": "section-43-723",
      "number": "43-723",
      "heading": "",
      "text": "43-723. APPLICATION OF SECTIONS REPLACED. Sections 4391, 4395, 4396, 4397, 4398, and 4400 of the Compiled Statutes of Idaho, section 4390 as amended by House Bill 29; passed at this session of the legislature, and sections 4392, 4393, 4394 and 4401, as amended by this act, shall not apply to assessments levied in the year 1925 and subsequent years, but shall be continued in force and effect for the purpose of proceedings under any assessments levied prior to the year 1925.\n\n[(43-723) 1925, ch. 128, sec. 7, p. 173; I.C.A., sec. 42-721.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-723/"
    },
    {
      "id": "section-43-724",
      "number": "43-724",
      "heading": "",
      "text": "43-724. TAX DEED — SHORT FORM. Upon the expiration of the period of redemption, the treasurer shall execute to the district or the holder and owner of any tax certificate a deed to the property described in said certificate, which deed shall recite that in consideration of the amount of tax (specifying the amount) for the year (naming the year) the treasurer transfers to the holder of said certificate the property therein described. Such deed shall be duly acknowledged by the treasurer and shall be bona fide evidence of the full compliance by the district and of all its officers with every act and thing required to be done as a condition to the issuance of said deed and of the full compliance with the law prerequisite to the execution of a valid tax deed and that the property has not been redeemed. Any number of descriptions of land in the same district may be included in one deed where the certificates are held by one (1) person, or the district.\n\n[(43-724) C.S., sec. 4401-A, as added by 1931, ch. 61, sec. 1, p. 104; I.C.A., sec. 42-722.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-724/"
    },
    {
      "id": "section-43-725",
      "number": "43-725",
      "heading": "",
      "text": "43-725. STATE LANDS SUBJECT TO ASSESSMENT. Lands belonging to the state to which an irrigation district has apportioned benefits pursuant to the provisions of this title shall be subject to the applicable provisions of this title for the levy and collection of assessments for such benefits.\n\n[(43-725) 1903, p. 185, sec. 59; am. 1905, p. 378, sec. 1; reen. R.C., sec. 2439; am. 1917, ch. 164, sec. 1, subd. 2439, p. 493; reen. C.L., sec. 2415a; C.S., sec. 4402; I.C.A., sec. 42-723; am. 2017, ch. 63, sec. 1, p. 153.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-725/"
    },
    {
      "id": "section-43-726",
      "number": "43-726",
      "heading": "",
      "text": "43-726. SALE FOR ASSESSMENTS — LIMITATION OF ACTIONS TO DETERMINE VALIDITY — TENDER. Every action, suit or proceeding which may be commenced for the purpose of determining the validity of a tax deed, brought by the original owner of the land or his assigns against the grantee named in the tax deed or his assigns, or to quiet title against him or them, or to remove the cloud of the tax deed, or to recover the possession from the tax deed grantee in possession, in cases where the assessment for which the land was sold had been paid before the issuance of the tax deed or the land redeemed after the issuance of the tax deed, or the lands were not subject to taxation at the time of assessment shall be commenced within two (2) years from the date of the issuance of the tax deed; and in every such action, suit or proceeding, whether before or after the issuance of tax deed, the party claiming to be the owner as against the district or against a party claiming under the tax certificate or under the tax deed shall tender with the first pleading in such action, suit or proceeding, and pay into court at the time of filing the same, the amount of the purchase price for which such lands were sold, or the amount of the assessment, penalties and interest for which a tax deed was issued to the district, together with all taxes and assessments which have been paid by the purchaser or paid or assessed by the district on said land after issuance of the tax deed, together with interest thereon at the rate of ten per cent (10%) per annum from the respective time of payment of such sums up to the time of filing of such pleading, the same, or such portion thereof as the court shall find to be just, to be paid to the district or said purchaser, his heirs or assigns, in case the right or title of the district or said purchaser shall fail in such suit, action or proceeding.\n\n[(43-726) C.S., sec. 4402A, as added by 1925, ch. 128, sec. 8, p. 173; am. 1929, ch. 44, sec. 2, p. 53; I.C.A., sec. 42-725; am. 1994, ch. 144, sec. 7, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-726/"
    },
    {
      "id": "section-43-727",
      "number": "43-727",
      "heading": "",
      "text": "43-727. COUNTY OFFICERS — COLLECTION OF DISTRICT ASSESSMENTS. The board of directors of any irrigation district organized under the laws of this state desiring to provide for the collection of district assessments by the county officers instead of the district treasurer, may do so by adopting a resolution providing for such collection by the county officers, and furnishing a copy thereof to the county auditor of each county in which any of the district lands are located: provided, that the county commissioners of said county or counties, must first by unanimous vote concur in and agree to such resolution by a proper resolution made and entered upon the minutes of such board or boards of county commissioners. Such resolution may provide that only assessments against lands subdivided into tracts of four (4) acres or less shall be collected by the county officers. In addition to collection fees otherwise provided by law, the county commissioners may levy an additional fee against the irrigation district for the cost of transferring records and initiating the collection process. After the adoption of such resolution the board of directors of such district shall furnish the county auditor of each county in which any part of the district lands are located a duplicate or certified copy of any apportionment of benefits which has been made, and copy of the list or map showing said apportionment theretofore made in such district, and a notice of any district bond issue or district contract with the United States, stating clearly the amount thereof, the rate of interest, and the conditions of payment, and each year thereafter shall furnish the said auditor or auditors a certified copy, or duplicate, of any additional apportionment, including any annual apportionment for operation and maintenance purposes, and shall each year furnish such auditor or auditors a certified copy, or duplicate of the levy or assessment made by the order of said board of directors for operation and maintenance purposes, including organization expenses and maintenance of the district organization. All tracts benefited to the same extent, on a proportionate basis, by the water rights and irrigation system of the district, and by the operation and maintenance thereof, shall be included in a separate category plainly identified in the list showing said apportionment of benefits. After the receipt of said copy of such resolution of the board of directors of any irrigation district, the county auditor shall each year enter upon the county assessment roll against the property therein described the levy so made by the board of directors of said district as shown upon the copy or duplicate thereof furnished to the said auditor as above provided, in manner similar to that in which other municipal school or road district assessments are entered by him on said assessment roll, except that the sum assessed and charged against each description of land therein contained for such irrigation district purposes shall be entered by the auditor as the operation and maintenance assessment of the …. irrigation district against the same. Such district operation and maintenance tax shall be collected and accounted for by the county officers in the same manner as other municipal taxes and paid over to the district treasurer together with any penalties or interest collected thereon, and the collection thereof shall be enforced in the same manner, and neglect to pay the same shall be subject to the same penalties as the other taxes of the county: provided, however, that the collection of such district assessments by such county officers, as herein provided, shall not make the bonds, contracts and interests due from such irrigation districts the obligation of such county or counties.\n\n[(43-727) 1923, ch. 178, 1st par. of sec. 1, p. 276; I.C.A., sec. 42-726; am. 1978, ch. 274, sec. 1, p. 638.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-727/"
    },
    {
      "id": "section-43-728",
      "number": "43-728",
      "heading": "",
      "text": "43-728. COUNTY OFFICERS — DISTRICT BOND AND CONTRACT OBLIGATIONS — LEVY AND COLLECTION OF ASSESSMENTS. After receipt of said notice of bond issues and contracts with the United States it shall be the duty of the county auditors of each county in which any of such district lands are located to furnish the board of county commissioners at or before its meeting on the second Monday in September, a statement showing the amount of the annual payment on said bonds or contract and the amount of interest thereon which will fall due during the next ensuing year should the board of directors adopt such a resolution. It shall be the duty of the board of county commissioners, or boards of county commissioners of the county or counties in which such district lands are located to levy on the lands in said district the tax necessary to meet the annual payment on said bonds or contracts and the interest thereon as they become due. If said district includes lands in more than one county, the board of county commissioners of each county shall levy upon the district lands in that county the proportionate part of the total tax necessary to meet the annual payment on said bonds or contract and the interest thereon as they become due, in the proportion that the benefits apportioned to the district lands in such county are of the total benefits of such bond issue or contract apportioned to all the lands of the district, and whether the district be one or more than one county, the levy upon each of the several tracts of district lands for the payment of the annual instalments on said bonds or contract and the interest thereon shall be in proportion to the apportionment of benefits of such bond issue or contract and apportioned among the several tracts of land in the district in like manner as provided by law with reference to similar levies made by the boards of directors of irrigation districts. The county auditor of each county in which such district lands are located shall each year enter upon the county assessment roll against the property therein described the levy so made by the board of county commissioners, in manner similar to that in which school or other municipal or road district assessments are entered by him on said assessment roll, except that the sum assessed and charged against each description of land therein contained for such irrigation district purposes shall be entered by the auditor as the bond or contract assessment of the …. irrigation district against the same. Such district bond or contract tax shall be collected and accounted for by the county officers in the same manner as other municipal taxes and the collection thereof shall be enforced in the same manner, and neglect to pay the same shall be subject to the same penalties as the other taxes of the county and the same shall be paid over to the state treasurer who shall act as treasurer of the district for the purpose of receiving and depositing such funds and disbursing the same in payment of the district’s bond and United States contract obligations and the interest thereon.\n\n[(43-728) 1923, ch. 178, part of 2d par. of sec. 1, p. 276; I.C.A., sec. 42-727.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-728/"
    },
    {
      "id": "section-43-729",
      "number": "43-729",
      "heading": "",
      "text": "43-729. COLLECTION BY COUNTY OFFICERS — REVERSION TO PLAN OF COLLECTION BY DISTRICT TREASURER. Any district having made provision for such collection of district taxes by the county officers, and desiring to revert to the plan of collection of district taxes by the district treasurer, may do so by adopting a resolution revoking such former resolution providing for collection by the county officers and furnishing copy thereof to the county auditors of each county in which any part of the district lands are located, except that in the case of any district which may have entered into contract with any of the purchasers of its bonds or obligations, or their representatives, or with the United States, providing for collection by the county officers, or have caused to be printed or indorsed upon any of its bonds a statement that the collection of the funds for the payment of the principal or interest thereof, will be made by the county officers, then such resolution providing for collection by the county officers shall be irrevocable until such obligations of the district have been paid.\n\n[(43-729) 1923, ch. 178, part of 2d par. of sec. 1, p. 276; I.C.A., sec. 42-728.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-729/"
    },
    {
      "id": "section-43-730",
      "number": "43-730",
      "heading": "",
      "text": "43-730. CONTRACTS WITH CITIES, IRRIGATION LATERAL DISTRICTS OR OTHER ENTITIES IN LIEU OF CHARGES, LEVIES AND ASSESSMENTS. The board of directors of an irrigation district shall have the power to enter into a contract in writing with any city, irrigation lateral district or other entity whose boundaries or service area is situated within the boundaries of any irrigation district where water has been purchased, or is being furnished, or shall be furnished, for lands, property or use within the boundaries or service area of such city, irrigation lateral district or other entity by an irrigation district, whereby such city, irrigation lateral district or other entity shall become obligated to pay charges, levies and assessments now provided to be made pursuant to chapter 7, title 43, sections 43-701 through 43-729, Idaho Code, and amendments thereto in lieu of the directors of the irrigation district making said charges, levies and assessments.\n\n[(43-730) I.C.A., sec. 42-729, as added by 1937, ch. 128, sec. 1, p. 193; am. 1993, ch. 259, sec. 1, p. 890; am. 1997, ch. 402, sec. 1, p. 1279; am. 2014, ch. 71, sec. 6, p. 180.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-730/"
    },
    {
      "id": "section-43-731",
      "number": "43-731",
      "heading": "",
      "text": "43-731. WATER HELD IN TRUST. Upon entering into any such contract, the city, irrigation lateral district or other entity obligated to make the payments as aforesaid shall hold said water in trust for the purpose for which the same was, or shall be, purchased or furnished.\n\n[43-731, added 1937, ch. 128, sec. 2, p. 193; am. 1997, ch. 402, sec. 2, p. 1279.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-731/"
    },
    {
      "id": "section-43-732",
      "number": "43-732",
      "heading": "",
      "text": "43-732. CERTAIN LANDS MAY BE ASSESSED AT DIFFERENT AMOUNTS — ADDITIONAL SERVICE CHARGE. (1) Notwithstanding any provision of sections 43-701 and 43-1824, Idaho Code, to the contrary, an irrigation district that assesses land in the district under the provisions of chapters 7 and 18, title 43, Idaho Code, may assess any land within the district to which the district furnishes or supplies water for irrigation purposes that:\n\n(a) Lies above the level of the canals or ditches of the district and is irrigated by pumping by the landowner;\n\n(b) Is irrigated by a partial, supplemental or intermittent supply of water from the district; or\n\n(c) Is irrigated by water of the district that is subject to prior use by other lands within the district;\n\nin such amount as the board determines to be just, taking into consideration the benefit to the land assessed and extra expenses, if any, of the landowner or holder in using such water, but such amount may not exceed the amount assessed against irrigable acres lying below the level of the canals or ditches of the district.\n\n(2) Notwithstanding any provisions of sections 43-701 and 43-1824, Idaho Code, to the contrary, an irrigation district that assesses land in the district under the provisions of chapters 7 and 18, title 43, Idaho Code, may, at the discretion of the board of directors, assess a service charge in addition to the regular assessment, against subdivided and small-tract lands that have appurtenant water rights and to which irrigation water is furnished or is available for delivery, when delivery of water to these lands requires operation, construction and maintenance costs substantially greater than operation, construction and maintenance costs involved in delivering water to the majority of other lands in the district. All such small-tract or subdivided lands shall be placed in groupings of one (1) acre or less, or more than one (1) acre but not more than ten (10) acres, and each grouping shall be assessed as a single class.\n\n[43-732, added 1973, ch. 63, sec. 1, p. 104; am. 2020, ch. 176, sec. 1, p. 548.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-732/"
    },
    {
      "id": "section-43-733",
      "number": "43-733",
      "heading": "",
      "text": "43-733. ASSESSMENTS FOR MEASURES TO PROTECT DISTRICT FACILITIES. Notwithstanding any provision of title 43, Idaho Code, to the contrary, an irrigation district may determine that it is necessary to impose a special assessment to pay for physical structures or other work necessary to protect its facilities from harm caused by irrigation runoff or drainage from individual lands within the district that are on the district’s assessment book prepared under section 43-701, Idaho Code. The district may issue a special assessment on such lands to perform such protective work only if the district has adopted a bylaw or resolution authorizing a special assessment for protection of district facilities from irrigation runoff or drainage from such individual lands, after notice to the landowner. When an assessment for such protective work has been authorized, the district shall assess such individual lands that are the source of irrigation runoff or drainage, the cost of such protective measures, including the annual cost of maintenance of any necessary repairs or maintenance of such protective measures, in addition to the assessments that are levied for the delivery of water to the individual landowners, and the same provisions shall apply with regard to delinquent assessments, as in the case of assessments levied for the delivery of water. The special assessments authorized under this section are subject to review by the board of corrections under section 43-703, Idaho Code.\n\n[43-733, added 2015, ch. 123, sec. 1, p. 311.]",
      "source_url": "https://law.justia.com/codes/idaho/title-43/chapter-7/section-43-733/"
    }
  ]
}