{
  "state": "illinois",
  "path": "title-chapter-610-railroads/chapter-610-ilcs-70-railroad-powers-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nRailroad Powers Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Every railroad company heretofore or hereafter organized under the",
      "text": "laws of this State, or under the laws of this State and another State or\nStates, shall have power to lease, sell, transfer and convey the whole or\nany part of its railroad and all or any part of its other property to, and\nshall have power to consolidate with, acquire by merger, or be merged into\nany other railroad company organized under any law of this State, or under\nthe laws of this State and another State or States, or under the law of any\nother State or States, having power to purchase or lease the same, or to\nconsolidate or merge with the same, and such acquiring or new or surviving\ncorporation shall be deemed to possess within this State all the rights,\nprivileges and franchises of each such corporation of this State so\nconsolidated or merged, including the power of eminent domain, but no lease\nor sale of all or substantially all of its property, and no consolidation\nor merger, shall be made with any other railroad owning a parallel or\ncompeting line, nor without the consent or approval of the holders of\ntwo-thirds in amount of its outstanding capital stock, expressed at an\nannual or special meeting of the stockholders, of which sixty days' notice\nshall be published in newspapers in the place of the principal office in\nIllinois of the company or companies existing under Illinois Law. The\nacquiring railroad shall hold the railroad property situated in this State,\nand the rights, privileges and franchises to be exercised in this State,\nincluding the power of eminent domain, subject to the laws of this State\nfor the regulation, government, taxation or control of railroads organized,\nor which may be organized under the laws of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "1.05.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "This Act does not apply to railroads incorporated after July",
      "text": "1, 1985, or to railroads which are reincorporated under the Business\nCorporation Act of 1983, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a",
      "number": "1a.",
      "heading": "Such consolidation or merger as authorized by Section 1 shall take",
      "text": "effect upon the filing and recording of such articles of consolidation or\nmerger in the office of the Secretary of State of the State of Illinois,\nand a certified copy thereof in the office of the Recorders of the various\nCounties in which said railroad is situated. A certified copy of such\narticles of consolidation or merger, under seal of the Secretary of State,\nshall be deemed and taken to be prima facie evidence of the existence of\nsuch consolidated or surviving corporation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Nothing in this Act contained shall be construed as authorizing",
      "text": "any lease, sale, transfer or conveyance, or any consolidation or merger, as\nprovided in Section 1 of this Act when there shall be in force any law of\nthis State or any law of the United States of America requiring the consent\nor approval of any commission or other governmental agency unless such\nconsent or approval shall be obtained.",
      "history": "",
      "source_url": ""
    }
  ]
}