{
  "state": "new-mexico",
  "path": "title-chapter-24-health-and-safety/chapter-article-8-family-planning",
  "sections": [
    {
      "id": "section-24-8-1",
      "number": "24-8-1",
      "heading": "Short title.Section 24-8-2 - Definitions",
      "text": "This act [24-8-1 to 24-8-8 NMSA 1978] may be cited as the \"Family Planning Act\".\n\nHistory:1953 Comp., § 12-30-1, enacted by Laws 1973, ch. 107, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —12 Am. Jur. 2d Birth Control §§ 1 et seq.\n\nValidity of regulations as to contraceptives or the dissemination of birth control information, 96 A.L.R.2d 955.\n\nLiability of manufacturer or seller for injury or death allegedly caused by use of contraceptive, 70 A.L.R.3d 315.\n\nSexual partner's tort liability to other partner for fraudulent misrepresentation regarding sterility or use of birth control resulting in pregnancy, 2 A.L.R.5th 301.\n\nParent's child support liability as affected by other parent's fraudulent misrepresentation regarding sterility or use of birth control, or refusal to abort pregnancy, 2 A.L.R.5th 337.\n\nLiability of manufacturer or seller for injury or death allegedly caused by use of contraceptive, 54 A.L.R.5th 1.\n\n1 C.J.S. Abortion and Birth Control; Family Planning §§ 1 to 12; 39A C.J.S. Health and Environment § 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-1/"
    },
    {
      "id": "section-24-8-2",
      "number": "24-8-2",
      "heading": "Definitions.",
      "text": "As used in the Family Planning Act:\n\nA. \"contraceptive procedures\" means any medically accepted procedure to prevent pregnancy;\n\nB. \"family planning services\" includes contraceptive procedures and services (diagnosis, treatment, supplies and follow-up), social services, educational and informational services;\n\nC. \"health facility\" means a hospital, clinic, nursing home, intermediate care facility or pharmacy;\n\nD. \"medically indigent\" means a person who has insufficient funds to pay for family planning services;\n\nE. \"local governmental units\" means counties, municipalities and public school districts and any of their agencies, departments, commissions, committees, institutions and educational institutions;\n\nF. \"physician\" means a person licensed or authorized to practice medicine or osteopathy under the provisions of Sections 61-6-1 through 61-6-28 and 61-10-1 [repealed] through 61-10-21 NMSA 1978; and\n\nG. \"state\" means the state and its agencies, departments, commissions, committees, institutions and educational institutions.\n\nHistory:1953 Comp., § 12-30-2, enacted by Laws 1973, ch. 107, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2016, ch. 90, § 29 repealed 61-10-1 NMSA 1978 effective July 1, 2016.\n\nLaw reviews.— For comment, \"Voluntary Sterilization in New Mexico: Who Must Consent?\" see 7 N.M.L. Rev. 121 (1976-77).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-2/"
    },
    {
      "id": "section-24-8-3",
      "number": "24-8-3",
      "heading": "Legislative findings; purpose of act.",
      "text": "A. The legislature finds that:\n\n(1) family planning has been recognized as an essential component of standard health care and has been recognized nationally and internationally as a universal human right;\n\n(2) continuing population growth causes or aggravates many social, economic and environmental problems, both in this state and in the nation;\n\n(3) family planning services are not available as a practical matter to many persons in this state;\n\n(4) it is desirable that family planning services be readily accessible to all who want and need them; and\n\n(5) dissemination of information about family planning by the state and its local governmental units is consistent with public policy.\n\nB. It is the purpose of the Family Planning Act to assure that comprehensive family planning services are accessible on a voluntary basis to all who want and need them.\n\nHistory:1953 Comp., § 12-30-3, enacted by Laws 1973, ch. 107, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-3/"
    },
    {
      "id": "section-24-8-4",
      "number": "24-8-4",
      "heading": "Prohibition against interference with medical judgment of certain health care professionals.",
      "text": "The Family Planning Act does not prohibit or inhibit any person from refusing to provide any family planning service on the grounds that there are valid medical reasons for the refusal and that those reasons are based upon the judgment of a physician or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice given in the specific case of the person for whom services are refused.\n\nHistory:1953 Comp., § 12-30-4, enacted by Laws 1973, ch. 107, § 4; 2015, ch. 116, § 9.\n\nThe 2015 amendment,effective June 19, 2015, amended the Family Planning Act provision, relating to the prohibition against interference with medical judgment, by including other health care professionals with each reference to \"physician\"; in the catchline, after \"judgment of\", deleted \"physicians\" and added \"certain health care professionals\"; and in the middle of the section, after \"judgment of a physician\", added \"or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice\".\n\nTemporary provisions.— Laws 2015, ch. 116, § 16 provided that by January 1, 2016, every cabinet secretary, agency head and head of a political subdivision of the state shall update rules requiring an examination by, a certificate from or a statement of a licensed physician to also accept such examination, certificate or statement from an advanced practice registered nurse, certified nurse-midwife or physician assistant working within that person's scope of practice.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-4/"
    },
    {
      "id": "section-24-8-5",
      "number": "24-8-5",
      "heading": "Prohibition against imposition of standards and requirements as prerequisites for receipt of requested family planning services.",
      "text": "Neither the state, its local governmental units nor any health facility furnishing family planning services shall subject any person to any standard or requirement as a prerequisite to the receipt of any requested family planning service except for:\n\nA. a requirement of referral to a physician or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice when the requested family planning service is something other than information about family planning or nonprescription items;\n\nB. any requirement imposed by law or regulation as a prerequisite to the receipt of a family planning service; or\n\nC. payment for the service when payment is required in the ordinary course of providing the particular service to the person involved.\n\nHistory:1953 Comp., § 12-30-5, enacted by Laws 1973, ch. 107, § 5; 2015, ch. 116, § 10.\n\nThe 2015 amendment,effective June 19, 2015, amended the Family Planning Act provision, relating to the prohibition against imposition of standards and requirements as prerequisites for receipt of family planning services, by including other health care professionals with each reference to \"physician\"; in Subsection A, after \"physician\", added \"or a physician assistant, advanced practice registered nurse or certified nurse-midwife working within that person's scope of practice\".\n\nTemporary provisions.— Laws 2015, ch. 116, § 16 provided that by January 1, 2016, every cabinet secretary, agency head and head of a political subdivision of the state shall update rules requiring an examination by, a certificate from or a statement of a licensed physician to also accept such examination, certificate or statement from an advanced practice registered nurse, certified nurse-midwife or physician assistant working within that person's scope of practice.\n\nLaw reviews.— For comment, \"Voluntary Sterilization in New Mexico: Who Must Consent?\" see 7 N.M.L. Rev. 121 (1976-77).\n\nFor article, \"Treating Children Under the New Mexico Mental Health and Developmental Disabilities Code,\" see 10 N.M.L. Rev. 279 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-5/"
    },
    {
      "id": "section-24-8-6",
      "number": "24-8-6",
      "heading": "Health facility licensure; affirmative statement of compliance required as condition of licensure; prohibition against certain policies of health facilities, state and local governmental units",
      "text": "A. No health facility shall include in its bylaws or other governing policy statement a statement that:\n\n(1) interferes with the physician-patient relationship in connection with the provision of any family planning service; or\n\n(2) establishes or authorizes any standard or requirement in violation of Section 5 [24-8-5 NMSA 1978] of the Family Planning Act, provided that nothing in the Family Planning Act shall be construed to require any hospital or clinic that objects on moral or religious grounds to admit any person for the purpose of being sterilized.\n\nB. Neither the state nor its local governmental units shall have any written or unwritten policy that interferes with the physician-patient relationship in connection with the provision of family planning services except for provisions required by law or regulations relating to payment from public funds to a provider of family planning services.\n\nC. No license or a renewal of a license shall be issued by the state to a health facility if it is in violation of the provisions of Subsection A of this section.\n\nHistory:1953 Comp., § 12-30-6, enacted by Laws 1973, ch. 107, § 6.\n\nCross references.— For licensing of health facilities generally,see24-1-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-6/"
    },
    {
      "id": "section-24-8-7",
      "number": "24-8-7",
      "heading": "Publicly funded family planning services; provision of certain services to medically indigent persons free of charge and to other persons at a cost consistent with their ability to pay",
      "text": "To the extent that public funds are available, in any family planning services program operated by the state and its governmental units and in any family planning services program in which public funds are expended:\n\nA. family planning services consisting only of information about family planning shall be furnished to persons free of charge; and\n\nB. other family planning services shall be furnished to medically indigent persons free of charge and to all other persons at a cost consistent with their ability to pay.\n\nHistory:1953 Comp., § 12-30-7, enacted by Laws 1973, ch. 107, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-7/"
    },
    {
      "id": "section-24-8-8",
      "number": "24-8-8",
      "heading": "Coordination of family planning services.",
      "text": "Any family planning services program developed or operated by the state or its local governmental units shall be developed and operated in coordination with other public and private family planning services programs existing in the state.\n\nHistory:1953 Comp., § 12-30-8, enacted by Laws 1973, ch. 107, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-8/section-24-8-8/"
    }
  ]
}