{
  "state": "new-mexico",
  "path": "title-chapter-24-health-and-safety/chapter-article-2c-harm-reduction",
  "sections": [
    {
      "id": "section-24-2c-1",
      "number": "24-2C-1",
      "heading": "Short title.Section 24-2C-2 - Repealed",
      "text": "Section 24-2C-3 - Definitions.Section 24-2C-4 - Harm reduction program created; department responsibilities.Section 24-2C-5 - Program.Section 24-2C-6 - Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-2c-2",
      "number": "24-2C-2",
      "heading": "Repealed.",
      "text": "History:Laws 1997, ch. 256, § 2; repealed by Laws 2022, ch. 4, § 5.\n\nRepeals.— Laws 2022, ch. 4, § 5 repealed 24-2C-2 NMSA 1978, as enacted by Laws 1997, ch. 256, § 2, relating to purpose, effective May 18, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-2c/section-24-2c-2/"
    },
    {
      "id": "section-24-2c-3",
      "number": "24-2C-3",
      "heading": "Definitions.",
      "text": "As used in the Harm Reduction Act:\n\nA. \"department\" means the department of health; and\n\nB. \"participant\" means a person who receives supplies or devices or services provided by the harm reduction program.\n\nHistory:Laws 1997, ch. 256, § 3; 2022, ch. 4, § 1.\n\nThe 2022 amendment,effective May 18, 2022, revised the definition of \"participant,\" and removed the definition of \"program,\" as used in the Harm Reduction Act; in Subsection B, after \"'participant'\", deleted \"or 'client'\", and after \"means\", deleted \"an intravenous drug user who exchanges a used hypodermic syringe, needle or other object used to inject controlled substances or controlled substance analogs into the human body for a sterile hypodermic syringe and needle in compliance with the procedure of the program; and\" and added \"a person who receives supplies or devices or services provided by the harm reduction program\"; and deleted former Subsection C, which defined \"program\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-2c/section-24-2c-3/"
    },
    {
      "id": "section-24-2c-4",
      "number": "24-2C-4",
      "heading": "Harm reduction program created; department responsibilities.",
      "text": "A. The department shall:\n\n(1) establish and administer a program that shall be known as the \"harm reduction program\" to reduce overdose mortality and other negative health outcomes associated with drug use;\n\n(2) pursuant to rules established by the department, qualify persons as harm reduction program participants, issue a document that identifies the bearer of the document as a participant and provide the bearer of the document with access to supplies, devices or services provided by the program;\n\n(3) compile data to assist in planning and evaluating efforts to combat overdose mortality and other negative health outcomes associated with drug use; and\n\n(4) make an annual report, including legislative recommendations, to the legislative health and human services committee by October 1 each year.\n\nB. The department shall appoint an advisory committee to include representation from:\n\n(1) the office of the attorney general;\n\n(2) the New Mexico state police division of the department of public safety;\n\n(3) the infectious disease prevention and control bureau of the department;\n\n(4) the director of the epidemiology and response division of the department or the director's designee;\n\n(5) a medical officer of the public health division of the department; and\n\n(6) other persons or representatives as chosen by the secretary of health to ensure a thorough and unbiased evaluation of the program established under the Harm Reduction Act.\n\nC. The advisory committee shall:\n\n(1) develop policies and procedures for evaluation of the harm reduction program;\n\n(2) develop criteria for data collection and program evaluation; and\n\n(3) meet as necessary to monitor and analyze data and produce a report on the harm reduction program's impact on overdose mortality and other negative health outcomes associated with drug use.\n\nD. The department may contract with private providers to operate the harm reduction program.\n\nE. The department shall promulgate rules as necessary for the administration of the Harm Reduction Act, including developing criteria for the types of supplies or devices provided pursuant to the harm reduction program and standards for distribution of those supplies or devices through that program. The criteria and standards shall be developed to provide supplies and devices in order to reduce:\n\n(1) cases of negative health outcomes associated with drug use, such as overdoses or the spread of infectious disease; and\n\n(2) harm by promoting reduced use of non-sterile items and improving participant engagement in harm reduction services and prevention education.\n\nHistory:Laws 1997, ch. 256, § 4; 2022, ch. 4, § 2.\n\nThe 2022 amendment,effective May 18, 2022, revised the purpose of the harm reduction program from simply a needle exchange program to include reducing overdose mortality and other negative health outcomes associated with drug use, required the department of health to qualify participants for services and to provide participants with a document identifying them as participants of the harm reduction program, changed a member of the advisory committee from the HIV bureau to the infectious disease prevention and control bureau, revised the advisory committee's duties to include monitoring the program's activities and reporting on its impact on overdose mortality and other negative health outcomes associated with drug use, and required the department of health to promulgate rules for the administration of the Harm Reduction Act; in Subsection A, Paragraph A(1), after \"establish and administer a\", deleted \"harm reduction\", after \"program\", deleted \"for the purpose of sterile hypodermic syringe and needle exchange\" and added \"that shall be known as the 'harm reduction program' to reduce overdose mortality and other negative health outcomes associated with drug use\", added a new Paragraph A(2) and redesignated former Paragraphs A(2) and A(3) as Paragraphs A(3) and A(4), respectively, in Paragraph A(3), after \"efforts to combat\", deleted \"the spread of blood borne diseases\" and added \"overdose mortality and other negative health outcomes associated with drug use\"; in Subsection B, in the introductory paragraph, deleted \"Within thirty days of the effective date of the Harm Reduction Act\", in Paragraph B(3), deleted \"human immunodeficiency virus sexually transmitted disease\" and added \"infectious disease prevention and control\", in Paragraph B(4), after \"epidemiology\", added \"and response\"; in Subsection C, Paragraph C(3), after \"meet as necessary to\", added \"monitor and\", after \"analyze data\", deleted \"and monitor\", and after \"harm reduction\", deleted \"program\" and added \"program's impact on overdose mortality and other negative health outcomes associated with drug use\"; and added Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-2c/section-24-2c-4/"
    },
    {
      "id": "section-24-2c-5",
      "number": "24-2C-5",
      "heading": "Program.",
      "text": "The harm reduction program shall provide participants with:\n\nA. sterile hypodermic syringes and needles in exchange for used hypodermic syringes, needles or other objects used to inject controlled substances or controlled substance analogs into the human body;\n\nB. other objects used to prepare or consume controlled substances or controlled substance analogs;\n\nC. supplies or devices used for testing controlled substances or controlled substance analogs for potentially dangerous adulterants;\n\nD. supplies or devices approved by the department for distribution in accordance with rules established pursuant to Subsection E of Section 24-2C-4 NMSA 1978;\n\nE. education on the prevention of:\n\n(1) the transmission of the human immunodeficiency virus and hepatitis B and C; and\n\n(2) drug overdose mortality and other negative health outcomes; and\n\nF. referral to substance abuse treatment services.\n\nHistory:Laws 1997, ch. 256, § 5; 2022, ch. 4, § 3.\n\nThe 2022 amendment,effective May 18, 2022, amended the existing provision that required the harm reduction program to provide participants with sterile hypodermic syringes to include providing participants with other objects used to prepare or consume controlled substances, supplies or devices used for testing controlled substances for potentially dangerous adulterants, and supplies or devices as needed to prevent overdose and infection, and required that the program educate participants on prevention of drug overdose mortality and other negative health outcomes; in the introductory clause, after \"The\", added \"harm reduction\", and after \"shall provide\", added \"participants with\"; added new Subsections B through D and redesignated former Subsections B and C as Subsections E and F, respectively; in Subsection E, in the introductory clause, after \"education\", deleted \"to participants\" and after \"on\", added \"the prevention of\", added new paragraph designation \"(1)\" and Paragraph E(2), in Paragraph E(1), after \"B and C\", deleted \"and prevention measures\"; and in Subsection F, after \"services\", deleted \"for participants\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-2c/section-24-2c-5/"
    },
    {
      "id": "section-24-2c-6",
      "number": "24-2C-6",
      "heading": "Repealed.",
      "text": "History:Laws 1997, ch. 256, § 6; repealed by Laws 2022, ch. 4, § 5.\n\nRepeals.— Laws 2022, ch. 4, § 5 repealed 24-2C-6 NMSA 1978, as enacted by Laws 1997, ch. 256, § 6, relating to immunity from criminal liability, effective May 18, 2022. For provisions of former section,seethe 2021 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-2c/section-24-2c-6/"
    }
  ]
}