{
  "state": "new-mexico",
  "path": "title-chapter-24-health-and-safety/chapter-article-15-ski-safety",
  "sections": [
    {
      "id": "section-24-15-1",
      "number": "24-15-1",
      "heading": "Short title.Section 24-15-2 - Purpose of act",
      "text": "Chapter 24, Article 15 NMSA 1978 may be cited as the \"Ski Safety Act\".\n\nHistory:1953 Comp., § 12-16-1, enacted by Laws 1969, ch. 218, § 1; recompiled as 1953 Comp., § 12-28-1, by Laws 1972, ch. 51, § 9; 1979, ch. 279, § 1.\n\nDoctrine of comparative negligenceis applicable to claims brought under the Ski Safety Act where both the skier and the ski area operator are alleged to have breached statutory duties.Lopez v. Ski Apache Resort, 1992-NMCA-047, 114 N.M. 202, 836 P.2d 648, cert. denied, 113 N.M. 815, 833 P.2d 1181.\n\nLaw reviews.— For article, \"Bartlett Revisited New Mexico Tort Law Twenty Years After the Abolition of Joint and Several Liability Part One,\" see 33 N.M.L. Rev. 1 (2003).\n\nFor article, \"Tort Law The Application of the Rescue Doctrine Under Comparative Negligence Principles: Govich v. North American Systems, Inc.\", see 23 N.M.L. Rev. 349 (1993).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27A Am. Jur. 2d Entertainment and Sports Law § 54 et seq.\n\nPrivate owner's liability to trespassing children for injury sustained by sledding, tobogganing, skiing, skating or otherwise sliding on his land, 19 A.L.R.3d 184.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-1/"
    },
    {
      "id": "section-24-15-2",
      "number": "24-15-2",
      "heading": "Purpose of act.",
      "text": "A. In order to safeguard life, health, property and the welfare of this state, it is the policy of New Mexico to protect its citizens and visitors from unnecessary hazards in the operation of ski lifts and passenger aerial tramways and to require liability insurance to be carried by operators of ski lifts and tramways. The primary responsibility for the safety of operation, maintenance, repair and inspection of ski lifts and tramways rests with the operators of such devices. The primary responsibility for the safety of the individual skier while engaging in the sport of skiing rests with the skier himself. The state, through the Ski Safety Act, recognizes these responsibilities and duties on the part of the ski area operator and the skier.\n\nB. It is recognized that there are inherent risks in the sport of skiing, which should be understood by each skier and which are essentially impossible to eliminate by the ski area operator. It is the purpose of the Ski Safety Act to define those areas of responsibility and affirmative acts for which ski area operators shall be liable for loss, damage or injury and those risks which the skier or passenger expressly assumes and for which there can be no recovery.\n\nHistory:1953 Comp., § 12-16-2, enacted by Laws 1969, ch. 218, § 2; recompiled as 1953 Comp., § 12-28-2, by Laws 1972, ch. 51, § 9; 1979, ch. 279, § 2; 1997, ch. 211, § 1.\n\nThe 1997 amendment,effective June 20, 1997, designated the existing paragraphs as Subsections A and B, respectively, and inserted \"or passenger\" following \"skier\" near the end of Subsection B.\n\nDuties for ski operators.— Section 24-15-7 NMSA 1978, not this section, sets out the specific duties for ski operators in a skiing area.Barba v. Taos Ski Valley, Inc., 1998 Colo. J. C.A.R. 2324 (10th Cir. 1998), decision without published opinion, 145 F.3d 1345 (10th Cir. 1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-2/"
    },
    {
      "id": "section-24-15-3",
      "number": "24-15-3",
      "heading": "Definitions.",
      "text": "As used in the Ski Safety Act:\n\nA. \"ski lift\" means any device operated by a ski area operator used to transport passengers by single or double reversible tramway, chair lift or gondola lift, T-bar lift, J-bar lift, platter lift or similar device or a fiber rope tow;\n\nB. \"passenger\" means any person, at any time in the year, who is lawfully using a ski lift or is waiting to embark or has recently disembarked from a ski lift and is in its immediate vicinity;\n\nC. \"ski area\" means the property owned, permitted, leased or under the control of the ski area operator and administered as a single enterprise within the state;\n\nD. \"ski area operator\" means any person, partnership, corporation or other commercial entity and its agents, officers, employees or representatives who has operational responsibility for any ski area or ski lift;\n\nE. \"skiing\" means participating in the sport in which a person slides on snow, ice or a combination of snow and ice while using skis;\n\nF. \"skiing area\" means all slopes, trails, terrain parks and competition areas, not including any ski lift;\n\nG. \"skier\" means any person, including a person enrolled in ski school or other class for instruction, who is on skis and present at a skiing area under the control of a ski area operator for the purpose of engaging in the sport of skiing by utilizing the ski slopes and trails and does not include a passenger;\n\nH. \"ski slopes and trails\" means those areas designated by the ski area operator to be used by skiers for the purpose of participating in the sport of skiing;\n\nI. \"ski retention device\" means a device designed to help prevent runaway skis; and\n\nJ. \"skis\" means any device used for skiing, including alpine skis, telemark skis, cross-country skis, mono-skis, snowboards, bladerunners, adaptive devices used by disabled skiers, or tubes, sleds or any other device used to accomplish the same or a similar purpose to participate in the sport of skiing.\n\nHistory:Laws 1969, ch. 218, § 3; 1953 Comp., § 12-16-3; recompiled as 1953 Comp., § 12-28-3 by Laws 1972, ch. 51, § 9; 1978 Comp., § 24-15-3, repealed and reenacted by Laws 1979, ch. 279, § 3; 1997, ch. 211, § 2.\n\nRepeals and reenactments.— Laws 1979, ch. 279, § 3 repealed and reenacted 24-15-3 NMSA 1978, effective April 4, 1979.\n\nThe 1997 amendment,effective June 20, 1997, inserted \"at any time in the year\" near the beginning of Subsection B, added Subsections E and J, redesignated former Subsections E to H as Subsections F to I, inserted \"terrain parks and competition areas\" in Subsection F, inserted \"including a person enrolled in ski school or other class for instruction, who is on skis and\" near the beginning of Subsection G, substituted \"a passenger\" for \"the use of a ski lift\" at the end of Subsection G, and made minor stylistic changes throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-3/"
    },
    {
      "id": "section-24-15-4",
      "number": "24-15-4",
      "heading": "Insurance.",
      "text": "A. Every ski area operator shall file with the department of transportation and keep on file with the department proof of financial responsibility in the form of a current insurance policy in a form approved by the department, issued by an insurance company authorized to do business in the state and conditioned to pay, within the limits of liability prescribed in this section, all final judgments for personal injury or property damage proximately caused by or resulting from negligence of the ski area operator covered by the policy, as such negligence is defined and limited by the Ski Safety Act. The minimum limits of liability insurance to be provided by ski area operators shall be as follows:\n\nSKI SAFETY ACT\n\nLIABILITY INSURANCE\n\nLIMITS OF LIABILITY\n\nREQUIRED MINIMUM COVERAGES\n\nFOR INJURIES, DEATH OR DAMAGES\n\nLIMITS FOR BODILY\n\nINJURY TO OR DEATH\n\nLIMITS FOR BODILY\n\nOF ALL PERSONS\n\nKIND AND NUMBER\n\nINJURY TO OR DEATH\n\nINJURED OR KILLED\n\nOF LIFTS OPERATED\n\nOF ONE PERSON\n\nIN ANY ONE ACCIDENT\n\nNot more than\n\nthree surface lifts\n\nNot more than\n\nthree ski lifts,\n\nincluding one or more\n\nchair lifts\n\nMore than three\n\nski lifts or one\n\nor more tramways\n\nB. No ski lift or tramway shall be operated in this state after the effective date of the Ski Safety Act unless a current insurance policy as required by this section is in effect and properly filed with the department of transportation. Each policy shall contain a provision that it cannot be canceled prior to its expiration date without thirty days' written notice of intent to cancel served by registered mail on the insured and on the department.\n\nHistory:1953 Comp., § 12-16-4, enacted by Laws 1969, ch. 218, § 4; recompiled as 1953 Comp., § 12-28-4, by Laws 1972, ch. 51, § 9; 1997, ch. 211, § 3; 2023, ch. 100, § 13.\n\nCross references.— For duties of operators, see 24-15-7 NMSA 1978.\n\nFor public regulation commission, see N.M. Const., art. XI, § 1.\n\nThe 2023 amendment,effective July 1, 2024, removed references to the state corporation commission due to the transfer of certain powers and duties to the department of transportation; and substituted each occurrence of \"state corporation commission\" with \"department of transportation\" and each occurrence of \"commission\" with \"department\" throughout the section.\n\nThe 1997 amendment,effective June 20, 1997, designated the existing paragraphs as Subsections A and B respectively, in Subsection A, added the table heading which reads \"SKI SAFETY ACT LIABILITY INSURANCE LIMITS OF LIABILITY REQUIRED MINIMUM COVERAGES FOR INJURIES, DEATH OR DAMAGES\", increased the minimum limits of liability insurance throughout the table, and made a minor stylistic change in Subsection B.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27A Am. Jur. 2d Entertainment and Sports Law § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-4/"
    },
    {
      "id": "section-24-15-5",
      "number": "24-15-5",
      "heading": "Penalty.",
      "text": "Any operator convicted of operating a ski lift or aerial passenger tramway without having obtained and kept in force an insurance policy as required by the Ski Safety Act is guilty of a misdemeanor punishable by a fine of not more than five hundred dollars ($500) for each day of illegal operation. The attorney general or the district attorney of the county where the ski area is located has the power to bring proceedings in the district court of the county in which the ski area is located to enjoin the operation of any ski lift or tramway being operated without a current insurance policy, in the amounts prescribed herein, being obtained and kept in force and covering the operator concerned.\n\nHistory:1953 Comp., § 12-16-5, enacted by Laws 1969, ch. 218, § 5; recompiled as 1953 Comp., § 12-28-5, by Laws 1972, ch. 51, § 9; 1997, ch. 211, § 4.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"having obtained and kept in force\" for \"having filed\" near the beginning of the section, substituted \"five hundred dollars ($500)\" for \"one hundred dollars ($100)\" in the first sentence, and substituted \"being obtained and kept in force\" for \"being on file\" near the end of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-5/"
    },
    {
      "id": "section-24-15-6",
      "number": "24-15-6",
      "heading": "Provisions in lieu of others.",
      "text": "Provisions of the Ski Safety Act are in lieu of all other regulations, registration or licensing requirements for ski areas, ski lifts and tramways. Ski lifts and tramways shall not be construed to be common carriers within the meaning of the laws of New Mexico.\n\nHistory:1953 Comp., § 12-16-6, enacted by Laws 1969, ch. 218, § 6; recompiled as 1953 Comp., § 12-28-6, by Laws 1972, ch. 51, § 9.\n\nSkier as third party beneficiary of permit between United States and ski resort.— The dismissal of an injured skier's claim that she was a third party beneficiary under the terms of the permit between the United States and the ski resort was proper since the Ski Safety Act provided the exclusive remedy available to the skier.Kidd v. Taos Ski Valley, Inc., 88 F.3d 848 (10th Cir. 1996).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-6/"
    },
    {
      "id": "section-24-15-7",
      "number": "24-15-7",
      "heading": "Duties of ski area operators with respect to skiing areas.",
      "text": "Every ski area operator shall have the following duties with respect to the operation of a skiing area:\n\nA. to mark all snow-maintenance vehicles and to furnish such vehicles with flashing or rotating lights, which shall be in operation whenever the vehicles are working or are in movement in the skiing area;\n\nB. to mark with a visible sign or other warning implement the location of any hydrant or similar equipment used in snow-making operations and located on ski slopes and trails;\n\nC. to mark in a plainly visible manner the top or entrance to each slope, trail or area with the appropriate symbol for its relative degree of difficulty, using the symbols established or approved by the national ski areas association; and those slopes, trails or areas which are closed, or portions of which present an unusual obstacle or hazard, shall be marked at the top or entrance or at the point of the obstacle or hazard with the appropriate symbols as are established or approved by the national ski areas association or by the New Mexico ski area operators association;\n\nD. to maintain one or more trail boards at prominent locations at each ski area displaying that area's network of ski trails and slopes with each trail and slope rated in accordance with the symbols and containing a key to the symbols;\n\nE. to designate by trail board or otherwise at the top of or entrance to the subject trail or slope which trails or slopes are open or closed;\n\nF. to place or cause to be placed, whenever snow-maintenance vehicles or snow-making operations are being undertaken upon any trail or slope while such trail or slope is open to the public, a conspicuous notice to that effect at or near the top or entrance of such trail or slope;\n\nG. to provide ski patrol personnel trained in first aid, which training meets at least the requirements of the national ski patrol outdoor emergency care course, and also trained in winter rescue and toboggan handling to serve the anticipated number of injured skiers and to provide personnel trained for the evacuation of passengers from stalled aerial ski lifts. A first aid room or building shall be provided with adequate first aid supplies, and properly equipped rescue toboggans shall be made available at all reasonable times at the top of ski slopes and trails to transport injured skiers from the ski slopes and trails to the first aid room;\n\nH. to post notice of the requirements of the Ski Safety Act concerning the use of ski retention devices;\n\nI. to warn of or correct particular hazards or dangers known to the operator where feasible to do so; and\n\nJ. to warn of snowmobiles or all-terrain vehicles (ATV's) operated on the ski slopes or trails with at least one lighted headlamp, one lighted red tail lamp, a brake system and a fluorescent flag that is at least forty square inches and is mounted at least six feet above the bottom of the tracks or tires.\n\nHistory:Laws 1969, ch. 218, § 7; 1953 Comp., § 12-16-7; recompiled as 1953 Comp., § 12-28-7 by Laws 1972, ch. 51, § 9; 1978 Comp., § 24-15-7, repealed and reenacted by Laws 1979, ch. 279, § 4; 1997, ch. 211, § 5.\n\nRepeals and reenactments.— Laws 1979, ch. 279, § 4 repealed and reenacted 24-15-7 NMSA 1978, effective April 4, 1979.\n\nThe 1997 amendment,effective June 20, 1997, rewrote Subsection C, inserted \"at the top of or entrance to the subject trail or slope\" in Subsection E, inserted \"or entrance\" near the end of Subsection F, substituted \"meets at least the requirements of the national ski patrol outdoor emergency care course\" for \"meets the requirements of the American Red Cross advanced first aid course\" near the beginning of Subsection G, added Subsection J, and made minor stylistic changes in Subsections H and I.\n\nDuty to provide warningto skiers of the degree of difficulty of ski slopes or the existence of unusual obstacles or hazards located in skiing areas, imposed under Subsections C and I, may assume additional significance as the difficulty of the skiing area becomes more pronounced, or the degree of danger posed by the risk of collision with an unprotected ski tower located in the designated skiing area increases.Lopez v. Ski Apache Resort, 1992-NMCA-047, 114 N.M. 202, 836 P.2d 648, cert. denied, 113 N.M. 815, 833 P.2d 1181.\n\nDuty to warn.— A ski resort did not breach its duty to warn under this section when it installed a single strand diversionary rope and blocked off an otherwise skiable area since the evidence was that the rope had been in place for at least 12 years and over one million skiers had managed to ski past it without injury.Kidd v. Taos Ski Valley, Inc., 88 F.3d 848 (10th Cir. 1996).\n\nConspicuous warnings not required.— The Ski Safety Act does not require the trail warnings of unusual obstacles or hazards to be conspicuous.Barba v. Taos Ski Valley, Inc., 145 F.3d 1345 (10th Cir. 1998).\n\nDuties for ski operators.— This section, not 24-15-2 NMSA 1978, sets out the specific duties for ski operators in a skiing area.Barba v. Taos Ski Valley, Inc., 145 F.3d 1345 (10th Cir. 1998).\n\nWarning adequate.— Where the uncontroverted evidence was that Taos did not \"know\" that the picnic table near ski trail was a hazard because it had been at that same location for more than twenty years and no one had collided with it, the trail map board marking the location of the picnic table on the ski run and the sign warning of unmarked obstacles were adequate under the standards of the National Ski Areas Association, and, therefore, under the Ski Safety Act.Barba v. Taos Ski Valley, Inc., 1998 Colo. J. C.A.R. 2324, (10th Cir. 1998), decision without published opinion, 145 F.3d 1345 (10th Cir. 1998).\n\n\"Warn or correct\" hazards.— Where skier was injured by colliding with picnic table while skiing and argued that rather than warn of the picnic table, the operator should have corrected the hazard, the plain language of the Ski Safety Act specifically states that the operator must \"warn or correct\" hazards.Barba v. Taos Ski Valley, Inc., 1998 Colo. J. C.A.R. 2324, (10th Cir. 1998), decision without published opinion, 145 F.3d 1345 (10th Cir. 1998).\n\nPlaintiff failed to plead facts sufficient to assert a breach of duty.— Where plaintiff, who was injured while skiing at Taos ski valley after he struck a rope barricade near the intersection of two closed ski trails, brought a complaint against the ski area operator, alleging violations of the New Mexico Ski Safety Act (NMSSA), §§ 24-15-1 through 24-15-14 NMSA 1978, summary judgment in favor of defendant was granted because plaintiff failed to adequately plead a breach of duty under the NMSSA. Defendant had a duty under the NMSSA to mark closed slopes, trails, or areas with appropriate symbols established or approved by rules of the New Mexico ski area operators association (NMSAOA), and the rope that defendant placed at the entrance of the closed trail where plaintiff was injured was a proper closure under the NMSSA and the NMSAOA rules. Moreover, plaintiff failed to assert evidence sufficient to show defendant's actual knowledge that the rope was a hazard.Showmaker v. Taos Ski Valley, 566 F. Supp. 3d 1115 (D. N.M. 2021).\n\nDoctrine of comparative negligenceis applicable to claims brought under the act where both the skier and the ski area operator are alleged to have breached statutory duties.Lopez v. Ski Apache Resort, 1992-NMCA-047, 114 N.M. 202, 836 P.2d 648, cert. denied, 113 N.M. 815, 833 P.2d 1181.\n\nGeneral duty to novice skier.— The scope of the duty imposed on ski operations in Subsection I of this section was not broad enough to encompass the duty to provide a general warning to a novice skier that, because of the skier's limited abilities, portions of a beginner slope may have been dangerous.Philippi v. Sipapu, Inc., 961 F.2d 1492 (10th Cir. 1992).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27A Am. Jur. 2d Entertainment and Sports Law §§ 54 et seq., 81, 82.\n\nSki resort's liability for skier's injuries resulting from condition of ski run or slope, 55 A.L.R.4th 632.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-7/"
    },
    {
      "id": "section-24-15-8",
      "number": "24-15-8",
      "heading": "Duties of ski area operators with respect to ski lifts.",
      "text": "Every ski area operator has the duty to operate, repair and maintain all ski lifts in safe condition. The ski area operator, prior to December 1 of each year, shall certify to the department of transportation the policy number and name of the company providing liability insurance for the ski area, the date of the ski lift inspections and the name of the person making those inspections.\n\nHistory:Laws 1969, ch. 218, § 8; 1953 Comp., § 12-16-8; recompiled as 1953 Comp., § 12-28-8 by Laws 1972, ch. 51, § 9; 1978 Comp., § 24-15-8, repealed and reenacted by Laws 1979, ch. 279, § 5; 2023, ch. 100, § 14.\n\nRepeals and reenactments.— Laws 1979, ch. 279, § 5 repealed and reenacted 24-15-8 NMSA 1978, effective April 4, 1979.\n\nCross references.— For public regulation commission,seeN.M. Const., art. XI, § 1.\n\nThe 2023 amendment,effective July 1, 2024, removed a reference to the state corporation commission due to the transfer of certain powers and duties to the department of transportation; and deleted \"state corporation commission\" and added \"department of transportation\".\n\nThe doctrine of comparative negligenceis applicable to claims brought under the act where both the skier and the ski area operator are alleged to have breached statutory duties.Lopez v. Ski Apache Resort, 1992-NMCA-047, 114 N.M. 202, 836 P.2d 648, cert. denied, 113 N.M. 815, 833 P.2d 1181.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-8/"
    },
    {
      "id": "section-24-15-9",
      "number": "24-15-9",
      "heading": "Duties of passengers.",
      "text": "Every passenger shall have the duty to conduct himself carefully and not to:\n\nA. board or embark upon or disembark from a ski lift except at an area designated for such purpose;\n\nB. drop, throw or expel any object from a ski lift;\n\nC. do any act which shall interfere with the running or operation of a ski lift;\n\nD. use any ski lift unless the passenger has the ability to use it safely without any instruction on its use by the ski area operator or requests and receives instruction before boarding the ski lift;\n\nE. willfully or negligently engage in any type of conduct which contributes to or causes injury to any person;\n\nF. embark on a ski lift without the authority of the ski area operator;\n\nG. use any ski lift without engaging such safety or restraining devices as may be provided; or\n\nH. wear skis without properly securing ski retention devices; or\n\nI. use a ski lift while intoxicated or under the influence of any controlled substance.\n\nHistory:1978 Comp., § 24-15-9, enacted by Laws 1979, ch. 279, § 6.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27A Am. Jur. 2d Entertainment and Sports Law § 88 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-9/"
    },
    {
      "id": "section-24-15-10",
      "number": "24-15-10",
      "heading": "Duties of the skiers.",
      "text": "A. It is recognized that skiing as a recreational sport is inherently hazardous to skiers, and it is the duty of each skier to conduct himself carefully.\n\nB. A person who takes part in the sport of skiing accepts as a matter of law the dangers inherent in that sport insofar as they are obvious and necessary. Each skier expressly assumes the risk of and legal responsibility for any injury to person or property which results from participation in the sport of skiing, in the skiing area, including any injury caused by the following: variations in terrain; surface or subsurface snow or ice conditions; bare spots; rocks, trees or other forms of forest growth or debris; lift towers and components thereof, pole lines and snow-making equipment which are plainly visible or are plainly marked in accordance with the provisions of Section 24-15-7 NMSA 1978; except for any injuries to persons or property resulting from any breach of duty imposed upon ski area operators under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978. Therefore, each skier shall have the sole individual responsibility for knowing the range of his own ability to negotiate any slope or trail, and it shall be the duty of each skier to ski within the limits of the skier's own ability, to maintain reasonable control of speed and course at all times while skiing, to heed all posted warnings, to ski only on a skiing area designated by the ski area operator and to refrain from acting in a manner which may cause or contribute to the injury of anyone.\n\nC. Responsibility for collisions by any skier while actually skiing, with any person or object, shall be solely that of each individual involved in the collision, except where an employee, agent or officer of the ski area operator is personally involved in a collision while in the course and scope of his employment or where a collision resulted from any breach of duty imposed upon a ski area operator under the provisions of Sections 24-15-7 or 24-15-8 NMSA 1978. Each skier has the duty to stay clear of and avoid collisions with snow-maintenance equipment, all-terrain vehicles and snowmobiles marked in compliance with the provisions of Subsections A and J of Section 24-15-7 NMSA 1978, all other vehicles, lift towers, signs and any other structures, amenities or equipment on the ski slopes and trails or in the skiing area.\n\nD. No person shall:\n\n(1) place any object in the skiing area or on the uphill track of any ski lift which may cause a passenger or skier to fall;\n\n(2) cross the track of any T-bar lift, J-bar lift, platter lift or similar device or a fiber rope tow, except at a designated location;\n\n(3) when injured while skiing or using a ski lift or, while skiing, when involved in a collision with any skier or object in which an injury results, leave the ski area before giving his name and current address to the ski area operator, or representative or employee of the ski area operator, and the location where the injury or collision occurred and the circumstances thereof; provided, however, in the event a skier fails to give the notice required by this paragraph, a court, in determining whether or not such failure constitutes a violation of the Ski Safety Act, may consider the reasonableness or feasibility of giving such notice; or\n\n(4) use a ski lift, skiing area, slopes or trails while intoxicated or under the influence of any controlled substance.\n\nE. No skier shall fail to wear retention straps or other ski retention devices to help prevent runaway skis.\n\nF. Any skier upon being injured shall indicate, to the ski patrol personnel offering first aid treatment or emergency removal to a first aid room, his acceptance or rejection of such services as provided by the ski area operator. If such service is not refused or if the skier is unable to indicate his acceptance or rejection of such service, the acceptance of the service is presumed to have been accepted by the skier. Such acceptance shall not constitute a waiver of any action for negligent provision of the service by the ski patrol personnel.\n\nHistory:1978 Comp., § 24-15-10, enacted by Laws 1979, ch. 279, § 7; 1997, ch. 211, § 6.\n\nThe 1997 amendment,effective June 20, 1997, deleted the former fourth sentence of Subsection B relating to responsibilities for collisions by skiers, added Subsection C and redesignated the remaining subsections accordingly, and inserted \"skiing area, slopes or trails\" in Paragraph D(4).\n\nFailure of a skier to give notice of her alleged injuryto the ski lift operator was not a proper ground for summary judgment for the operator, where there was no evidence that any alleged failure of the skier to comply with the provisions of this section was causally related to the loss or damage claimed by the skier.Wood v. Angel Fire Ski Corp., 1989-NMCA-021, 108 N.M. 453, 774 P.2d 447.\n\nDoctrine of comparative negligence.— The doctrine of comparative negligence is applicable to claims brought under the Act where both the skier and the ski area operator are alleged to have breached statutory duties.Lopez v. Ski Apache Resort, 1992-NMCA-047, 114 N.M. 202, 836 P.2d 648, cert. denied, 113 N.M. 815, 833 P.2d 1181.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27A Am. Jur. 2d Entertainment and Sports Law § 88 et seq.\n\nSkier's liability for injuries to or death of another person, 75 A.L.R.5th 583.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-10/"
    },
    {
      "id": "section-24-15-11",
      "number": "24-15-11",
      "heading": "Liability of ski area operators.",
      "text": "Any ski area operator shall be liable for loss or damages caused by the failure to follow the duties set forth in Sections 24-15-7 and 24-15-8 NMSA 1978 where the violation of duty is causally related to the loss or damage suffered, and shall continue to be subject to liability in accordance with common-law principles of vicarious liability for the willful or negligent actions of its principals, agents or employees which cause injury to a passenger, skier or other person. The ski area operator shall not be liable to any passenger or skier acting in violation of his duties as set forth in Sections 24-15-9 and 24-15-10 NMSA 1978 where the violation of duty is causally related to the loss or damage suffered.\n\nHistory:1978 Comp., § 24-15-11, enacted by Laws 1979, ch. 279, § 8.\n\nFailure to stop ski lift.— Genuine issue of material fact, precluding summary judgment, existed concerning whether, despite any alleged negligence attributable to a skier, the ski lift operator negligently failed to stop the ski lift once he became aware that the skier had just disembarked from the ski lift, was unable to move, and was in a position of peril.Wood v. Angel Fire Ski Corp., 1989-NMCA-021, 108 N.M. 453, 774 P.2d 447.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability of operator of skiing, tobogganing or bobsledding facilities for injury to patron or participant, 94 A.L.R.2d 1431, 95 A.L.R.3d 203.\n\nSki resort's liability for skier's injuries resulting from condition of ski run or slope, 55 A.L.R.4th 632.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-11/"
    },
    {
      "id": "section-24-15-12",
      "number": "24-15-12",
      "heading": "Liability of passengers.",
      "text": "Any passenger shall be liable for loss or damages resulting from violations of the duties set forth in Section 24-15-9 NMSA 1978, and shall not be able to recover from the ski area operator for any losses or damages where the violation of duty is causally related to the loss or damage suffered.\n\nHistory:1978 Comp., § 24-15-12, enacted by Laws 1979, ch. 279, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-12/"
    },
    {
      "id": "section-24-15-13",
      "number": "24-15-13",
      "heading": "Liability of skiers.",
      "text": "Any skier shall be liable for loss or damages resulting from violations of the duties set forth in Section 24-15-10 NMSA 1978, and shall not be able to recover from the ski area operator for any losses or damages where the violation of duty is causally related to the loss or damage suffered.\n\nHistory:1978 Comp., § 24-15-13, enacted by Laws 1979, ch. 279, § 10.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Skier's liability for injuries to or death of another person, 75 A.L.R.5th 583.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-13/"
    },
    {
      "id": "section-24-15-14",
      "number": "24-15-14",
      "heading": "Limitation of actions; notice of claim.",
      "text": "A. Unless a ski area operator is in violation of the Ski Safety Act, with respect to the skiing area and ski lifts, and the violation is a proximate cause of the injury complained of, no action shall lie against such ski area operator by any skier or passenger or any representative of a skier or passenger. This prohibition shall not prevent the bringing of an action against a ski area operator for damages arising from injuries caused by negligent operation, maintenance or repair of the ski lift.\n\nB. No suit or action shall be maintained against any ski area operator for injuries incurred as a result of the use of a ski lift or ski area unless the same is commenced within three years of the time of the occurrence of the injuries complained of.\n\nHistory:1978 Comp., § 24-15-14, enacted by Laws 1979, ch. 279, § 11.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability of operator of skiing, tobogganing or bobsledding facilities for injury to patron or participant, 94 A.L.R.2d 1431, 95 A.L.R.3d 203.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-15/section-24-15-14/"
    }
  ]
}