{
  "state": "new-mexico",
  "path": "title-chapter-24-health-and-safety/chapter-article-13-burial-of-indigents",
  "sections": [
    {
      "id": "section-24-13-1",
      "number": "24-13-1",
      "heading": "Burial or cremation of unclaimed decedents",
      "text": "For the purposes of Chapter 24, Article 13 NMSA 1978, a dead body that has not been claimed by a friend, relative or other interested person assuming the responsibility for and expense of disposition shall be considered an unclaimed decedent. It is the duty of each county in this state to authorize interment or cremation of an unclaimed decedent. The county shall ensure that the body is buried or cremated no later than thirty days after a determination has been made that the body has not been claimed, but no less than fourteen days after death or discovery of the body. If the body is cremated, the county shall ensure that the cremated remains are retained and stored for at least two years, or one year for eligible veterans who qualify for veteran burial benefits, in a manner that allows for identification of the remains. After the expiration of two years, or one year for eligible veterans who qualify for veteran burial benefits, the cremated remains may be disposed of; provided the county retains a record of the place and manner of disposition for not less than five years after disposition.\n\nHistory:Laws 1939, ch. 224, § 1; 1941 Comp., § 73-204; 1953 Comp., § 13-2-4; 1978 Comp., § 24-13-1; Laws 1999, ch. 241, § 4; 2023, ch. 162, § 8.\n\nCross references.— For disposition of dead bodies generally,seeChapter 24, Article 12 NMSA 1978.\n\nFor definitions applicable to provisions of this article,see27-1-1 NMSA 1978.\n\nThe 2023 amendment,effective July 1, 2023, changed the amount of time a county shall retain cremated remains; in the section heading, deleted \"and of indigents\"; after \"no less than\", deleted \"two weeks\" and added \"fourteen days\"; after \"stored for\", deleted \"no less than\" and added \"at least\"; and added \"or one year for eligible veterans who qualify for veteran burial benefits\".\n\nThe 1999 amendment,effective June 18, 1999, added the catchline; added the first sentence; in the second sentence, substituted \"It is the duty\" for \"It shall be the duty\" and \"or cremated the body of any unclaimed decedent or indigent person\" for \"the body of any dead having no visible estate out of which to defray the cost of his burial, and when no relative or friend of such decedent will undertake to bury him\"; and added the third and fourth sentences.\n\nCounty's responsibility for burial of indigentsdoes not rest upon residence of the indigents. 1942 Op. Att'y Gen. No. 42-4081.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —22A Am. Jur. 2d Dead Bodies § 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-1/"
    },
    {
      "id": "section-24-13-2",
      "number": "24-13-2",
      "heading": "Persons deemed indigent.",
      "text": "A decedent shall be considered to be an indigent for purposes of Chapter 24, Article 13 NMSA 1978 if the decedent's estate is insufficient to cover the cost of burial or cremation or if the decedent's body is unclaimed.\n\nHistory:Laws 1939, ch. 224, § 2; 1941 Comp., § 73-205; 1953 Comp., § 13-2-5; 1978 Comp., § 24-13-2; Laws 1999, ch. 241, §; 2023, ch. 162, § 9.\n\nThe 2023 amendment,effective July 1, 2023, provided that a decedent shall be considered to be an indigent if the decedent's body is unclaimed; and after \"burial or cremation\", added \"or if the decedent's body is unclaimed\".\n\nThe 1999 amendment,effective June 18, 1999, added the catchline; and rewrote the section, which formerly read \"No deceased person shall be considered to be an indigent if there are any sums, no matter how small, with which to defray the cost of such burial\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-2/"
    },
    {
      "id": "section-24-13-3",
      "number": "24-13-3",
      "heading": "Expenses for burial or cremation.",
      "text": "If the unclaimed decedent had known assets or property of sufficient value to defray the expenses of cremation or burial, invoices for the expenses shall be forwarded to the executor of the estate of the decedent, and such person shall pay the expenses out of the decedent's estate. To the extent that the decedent is unclaimed and has no estate, the burial or cremation expenses shall be borne by the county of residence of the decedent. If the county of residence of the decedent is not known, the burial or cremation expenses shall be borne by the county in which the decedent was found. The burial or cremation expenses may be paid by the county out of the general fund or the health care assistance fund in the amount of one thousand dollars ($1,000) for the burial or cremation of the unclaimed decedent.\n\nHistory:Laws 1939, ch. 224, § 3; 1941 Comp., § 73-206; 1953 Comp., § 13-2-6; Laws 1957, ch. 123, § 1; 1959, ch. 59, § 1; 1978 Comp., § 24-13-3; 1987, ch. 274, § 1; 1991, ch. 6, § 1; 1999, ch. 241, § 6; 2001, ch. 307, § 1; 2023, ch. 162, § 10.\n\nThe 2023 amendment,effective July 1, 2023, required the estate of an unclaimed decedent to reimburse the county for burial or cremation expenses, raised the amount that may be paid for burial or cremation expenses out of the general fund or the health care assistance fund; substituted \"deceased person\" with \"decedent\" throughout the section; after \"general fund or the\", deleted \"county indigent hospital claims\" and added \"health care assistance\"; and after \"in the amount of\", deleted \"six hundred dollars ($600)\" and added \"one thousand dollars ($1,000)\".\n\nThe 2001 amendment,effective June 15, 2001, inserted the county indigent hospital claims fund in the last sentence.\n\nThe 1999 amendment,effective June 18, 1999, rewrote the section, which formerly read \"The expenses for the burial or cremation of an indigent person may be paid by the county out of the general fund in an amount up to six hundred dollars ($600) for the burial of any adult or minor\".\n\nThe 1991 amendment,effective March 9, 1991, rewrote the section following \"general fund in\", which read \"the amount of three hundred dollars ($300) for the burial of any adult or minor over the age of six years and three hundred dollars ($300) for the burial of any minor up to the age of six years\".\n\nCommissioners are under duty to pay $100 (now $600) for burial of indigentregardless of the particular circumstances prior to the indigent's burial. 1970 Op. Att'y Gen. No. 70-44.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —25A C.J.S. Dead Bodies § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-3/"
    },
    {
      "id": "section-24-13-4",
      "number": "24-13-4",
      "heading": "Burial after investigation; cost of opening and closing grave.",
      "text": "The county after proper investigation shall cause an unclaimed decedent to be decently interred or cremated. The cost to be paid by the county of opening and closing a grave shall not exceed one thousand dollars ($1,000), which sum shall be in addition to the sums enumerated in Section 24-13-3 NMSA 1978.\n\nHistory:Laws 1939, ch. 224, § 4; 1941 Comp., § 73-207; 1953 Comp., § 13-2-7; Laws 1957, ch. 123, § 2; 1978 Comp., § 24-13-4; 1997, ch. 116, § 1; 1999, ch. 241, § 7; 2023, ch. 162, § 11.\n\nThe 2023 amendment,effective July 1, 2023, raised the amount the county may pay for opening and closing a grave; and after \"shall not exceed\", deleted \"six hundred dollars ($600)\" and added \"one thousand dollars ($1,000)\".\n\nThe 1999 amendment,effective June 18, 1999, inserted \"or unclaimed decedent\" in the first sentence and \"to be paid by the county\" in the second sentence.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"$600\" for \"$35\" and made a stylistic change.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —22A Am. Jur. 2d Dead Bodies §§ 75, 78 to 81.\n\n25A C.J.S. Dead Bodies §§ 4(3), 8(4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-4/"
    },
    {
      "id": "section-24-13-5",
      "number": "24-13-5",
      "heading": "Payment of burial or cremation expenses; commissioners' liability.",
      "text": "The board of county commissioners of any county within this state may authorize payment for the burial or cremation of an unclaimed decedent, as defined in Section 24-13-1 NMSA 1978. All available assets of the deceased may be used to reimburse the county for the cost of burial or cremation. Should the county be required to pay expenses for burial or cremation of an unclaimed decedent who has left an estate, the estate shall reimburse the county for those expenses. The county commissioners may be liable officially to the county they represent in double the amount they have paid toward the burial or cremation of a person other than as authorized by this section.\n\nHistory:Laws 1939, ch. 224, § 5; 1941 Comp., § 73-208; 1953 Comp., § 13-2-8; 1978 Comp., § 24-13-5; Laws 1999, ch. 241, § 8; 2023, ch. 162, § 12.\n\nThe 2023 amendment,effective July 1, 2023, added discretionary language related to a county's liability for unauthorized burial or cremation of a person; and after \"The county commissioners\", deleted \"shall\" and added \"may\".\n\nThe 1999 amendment,effective June 18, 1999, rewrote the section which formerly read \"If the board of county commissioners of any county within this state shall pay to any person any sum purporting to be for the burial of an indigent person when in fact such deceased person was known by the board of county commissioners to be not an indigent, as above defined, said county commissioners shall be liable either personally or officially to the county which they represent in double the amount which they have paid\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-5/"
    },
    {
      "id": "section-24-13-6",
      "number": "24-13-6",
      "heading": "Money from relatives; duty of funeral director.",
      "text": "Should a funeral director or other person allowed by law to conduct the business of a funeral director accept money from the relatives or friends of a decedent whom the county has determined to be an unclaimed decedent, the funeral director shall immediately notify the county of the payment or offer for payment, and the county shall not pay for the burial or cremation involved, or, if the county has already paid for the burial or cremation, the funeral director shall immediately refund the money paid to the funeral director by the county for the burial or cremation.\n\nHistory:Laws 1939, ch. 224, § 6; 1941 Comp., § 73-209; 1953 Comp., § 13-2-9; 1978 Comp., § 24-13-6; Laws 1999, ch. 241, § 9; 2023, ch. 162, § 13.\n\nThe 2023 amendment,effective July 1, 2023, substituted \"deceased person\" with \"decedent\" throughout the section.\n\nThe 1999 amendment,effective June 18, 1999, added the catchline and made stylistic changes throughout.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-6/"
    },
    {
      "id": "section-24-13-7",
      "number": "24-13-7",
      "heading": "Failure to notify; funeral director's liability.",
      "text": "If a funeral director or other person authorized by law to conduct the business of a funeral director receives or contracts to receive any money or thing of value from relatives or friends of an unclaimed decedent whose burial or cremation expenses are paid or to be paid by the county and fails to notify the county of that fact, the funeral director or other person authorized by law to conduct the business of a funeral director shall be liable to the county in an amount double the amount paid or to be paid by the county.\n\nHistory:Laws 1939, ch. 224, § 7; 1941 Comp., § 73-211; 1953 Comp., § 13-2-11; 1978 Comp., § 24-13-7; Laws 1999, ch. 241, § 10; 2023, ch. 162, § 14.\n\nThe 2023 amendment,effective July 1, 2023, after \"friends of\", deleted \"a deceased alleged indigent\".\n\nThe 1999 amendment,effective June 18, 1999, added the catchline and made stylistic changes throughout.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-7/"
    },
    {
      "id": "section-24-13-8",
      "number": "24-13-8",
      "heading": "[District attorneys to enforce burial act.]",
      "text": "The various district attorneys of this state are hereby expressly empowered and directed to enforce the provisions of this act [24-13-1 to 24-13-8 NMSA 1978] on behalf of the various counties which they represent.\n\nHistory:Laws 1939, ch. 224, § 8; 1941 Comp., § 73-211; 1953 Comp., § 13-2-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-13/section-24-13-8/"
    }
  ]
}