{
  "state": "new-mexico",
  "path": "title-chapter-24-health-and-safety/chapter-article-7b-mental-health-care-treatment-decisions",
  "sections": [
    {
      "id": "section-24-7b-1",
      "number": "24-7B-1",
      "heading": "Short title.Section 24-7B-2 - Purpose",
      "text": "Chapter 24, Article 7B NMSA 1978 may be cited as the \"Mental Health Care Treatment Decisions Act\".\n\nHistory:Laws 2006, ch. 7, § 1; 2009, ch. 159, § 4.\n\nThe 2009 amendment,effective June 19, 2009, changed the reference to the act to the chapter and article of NMSA 1978.\n\nAssisted outpatient treatment ordinance preempted by state law.— The Mental Health and Developmental Disabilities Code, Chapter 43, Article 1 NMSA 1978, and the Mental Health Care Treatment Decisions Act, Chapter 24, Article 7B NMSA 1978, create a comprehensive scheme governing the treatment of individuals with mental illness, with or without the consent of those individuals, which together preempt home-rule municipalities from enacting a separate ordinance regulating individuals with mental illness.Protection & Advocacy Sys. v. City of Albuquerque, 2008-NMCA-149, 145 N.M. 156, 195 P.3d 1, cert. denied, 2008-NMCERT-009, 145 N.M. 257, 196 P.3d 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-1/"
    },
    {
      "id": "section-24-7b-2",
      "number": "24-7B-2",
      "heading": "Purpose.",
      "text": "The purpose of the Mental Health Care Treatment Decisions Act is to ensure appropriate care and treatment of persons with behavioral health needs in the community.\n\nHistory:Laws 2006, ch. 7, § 2.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-2/"
    },
    {
      "id": "section-24-7b-3",
      "number": "24-7B-3",
      "heading": "Definitions.",
      "text": "As used in the Mental Health Care Treatment Decisions Act:\n\nA. \"advance directive for mental health treatment\" means an individual instruction or power of attorney for mental health treatment made pursuant to the Mental Health Care Treatment Decisions Act;\n\nB. \"agent\" means an individual designated in a power of attorney for mental health treatment to make a mental health treatment decision for the individual granting the power;\n\nC. \"capacity\" means an individual's ability to understand and appreciate the nature and consequences of proposed mental health treatment, including significant benefits and risks and alternatives to the proposed mental health treatment, and to make and communicate an informed mental health treatment decision. A written determination or certification of lack of capacity shall be made only according to the provisions of the Mental Health Care Treatment Decisions Act;\n\nD. \"emancipated minor\" means an individual between the ages of sixteen and eighteen who has been married, who is on active duty in the armed forces or who has been declared by court order to be emancipated;\n\nE. \"guardian\" means a judicially appointed guardian having authority to make a mental health decision for an individual;\n\nF. \"individual instruction\" means an individual's direction concerning a mental health treatment decision for the individual, made while the individual has capacity, which is to be implemented when the individual has been determined to lack capacity;\n\nG. \"mental health treatment\" means services provided for the prevention of, amelioration of symptoms of or recovery from mental illness or emotional disturbance, including electroconvulsive treatment, treatment with medication, counseling, rehabilitation services or evaluation for admission to a facility for care or treatment of persons with mental illness, if required;\n\nH. \"mental health treatment decision\" means a decision made by an individual or the individual's agent or guardian regarding the individual's mental health treatment, including:\n\n(1) selection and discharge of health care or mental health treatment providers and institutions;\n\n(2) approval or disapproval of diagnostic tests, programs of medication and mental health treatment; and\n\n(3) directions relating to mental health treatment;\n\nI. \"mental health treatment facility\" means an institution, facility or agency licensed, certified or otherwise authorized or permitted by law to provide mental health treatment in the ordinary course of business;\n\nJ. \"mental health treatment provider\" or \"health care provider\" means an individual licensed, certified or otherwise authorized or permitted by law to provide diagnosis or mental health treatment in the ordinary course of business or practice of a profession;\n\nK. \"mental illness\" means a substantial disorder of a person's emotional process, thoughts or cognition that grossly impairs judgment, behavior or capacity to recognize reality, but \"mental illness\" does not mean a developmental disability;\n\nL. \"power of attorney for mental health treatment\" means the designation of an agent to make mental health treatment decisions for the individual granting the power, made while the individual has capacity;\n\nM. \"primary health care professional\" means a qualified health care professional designated by an individual or the individual's agent or guardian to have primary responsibility for the individual's health care or, in the absence of a designation or if the designated qualified health care professional is not reasonably available, a qualified health care professional who undertakes that responsibility;\n\nN. \"principal\" means an adult or emancipated minor who, while having capacity, has made a power of attorney for mental health treatment by which the adult or emancipated minor delegates the right to make mental health treatment decisions for that adult or emancipated minor to an agent;\n\nO. \"protected person\" means an adult or emancipated minor for whom a guardian has been appointed;\n\nP. \"qualified health care professional\" means a licensed health care provider who is a physician, physician assistant, nurse practitioner, nurse or psychologist;\n\nQ. \"reasonably available\" means able to be contacted without undue effort and willing and able to act in a timely manner considering the urgency of the patient's mental health treatment needs; and\n\nR. \"supervising health care provider\" means the primary qualified health care professional or, if the primary qualified health care professional is not reasonably available, the health care provider who has undertaken primary responsibility for an individual's health care.\n\nHistory:Laws 2006, ch. 7, § 3; 2009, ch. 159, § 5.\n\nThe 2009 amendment,effective June 19, 2009, added Subsection O and deleted Subsection R, which defined \"ward\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-3/"
    },
    {
      "id": "section-24-7b-4",
      "number": "24-7B-4",
      "heading": "Advance directive for mental health treatment.",
      "text": "A. An adult or emancipated minor, while having capacity, has the right to make the adult or emancipated minor's own mental health treatment decisions and may give an individual instruction. The individual instruction may be oral or written; if oral, it shall be made by personally informing a health care provider. The individual instruction may be limited to take effect only if a specified condition arises.\n\nB. An adult or emancipated minor, while having capacity, may execute a power of attorney for mental health treatment that may authorize the agent to make any mental health treatment decision the principal could have made while having capacity. The power of attorney for mental health treatment shall be in writing signed by the principal and witnessed pursuant to Subsections I and J of this section. The power of attorney for mental health treatment shall remain in effect notwithstanding the principal's later incapacity under the Mental Health Care Treatment Decisions Act or Article 5 of the Uniform Probate Code [45-5-101 NMSA 1978]. The power of attorney for mental health treatment may include individual instructions. Unless related to the principal by blood, marriage or adoption, an agent may not be an attending qualified health care professional or an employee of the qualified health care professional or an owner, operator or employee of a mental health treatment facility at which the principal is receiving care.\n\nC. Unless otherwise specified in a power of attorney for mental health treatment, the authority of an agent becomes effective only upon certification that the principal lacks capacity and ceases to be effective upon a determination that the principal has recovered capacity.\n\nD. Unless otherwise specified in a written advance directive for mental health treatment, written certification that an individual lacks or has recovered capacity or that another condition exists that affects an individual instruction or the authority of an agent shall be made according to the provisions of the Mental Health Care Treatment Decisions Act.\n\nE. An agent shall make a mental health treatment decision in accordance with the principal's individual instructions, if any, and other wishes to the extent known to the agent. Otherwise, the agent shall make the decision in accordance with the agent's determination of the principal's best interest. In determining the principal's best interest, the agent shall consider the principal's personal values to the extent known to the agent.\n\nF. A mental health treatment decision made by an agent for a principal is effective without judicial approval.\n\nG. A written advance directive for mental health treatment may include the individual's nomination of a choice of guardian of the individual.\n\nH. The fact that an individual has executed an advance directive for mental health treatment shall not constitute an indication of mental illness.\n\nI. A written advance directive for mental health treatment is valid only if it is signed by the principal and a witness who is at least eighteen years of age and who attests that the principal:\n\n(1) is known to the witness;\n\n(2) signed the advance directive for mental health treatment in the witness' presence;\n\n(3) appears to have capacity; and\n\n(4) is not acting under duress, fraud or undue influence.\n\nJ. For purposes of the advance directive for mental health treatment, the witness shall not be:\n\n(1) an agent of the principal;\n\n(2) related to the principal by blood or marriage;\n\n(3) entitled to any part of the principal's estate or have a claim against the principal's estate;\n\n(4) the attending qualified health care professional; or\n\n(5) an owner, operator or employee of a mental health treatment facility at which the principal is receiving care or of any parent organization of the mental health treatment facility.\n\nHistory:Laws 2006, ch. 7, § 4.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-4/"
    },
    {
      "id": "section-24-7b-5",
      "number": "24-7B-5",
      "heading": "Capacity.",
      "text": "A. The Mental Health Care Treatment Decisions Act does not affect the right of an individual to make mental health treatment decisions while having the capacity to do so.\n\nB. An individual is presumed to have capacity to make a mental health treatment decision, to give an advance directive for mental health treatment or to revoke an advance directive for mental health treatment.\n\nC. An individual shall not be determined to lack capacity solely on the basis that the individual chooses not to accept the treatment recommended by a health care provider.\n\nD. An individual, at any time, may challenge a determination that the individual lacks capacity by a signed writing or by personally informing a health care provider of the challenge. A health care provider who is informed by the individual of a challenge shall promptly communicate the fact of the challenge to the supervising health care provider and to any mental health treatment facility at which the individual is receiving care. Such a challenge shall prevail unless the agent or the treating mental health care provider obtains an order in district court finding the principal does not have the capacity to make mental health treatment decisions.\n\nE. A determination of lack of capacity under the Mental Health Care Treatment Decisions Act shall not be evidence of incapacity under the provisions of Article 5 of the Uniform Probate Code [45-5-101 NMSA 1978].\n\nF. A determination of incapacity shall only be made by two persons, a qualified health care professional and a mental health treatment provider. If after the examination the principal is determined to lack capacity and is in need of mental health treatment, a written certification, substantially in the form provided in Subsection G of this section, of the principal's condition shall be made a part of the principal's medical record.\n\nG. The following certification of the examination of a principal determining whether the principal is in need of mental health treatment and whether the principal does or does not lack capacity may be used by examiners:\n\n\"OPTIONAL EXAMINER'S CERTIFICATION\n\nWe, the undersigned, have made an examination of ___________, and do hereby certify that we have made a careful personal examination of the actual condition of the person and on such examination we find that __________________:\n\n1. (Is) (Is not) in need of mental health treatment; and\n\n2. (Does) (Does not) lack capacity to participate in decisions about (her) (his) mental health treatment.\n\nThe facts and circumstances on which we base our opinions are stated in the following report of symptoms and history of case, which is hereby made a part hereof.\n\nAccording to the advance directive for mental health treatment, (name of patient) _____________________, wishes to receive mental health treatment in accordance with the preferences and instructions stated in the advance directive for mental health treatment.\n\nWe are duly licensed to practice in this state of New Mexico, are not related to _____________________ by blood or marriage and have no interest in her/his estate.\n\nWitness our hands this _______ day of ____________, 20___\n\n_________________________________ M.D., D.O., Ph.D., Other\n\n_________________________________ M.D., D.O., Ph.D., Other\n\nSubscribed and sworn to\n\nbefore me this ________ day of _____________________, 20____\n\n______________________________\n\nNotary Public\n\nREPORT OF SYMPTOMS AND HISTORY OF CASE BY EXAMINERS\n\nComplete name __________________________________\n\nPlace of residence ________________________________\n\nSex ________ Ethnicity ___________________________\n\nAge ________\n\nDate of Birth ____________________________________\n\nII. STATEMENT OF FACTS AND CIRCUMSTANCES\n\nOur determination that the principal (is) (is not) in need for mental health treatment is based on the following:\n\n________________________________________________________________________________\n\n________________________________________________________________________________\n\nOur determination that the principal does not have the capacity to participate in the principal's mental health treatment decisions is based on:\n\n1. the principal's ability to understand and communicate the nature of the proposed health care or mental health treatment described as:\n\n________________________________________________________________________________\n\n________________________________________________________________________________\n\n2. the principal's ability to understand and communicate the consequences of the proposed health care or mental health treatment described as:\n\n________________________________________________________________________________\n\n________________________________________________________________________________\n\n3. the principal's ability to understand and communicate the significant benefits, risks and alternatives to the proposed health care or mental health treatment described as:\n\n________________________________________________________________________________\n\n________________________________________________________________________________\n\n4. the principal's ability to understand and communicate a choice about the proposed health care or mental health treatment described as:\n\n________________________________________________________________________________\n\n________________________________________________________________________________\n\nIII. NAME AND RELATIONSHIPS OF FAMILY MEMBERS/OTHERS TO BE NOTIFIED\n\nOther data __________________________________________________\n\nDated at ________________, New Mexico, this _______ day\n\nof _______________, 20____\n\n___________________________________________ M.D., D.O., Ph.D.,\n\n___________________________________________ Other Address\n\n___________________________________________ M.D., D.O., Ph.D.,\n\n___________________________________________ Other Address.\"\n\nHistory:Laws 2006, ch. 7, § 5.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-5/"
    },
    {
      "id": "section-24-7b-6",
      "number": "24-7B-6",
      "heading": "Revocation of advance directive for mental health treatment.",
      "text": "A. An individual, while having capacity, may revoke the designation of an agent either by a signed writing or by personally informing the supervising health care provider. If the individual cannot sign, a written revocation shall be signed for the individual and be witnessed by two witnesses pursuant to Subsections I and J of Section 4 [24-7B-4 NMSA 1978] of the Mental Health Care Treatment Decisions Act, each of whom has signed at the direction of the individual and in the presence of the individual and each other.\n\nB. An individual, while having capacity, may revoke all or part of an advance directive for mental health treatment, other than the designation of an agent, at any time and in any manner that communicates an intent to revoke.\n\nC. A mental health treatment provider, agent or guardian who is informed of a revocation shall promptly communicate the fact of the revocation to the supervising health care provider and to any mental health treatment facility at which the patient is receiving care.\n\nD. The filing of a petition for or a decree of annulment, divorce, dissolution of marriage or legal separation revokes a previous designation of a spouse as agent, unless otherwise specified in the decree or in a power of attorney for mental health treatment. A designation revoked solely by this subsection is revived by the individual's remarriage to the former spouse, by a nullification of the divorce, annulment or legal separation or by the dismissal or withdrawal, with the individual's consent, of a petition seeking annulment, divorce, dissolution of marriage or legal separation.\n\nE. An advance directive for mental health treatment that conflicts with an earlier advance directive for mental health treatment revokes the earlier directive to the extent of the conflict.\n\nF. Unless otherwise specified in the power of attorney for mental health treatment, an advance health-care directive pursuant to the Uniform Health-Care Decisions Act [Chapter 24, Article 7A NMSA 1978] and an advance directive for mental health treatment shall be treated separately. A revocation of a power of attorney for mental health treatment shall not affect the validity of a power of attorney.\n\nHistory:Laws 2006, ch. 7, § 6.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-6/"
    },
    {
      "id": "section-24-7b-7",
      "number": "24-7B-7",
      "heading": "Optional form for advance directive for mental health treatment.",
      "text": "A. The form provided in Subsection E of this section may be used to create an individual instruction regarding mental health treatment. An individual may complete or modify all or any part of the form. The Mental Health Care Treatment Decisions Act governs the effect of this or any other writing used to create an advance directive for mental health treatment.\n\nB. A principal may designate a capable person eighteen years of age or older to act as an agent to make mental health treatment decisions. An alternative agent may also be designated to act as an agent if the original agent is unable or unwilling to act at any time. An appointment of an agent may be accomplished by using the form provided by Subsection E of this section.\n\nC. An agent who has accepted the appointment in writing shall have authority to make decisions, in consultation with the primary health care professional, about mental health treatment on behalf of the principal only when the principal is certified to lack capacity and to require mental health treatment as provided by the Mental Health Care Treatment Decisions Act. These decisions shall be consistent with any wishes or instructions the principal has expressed in the instruction. If the wishes or instructions of the principal are not expressed, the agent shall act in what the agent believes to be the best interest of the principal. The agent may consent to evaluation for admission to inpatient mental health treatment on behalf of the principal if so authorized in the advance directive for mental health treatment.\n\nD. An agent may renounce the agent's authority by giving notice to the principal. If a principal lacks capacity, the agent may renounce the agent's authority by giving notice to the named alternative agent, if any, or, if none, to the attending qualified health care professional or health care provider. The primary health care professional or health care provider shall note the withdrawal of the last named agent as part of the principal's medical record.\n\nE. An advance directive for mental health treatment may be executed by using the following optional form, completed or modified to the extent desired by the individual, and the form may be notarized:\n\n\"ADVANCE DIRECTIVE FOR MENTAL HEALTH TREATMENT\n\nI, ______________________, being a person with capacity, willfully and voluntarily make known my wishes about mental health treatment, by my instructions to others through my advance directive for mental health treatment, or by my appointment of an agent, or both. If a guardian or an agent is appointed to make mental health decisions for me, I intend this document to take precedence over other means of ascertaining my wishes and interests.\n\nThe fact that I may have left blanks in this directive does not affect its validity in any way. I intend that all completed sections be followed. I intend this directive to take precedence over any other mental health directives I have previously executed, to the extent that they are inconsistent with this document, or unless I expressly state otherwise in either document.\n\nI understand that I may revoke this directive in whole or in part if I am a person with capacity. I understand that I cannot revoke this directive if one qualified health care professional and one mental health treatment provider find that I am an incapacitated person, unless I successfully challenge the determination of incapacity.\n\nI understand there are some circumstances where my provider may not have to follow my directive, specifically, if the treatment requested in this directive is infeasible or unavailable, the facility or provider is not licensed or authorized to provide the treatment requested or the directive conflicts with other applicable law.\n\nI thus do hereby declare:\n\nI. DECLARATION FOR MENTAL HEALTH TREATMENT\n\nIf a mental health treatment provider and a qualified health care professional, one of whom is my primary health care professional, if reasonably available, determine that my ability to receive and evaluate information effectively or communicate decisions is impaired to such an extent that I lack the capacity to refuse or consent to mental health treatment and that mental health treatment is necessary, I direct my primary health care professional and a mental health treatment provider, pursuant to the Mental Health Care Treatment Decisions Act, to provide the mental health treatment I have indicated below by my signature.\n\nI understand that \"mental health treatment\" means services provided for the prevention of, amelioration of symptoms of or recovery from mental illness or emotional disturbance, including but not limited to electroconvulsive treatment, treatment with medication, counseling, rehabilitation services or evaluation for admission to a facility for care or treatment of persons with mental illness, if required.\n\nPreferences and Instructions About Treatment, Facilities and Physicians\n\nI would like the physician(s) named below to be involved in my treatment decisions:\n\nDr. ____________________ Contact information __________________\n\nDr. ____________________ Contact information __________________\n\nI do not wish to be treated by Dr. ____________________________\n\nOther Preferences: ____________________________________________\n\nPreferences and Instructions About Other Providers\n\nI am receiving other treatment or care from providers who I feel have an impact on my mental health care. I would like the following treatment provider(s) to be contacted when this directive is effective:\n\nName: __________________ Profession: _____________________\n\nContact Information ______________________\n\nName: __________________ Profession: _____________________\n\nContact Information ______________________\n\nPreferences and Instructions About Medications for Mental Health Treatment\n\n(initial and complete all that apply)\n\n____ I consent, and authorize my agent to consent, to the following medications:\n\n________________________________________________________________________________\n\n____ I do not consent, and I do not authorize my agent to consent, to the administration of the following medications:\n\n________________________________________________________________________________\n\n____ I am willing to take the medications excluded above if my only reason for excluding them is the side effects, which include _________________________________, and these side effects can be eliminated by dosage adjustment or other means.\n\n____ I am willing to try any other medications the hospital doctor recommends.\n\n____ I am willing to try any other medications my outpatient doctor recommends.\n\n____ I do not want to try any other medications.\n\nMedication Allergies\n\nI have allergies to, or severe side effects from, the following:\n\n________________________________________________________________________________\n\nI have the following other preferences or instructions about medications:\n\n________________________________________________________________________________\n\nPreferences and Instructions About Hospitalization and Alternatives\n\n(initial all that apply and, if desired, rank \"1\" for first choice, \"2\" for second choice, and so on)\n\n____ In the event my psychiatric condition is serious enough to require 24-hour care and I have no physical conditions that require immediate access to emergency medical care, I prefer to receive this care in programs/facilities designed as alternatives to psychiatric hospitalization.\n\n____ I would also like the interventions below to be tried before hospitalization is considered:\n\n____ Calling someone or having someone call me when needed\n\nName: _________________ Telephone: _____________________\n\n____ Having a mental health service provider come to see me\n\n____ Going to a crisis triage center or emergency room\n\n____ Staying overnight at a crisis respite (temporary) bed\n\n____ Seeing a provider for help with psychiatric medications\n\n____ Other, specify: ___________________________________________\n\nAuthority to Consent to Inpatient Treatment\n\nI consent, and authorize my agent to consent, to evaluation for admission to inpatient mental health treatment.\n\n____ If deemed appropriate by my agent and treating physician\n\n________________________________ Signature\n\n____ Under the following circumstances (specify symptoms, behaviors or circumstances that indicate the need for hospitalization)\n\n________________________________________________________________________________\n\n________________________________ Signature\n\n____ I do not consent, or authorize my agent to consent, to evaluation for admission to inpatient treatment\n\n________________________________ Signature\n\nPreferences and Instructions About Use of Seclusion or Restraint\n\nI would like the interventions below to be tried before use of seclusion or restraint is considered (initial all that apply)\n\n____ \"Talk me down\": one-on-one\n\n____ More medication\n\n____ Time out/privacy\n\n____ Show of authority/force\n\n____ Shift my attention to something else\n\n____ Set firm limits on my behavior\n\n____ Help me to discuss/vent feelings\n\n____ Decrease stimulation\n\n____ Offer to have neutral person settle dispute\n\n____ Other, specify __________________________________\n\nIf it is determined that I am engaging in behavior that requires seclusion, physical restraint and/or emergency use of medication, I prefer these interventions in the order I have chosen (choose \"1\" for first choice, \"2\" for second choice, and so on):\n\n____ Seclusion\n\n____ Seclusion and physical restraint (combined)\n\n____ Medication by injection\n\n____ Medication in pill or liquid form\n\nIn the event my physician decides to use medication in response to an emergency situation after due consideration of my preferences and instructions for emergency treatments stated above, I expect the choice of medication to reflect any preferences and instructions I have expressed in this directive. The preferences and instructions I have expressed in this section regarding medication in emergency situations do not constitute consent to use of the medication for nonemergency treatment.\n\nPreferences and Instructions About Electroconvulsive Therapy\n\nMy wishes regarding electroconvulsive therapy are (sign one):\n\n____ I do not consent, nor authorize my agent to consent, to the administration of electroconvulsive therapy.\n\n________________________________ Signature\n\n____ I consent, and authorize my agent to consent, to the administration of electroconvulsive therapy.\n\n________________________________ Signature\n\n____ I consent, and authorize my agent to consent, to the administration of electroconvulsive therapy, but only under the following conditions:\n\n________________________________________________________________________________\n\n________________________________ Signature\n\nPreferences and Instructions About Who Is Permitted to Visit\n\nIf I have been admitted to a mental health treatment facility, the following people are not permitted to visit me there:\n\nName: ________________________________________________________\n\nName: ________________________________________________________\n\nName: ________________________________________________________\n\nI understand that persons not listed above may be permitted to visit me.\n\nAdditional Instructions About My Mental Health Care\n\nOther instructions about my mental health care: ______________\n\nIn case of emergency, please contact: ________________________\n\nName: _________________________\n\nAddress: _____________________\n\nWork Telephone: _______________\n\nHome telephone: ______________\n\nPhysician: ____________________\n\nAddress: _____________________\n\nTelephone: ____________________\n\nThe following may help me to avoid a hospitalization:\n\n________________________________________________________________________________\n\nI generally react to being hospitalized as follows:\n\n________________________________________________________________________________\n\nStaff of the hospital or crisis unit can help me by doing the following:\n\n________________________________________________________________________________\n\nRefusal of Treatment\n\nI do not consent to any mental health treatment.\n\n________________________________\n\nI further state that this document and the information contained in it may be released to any requesting licensed mental health professional.\n\n__________________________________Signature of principal\n\n__________________________________Date\n\n__________________________________Signature of witness\n\n__________________________________Date\n\nII. APPOINTMENT OF AGENT\n\nIf my primary health care professional and a mental health provider determine that my ability to receive and evaluate information effectively or communicate decisions is impaired to such an extent that I lack the capacity to refuse or consent to mental health treatment and that mental health treatment is necessary, I direct my primary health care professional and other health care providers, pursuant to the Mental Health Care Treatment Decisions Act, to follow the instructions of my agent.\n\nI hereby appoint:\n\nName ________________________________________\n\nAddress _____________________________________\n\nTelephone _________________________________ to act as my agent to make decisions regarding my mental health treatment if I become incapable of giving or withholding informed consent for that treatment.\n\nIf the person named above refuses or is unable to act on my behalf, or if I revoke that person's authority to act as my agent, I authorize the following person to act as my agent:\n\nName ________________________________________\n\nAddress _____________________________________\n\nTelephone _________________________________\n\nMy agent is authorized to make decisions that are consistent with the wishes I have expressed in my declaration. If my wishes are not expressed, my agent is to act in what he or she believes to be my best interest.\n\n_____________________________ _____________________________\n\nSignature of principal Date\n\nIII. CONFLICTING PROVISION\n\nI understand that if I have completed both a declaration and have appointed an agent and if there is a conflict between my agent's decision and my declaration, my declaration shall take precedence unless I indicate otherwise.\n\n________________________________ Signature\n\nI understand that if I have completed both an advance health care directive and an advance directive for mental health treatment, that those directives should be executed as separate instructions.\n\n________________________________ Signature\n\nIV. OTHER PROVISIONS\n\n1. In the absence of my ability to give directions regarding my mental health treatment, it is my intention that this advance directive for mental health treatment shall be honored as the expression of my legal right to consent or to refuse to consent to mental health treatment.\n\n2. I direct the following concerning the care of my minor children:\n\n________________________________________________________________________________\n\n3. This advance directive for mental health treatment shall be in effect until it is revoked.\n\n4. I understand that I may revoke this advance directive for mental health treatment at any time.\n\n5. I understand and agree that if I have any prior advance directives for mental health treatment, and if I sign this advance directive for mental health treatment, my prior advance directives for mental health treatment are revoked.\n\n6. I understand the full importance of this advance directive for mental health treatment and I am emotionally and mentally competent to make this advance directive for mental health treatment.\n\nSigned this _______ day of ___________, 20__\n\n__________________________________________\n\n__________________________________________\n\nCity, county and state of residence\n\nThis advance directive was signed in my presence.\n\n__________________________________________\n\nSignature of witness\n\n__________________________________________\n\n__________________________________________.\"\n\nHistory:Laws 2006, ch. 7, § 7.\n\nEffective dates.— Laws 2006, ch. contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-7/"
    },
    {
      "id": "section-24-7b-8",
      "number": "24-7B-8",
      "heading": "Decisions by guardian.",
      "text": "A. A guardian shall comply with the protected person's individual instructions made while the protected person had capacity and may not disregard the protected person's preferences contained in an advance directive for mental health treatment unless the appointing court expressly so authorizes after notice to the agent, if any, and the protected person. The court may disregard such preferences if it finds by clear and convincing evidence that the preferences do not accurately reflect the free choice of the protected person at the time of making the individual instructions or that the protected person revoked the individual instructions while the protected person had capacity pursuant to Subsection B of Section 24-7A-3 NMSA 1978.\n\nB. A mental health treatment decision of an agent appointed by an individual having capacity takes precedence over that of a guardian, unless the appointing court expressly directs otherwise after notice to the agent and the protected person.\n\nC. Subject to the provisions of Subsections A and B of this section, a mental health treatment decision made by a guardian for the protected person is effective without judicial approval, if the appointing court has expressly authorized the guardian to make mental health treatment decisions for the protected person, in accordance with the provisions of Sections 43-1-15 or 45-5-312 NMSA 1978, after notice to the protected person and any agent.\n\nHistory:Laws 2006, ch. 7, § 8; 2009, ch. 159, § 6.\n\nThe 2009 amendment,effective June 19, 2009, changed \"ward\" to \"protected person\"; in Subsection A, between \"shall comply with the\" and \"advance health-care\", changed \"ward's individual instructions and may not revoke the ward's\" to \"protected person's individual instructions made while the protected person had capacity and may not disregard the protected person's preferences contained in an\"; and added the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-8/"
    },
    {
      "id": "section-24-7b-9",
      "number": "24-7B-9",
      "heading": "Obligations of mental health treatment provider.",
      "text": "A. Before implementing a mental health treatment decision made for a patient, a supervising health care provider shall promptly communicate to the patient the decision made and the identity of the person making the decision.\n\nB. A supervising health care provider who knows of the existence of an advance directive for mental health treatment, a revocation of an advance directive for mental health treatment or a challenge to a determination or certification of lack of capacity shall promptly record its existence in the patient's health care record and, if it is in writing, shall request a copy and, if one is furnished, shall arrange for its maintenance in the health care record.\n\nC. A qualified health care professional shall disclose an advance directive for mental health treatment to other qualified health care professionals only when it is determined that disclosure is necessary to give effect to or provide treatment in accordance with an individual instruction.\n\nD. A supervising health care provider who makes or is informed of a written determination or certification pursuant to Section 5 [24-7B-5 NMSA 1978] of the Mental Health Care Treatment Decisions Act that a patient lacks or has recovered capacity or that another condition exists that affects an individual instruction or the authority of an agent or guardian shall promptly record the determination in the patient's health care record and communicate the determination or certification to the patient and to any person then authorized to make mental health treatment decisions for the patient.\n\nE. Except as provided in Subsections F and G of this section, a health care provider or mental health treatment facility providing care to a patient shall comply:\n\n(1) before and after the patient is determined to lack capacity, with an individual instruction of the patient made while the patient had capacity;\n\n(2) with a reasonable interpretation of the individual instruction made by a person then authorized to make mental health treatment decisions for the patient; and\n\n(3) with a mental health treatment decision for the patient that is not contrary to an individual instruction of the patient and is made by a person then authorized to make mental health treatment decisions for the patient, to the same extent as if the decision had been made by the patient while having capacity.\n\nF. A mental health treatment provider may only decline to comply with an individual instruction or mental health treatment decision for any of the following reasons:\n\n(1) the treatment requested is infeasible or unavailable;\n\n(2) the facility or provider is not licensed or authorized to provide the treatment requested; or\n\n(3) the treatment requested conflicts with other applicable law.\n\nG. A mental health treatment provider or mental health treatment facility may decline to comply with an individual instruction or mental health treatment decision that requires medically ineffective health care or health care contrary to generally accepted health care standards applicable to the mental health treatment provider or mental health treatment facility. \"Medically ineffective health care\" means treatment that would not offer the patient any significant benefit, as determined by a physician chosen by the principal or agent.\n\nH. A health care provider or mental health treatment facility that declines to comply with an individual instruction or mental health care decision shall:\n\n(1) promptly so inform the patient, if possible, and any person then authorized to make mental health care decisions for the patient;\n\n(2) provide continuing care to the patient until a transfer can be effected; and\n\n(3) unless the patient or person then authorized to make mental health treatment decisions for the patient refuses assistance, immediately make all reasonable efforts to assist in the transfer of the patient to another health care provider or mental health treatment facility that is willing to comply with the individual instruction or decision.\n\nI. A health care provider or mental health treatment facility shall not require or prohibit the execution or revocation of an advance directive for mental health treatment as a condition for providing health care.\n\nJ. The Mental Health Care Treatment Decisions Act does not require or permit a mental health treatment facility or health care provider to provide any type of mental health treatment for which the mental health treatment facility or health care provider is not licensed, certified or otherwise authorized or permitted by law to provide.\n\nHistory:Laws 2006, ch. 7, § 9.\n\nEffective dates.— Laws 2006, ch. contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-9/"
    },
    {
      "id": "section-24-7b-10",
      "number": "24-7B-10",
      "heading": "Health care information.",
      "text": "Unless otherwise specified in an advance directive for mental health treatment, a person then authorized to make mental health treatment decisions for a patient has the same rights as the patient to request, receive, examine, copy and consent to the disclosure of medical or any other health care information.\n\nHistory:Laws 2006, ch. 7, § 10.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-10/"
    },
    {
      "id": "section-24-7b-11",
      "number": "24-7B-11",
      "heading": "Immunities.",
      "text": "A. A health care provider or mental health treatment facility acting reasonably and on reasonable grounds and in accordance with generally accepted health care standards applicable to the health care provider or mental health treatment facility is not subject to civil or criminal liability or to discipline for unprofessional conduct for:\n\n(1) complying or attempting to comply with a mental health treatment decision of a person apparently having authority to make a mental health treatment decision for a patient;\n\n(2) declining to comply with a mental health treatment decision of a person based on a belief that the person then lacked authority;\n\n(3) complying or attempting to comply with an advance directive for mental health treatment and assuming that the directive was valid when made and has not been revoked or terminated;\n\n(4) declining to comply with a mental health treatment directive as permitted; or\n\n(5) complying or attempting to comply with any other provision of the Mental Health Care Treatment Decisions Act.\n\nB. An individual acting as agent or guardian under the Mental Health Care Treatment Decisions Act is not subject to civil or criminal liability or to discipline for unprofessional conduct for mental health treatment decisions made in good faith.\n\nHistory:Laws 2006, ch. 7, § 11.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-11/"
    },
    {
      "id": "section-24-7b-12",
      "number": "24-7B-12",
      "heading": "Prohibited practice.",
      "text": "A. No insurer or other provider of benefits regulated by the New Mexico Insurance Code [Chapter 59A NMSA 1978, except for Articles 30A and 42A] or a state agency shall require a person to execute or revoke an advance directive for mental health treatment as a condition for membership in, being insured for or receiving coverage or benefits under an insurance contract or plan.\n\nB. No insurer may condition the sale, procurement or issuance of a policy, plan, contract, certificate or other evidence of coverage, or entry into a pension, profit-sharing, retirement, employment or similar benefit plan, upon the execution or revocation of an advance directive for mental health treatment; nor shall the existence of an advance directive for mental health treatment modify the terms of an existing policy, plan, contract, certificate or other evidence of coverage of insurance.\n\nC. The provisions of this section shall be enforced by the superintendent of insurance under the New Mexico Insurance Code.\n\nHistory:Laws 2006, ch. 7, § 12.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-12/"
    },
    {
      "id": "section-24-7b-13",
      "number": "24-7B-13",
      "heading": "Statutory damages.",
      "text": "A. A health care provider or mental health treatment facility that intentionally violates the Mental Health Care Treatment Decisions Act is subject to liability to the aggrieved individual for damages of five thousand dollars ($5,000) or actual damages resulting from the violation, whichever is greater, plus reasonable attorney fees.\n\nB. A person who intentionally falsifies, forges, conceals, defaces or obliterates an individual's advance directive for mental health treatment or a revocation of an advance directive for mental health treatment without the individual's consent or a person who coerces or fraudulently induces an individual to give, revoke or not give or revoke an advance directive for mental health treatment is subject to liability to that individual for damages of five thousand dollars ($5,000) or actual damages resulting from the action, whichever is greater, plus reasonable attorney fees.\n\nC. The damages provided in this section are in addition to other types of relief available under other law, including civil and criminal law and law providing for disciplinary procedures.\n\nHistory:Laws 2006, ch. 7, § 13.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-13/"
    },
    {
      "id": "section-24-7b-14",
      "number": "24-7B-14",
      "heading": "Effect of copy.",
      "text": "A copy of a written advance directive for mental health treatment or revocation of an advance directive for mental health treatment has the same effect as the original.\n\nHistory:Laws 2006, ch. 7, § 14.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-14/"
    },
    {
      "id": "section-24-7b-15",
      "number": "24-7B-15",
      "heading": "Effect of the Mental Health Care Treatment Decisions Act.",
      "text": "A. The Mental Health Care Treatment Decisions Act does not create a presumption concerning the intention of an individual who has not made or who has revoked an advance directive for mental health treatment.\n\nB. Death resulting from the withholding or withdrawal of health care in accordance with the Mental Health Care Treatment Decisions Act does not for any purpose:\n\n(1) constitute a suicide, a homicide or other crime; or\n\n(2) legally impair or invalidate a governing instrument, notwithstanding any term of the governing instrument to the contrary. \"Governing instrument\" means a deed, will, trust, insurance or annuity policy, account with POD (payment on death designation), security registered in beneficiary form (TOD), pension, profit-sharing, retirement, employment or similar benefit plan, instrument creating or exercising a power of appointment or a dispositive, appointive or nominative instrument of any similar type.\n\nC. The Mental Health Care Treatment Decisions Act does not authorize mercy killing, assisted suicide, euthanasia or the provision, withholding or withdrawal of health care, to the extent prohibited by other statutes of this state.\n\nD. The Mental Health Care Treatment Decisions Act does not authorize or require a health care provider or mental health treatment facility to provide health care contrary to generally accepted health care standards applicable to the health care provider or mental health treatment facility.\n\nE. The Mental Health Care Treatment Decisions Act does not authorize an agent to consent to the admission of an individual to a mental health treatment facility. If the individual's written advance directive for mental health treatment expressly permits treatment in a mental health treatment facility, the agent may present the individual to a facility for evaluation for admission.\n\nF. The Mental Health Care Treatment Decisions Act does not affect other statutes of this state governing treatment for mental illness of an individual admitted to a mental health treatment facility, including involuntary commitment to a mental health treatment facility for mental illness.\n\nHistory:Laws 2006, ch. 7, § 15.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-15/"
    },
    {
      "id": "section-24-7b-16",
      "number": "24-7B-16",
      "heading": "Transitional provisions.",
      "text": "A. An advance directive for mental health treatment is valid for purposes of the Mental Health Care Treatment Decisions Act if it complies with the provisions of that act, regardless of when or where executed or communicated.\n\nB. The Mental Health Care Treatment Decisions Act does not impair a guardianship, living will, durable power of attorney, right-to-die statement or declaration or other advance directive for health care decisions that is in effect before July 1, 2006.\n\nC. Any mental health treatment or psychiatric advance directive, durable power of attorney for health care decisions, living will, right-to-die statement or declaration or similar document that is executed in another state or jurisdiction in compliance with the laws of that state or jurisdiction shall be deemed valid and enforceable in this state to the same extent as if it were properly made in this state.\n\nHistory:Laws 2006, ch. 7, § 16.\n\nEffective dates.— Laws 2006, ch. 7 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-24/article-7b/section-24-7b-16/"
    }
  ]
}