{
  "state": "michigan",
  "path": "title-chapter-287-animal-industry/chapter-act-207-of-1970-leader-dogs-for-blind-persons-287291-287291",
  "sections": [
    {
      "id": "section-287291",
      "number": "287.291",
      "heading": "Service Animal Not Subject to Licensing Fee; Definitions.",
      "text": "(1) Notwithstanding any law or ordinance to the contrary, a service animal is not subject to any fee for licensing if either of the following applies:\n\n(a) The service animal is used by a person with a disability.\n\n(b) The service animal is owned by a partnership, corporation, or other legal entity that trains service animals for use by a person with a disability.\n\n(2) As used in this section:\n\n(a) \"Person with a disability\" means a person who has a disability as defined in section 12102 of the Americans with disabilities act of 1990, 42 USC 12102, and 28 CFR 36.104.\n\n(b) As used in subdivision (a), \"person with a disability\" includes a veteran who has been diagnosed with 1 or more of the following:\n\n(i) Post-traumatic stress disorder.\n\n(ii) Traumatic brain injury.\n\n(iii) Other service-related disabilities.\n\n(c) \"Service animal\" means all of the following:\n\n(i) That term as defined in 28 CFR 36.104.\n\n(ii) A miniature horse that has been individually trained to do work or perform tasks as described in 28 CFR 36.104 for the benefit of a person with a disability.\n\n(d) \"Veteran\" means any of the following:\n\n(i) A person who performed military service in the armed forces for a period of more than 90 days and separated from the armed forces in a manner other than a dishonorable discharge.\n\n(ii) A person discharged or released from military service because of a service-related disability.\n\n(iii) A member of a reserve branch of the armed forces at the time he or she was ordered to military service during a period of war, or in a campaign or expedition for which a campaign badge is authorized, and was released from military service in a manner other than a dishonorable discharge.\n\nHistory:1970, Act 207, Imd. Eff. Aug. 25, 1970 ;-- Am. 1981, Act 74, Imd. Eff. June 30, 1981 ;-- Am. 1984, Act 112, Imd. Eff. May 24, 1984 ;-- Am. 2000, Act 4, Imd. Eff. Feb. 22, 2000 ;-- Am. 2015, Act 145, Eff. Jan. 18, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-207-of-1970/section-287-291/"
    }
  ]
}