{
  "state": "michigan",
  "path": "title-chapter-287-animal-industry/chapter-act-466-of-1988-animal-industry-act-287701-287747",
  "sections": [
    {
      "id": "section-287701",
      "number": "287.701",
      "heading": "Short Title; Scope and Construction of Act",
      "text": "(1) This act shall be known and may be cited as the \"animal industry act\".\n\n(2) This act is intended to protect the health and safety of humans and the health, safety, and welfare of animals and to be consistent with applicable federal and state laws and shall be so construed.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020Compiler's Notes:R 287.710 of the Michigan Administrative Code, which referred to equine infectious anemia, was rescinded by enacting section 2 of 2000 PA 323, Eff. Jan. 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-701/"
    },
    {
      "id": "section-287702",
      "number": "287.702",
      "heading": "Meanings of Words and Phrases.",
      "text": "For the purposes of this act, the words and phrases defined in sections 3 to 6 have the meanings ascribed to them in those sections.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-702/"
    },
    {
      "id": "section-287703",
      "number": "287.703",
      "heading": "Definitions; a to W.",
      "text": "As used in this act:\n\n(a) \"Accredited veterinarian\" means a veterinarian approved by the administrator of the United States Department of Agriculture, Animal and Plant Health Inspection Service in accordance with 9 CFR part 161, and considered preapproved to perform certain functions of federal and cooperative state/federal programs.\n\n(b) \"Animal\" means mollusks, crustaceans, and vertebrates other than human beings including, but not limited to, livestock, exotic animals, aquaculture species, and domestic animals.\n\n(c) \"Animal movement certificate\" means animal movement authorization established in a manner approved and issued by the director that contains, at a minimum, the following information regarding animals or an animal:\n\n(i) The point of origin and point of destination.\n\n(ii) Official identification.\n\n(iii) Anticipated movement date.\n\n(iv) Any required official test results.\n\n(d) \"Animal welfare\" means the well-being of animals based upon animal husbandry, animal science, and veterinary science practices and standards.\n\n(e) \"Approved laboratory\" means a state, federal, or private veterinary diagnostic laboratory approved by the United States Department of Agriculture, Animal and Plant Health Inspection Service, veterinary services, to conduct approved official laboratory tests for a specific reportable animal disease.\n\n(f) \"Approved vaccine\" means a veterinary biological as described in 9 CFR subchapter E that is administered to livestock or other animals to induce immunity in the recipient and approved by the state veterinarian.\n\n(g) \"Aquaculture\" means the propagation and rearing of aquaculture species on the approved list of aquaculture species under the Michigan aquaculture development act, 1996 PA 199, MCL 286.871 to 286.884, in controlled or selected environments. Aquaculture includes, but is not limited to, the culturing, producing, growing, using, propagating, harvesting, transporting, importing, exporting, or marketing of aquaculture products.\n\n(h) \"Aquaculture facility\" means that term as defined in the Michigan aquaculture development act, 1996 PA 199, MCL 286.871 to 286.884.\n\n(i) \"Aquaculture lot\" means a group of aquatic animals that share approximately the same risk of exposure to a pathogenic agent or toxin within a defined location due to common management or sharing a common aquatic environment.\n\n(j) \"Aquaculture species\" means that term as defined in the Michigan aquaculture development act, 1996 PA 199, MCL 286.871 to 286.884.\n\n(k) \"Autogenous veterinary biological\" means all bacteria, viruses, serums, toxins, or analogous products from a specific herd that are custom-made with herd-specific antigens.\n\n(l) \"Carcasses\" means the dead bodies of domestic animals. Carcasses do not include rendered products.\n\n(m) \"Cattle\" means all bovine (genus bos) animals, bovinelike animals (genus bison) also commonly referred to as American buffalo or bison, and any cross of these species unless otherwise specifically provided.\n\n(n) \"Commingling\" means concurrently or subsequently sharing or subsequent use by livestock or other domestic animals of the same pen or same section in a facility or same section in a transportation unit where there is physical contact or contact with bodily excrements, aerosols, or fluids from other livestock or domestic animals.\n\n(o) \"Consignee\" means a person receiving animals at the point of destination named on an official interstate or intrastate health certificate, official interstate certificate of veterinary inspection or animal movement certificate, entry authorization form, fish disease inspection report, owner-shipper statement, or sales invoice.\n\n(p) \"Consignor\" means a person moving animals from a point of origin named on an official interstate or intrastate health certificate, official interstate certificate of veterinary inspection or animal movement certificate, entry authorization form, fish disease inspection report, owner-shipper statement, or sales invoice.\n\n(q) \"Dealer\" means a person required to be licensed under 1937 PA 284, MCL 287.121 to 287.131, and engaged in the business of buying, receiving, selling, exchanging, transporting, negotiating, or soliciting the sale, resale, exchange, transportation, or transfer of livestock.\n\n(r) \"Department\" means the department of agriculture and rural development.\n\n(s) \"Direct movement\" means transfer of animals to a destination without unloading the animals en route.\n\n(t) \"Director\" means the director of the department or his or her authorized representative.\n\n(u) \"Disease\" means any animal health condition with potential for economic impact, public or animal health concerns, or food safety concerns.\n\n(v) \"Disease free zone\" means an area in this state with a defined dimension determined by the director to be free of a specific reportable animal disease.\n\n(w) \"Distribute\" means to deliver other than by administering or dispensing a veterinary biological.\n\n(x) \"Domestic animal\" means a species of animal that lives under the husbandry of humans.\n\n(y) \"Equidae\" means all animals of the equine family and includes horses, asses, jacks, jennies, hinnies, mules, donkeys, burros, ponies, and zebras.\n\n(z) \"Exhibition or exposition\" means a congregation, gathering, or collection of animals that are presented or exposed to public view for show, display, swap, exchange, entertainment, educational event, instruction, advertising, or competition. Exhibition or exposition does not include livestock for sale at public stockyards, auctions, saleyards, or livestock yards licensed under 1937 PA 284, MCL 287.121 to 287.131.\n\n(aa) \"Exhibition facility\" means a facility used or intended to be used for public view, show, display, swap, exchange, entertainment, advertisement, educational event, or competition involving animals. Exhibition facility does not include a public stockyard, an auction saleyard, or an animal yard where animals are accepted on consignment and the auction method is used in the marketing of the animals.\n\n(bb) \"Exhibitor\" means a person that presents an animal for public display, exhibition, or competition or enters an animal in a fair, show, exhibition, or exposition.\n\n(cc) \"Exotic animal\" means a species of animal that is not native to the United States.\n\n(dd) \"Fair\" means a competition and educational exhibition of agricultural commodities and manufactured products for which premiums may be paid.\n\n(ee) \"Feral swine\" means swine that have lived their life or any part of their life as free roaming.\n\n(ff) \"Fish disease inspection report\" means a document prepared by a fish health laboratory approved by the director, a veterinarian, or a fish health official giving evidence of inspections and diagnostic work performed.\n\n(gg) \"Fish health official\" means a veterinarian or a fish health specialist approved by the director who is responsible for conducting aquaculture facility inspections and issuing fish disease inspection reports.\n\n(hh) \"Flock\" means all of the poultry on 1 premises or, in the discretion of the department, a group of poultry that is segregated from all other poultry on the same premises.\n\n(ii) \"Garbage\" means any animal origin products, including those of poultry and fish origin, or other animal material resulting from the handling, processing, preparation, cooking, or consumption of foods. Garbage includes, but is not limited to, any refuse of any type that has been associated with any such material at any time during the handling, preparation, cooking, or consumption of food. Garbage does not include rendered products or manure.\n\n(jj) \"Genetically engineered\" refers to an organism whose genome, chromosomal or extrachromosomal, is modified permanently and heritably using recombinant nucleic acid techniques, or the progeny thereof.\n\n(kk) \"Grade\" means an animal for which no proof of registration with an appropriate breed registry is provided.\n\n(ll) \"Herd\" means an isolated group of livestock maintained on common ground for any purpose, or 2 or more groups of livestock under common ownership or supervision that are geographically separated but that have an interchange or movement of livestock without regard to health status as determined by the director.\n\n(mm) \"Herd or flock of origin\" means any herd or flock in which animals are born and remain until movement or any herd or flock in which animals remain for at least 30 days immediately following direct movement into the herd or flock from another herd or flock. Herd or flock of origin includes the place of origin, premises of origin, and farm of origin.\n\n(nn) \"High-risk area\" means an area in this state that has a defined dimension determined by the director in which a specific reportable animal disease has been diagnosed in domesticated animals.\n\n(oo) \"Infectious disease\" means a disorder caused by an organism, including, but not limited to, a bacteria, virus, fungus, parasite, prion, or analogous organism, and that can be directly or indirectly passed from animal to animal.\n\n(pp) \"Infected zone\" means an area in this state that has a defined dimension determined by the director in which a specific reportable animal disease is present in animals and separated from a disease-free zone by a surveillance zone.\n\n(qq) \"Intrastate movement\" means movement from 1 premises to another within this state.\n\n(rr) \"Isolated\" means the physical separation of animals by a physical barrier or geographical distance in such a manner that other animals do not have access to the isolated animals' bodies, excrement, aerosols, or discharges, as approved by the director.\n\n(ss) \"Law enforcement agency\" means the department of state police, the department of natural resources, a law enforcement agency of a county, township, city, or village, or a tribal law enforcement agency that is responsible for the prevention and detection of crime and enforcement of the criminal laws of this state.\n\n(tt) \"Livestock\" means those species of animals used for human food or for fiber or those species of animals used for service to humans. Livestock includes, but is not limited to, cattle, sheep, new world camelids, old world camelids, goats, bison, privately owned cervids, ratites, swine, equids, poultry, aquaculture species, and rabbits. Livestock does not include dogs or cats.\n\n(uu) \"Livestock auction market\" means a livestock market where livestock is accepted on consignment and the auction method is used in the marketing of consigned livestock as defined in 1937 PA 284, MCL 287.121 to 287.131.\n\n(vv) \"National Poultry Improvement Plan\" means a plan for the control or eradication of certain poultry diseases that is published in 9 CFR parts 56, 145, 146, and 147.\n\n(ww) \"Native\" means an animal born and raised in this state, or legally imported into this state and having complied with entry requirements prescribed by the director, and having been maintained in this state for at least 30 days.\n\n(xx) \"New world camelids\" means animals belonging to the genus llama and vicuna of the family camelidae of the order artiodactyla including, but not limited to, the llama, alpaca, vicuna, and guanaco.\n\n(yy) \"Offal\" means the waste parts resulting from the processing of animals, poultry, fish, and aquaculture species. Offal does not include rendered products.\n\n(zz) \"Official identification\" means an identification ear tag, tattoo, electronic identification, or other identification approved by the United States Department of Agriculture or the department.\n\n(aaa) \"Official interstate health certificate\" or \"official interstate certificate of veterinary inspection\" means a form in paper or electronic format approved by the director with a unique identifier that documents the information required under section 20 and that is issued for animals that are being imported to or exported from this state not more than 30 days prior to the importation or exportation of those animals. A photocopy of an official interstate health certificate or an official interstate certificate of veterinary inspection is considered an official copy if certified as a true copy by the issuing veterinarian or animal health official of the state of origin.\n\n(bbb) \"Official intrastate health certificate\" or \"official intrastate certificate of veterinary inspection\" means a form in paper or electronic format approved by the director with a unique identifier that documents the information required under section 20 and that is issued for animals that are being moved within this state not more than 30 days prior to the movement of those animals. A photocopy of an official intrastate health certificate of veterinary inspection is considered an official copy if certified as a true copy by the issuing veterinarian or animal health official.\n\n(ccc) \"Official test\" means a sample of specific material collected from an animal with official identification by an accredited veterinarian, state or federal veterinary medical officer, or other person authorized by the director and analyzed by a laboratory certified by the United States Department of Agriculture or the department to conduct the test, or a diagnostic injection administered and analyzed by an accredited veterinarian or a state or federal veterinary medical officer. An official test is conducted only by an accredited veterinarian or a state or federal veterinary medical officer except under special permission by the director.\n\n(ddd) \"Official vaccination\" means a vaccination that the director has designated for a reportable animal disease, administered by an accredited veterinarian or a state or federal veterinary medical officer, and documented on a form supplied by the department.\n\n(eee) \"Old world camelid\" means a Bactrian or an Arabian or dromedary camel.\n\n(fff) \"Originate\" means the direct movement of animals from a herd or flock of origin.\n\n(ggg) \"Person\" means an individual, partnership, corporation, cooperative, association, joint venture, or other legal entity including, but not limited to, contractual relationships.\n\n(hhh) \"Potential high-risk area\" means an area in this state that has a defined dimension determined by the director in which a specific reportable animal disease has been diagnosed in wild animals.\n\n(iii) \"Poultry\" means, but is not limited to, chickens, guinea fowl, turkeys, waterfowl, pigeons, doves, peafowl, and game birds that are propagated and maintained under the husbandry of humans.\n\n(jjj) \"Prior entry permit\" means a code that is obtained from the department for specific species of animals imported into this state that is recorded on the official interstate health certificate, official interstate certificate of veterinary inspection, or fish disease inspection report before entry into this state.\n\n(kkk) \"Prior movement permit\" means prior documented permission given by the director before intrastate movement of an animal.\n\n(lll) \"Privately owned cervid\" means all species of the cervid family including, but not limited to, deer, elk, moose, and all other members of the family cervidae propagated and maintained under the husbandry of humans for the production of meat and other agricultural products, sport, exhibition, or any other purpose approved by the director. A privately owned cervid at large remains a privately owned cervid as long as it bears visible identification and is recovered by its owner within 48 hours after the time the cervid is discovered.\n\n(mmm) \"Pullorum-typhoid\" means a disease of poultry caused by Salmonella pullorum or Salmonella gallinarum.\n\n(nnn) \"Pullorum-typhoid clean flock\" means a flock that receives and maintains this status by fulfilling the requirements prescribed in the National Poultry Improvement Plan.\n\n(ooo) \"Quarantine\" means enforced isolation of an animal or group of animals or restriction of movement of an animal or group of animals, equipment, feed and food products, or vehicles to or from any structure, premises, or area of this state, including the entirety of this state, determined by the director.\n\n(ppp) \"Ratite\" means flightless birds having a flat breastbone without the keellike prominence characteristic of most flying birds. Ratites include, but are not limited to, cassowaries, kiwis, ostriches, emus, and rheas.\n\n(qqq) \"Reasonable assistance\" means safely controlling an animal by corralling, stabling, kenneling, holding, tying, chemically restraining, or confining by halter or leash or crowding the animal in a safe and sensible manner so an examination or testing procedure considered necessary by the director can be performed.\n\n(rrr) \"Recombinant nucleic acid techniques\" means laboratory techniques through which genetic material is isolated and manipulated in vitro and then inserted into an organism.\n\n(sss) \"Rendered products\" means waste material derived in whole or in part from meat of an animal or other animal material and other refuse of any character that has been associated with any such material at any time during the handling, preparation, cooking, or consumption of food that has been ground and heat-treated to a minimum temperature of 170 degrees Fahrenheit for a minimum of 30 minutes to make products including, but not limited to, animal protein meal, poultry protein meal, fish protein meal, grease, or tallow. Rendered products also include bakery wastes, eggs, candy wastes, and domestic dairy products including, but not limited to, milk.\n\n(ttt) \"Reportable animal disease\" means an animal disease on the current reportable animal disease list maintained by the state veterinarian that poses a serious threat to the animal industry, public health, or animal health.\n\n(uuu) \"Slaughter premises\" means all facilities, buildings, structures, including all immediate grounds where slaughtering occurs under federal or state inspection, or otherwise authorized by the director.\n\n(vvv) \"Sow\" means a female swine that has farrowed or given birth to or aborted 1 litter or more.\n\n(www) \"State veterinarian\" means the chief animal health official of this state as appointed by the director under section 7, or his or her authorized representative.\n\n(xxx) \"Surveillance zone\" means an area in this state that has a defined dimension determined by the director to be at risk for a specific reportable animal disease and is located adjacent and contiguous to an infected zone.\n\n(yyy) \"Swine\" means any of the ungulate mammals of the family suidae.\n\n(zzz) \"Toxic substance\" means a natural or synthetic chemical or radiologic material in concentrations that alone or in combination with other natural or synthetic chemicals presents a threat to the health, safety, or welfare of human or animal life or that has the capacity to produce injury or illness through ingestion, inhalation, or absorption through the body surface.\n\n(aaaa) \"Toxicological disease\" means any condition caused by or related to a toxic substance.\n\n(bbbb) \"Veterinarian\" means a person licensed to practice veterinary medicine under article 15 of the public health code, 1978 PA 368, MCL 333.16101 to 333.18838, or under a state or federal law applicable to that person.\n\n(cccc) \"Veterinary biological\" means all bacteria, viruses, serums, toxins, and analogous products of natural or synthetic origin, or products prepared from any type of genetic engineering, such as diagnostics, antitoxins, vaccines, live microorganisms, killed microorganisms, or the antigenic or immunizing components of microorganisms intended for use in the diagnosis, treatment, or prevention of diseases in animals.\n\n(dddd) \"Wild animal\" means that term as defined in section 43508 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.43508.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 1998, Act 552, Imd. Eff. Jan. 27, 1999 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-703/"
    },
    {
      "id": "section-287703a",
      "number": "287.703a",
      "heading": "Determination of Extraordinary Emergency; Notice to Governor; Recommendations; Proclamation of State Emergency; Emergency Order.",
      "text": "(1) If the director determines that a disease or condition in animals in this state poses an extraordinary emergency to the animal industry, public health, or human food chain of this state, the director shall notify the governor of the determination and the reasons for this determination. The director shall recommend to the governor the procedures the director considers necessary to eliminate the threat.\n\n(2) Upon being notified, the governor may issue a proclamation declaring a state of emergency. After proclamation of a state of emergency by the governor, the governor may expedite necessary procedures to control the spread of, or to eradicate, the disease or condition.\n\n(3) The director may develop, implement, and enforce a scientifically based extraordinary emergency order if the director determines that a delayed response to a specific reportable animal disease or condition in animals will cause a significant impact on animals, an animal industry, or public health. The extraordinary emergency order shall be specific and shall consider the impact on animals and product movement. An extraordinary emergency order shall not be in effect for more than 72 hours without notification to and advice from the impacted animal industry and in no case shall remain effective for longer than 6 months. The director shall act in consultation with the director of the department of health and human services if there is an extraordinary emergency causing a significant impact on public health.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-703a/"
    },
    {
      "id": "section-287703b",
      "number": "287.703b",
      "heading": "Scientifically Based Orders; Requirements; Revision or Rescission of Orders; Enforcement; Authority to Enter Into Agreements.",
      "text": "(1) The director may develop, implement, and enforce scientifically based orders. These orders may include requirements for testing, animal or premises identification, record keeping, premovement documentation, or on-farm management practices that must be completed before the movement of animals from any premises within this state, or between premises within this state.\n\n(2) Before issuing an order described in subsection (1), the department shall comply with all of the following to ensure public notice and opportunity for public comment:\n\n(a) The department shall develop scientifically based requirements with advice and consultation from the impacted animal industry and veterinary professionals.\n\n(b) The department shall place the proposed requirements on the commission of agriculture and rural development agenda at least 1 month before final review and issuance of the order by the director. During the 1-month period described in this subdivision, written comments may be submitted to the director and the director shall hold at least 1 public hearing on the order within the affected areas.\n\n(c) The department shall, at least 1 month before implementation of the order, place the proposed requirements in a media channel in each county within the area subject to the proposed requirements and at least 1 media channel having circulation outside of the area.\n\n(3) The director may revise or rescind an order described in subsection (1). A revision or rescission described in this subsection shall comply with the requirements of subsection (2), unless the revision or rescission does not alter the boundary of a previously established zone.\n\n(4) The director may create an order to establish high-risk areas, potential high-risk areas, a disease-free zone, an infected zone, or a surveillance zone based upon the finding of a reportable animal disease or scientifically based epidemiology and may consult with the appropriate state or federal department or agency in creating that order. The director shall notify the commission of agriculture and rural development and the impacted animal industry.\n\n(5) The director may call upon a law enforcement agency to assist in enforcing the director's quarantines, orders, or any other provision of this act.\n\n(6) If the director considers it a benefit to the health or condition of the animal industry in this state, the director may enter into agreements with the federal government, other state governments, tribal governments, or any other person to protect or enhance the growth of this state's animal industry or the human food chain.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-703b/"
    },
    {
      "id": "section-287704-287706",
      "number": "287.704-287.706",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "287.704-287.706 Repealed. 2019, Act 132, Eff. Feb. 19, 2020.\n\nCompiler's Notes:\n\nThe repealed sections pertained to definitions F to W.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-704-287-706/"
    },
    {
      "id": "section-287707",
      "number": "287.707",
      "heading": "State Veterinarian as Chief Animal Health Official; Appointment; Qualifications; Office Facilities and Laboratory Services; Powers and Duties.",
      "text": "(1) The director must appoint an individual as state veterinarian who will be the chief animal health official of this state. The appointment shall be made in accordance with the rules of the state civil service commission. The individual appointed as state veterinarian must maintain a current license to practice veterinary medicine in this state and be federally accredited in this state by the United States Department of Agriculture. The state veterinarian must be skilled in the diagnosis, treatment, and control of infectious and toxicological diseases of animals. The state veterinarian must also be knowledgeable of state and federal laws as they relate to the intrastate, interstate, and international movement of animals.\n\n(2) Office facilities and laboratory services for the investigation of infectious or toxicological diseases of animals shall be made available for the state veterinarian's use.\n\n(3) Under the direction of the director, the state veterinarian shall do all of the following:\n\n(a) Develop and enforce policy and supervise activities to carry out this act and other state and federal laws, rules, and regulations that pertain to the health and welfare of animals in this state on public or private premises.\n\n(b) Serve as the authority for animal welfare oversight on livestock-related issues.\n\n(c) Maintain a list of reportable animal diseases. The state veterinarian shall review and update the list annually and more often if necessary. When feasible and practical, the state veterinarian shall seek input from stakeholders for any changes in the list of reportable animal diseases.\n\n(d) Develop and implement scientifically based surveillance and monitoring programs for reportable animal diseases when the director determines, with advice and consultation from the impacted animal industry and veterinary profession, that these programs would aid in the control or eradication of a specific reportable animal disease or strengthen the economic viability of the industry.\n\n(e) Maintain a list of veterinary biologicals whose sale, distribution, use, or administration by any person is reported to the director when requested by the director within 10 working days after the sale, distribution, use, or administration. The state veterinarian shall review and update the list annually and more often if necessary.\n\n(f) Promulgate rules under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, for the use of veterinary biologicals, including diagnostic biological agents.\n\n(4) Unless otherwise prohibited by law, the state veterinarian may enter upon any public or private premises to enforce this act.\n\n(5) The state veterinarian shall maintain requirements for the importation of animals into this state. When feasible and practical, the state veterinarian shall seek input from stakeholders for any changes in importation requirements.\n\n(6) The director may waive any testing requirements after epidemiologic review.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-707/"
    },
    {
      "id": "section-287708",
      "number": "287.708",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "287.708 Repealed. 2019, Act 132, Eff. Feb. 19, 2020.\n\nCompiler's Notes:\n\nThe repealed section pertained to state veterinarian powers and duties.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-708/"
    },
    {
      "id": "section-287709",
      "number": "287.709",
      "heading": "Animal Affected With Reportable Disease or Contaminated With Toxic Substance; Restrictions on Information That Identifies Owner of an Affected Animal; Notification of Certain Disease Found in Certain Wild Birds, Animals, or Game",
      "text": "(1) A person that discovers, suspects, or has reason to believe that an animal is either affected by a reportable animal disease or contaminated with a toxic substance shall immediately report that fact, suspicion, or belief to the director. The director shall take appropriate action to investigate the report. A person possessing an animal affected by, or suspected of being affected by, a reportable animal disease or contaminated with a toxic substance shall allow the director to examine the animal or collect diagnostic specimens. The director may enter premises where animals, animal products, or animal feeds are suspected of being contaminated with an infectious disease or a disease caused by a toxic substance and seize or impound the animal products or feed located on the premises. The director may withhold a certain amount of animal products or feed for the purpose of controlled research and testing. A person that knowingly possesses or harbors affected or suspected animals shall not expose other animals to the affected or suspected animals or otherwise move the affected or suspected animals or animals under quarantine except with permission from the director.\n\n(2) A person owning animals shall provide reasonable assistance to the director during the examination and necessary testing procedures.\n\n(3) All of the following apply to any medical or epidemiological information that identifies the owner of an animal and is gathered by the department in connection with the reporting of a discovery, suspicion, or reason to believe that an animal is either affected by a reportable animal disease or contaminated with a toxic substance, or information gathered in connection with an investigation of the reporting of a discovery, suspicion, or reason to believe that an animal is affected by a reportable animal disease or contaminated with a toxic substance:\n\n(a) The information is confidential.\n\n(b) The information is exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(c) State employees or contractors are bound by section 2 of 1973 PA 196, MCL 15.342, with respect to the information.\n\n(d) The information is not open to public inspection without the owner's consent unless 1 of the following applies:\n\n(i) Public inspection is necessary to protect the public health or animal health as determined by the director.\n\n(ii) Public inspection is necessary to protect the public health, as determined by the director of the department of health and human services.\n\n(e) If the information is released to a legislative body, the information shall not contain any information that identifies a specific owner or location.\n\n(4) Notwithstanding any other provision of this act, the state veterinarian shall be notified of a reportable animal disease found in a wild bird, wild animal, game, or protected animal under the natural resources and environmental protection act, 1994 PA 451, MCL 324.101 to 324.90106, or a state or federal fish hatchery. The appropriate resource agency, including, but not limited to, the department of natural resources and the United States Fish and Wildlife Service, shall retain authority over the wild bird, wild animal, game, protected animal, or state or federal fish hatchery.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 1998, Act 552, Imd. Eff. Jan. 27, 1999 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-709/"
    },
    {
      "id": "section-287710",
      "number": "287.710",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "Compiler's Notes:The repealed section pertained to the determination and proclamation of a state of emergency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-710/"
    },
    {
      "id": "section-287711",
      "number": "287.711",
      "heading": "Agreements to Protect or Enhance Growth of Livestock Industry or Human Food Chain.",
      "text": "If the director considers it a benefit to the health or condition of the livestock industry of this state, the director may enter into agreements with the secretary of agriculture of the United States department of agriculture, the secretary's authorized representative, or any other person to protect or enhance the growth of the livestock industry or the human food chain of this state.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-711/"
    },
    {
      "id": "section-287711b",
      "number": "287.711b",
      "heading": "Official Identification.",
      "text": "(1) All cattle must bear official identification before they leave a premises, unless the first point of destination is a tagging agreement site approved by the director. As used in this subsection, \"official identification\" means an electronic radio frequency identification or other forms of official identification for cattle as approved by the director.\n\n(2) Subject to subsection (3), all goats, sheep, and privately owned cervids shall bear official identification before they leave a premises.\n\n(3) Sheep and swine presented for exhibition or exposition or at fairs within this state shall be individually identified with an official identification tag. For purposes of this subsection, a tattoo is not an official identification tag.\n\n(4) Compliance with this section regarding official identification is the responsibility of the animal owner.\n\n(5) A person shall not do either of the following:\n\n(a) Remove or alter the official identification of an animal.\n\n(b) Misrepresent an animal's identity or the ownership of an animal.\n\n(6) Official identification may be supplied by the department.\n\nHistory:Add. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-711b/"
    },
    {
      "id": "section-287712",
      "number": "287.712",
      "heading": "Quarantine.",
      "text": "(1) The director may issue a quarantine on animals, equipment, vehicles, structures, premises, or any area in this state, including the entire state if necessary, for the purpose of controlling or preventing the spread of a known or suspected infectious or toxicological disease.\n\n(2) A person shall not move animals or any other items that are included in the quarantine without permission from the director.\n\n(3) A person shall not allow animals under quarantine to mingle with or have contact with other animals not under quarantine without permission by the director.\n\n(4) A person shall not import into this state an animal from another state or jurisdiction if that animal is under quarantine by the other state or jurisdiction unless that person obtains prior permission from the director.\n\n(5) A person shall not import into this state an animal species, including a genetically engineered organism that is a variant of that species, from an area under quarantine for that species for any infectious or toxicological disease unless permission is granted from the director.\n\n(6) The director may prescribe procedures for the identification, inventory, separation, mode of handling, testing, treatment, feeding, and caring for both quarantined animals and animals within a quarantined area to prevent the exposure of nonquarantined or quarantined animals to infectious or toxicological diseases.\n\n(7) The director may prescribe procedures required before any animal, structure, premises, or area or zone in this state, including the entirety of this state if necessary, are released from quarantine.\n\n(8) An animal found running at large in violation of a quarantine may be killed by a law enforcement agency. The director may enlist the cooperation of a law enforcement agency to enforce the provisions of this quarantine. A law enforcement agency killing an animal due to a quarantine under this section is not subject to liability for the animal.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2003, Act 271, Eff. Mar. 30, 2004 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-712/"
    },
    {
      "id": "section-287712a",
      "number": "287.712a",
      "heading": "Movement Controls; Official Certificate Required.",
      "text": "(1) The director may require movement controls for the movement of animals within this state to prevent or control a specific reportable animal disease, as provided in section 3b.\n\n(2) The director may require an official intrastate health certificate or official intrastate certificate of veterinary inspection or another form approved by the director to be prepared and signed by an accredited veterinarian. The forms described in this subsection shall include the information required in section 20(1)(a) to (e).\n\n(3) Animals subject to movement controls required by the director under subsection (1) shall be accompanied with a copy of an official intrastate health certificate, official intrastate certificate of veterinary inspection, or other form approved by the director.\n\n(4) When the intrastate movement of livestock causes livestock to cross from 1 zone into another zone, the livestock shall meet the testing requirements for their zone of origin or destination.\n\n(5) If livestock enter a slaughter facility premises, the livestock and offspring born on the premises shall not leave the slaughter facility premises unless prior permission is granted by the director to move the livestock to an alternate premises.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-712a/"
    },
    {
      "id": "section-287712b",
      "number": "287.712b",
      "heading": "Movement of Privately Owned Cervids; Requirements; Database.",
      "text": "(1) Notwithstanding any other provision of this act to the contrary, all live privately owned cervids moving from 1 premises to another premises within this state are subject to all of the following requirements:\n\n(a) Within 5 business days of the movement of the privately owned cervids, the owner shall notify the department of the information described in section 20(1)(a) and (b).\n\n(b) The cervids shall be in compliance with section 11b and bear official identification.\n\n(2) All live privately owned cervids 6 months of age or older moving from 1 premises to another premises within this state, except those consigned directly to a state or federally inspected slaughter facility premises, shall comply with 1 of the following:\n\n(a) Originate directly from an official tuberculosis accredited, qualified, or monitored herd as defined by the United States Department of Agriculture, and be accompanied by a copy of the current official letter from the department verifying herd status.\n\n(b) Originate directly from a herd that has received an official negative tuberculosis test of all privately owned cervids 12 months of age or older and all cattle and goats 6 months of age or older in contact with the herd within 24 months before movement.\n\n(c) Receive an individual negative official test for tuberculosis within 90 days before movement and a negative official whole herd test within the 120 months before movement, and be accompanied by a copy of the official tests for tuberculosis verifying that testing.\n\n(d) Be isolated from all other animals until it receives 2 official negative tuberculosis tests conducted not less than 90 days apart, with the first test conducted not more than 120 days before movement.\n\n(3) All live privately owned cervids less than 6 months of age moving from 1 premises to another premises within this state, except those consigned directly to a state or federally inspected slaughter facility premises, must comply with 1 of the following:\n\n(a) Originate directly from an official tuberculosis accredited, qualified, or monitored herd as defined by the United States Department of Agriculture, and be accompanied by a copy of the current official letter from the department verifying the herd status.\n\n(b) Originate directly from a herd that has received an official negative tuberculosis test of all privately owned cervids 12 months of age or older and all cattle and goats 6 months of age or older in contact with the herd within 24 months before movement.\n\n(c) Originate directly from a herd that has received an official negative tuberculosis test of all privately owned cervids 12 months of age or older and all cattle and goats 6 months of age or older in contact with the herd within the 120 months before movement and be accompanied by an official permit for movement of privately owned cervids less than 6 months of age within this state and remain at the destination stated on the permit until it receives an official negative tuberculosis test when it reaches 6 months of age, but not more than 8 months of age. For purposes of this section, the age of the privately owned cervids shall be determined by the age placed on the official permit for movement of privately owned cervids less than 6 months of age within this state. A copy of the official test for tuberculosis and a copy of the official permit for movement of privately owned cervids less than 6 months of age within this state shall be forwarded to the department within 10 days following completion of the testing.\n\n(4) Privately owned cervids with a response other than negative to any tuberculosis test are not eligible for intrastate movement without permission from the director.\n\n(5) Privately owned cervids known to be affected with or exposed to tuberculosis shall not be moved intrastate without permission from the director.\n\n(6) The department shall keep a current database of premises where privately owned cervids are kept in this state. The database shall include the owner's name, the owner's current address, the location of the privately owned cervids, the species of the privately owned cervids at the premises, identification of individual animals, and the approximate number of privately owned cervids at the premises.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-712b/"
    },
    {
      "id": "section-287",
      "number": "287",
      "heading": "713, 287.713a - Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "713, 287.713a - Repealed. 2019, Act 132, Eff. Feb. 19, 2020.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-287714",
      "number": "287.714",
      "heading": "Seizure, Slaughter, Destruction, or Other Disposition of Livestock or Domestic Animals; Notice; Disposal of Animals, Animal Products, and Animal Feeds; Cleaning and Disinfecting Premises; Repopulation of Premises; Biosecurity and Wildlife Risk Mitigation Measures",
      "text": "(1) If the director determines that the control or eradication of a disease or condition of livestock warrants entry onto property where livestock or domestic animals are located, the director shall order the entry onto property where livestock or domestic animals are located and authorize seizure, slaughter, destruction, or other disposition of individual livestock or domestic animals or the entire herd, flock, or aquaculture lot.\n\n(2) Animals ordered to be slaughtered, destroyed, or otherwise disposed of for infectious or toxicological disease shall be identified and slaughtered, destroyed, or otherwise disposed of in a manner approved by the director.\n\n(3) The director may approve facilities and procedures for the orderly disposal of animals, animal products, animal feeds, and contaminated materials that cannot be appropriately disinfected to control or prevent the spread of an infectious or toxicological disease.\n\n(4) The director may select a site or method for the disposal described in subsection (3) with the advice of the director of the department of environment, Great Lakes, and energy in compliance with 1982 PA 239, MCL 287.651 to 287.683.\n\n(5) A premises that has been depopulated shall be cleaned and disinfected as prescribed by the director.\n\n(6) Repopulation of a premises, except as approved by the director, does not confer eligibility for future indemnity under section 14a.\n\n(7) The director may require additional biosecurity and wildlife risk mitigation measures, as determined by the director in an order under this act, before allowing repopulation of a premises.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 1998, Act 552, Imd. Eff. Jan. 27, 1999 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020Compiler's Notes:For transfer of powers and duties of department of natural resources and environment to department of natural resources, see E.R.O. No. 2011-1, compiled at MCL 324.99921.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-714/"
    },
    {
      "id": "section-287714a",
      "number": "287.714a",
      "heading": "Indemnification; Application; Eligibility; Acceptance of Compensation; Applicability of Right to Indemnity.",
      "text": "(1) The director may allow indemnification for the slaughter or destruction of livestock due to a reportable animal disease or toxicological contamination. If the director has signed an order for the slaughter or destruction of livestock, the owner may apply for indemnification. To be eligible for indemnification in an area of this state where a reportable animal disease is prevalent and an order of the director is in place, a defined management plan for the area shall be in place. The director shall appraise and inventory the condemned livestock. The appraisals and inventories shall be on forms approved by the director. The director shall use agricultural pricing information from commercial livestock auction markets and other livestock market information as determined by the director to determine the value of condemned livestock.\n\n(2) The director may allow indemnification for the slaughter or destruction of domestic animals due to reportable animal diseases or toxicological contamination. The director shall appraise and inventory the condemned domestic animals. The appraisals and inventories shall be on forms approved by the director. The director shall use pricing information from domestic animal auctions and other domestic animal market information as determined by the director to determine the value of condemned domestic animals.\n\n(3) Indemnification for individual or entire herd, flock, or aquaculture lot depopulations of livestock shall be based upon 100% of the fair market value of that type of animal on the date of the appraisal and marketable for the purpose for which the livestock was intended, not to exceed $10,000.00 for each livestock or an average of $5,000.00 per animal in the flock, herd, or aquaculture lot. The appraisal determination shall not delay depopulation. The indemnification amount under this section shall include a deduction for any compensation received, or to be received, from any other source, including, but not limited to, indemnification by the United States Department of Agriculture, insurance, salvage value, or any monetary value obtained to encourage disposal of infected or exposed livestock in accordance with a disease control or eradication program. The owner shall furnish to the department all records indicating other sources of indemnity. An affidavit signed by the owner attesting to the amount of compensation for the livestock received, or to be received, from any other source shall accompany the appraisal certificate before indemnification under this section.\n\n(4) Indemnification for individual or entire group depopulations of domestic animals shall be based upon 100% of the fair market value of that type of animal on the date of the appraisal and marketable for the purpose for which the domestic animal was intended, not to exceed $4,000.00 for each domestic animal or an average of $500.00 per animal in the group. The appraisal determination shall not delay depopulation. The indemnification amount under this section shall include a deduction for any compensation received, or to be received, from any other source, including, but not limited to, indemnification by the United States Department of Agriculture, insurance, salvage value, or any monetary value obtained to encourage disposal of infected or exposed domestic animals in accordance with a disease control or eradication program. The owner shall furnish to the department all records indicating other sources of indemnity. An affidavit signed by the owner attesting to the amount of compensation for the domestic animals received, or to be received, from any other source shall accompany the appraisal certificate before indemnification under this section.\n\n(5) Acceptance of compensation under this act constitutes a full and complete release of any claim the owner has against this state and its departments, agencies, officers, employees, agents, and contractors to the extent these persons were acting on behalf of this state, within the scope of their employment with this state or under the direction of this state, its departments, agencies, officers, or employees, arising out of testing, purchase, removal, slaughter, destruction, and other disposition of the owner's livestock or domestic animals.\n\n(6) The right to indemnity from this state for livestock or domestic animals condemned and ordered slaughtered, destroyed, or otherwise disposed of by the director applies only to native livestock and native domestic animals or as directed by the director. Indemnification is not available for livestock or domestic animals determined by the department to be imported or to be moved within this state without meeting import or movement requirements, including, but not limited to, an official interstate health certificate or official interstate certificate of veterinary inspection, required testing, required vaccination, or for livestock or domestic animals determined by the department to have been illegally moved into or within this state. An owner is not entitled to indemnity from this state for livestock or a domestic animal that comes into the possession of the owner with the owner's knowledge that the livestock or domestic animal is diseased or is suspected of having been exposed to an infectious or toxicological disease. The director shall not indemnify an owner for livestock or domestic animals that have been exposed to livestock or a domestic animal that comes into the possession of the owner with the owner's knowledge that the livestock or domestic animal is diseased or is suspected of having been exposed to an infectious, contagious, or toxicological disease, or that are in violation of an order of the director.\n\n(7) This state shall not indemnify an owner of livestock or domestic animals for the loss of the livestock or domestic animals due to an infectious, contagious, or toxicological disease until the owner executes and signs a subrogation agreement assigning to this state the rights of the owner to a cause of action to recover damages for the loss up to the amount of indemnification paid to the owner under this act, and presents all necessary documents, including registration papers, a statement of names and addresses of all persons to whom or from whom the owner has transferred livestock or domestic animals within a time period determined by the director, and signed permission allowing the breed association to disclose information requested by the director.\n\n(8) The director may require additional biosecurity and wildlife risk mitigation measures, as determined by the director in an order under this act, for future indemnification eligibility under this act.\n\n(9) The department may cooperate and coordinate with the United States Secretary of Agriculture or the secretary's authorized representative or other governmental departments or agencies regarding indemnification under this section.\n\n(10) A livestock owner shall be compensated for livestock that dies or needs to be destroyed for humane reasons due to an injury occurring while the livestock is undergoing mandatory testing for a reportable animal disease.\n\n(11) As used in this section, \"domestic animal\" does not include livestock.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-714a/"
    },
    {
      "id": "section-287717",
      "number": "287.717",
      "heading": "Repealed. 1992, Act 239, Eff. Mar. 31, 1993.",
      "text": "287.717 Repealed. 1992, Act 239, Eff. Mar. 31, 1993.\n\nCompiler's Notes:\n\nThe repealed section pertained to brucellosis and pseudorabies in porcine species.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-717/"
    },
    {
      "id": "section-287717a",
      "number": "287.717a",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "287.717a Repealed. 2019, Act 132, Eff. Feb. 19, 2020.\n\nCompiler's Notes:\n\nThe repealed section pertained to swine, feed, and quarantine.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-717a/"
    },
    {
      "id": "section-287717b",
      "number": "287.717b",
      "heading": "Surveillance Testing Program; Status Designation; Movement Restriction.",
      "text": "(1) The director may order surveillance testing of animals for a specific reportable animal disease in this state with a defined dimension as determined by the director. The director may also order surveillance testing of animals for either of the following purposes:\n\n(a) To accomplish surveillance necessary for this state to be in compliance with rules and regulations adopted by the United States Secretary of Agriculture under any act of Congress providing for the prevention, control, or eradication of a reportable animal disease.\n\n(b) To complete epidemiologic investigations for a specific reportable animal disease, or in any instance where a reportable animal disease is suspected.\n\n(2) The director may establish a surveillance testing program for the intrastate movement of animals.\n\n(3) The director may designate the status of certain herds, flocks, or aquaculture lots as certified, accredited, validated, qualified, monitored, clean, or free of a specific disease when the herd, flock, or aquaculture lot has met the director's requirements for that status.\n\n(4) Livestock in a herd, flock, or aquaculture lot that is undergoing an official test shall not be removed from the premises until the test results from the herd, flock, or aquaculture lot are available, except as permitted by the director.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-717b/"
    },
    {
      "id": "section-287717c",
      "number": "287.717c",
      "heading": "Equid Herd; Change of Ownership and Location; Equine Infectious Anemia Test; Requirements; Quarantine and Testing; Records; Destruction or Removal Prohibited; Interstate Movement Permit",
      "text": "(1) As used in this section:\n\n(a) \"Change of ownership and location\" means a transfer of ownership of an equid from 1 person to another person through selling, bartering, trading, leasing, adopting, or donating the equid along with a change of location of the equid.\n\n(b) \"Equid herd\" means any of the following:\n\n(i) All animals of the family equidae under common ownership or supervision that are grouped on 1 or more parts of any single premises, lot, farm, or ranch.\n\n(ii) All animals of the family equidae under common ownership or supervision on 2 or more premises that are geographically separated but in which either or both of the following have occurred:\n\n(A) The equids have been interchanged.\n\n(B) Equids from 1 of the premises have had contact with equids from a different premises.\n\n(iii) All animals of the family equidae on common premises, such as community pastures or grazing association units, but owned by different persons.\n\n(c) \"Equine infectious anemia\" means an infectious disease of an equid caused by a lentivirus, equine infectious anemia virus.\n\n(d) \"Equine infectious anemia laboratory test form\" means the official federal government form required to submit blood samples to an approved laboratory for equine infectious anemia testing or other form approved by the director.\n\n(e) \"Equine infectious anemia test-positive equid\" means any animal of the family equidae that has been subjected to an official equine infectious anemia test whose result is positive for equine infectious anemia.\n\n(f) \"Exposed equid\" means an animal in the family equidae that has been exposed to equine infectious anemia by associating with an equid known or later found to be affected with equine infectious anemia.\n\n(g) \"Official equine infectious anemia test\" means any test for the laboratory diagnosis of equine infectious anemia that utilizes a diagnostic product that is both of the following:\n\n(i) Produced under license from the secretary of agriculture of the United States Department of Agriculture, or the secretary's authorized representative, under the virus-serum-toxin act, 21 USC 151 to 159.\n\n(ii) Conducted in an approved laboratory.\n\n(h) \"Permit\" means an official document or a United States Department of Agriculture Veterinary Services form 1-27, commonly known as vs form 1-27, or comparable state form, issued by a state or federal representative or by an accredited veterinarian, that is required to accompany an equine infectious anemia test-positive equid or an exposed equid that is being moved under official seal during its movement to a specified destination.\n\n(i) \"Restricted equid\" means an equine infectious anemia test-positive equid or exposed equid.\n\n(2) Subject to subsection (3), before an equid may participate in any of the following activities, it shall have an official equine infectious anemia test with a negative result within the previous 12 months of entry documented on an equine infectious anemia laboratory test form:\n\n(a) Exhibitions, expositions, or fairs.\n\n(b) Change of ownership and location within this state.\n\n(c) Entering, remaining at, or being present on the premises of horse auctions or sales markets whether or not licensed under 1974 PA 93, MCL 287.111 to 287.119, and 1937 PA 284, MCL 287.121 to 287.131. If an equine infectious anemia test is not possible before sale, then the equid must be held on the sale premises until the test results are known.\n\n(3) Subsection (2) does not apply to an equid that is both 6 months or younger and nursing.\n\n(4) An equid that changes ownership and location in this state or that is moved into this state from another state must have an official equine infectious anemia test with a negative result within the previous 12 months. An equid moved into this state from another state must meet the requirements of section 19.\n\n(5) An equine infectious anemia laboratory test form shall contain, at a minimum, the color, breed, sex, age, markings, name of owner, and location or address of the equid to which it applies. A photographic or graphic likeness may also be used to demonstrate the color and markings of the equid.\n\n(6) An owner of an equid or an organization sponsoring an event involving equids may require an official equine infectious anemia test for the equids involved in an equid group activity or that are commingling with or in proximity to other equids.\n\n(7) The department shall test all equids located within a 1/4-mile radius of the perimeter of the area in which an equine infectious anemia test-positive equid is or has been contained at the expense of the department. If the director determines that a large number of equids are equine infectious anemia test-positive, the director may require testing of all equids within an area larger than the 1/4-mile radius described in this subsection at the expense of the department.\n\n(8) The director shall quarantine an equid that tests positive to an official equine infectious anemia test and its herd of origin. Equids that test positive to an official equine infectious anemia test may, with approval from the director, be moved or quarantined to a premises that confines them to an area that is a minimum of 1/4 mile away from any other equid. Equids that test positive to an official equine infectious anemia test may, with approval from the director, be segregated and quarantined in an insect-free enclosure as determined by the director.\n\n(9) The owner or agent of an equid herd that is the source of an equine infectious anemia test-positive equid shall allow the director to test, in accordance with the following schedule, the complete source herd with an official equine infectious anemia test after the official equine infectious anemia test-positive equid has been removed or segregated from the herd in a manner approved by the director:\n\n(a) Between November 1 and April 30, a source herd may be tested at any time and qualify for quarantine release if all tested equids are negative to an official equine infectious anemia test.\n\n(b) Between May 1 and October 31, a source herd may be tested after waiting a minimum of 45 days after the official equine infectious anemia test-positive equid has been removed or segregated from the herd. If all equids tested are negative to the official equine infectious anemia test, the quarantine may be released.\n\n(10) To the best of his or her knowledge, the owner of an equine infectious anemia test-positive equid shall provide to the department records reflecting the time period during which the equine infectious anemia test-positive equid both had been on the premises and had been a member of the equid herd that include at least the following information:\n\n(a) The name and address of the previous owner.\n\n(b) The location of other equids that were potentially exposed to the equine infectious anemia test-positive equid.\n\n(11) Within 30 days after positive test results are reported to an owner of an equine infectious anemia test-positive equid or at a different time period agreed to by the director, the owner of an equine infectious anemia test-positive equid shall provide to the department the records described in subsection (10).\n\n(12) The director may conduct epidemiological investigations on all equids that have possible exposure to official equine infectious anemia test-positive equids to determine the need for additional quarantining and official equine infectious anemia testing.\n\n(13) A person shall not destroy or remove an official equine infectious anemia test-positive equid from the original test location or premises without prior permission from the director.\n\n(14) The owner shall not destroy an official equine infectious anemia test-positive equid without permission from the director. The director shall be present when the equid is destroyed or shall allow an accredited veterinarian to document and certify that the official equine infectious anemia test-positive equid has been destroyed. The director shall not issue a quarantine release until the official equine infectious anemia test-positive equid has been destroyed.\n\n(15) Unless immediately destroyed, an official equine infectious anemia test-positive equid shall be identified by the director with the freeze brand 34A, which shall be in characters not less than 2 inches in height and placed on the left cervical area of the neck or shall be identified in another manner approved by the director.\n\n(16) Restricted equids may move interstate only if accompanied by a permit listing the owner's name and address, points of origin and destination, number of equids included, purpose of the movement, and at least either the individual equid registered breed association registration tattoo or the individual equid registered breed association registration number, or other unique official identification. The permit shall also list the name, age, sex, breed, color, and markings of the equids.\n\n(17) An equine infectious anemia test-positive equid may only move interstate under permit to the following locations, or as determined by the director:\n\n(a) A federally inspected slaughter facility.\n\n(b) A federally approved diagnostic or research facility.\n\n(c) A herd or farm of origin.\n\n(18) The individual issuing the permit described in subsection (16) shall consult with the state animal health official in the state of destination for approval and shall determine that the equine infectious anemia test-positive equid to be moved interstate will be maintained in isolation sufficient to prevent the transmission of equine infectious anemia to other equids. An equine infectious anemia test-positive equid that is moved to a location described in subsection (17) shall remain quarantined under state authority at that location until natural death, slaughter, or euthanasia. The carcass shall be disposed of as provided in 1982 PA 239, MCL 287.651 to 287.683.\n\n(19) An individual exposed equid may be allowed to move from a quarantined area for specific purposes if it has a negative test at the time of movement. The equid shall be moved under quarantine and maintained under quarantine at the new premises until tested negative to an official equine infectious anemia test at least 60 days after the last known exposure to an equine infectious anemia test-positive equid.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-717c/"
    },
    {
      "id": "section-287717d",
      "number": "287.717d",
      "heading": "Tuberculosis Testing of Cervid Operation; Exception; Chronic Wasting Disease Herd Certification Program.",
      "text": "(1) The owner of a newly established privately owned cervid operation shall initiate testing for tuberculosis within 18 months following assembly of the herd. The testing required by this subsection must be conducted by an accredited veterinarian. This subsection does not apply to an owner that follows a bovine tuberculosis accreditation program or an owner that acquired the cervids from a herd that was subject to bovine tuberculosis accreditation program requirements.\n\n(2) A privately owned cervid premises shall meet minimum requirements for chronic wasting disease testing as required by the director. The owner of a privately owned cervid operation shall submit samples to an approved laboratory.\n\n(3) A privately owned cervid premises that is licensed as a full facility under the privately owned cervidae producers marketing act, 2000 PA 190, MCL 287.951 to 287.969, shall participate in the chronic wasting disease herd certification program.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-717d/"
    },
    {
      "id": "section-287718",
      "number": "287.718",
      "heading": "Repealed. 1996, Act 369, Imd. Eff. July 3, 1996.",
      "text": "287.718 Repealed. 1996, Act 369, Imd. Eff. July 3, 1996.\n\nCompiler's Notes:\n\nThe repealed section pertained to poultry diseases.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-718/"
    },
    {
      "id": "section-287719",
      "number": "287.719",
      "heading": "Imported Animals; Requirements.",
      "text": "(1) An animal imported into this state shall meet any and all requirements under the applicable provisions of this act and, notwithstanding the provisions of any other act, shall be accompanied by 1 of the following:\n\n(a) An official interstate health certificate or an official interstate certificate of veterinary inspection.\n\n(b) An owner-shipper statement or sales invoice if imported and consigned directly to slaughter or through a livestock auction market and then directly to slaughter.\n\n(c) A \"report of sales of hatching eggs, chicks, and poults\", United States Department of Agriculture Veterinary Services form 9-3, commonly known as vs form 9-3, for participants in the National Poultry Improvement Plan.\n\n(d) A \"permit for movement of restricted animals\", United States Department of Agriculture Veterinary Services form 1-27, commonly known as vs form 1-27, if prior approval is granted by the director.\n\n(e) A fish disease inspection report for aquaculture only.\n\n(f) Permission from the director.\n\n(2) All livestock imported into this state shall meet federal regulations for official identification under 9 CFR part 86, unless otherwise approved by the director.\n\n(3) Brucellosis or tuberculosis officially classified suspect or reactor cattle shall not be imported into this state.\n\n(4) A person shall not import or move intrastate livestock known to be affected with or exposed to chronic wasting disease, tuberculosis, brucellosis, or any other disease identified by the director, as determined by an official test, without permission of the director.\n\n(5) The director may require that a prior entry permit be obtained for certain classifications of livestock.\n\n(6) A person, consignee, dealer, or livestock market operator must ensure that any testing of an animal required under this act, any official identification of an animal required under this act, and the appropriate documentation for an animal, accompanies the animal as provided in subsection (1).\n\n(7) An animal shall not be diverted to premises other than the destination site named on the documentation described in subsection (1) that accompanies the animal.\n\n(8) An animal imported for exhibition shall meet the requirements of this act for importation of the applicable species and shall be accompanied by a copy of an official interstate health certificate or an official interstate certificate of veterinary inspection issued by an accredited veterinarian from the state of origin.\n\n(9) The director may refuse entry into this state of an animal that the director has reason to believe may pose a threat to the public health or the health of animals. An animal imported into this state shall not originate from a herd under quarantine unless accompanied by permission issued by the director. The director may waive specific requirements if he or she determines that an animal imported from a certain area or state is not a threat to the public health or the health of animals.\n\n(10) If the director determines that there is a threat to public health or a threat to the health of animals in this state, he or she may require additional testing, vaccination, or biosecurity measures for animals imported or to be imported into this state.\n\n(11) Upon request of the director, a person transporting an animal shall produce the documentation required in subsection (1).\n\n(12) The director may waive any testing requirements for importation of animals into this state based upon epidemiologic review and may consult with the appropriate state or federal department or agency to make that determination.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-719/"
    },
    {
      "id": "section-287720",
      "number": "287.720",
      "heading": "Official Interstate or Intrastate Health Certificate or Official Certificate of Veterinary Inspection; Forwarding of Certificate to State Veterinarian; Slaughter of Imported Livestock",
      "text": "(1) An official interstate or intrastate health certificate or official interstate or intrastate certificate of veterinary inspection shall be prepared and signed by an accredited veterinarian for animals requiring such a certificate and being imported into this state, or being moved from 1 premises to another premises within this state. An official interstate or intrastate health certificate or official interstate or intrastate certificate of veterinary inspection for animals being imported to or exported from this state or being moved from 1 premises to another premises within this state when required shall include all of the following:\n\n(a) The complete names, telephone numbers, and physical addresses of the consignor and consignee, the address of the premises of the animals to be moved, and the physical destination address if different from the consignee address.\n\n(b) A description of the animals by breed, sex, age, and individual official identification number, as determined by the director.\n\n(c) The date of examination of the animals by the accredited veterinarian preparing the certificate, and the date the certificate was issued.\n\n(d) The intended use of the animals, including, but not limited to, use for sale, dairy, breeding, feeding or grazing, exhibition, immediate slaughter, or other.\n\n(e) The health status of the animals by recording the results of the required tests, required vaccinations, and any other data concerning the health of the animals including herd or state disease-free status. The accredited veterinarian preparing the certificate shall certify that the animals are free from clinical signs of infectious or toxicological diseases.\n\n(f) The prior entry permit number issued by the director, if a prior entry permit is required.\n\n(2) A copy of the official interstate or intrastate health certificate or official interstate or intrastate certificate of veterinary inspection for animals being exported from this state or for animals being moved from 1 premises to another premises within this state shall be forwarded by the issuing accredited veterinarian to the state veterinarian within 7 working days after the date of issuance.\n\n(3) Livestock delivered directly to a slaughter plant shall be slaughtered within 5 days except for swine, which shall be slaughtered within 48 hours. Livestock for slaughter delivered to a market for livestock auction as that term is defined in 1937 PA 284, MCL 287.121 to 287.131, shall be slaughtered within 5 days.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-720/"
    },
    {
      "id": "section-287721",
      "number": "287.721",
      "heading": "Repealed. 1994, Act 41, Imd. Eff. Mar. 14, 1994.",
      "text": "287.721 Repealed. 1994, Act 41, Imd. Eff. Mar. 14, 1994.\n\nCompiler's Notes:\n\nThe repealed section pertained to out-of-state livestock for exhibition.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-721/"
    },
    {
      "id": "section-287722",
      "number": "287.722",
      "heading": "Animal Imported Without Required Official Tests, Vaccination, Official Identification, or Documents.",
      "text": "(1) If an animal is imported into this state without the required official tests, vaccination, official identification, or documents, the director may do 1 or more of the following:\n\n(a) Quarantine the animal or the premises, or both.\n\n(b) Require that the required tests, vaccination, official identification, or documents be performed or obtained at the owner's expense.\n\n(c) Require the animal be returned to the state of origin after notification that the animal was imported into this state without the required tests, vaccination, official identification, or documents.\n\n(d) Order the slaughter, destruction, or other disposition of the animal, if the director determines that the control or eradication of a disease or condition of the animal is warranted.\n\n(e) Allow a direct movement of the animal, if applicable, to slaughter by permit.\n\n(f) Allow legal importation into another state.\n\n(2) If the official test result, proof of vaccination, proof of identification, or proof of shipment of the animal back to the state of origin has not been received within 15 days after notification, the director may order that any required tests, vaccinations, or identification be performed by a department or accredited veterinarian, at the owner's or importer's expense.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-722/"
    },
    {
      "id": "section-287723-287724a",
      "number": "287.723-287.724a",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "Compiler's Notes:The repealed sections pertained to cattle requirements, reproduction of nonnative cattle, and importation of certain nonnative cattle.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-723-287-724a/"
    },
    {
      "id": "section-287725",
      "number": "287.725",
      "heading": "Repealed. 1992, Act 239, Eff. Mar. 31, 1993.",
      "text": "287.725 Repealed. 1992, Act 239, Eff. Mar. 31, 1993.\n\nCompiler's Notes:\n\nThe repealed section pertained to requirements for importing swine.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-725/"
    },
    {
      "id": "section-287726",
      "number": "287.726",
      "heading": "Repealed. 2000, Act 323, Eff. Jan. 1, 2001.",
      "text": "287.726 Repealed. 2000, Act 323, Eff. Jan. 1, 2001.\n\nCompiler's Notes:\n\nThe repealed section pertained to equine infectious anemia test.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-726/"
    },
    {
      "id": "section-287726a-287730d",
      "number": "287.726a-287.730d",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "Compiler's Notes:The repealed sections pertained to equine herd, equine infectious anemia, sheep, goats, new world camelids, aquaculture, poultry, hatching poultry eggs, privately owned cervidae, privately owned white-tailed deer or elk, and privately owned cervid farm, and tuberculosis.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-726a-287-730d/"
    },
    {
      "id": "section-287731",
      "number": "287.731",
      "heading": "Species Not to Be Imported; Wild or Exotic Animals; Feral Swine; Large Carnivores; Wolf-Dog Cross.",
      "text": "(1) The director may create an order as provided in this section.\n\n(2) Any species having the potential to spread serious diseases or parasites, to cause serious physical harm, or to otherwise endanger wild animals, wild animal and domesticated animal crosses, human life, livestock, domestic animals, or property, as determined by the director, shall not be imported into this state, except as determined by the director of the department of natural resources under section 40107 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.40107. An order of the director under this subsection applies to the species identified in the order, unless the order expressly provides otherwise.\n\n(3) The director may require compliance with any or all of the following before the importation of a wild animal or an exotic animal species not regulated by the Fish and Wildlife Service of the United States Department of Interior or the department of natural resources of this state:\n\n(a) Physical examination by an accredited veterinarian be conducted after importation to determine the health status, proper housing, husbandry, and confinement of any animal permitted to enter this state.\n\n(b) Negative test results to specific official tests required by the director within a time frame before importation into this state as determined by the director.\n\n(c) Identification prior to importation in a manner approved by the director.\n\n(d) A prior entry permit.\n\n(4) A person shall not import or release live feral swine or any crosses of feral swine in this state for any purpose without permission from the director.\n\n(5) Notwithstanding any other provision of this act, and unless otherwise allowed under section 22 of the large carnivore act, 2000 PA 274, MCL 287.1122, a person shall not import a large carnivore, as that term is defined in section 2 of the large carnivore act, 2000 PA 274, MCL 287.1102, into this state.\n\n(6) Notwithstanding any other provision of this act, and unless otherwise allowed under section 22 of the wolf-dog cross act, 2000 PA 246, MCL 287.1022, a person shall not import a wolf-dog cross, as that term is defined in section 2 of the wolf-dog cross act, 2000 PA 246, MCL 287.1002, into this state.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2003, Act 271, Eff. Mar. 30, 2004 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-731/"
    },
    {
      "id": "section-287734",
      "number": "287.734",
      "heading": "Repealed. 1994, Act 41, Imd. Eff. Mar. 14, 1994.",
      "text": "287.734 Repealed. 1994, Act 41, Imd. Eff. Mar. 14, 1994.\n\nCompiler's Notes:\n\nThe repealed section pertained to feeder cattle.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-734/"
    },
    {
      "id": "section-287735",
      "number": "287.735",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "Compiler's Notes:The repealed section pertained to the movement of livestock and newborn from slaughter facility.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-735/"
    },
    {
      "id": "section-287736-287738",
      "number": "287.736-287.738",
      "heading": "Repealed. 1992, Act 239, Eff. Mar. 31, 1993.",
      "text": "Compiler's Notes:The repealed sections pertained to cattle or swine finishing facilities, yards and premises considered infected with organisms of infectious diseases of swine, movement and sale, and swine for sale or breeding purposes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-736-287-738/"
    },
    {
      "id": "section-287739",
      "number": "287.739",
      "heading": "Exhibition Facilities; Requirements.",
      "text": "(1) Unless otherwise approved or waived by the director, all of the following apply to exhibition facilities:\n\n(a) A facility for exhibition of animals shall be constructed in a manner to allow sufficient separation of each exhibitor's animals and to allow for sufficient separation of species. The facility shall be constructed of a material that can be adequately cleaned and disinfected.\n\n(b) Animal housing shall be constructed and placed to provide adequate light and ventilation appropriate for the animals being housed.\n\n(c) An exhibition facility and associated buildings shall be cleaned and disinfected with a state veterinarian-approved disinfectant used in accordance with label instructions before animals are admitted.\n\n(d) Access to hand-cleansing facilities or hand-sanitizing methods shall be available in close proximity to each building that houses animals.\n\n(e) Bedding used by livestock, feed waste, shipping containers, and other animal-associated waste shall be removed from the animal area and disposed of in a timely and responsible manner.\n\n(f) An animal shall not be used as a prize at a carnival or a midway activity unless approved by the director.\n\n(2) As used in this section:\n\n(a) \"Carnival\" means a traveling carnival, charity fund-raiser, amusement arcade, amusement park, or a state or county fair or similar event.\n\n(b) \"Midway activity\" means a game of chance, game of skill, or any other game for amusement or entertainment at a carnival.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-739/"
    },
    {
      "id": "section-287740",
      "number": "287.740",
      "heading": "Fair, Exhibition, Exposition, or Show; Veterinarian; Duties of Fair, Exhibition, Exposition, or Show Authority; Removal of Diseased Animals; Responsibility of Exhibitor; Exhibition or Exposition of Poultry Requirements",
      "text": "(1) A fair, exhibition, exposition, or show shall have an accredited veterinarian on call whenever there are animals on the premises during the event.\n\n(2) A fair, exhibition, exposition, or show authority shall do all of the following:\n\n(a) Notify exhibitors of the official identification, health tests, and certificates required for importation into and exhibition in this state.\n\n(b) Examine and approve required official certificates of veterinarian inspection, reports, test charts, or other required documentation before displaying, exhibiting, or stabling the animals in the exhibition area or before commingling with other animals.\n\n(c) Provide shipping arrangements for all livestock exhibited that are to be removed from the fair, exhibition, exposition, or show facility for direct movement to slaughter or a market for livestock auction as that term is defined in 1937 PA 284, MCL 287.121 to 287.131.\n\n(d) Notify exhibitors whether or not poultry vaccinated against infectious laryngotracheitis are allowed in the fair, exhibition, or exposition.\n\n(3) A fair, exhibition, exposition, or show authority may require additional testing or vaccination of animals before entry and during the fair, exhibition, exposition, or show.\n\n(4) An animal with clinical signs of infectious or toxicological disease observed at check-in or during the event shall be removed from the fair, exhibition, or exposition or, by permission of the director, shall be isolated on the premises. An accredited veterinarian's knowledge and advice may be sought by an exhibitor or exhibition staff to assess for clinical signs of an infectious, contagious, or toxicological disease.\n\n(5) It is the responsibility of the exhibitor to ensure that all reports, test charts, official identification, and official interstate health certificates or official interstate certificates of veterinary inspection required by this act accompany the animals of the exhibitor and that proof of fulfilling these requirements is provided to the director, fair, exhibition, exposition, or show authority upon request.\n\n(6) Swine shall not enter any fair, exhibition, exposition, or show facility unless it can be demonstrated that the swine presented for exhibition or exposition meet 1 or more of the following conditions:\n\n(a) Originate as a direct movement from a swine premises located in a pseudorabies stage III area or region or other equivalent low prevalence area as recognized by the director.\n\n(b) Originate directly from a pseudorabies qualified-negative herd as defined in title 9 CFR part 85, which may consist of a copy of a valid certificate issued by the department stating that the herd meets the requirements for a pseudorabies qualified-negative herd.\n\n(c) Unless the swine are piglets nursing a pseudorabies-negative sow, present an official swine test report that indicates the swine have been tested for pseudorabies within 45 days before exhibition and have tested negative.\n\n(7) The exhibition or exposition of poultry is subject to all of the following requirements:\n\n(a) All poultry, except for waterfowl, pigeons, and doves, shown at a public exhibition or exposition in this state shall meet 1 or more of the following requirements:\n\n(i) Originate directly from a U.S. pullorum-typhoid clean flock as defined in 9 CFR part 145 and all amendments to that publication adopted in rules promulgated by the director.\n\n(ii) Have a negative official test for salmonella pullorum-typhoid within the 90 days before the exhibition or exposition and remain segregated from all poultry of unknown or positive salmonella pullorum-typhoid test status.\n\n(b) A shipping crate used in the shipment of birds by common carrier shall not be used as an exhibition coop. A shipping crate shall be cleaned and disinfected on the day of arrival after the birds have been removed for exhibition or exposition and before being used again. Unless otherwise necessary, a shipping crate shall not be stored in the exhibition or exposition area.\n\n(8) Exhibitors shall provide adequate feed and water to animals being exhibited.\n\n(9) Exhibitors shall clean and replace bedding material as often as necessary to maintain health.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-740/"
    },
    {
      "id": "section-287740a",
      "number": "287.740a",
      "heading": "Imported Poultry; Operation of Live Bird Market; Requirements.",
      "text": "(1) This section applies to poultry imported to and housed at a live bird market.\n\n(2) A transporter bringing poultry to a live bird market shall comply with this act and 1937 PA 284, MCL 287.121 to 287.131.\n\n(3) A person operating a live bird market shall do all of the following:\n\n(a) House live poultry in rooms that can be cleaned and disinfected.\n\n(b) House waterfowl and game birds separately from chickens.\n\n(c) Remove poultry from transport crates no later than 8 hours after arrival at the facility.\n\n(d) Store transport crates in a separate area, and clean and disinfect transport crates before reuse.\n\n(e) When poultry are housed in cages, do all of the following:\n\n(i) Use cages constructed of a material that can be cleaned and disinfected.\n\n(ii) Provide birds with room to stand up, lie down, turn around, and groom without touching other birds or a surface of the cage.\n\n(iii) Refrain from stacking cages, unless there are provisions to allow manure to be removed and to prevent manure, feed, and water from soiling other cages or birds in other cages.\n\n(f) Provide water to birds up to the time of slaughter.\n\n(g) Provide nutritionally adequate food to birds up to at least 12 hours before slaughter.\n\n(h) Ensure that there is at least one 24-hour period each week during which there are no birds in the facility and areas where birds as housed and any cages or pens holding birds are cleaned and disinfected.\n\n(i) Ensure that slaughter is performed using 1 of the following methods:\n\n(i) A method in which the bird is rendered insensible to pain by mechanical, electrical, chemical, or other means that is rapid and effective before the bird is shackled, hoisted, thrown, cast, or cut.\n\n(ii) A method in accordance with the ritual requirements of a religious faith in which the bird suffers loss of consciousness by anemia of the brain caused by the simultaneous and instantaneous severance of the carotid arteries with a sharp instrument.\n\n(4) As used in this section, \"live bird market\" means a facility that sells live poultry for slaughter and is licensed by the department under the food law, 2000 PA 92, MCL 289.1101 to 289.8111.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-740a/"
    },
    {
      "id": "section-287740b",
      "number": "287.740b",
      "heading": "Housing Baby Poultry for Sale; Requirements.",
      "text": "(1) A person housing baby poultry for sale to individuals for the primary purpose of maintaining, for personal use, an individual bird or a flock and is not part of the National Poultry Improvement Program shall do all of the following:\n\n(a) Keep hand-cleansing stations or facilities available in close proximity to the area where baby poultry are housed.\n\n(b) Construct a baby poultry housing area and enclosures containing baby poultry with a material that can be adequately cleaned and disinfected.\n\n(c) Provide adequate space and ventilation in enclosures where baby poultry are housed.\n\n(d) Clean and disinfect the baby poultry area and enclosures at least once daily with United States Department of Agriculture-approved disinfectant used in accordance with label instructions.\n\n(e) Remove bedding used by baby poultry, feed waste, shipping containers, and other animal-associated waste from the baby poultry area and dispose of it in an area not accessible to the public.\n\n(f) Provide water to baby poultry up to the time of sale.\n\n(g) Provide nutritionally adequate food to baby poultry up to the time of sale.\n\n(h) Maintain and keep records of purchase and sale of baby poultry for a period of 2 years after the date of purchase or sale. The records required by this subdivision shall include the name and address of the person purchasing or selling the baby poultry and the date of each purchase or sale.\n\n(2) As used in this section, \"baby poultry\" means poultry under the age of 3 weeks.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-740b/"
    },
    {
      "id": "section-287741",
      "number": "287.741",
      "heading": "Repealed.  2019, Act 132, Eff. Feb. 19, 2020.",
      "text": "287.741 Repealed. 2019, Act 132, Eff. Feb. 19, 2020.\n\nCompiler's Notes:\n\nThe repealed section pertained to exhibition of poultry.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-741/"
    },
    {
      "id": "section-287742",
      "number": "287.742",
      "heading": "Official Test, Vaccination, or Diagnosis; Identification of Livestock; Reporting Results of Official Test, Sample Submission, or Official Vaccination; Form; Official Brucellosis Calfhood Vaccination; Tattoo; Testing and Surveillance for Brucellosis and Tuberculosis; Participation in Programs; Collec",
      "text": "(1) Whenever an official test is conducted, an official vaccination is administered, or a United States department of agriculture accredited laboratory has diagnosed a reportable disease, the animals shall, unless exempted by the director, be identified by an official identification.\n\n(2) The result of an official test shall be reported on a form supplied by the department. If a tissue sample is submitted for analysis, a properly completed sample submission form supplied by the department shall accompany the sample. The official test tissue sample shall be obtained and submitted only by an accredited veterinarian except under special permission of the director. The form used to document the results of an official test, sample submission, or official vaccination shall be properly prepared and completed.\n\n(3) An official brucellosis calfhood vaccination shall be performed by an accredited veterinarian in compliance with the method outlined in title 9 C.F.R. part 78 and the brucellosis eradication: uniform methods and rules, effective February 1, 1998, approved by veterinary services of the animal and plant health inspection service of the United States department of agriculture, and all amendments to those publications thereafter adopted pursuant to rules that the director may promulgate.\n\n(4) Except upon special permission from the director, official brucellosis calfhood vaccination shall be performed only on female cattle between the ages of 4 and 8 months.\n\n(5) A person shall not tattoo any animal with the official brucellosis vaccination tattoo unless the animal is an official brucellosis calfhood vaccinate.\n\n(6) Testing and surveillance for brucellosis and tuberculosis shall be as follows:\n\n(a) A brucellosis ring test shall be conducted on each herd shipping milk to a dairy plant in this state. The test shall be conducted as outlined in title 9 C.F.R. part 78 and the brucellosis eradication: uniform methods and rules, effective February 1, 1998, approved by veterinary services of the animal and plant health inspection service of the United States department of agriculture, and all amendments to those publications thereafter adopted pursuant to rules that the director may promulgate.\n\n(b) Disease surveillance for tuberculosis and brucellosis shall be conducted through the market cattle identification program as set forth in title 9 C.F.R. part 78 and the brucellosis eradication: uniform methods and rules, effective February 1, 1998, approved by veterinary services of the animal and plant health inspection service of the United States department of agriculture, and all amendments to those publications thereafter adopted pursuant to rules that the director may promulgate and the bovine tuberculosis eradication: uniform methods and rules, effective January 22, 1999, approved by veterinary services of the animal and plant health inspection service of the United States department of agriculture, and all amendments to those publications thereafter adopted pursuant to rules that the director may promulgate.\n\n(7) The department may participate in the programs described in subsection (6) and programs for other reportable diseases and may test for reportable diseases in any sample of livestock blood or tissue collected at a United States department or department-approved slaughter facility, any livestock collection or market facility, or any sample of livestock blood or tissue submitted for diagnostic purposes to a United States department of agriculture officially approved laboratory. The slaughter facility, livestock collection or market facility, or laboratory shall provide adequate room, time, and safe conditions for the collection of blood or tissue samples.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1990, Act 40, Imd. Eff. Mar. 29, 1990 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-742/"
    },
    {
      "id": "section-287743",
      "number": "287.743",
      "heading": "Autogenous Veterinary Biologicals; Requirements for  Revocation and Permission to Distribute Veterinary Biologicals; Experiments and Field Trial Requirements; Liability; Reporting of Adverse Reaction",
      "text": "(1) A person in another state shall not export any autogenous veterinary biologicals into this state unless notification prior to import is given to the director and any stipulations set forth in or under 9 CFR part 102 and all amendments to that publication adopted in rules promulgated by the director are met.\n\n(2) A person manufacturing an autogenous veterinary biological within this state shall not distribute or sell any veterinary biological within this state unless notification before distribution or sale is given to the director and any stipulations under 9 CFR part 102 and all amendments to that publication adopted in rules promulgated by the director are met.\n\n(3) The director shall pursue restrictions on the distribution and use of autogenous veterinary biologicals when the director determines that those restrictions are necessary for the protection of the public health, animal health, or the animal industry as set forth in 9 CFR part 102 and all amendments to that publication as adopted in rules promulgated by the director.\n\n(4) Veterinary biologicals shall be administered only by a licensed veterinarian or under the supervision of a licensed veterinarian unless used in compliance with section 18814 of the public health code, 1978 PA 368, MCL 333.18814.\n\n(5) A veterinary biological required in 9 CFR part 102 and all amendments to that publication adopted in rules promulgated by the director to be administered by, on the order of, or under the supervision of a veterinarian shall be distributed only to veterinarians, distributors who distribute the veterinary biological only to veterinarians, or pharmacies and other appropriate retail outlets to be sold only on the prescription or order of a veterinarian.\n\n(6) When the director determines with advice and consultation from the animal industry involved and the veterinary profession that the protection of the public health, animal health, or the animal industry or that a control or eradication program for a disease or condition necessitates the report of the sale, use, distribution, or administration of a veterinary biological, an autogenous veterinary biological, or a diagnostic test, the director may require that a person that sells, uses, distributes, or administers a veterinary biological or diagnostic test report that information to the department within 10 working days in a manner prescribed by the director.\n\n(7) Notwithstanding any other provision of this act, the director may at any time revoke the distribution of a veterinary biological or an autogenous veterinary biological if the veterinary biological or autogenous veterinary biological has a substantial impact on public health, animal health, or the animal industry.\n\n(8) A person that requests permission to distribute in this state veterinary biologicals that are conditionally licensed by the United States Department of Agriculture or that are subject to import permits for distribution and sale issued by the United States Department of Agriculture shall submit all of the following information to the department:\n\n(a) A copy of the current United States Department of Agriculture license.\n\n(b) Any restrictions set forth by the United States Department of Agriculture.\n\n(c) A complete name of the product, including the generic and trade name.\n\n(d) Product information, including directions for use.\n\n(e) Slaughter withdrawal times, if applicable.\n\n(9) A person that desires to import into this state or to distribute intrastate, for experimental or field trial use, a veterinary biological that is not conditionally licensed by the United States Department of Agriculture shall request and obtain permission from the director before importing that veterinary biological into this state on a form approved by the director.\n\n(10) A person that requests permission to import or distribute intrastate a veterinary biological to be administered to animals owned by the public for experimental or field trial purposes shall submit a written statement to the department, which shall be given to the owner of the animals before the administration, prescription, or distribution of the veterinary biological. The written statement required by this subsection shall state all of the following:\n\n(a) That the veterinary biological to be administered, prescribed, or dispensed to an animal is an experimental or field trial veterinary biological.\n\n(b) That the veterinary biological has not been approved by the United States Department of Agriculture or the department for unconditional use.\n\n(11) A determination of whether to allow the import or intrastate distribution of a veterinary biological for experimental or field trial purposes shall be based upon, but not limited to, all of the following:\n\n(a) Need for the product by the animal industry.\n\n(b) Safety of the product for the target animal species.\n\n(c) Safety of the product for a person that administers the biological.\n\n(d) Safety of the human food chain, if the veterinary biological is used in food-producing animals.\n\n(12) A veterinary biological for experimental or field trial purposes shall be shipped only to a veterinarian and shall only be used by the veterinarian to whom the product is shipped or by an individual who is under the direct supervision of the veterinarian to whom the product is shipped.\n\n(13) A person that consigns, ships, or transports a veterinary biological for experimental or field trial purposes into or within this state shall file a report of each requested shipment with the department within 5 business days of the shipment. The report required by this subsection shall contain all of the following information:\n\n(a) The quantity consigned, shipped, or transported.\n\n(b) The expiration date of the product.\n\n(c) The complete name of the veterinary biological.\n\n(d) The name and address of the veterinarian receiving the veterinary biological.\n\n(14) The department is not liable to a person that has received permission to import or distribute intrastate a veterinary biological for experimental or field trial purposes for any injury due to the use of that veterinary biological to humans or animals or for the loss of any animals.\n\n(15) A person that receives permission to import or distribute intrastate a veterinary biological for experimental or field trial purposes shall report an adverse reaction to the department within 5 business days after the reaction.\n\n(16) The director may limit the distribution of a veterinary biological for experimental or field trial purposes to certain geographical areas within this state and for specific time periods.\n\n(17) The director may at any time revoke permission to distribute a veterinary biological for experimental or field trial purposes.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1994, Act 41, Imd. Eff. Mar. 14, 1994 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-743/"
    },
    {
      "id": "section-287743a",
      "number": "287.743a",
      "heading": "Euthanization of Animals; Requirements; Exception.",
      "text": "(1) Except as provided in subsection (2), an animal being euthanized in this state shall be humanely euthanized in a manner outlined as acceptable or acceptable with conditions under the American Veterinary Medical Association's Guidelines on Euthanasia and all subsequent amendments to that publication, or as approved by the director.\n\n(2) Subsection (1) does not apply to an animal that is being slaughtered for human consumption or pet food.\n\n(3) The director may designate an appropriate euthanasia or depopulation procedure in an extraordinary emergency.\n\nHistory:Add. 2019, Act 132, Eff. Feb. 19, 2020Compiler's Notes:Former MCL 287.743a, which pertained to giving false information prohibited, was repealed by Act 458 of 2002, Imd. Eff. June 21, 2002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-743a/"
    },
    {
      "id": "section-287744",
      "number": "287.744",
      "heading": "Enforcement of Act; Criminal and Civil Actions; Felonies; Penalty; Violation of Act or Rule as Misdemeanor; Costs and Attorney Fees; Powers of Director; Failure to Pay Fine; Civil Action and Penalties; Remedies and Sanctions as Independent and Cumulative Powers of Department",
      "text": "(1) The director may call upon a law enforcement agency to assist in enforcing this act.\n\n(2) The attorney general may bring a criminal or civil action against a person responsible for unlawfully introducing an infectious or toxicological disease into animals, animal products, or animal feeds in this state.\n\n(3) A person shall not knowingly give false information in a matter pertaining to this act and shall not impede or hinder the director in the discharge of his or her duties under this act.\n\n(4) If a person does not cause an animal or a herd, flock, or aquaculture lot to be tested in compliance with this act, the director shall notify the person responsible for management of the animal or herd of the necessity for testing to occur and the deadline for testing to occur and shall quarantine any animal or herd that has not been tested until the testing can be completed by state or federal regulatory veterinarians or accredited veterinarians, at the owner's expense.\n\n(5) An animal purchased at a licensed livestock market, collection point, or buying station or by a dealer licensed under 1937 PA 284, MCL 287.121 to 287.131, for the purpose of slaughter must be slaughtered within 5 days after movement of the purchased animal. The buyer of livestock sold for slaughter shall provide upon request of the director verification that the slaughter occurred within 5 days after movement of the purchased animal. Failure of a buyer of livestock sold for slaughter to comply with this subsection subjects that buyer to the penalties and sanctions of this act.\n\n(6) A person shall not expose swine to garbage.\n\n(7) A person shall not use garbage, offal, or carcasses, except in a disease outbreak and with the approval of the director, as feed for swine.\n\n(8) The director has full access to inspect any premises or conveyance upon reasonable grounds to believe or suspect that garbage, offal, or carcasses are being used as feed for swine or that garbage, offal, or carcasses may expose swine to a communicable disease.\n\n(9) The director shall quarantine swine determined to have been exposed to, in contact with, or fed garbage, offal, or carcasses. The quarantine shall continue until such time as the director determines that the swine are not a threat to animal or public health.\n\n(10) A person that commits 1 or more of the following is guilty of a felony punishable by a fine of not less than $1,000.00 and not more than $50,000.00, or imprisonment of not more than 5 years, or both, and shall not receive any indemnification payments at the discretion of the director:\n\n(a) Intentionally contaminating or exposing an animal to an infectious or toxicological disease for the purpose of receiving indemnification from this state or causing this state to destroy affected livestock.\n\n(b) Intentionally making a false statement on an application for indemnification or reimbursement from this state.\n\n(c) Intentionally violating a condition of quarantine, movement restrictions or other requirements authorized under this act.\n\n(d) Intentionally importing into this state, without permission from the director, diseased animals or animals exposed to an infectious or toxicological disease.\n\n(e) Intentionally misrepresenting the health, medical status, or prior treatment for an infectious or toxicological animal disease to facilitate movement or transfer of ownership to another person.\n\n(f) Intentionally infecting or contaminating an animal with, or intentionally exposing an animal to, a reportable animal disease other than for bona fide research as approved by a research institution regulated by a federal agency.\n\n(11) Except as otherwise provided under subsection (10), a person that violates this act, or a rule promulgated under this act, is guilty of a misdemeanor punishable by a fine of not less than $300.00 or imprisonment of not less than 30 days, or both.\n\n(12) The court may allow the department to recover reasonable costs and attorney fees incurred in a prosecution resulting in a conviction for a violation of subsection (10). Costs assessed and recovered under this subsection shall be paid to the state treasury and credited to the department for the enforcement of this act.\n\n(13) Except as otherwise provided in subsection (10), the director, upon finding that a person has violated this act, a rule promulgated under this act, a quarantine authorized under section 12, or movement restrictions and other requirements authorized under section 3b, may do the following:\n\n(a) Issue a warning.\n\n(b) Impose an administrative fine of not more than $1,000.00 for each violation. Upon the request of a person to whom an administrative fine is issued under this subsection, the director shall conduct a hearing under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328.\n\n(c) Issue an appearance ticket as described and authorized by sections 9a to 9g of chapter IV of the code of criminal procedure, 1927 PA 175, MCL 764.9a to 764.9g, with a fine of not less than $300.00 or imprisonment of not less than 30 days, or both.\n\n(14) The director shall advise the attorney general of the failure of any person to pay an administrative or civil fine imposed under this section. The attorney general shall bring a civil action in a court of competent jurisdiction to recover the fine and costs and fees including attorney fees. Civil penalties and administrative fines collected shall be paid to the state treasury.\n\n(15) The remedies and sanctions under this act are independent and cumulative. The use of a remedy or sanction under this act does not bar other lawful remedies and sanctions and does not limit criminal or civil liability. Notwithstanding the provisions of this act, the department may bring an action to do 1 or more of the following:\n\n(a) Obtain a declaratory judgment that a method, act, or practice is a violation of this act.\n\n(b) Obtain an injunction against a person that is engaging, or about to engage, in a method, act, or practice that violates this act.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 1996, Act 369, Imd. Eff. July 3, 1996 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000 ;-- Am. 2002, Act 458, Imd. Eff. June 21, 2002 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-744/"
    },
    {
      "id": "section-287745",
      "number": "287.745",
      "heading": "Rules.",
      "text": "The department may promulgate rules for the implementation and enforcement of this act pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328.\n\nHistory:1988, Act 466, Eff. Mar. 28, 1989 ;-- Am. 2000, Act 323, Imd. Eff. Oct. 31, 2000",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-745/"
    },
    {
      "id": "section-287746",
      "number": "287.746",
      "heading": "Definitions; Tether or Confinement of Farm Animal or Egg-Laying Hen; Exceptions; Violation of Section; Injunction; Construction of Section; Good Faith Defense; Effective Date",
      "text": "(1) As used in this section:\n\n(a) \"Business owner\" means a person that owns or controls the operations of a business.\n\n(b) \"Cage-free housing system\" means an indoor or outdoor controlled environment for egg-laying hens to which all of the following apply:\n\n(i) For an indoor environment, the hens are free to roam unrestricted except by any of the following:\n\n(A) Exterior walls.\n\n(B) In multitiered aviaries, partially slatted systems, single-level all-litter floor systems, or any other housing system that complies with the requirements of this section, interior fencing used to contain the entire flock within the building or subdivide flocks into smaller groups, if farm employees can walk through each contained or subdivided area to provide care to hens and if each hen has the minimum amount of usable floor space described in subsection (2)(b)(ii).\n\n(ii) The hens are provided enrichments that allow the hens to exhibit natural behaviors. To qualify as a cage-free housing system under this definition, the enrichments used in the housing system must include, but are not limited to, scratch areas, perches, nest boxes, and dust bathing areas.\n\n(iii) For an indoor environment, a farm employee is able to provide care to the hens while standing within the hens' usable floor space.\n\n(iv) The environment does not include any cage systems commonly described as battery cages, colony cages, enriched cages, or enriched colony cages, or any cage system similar to those systems.\n\n(c) \"Calf raised for veal\" means a calf of the bovine species kept for the purpose of producing the food product described as veal.\n\n(d) \"Covered animal\" means a gestating sow, calf raised for veal, or egg-laying hen that is kept on a farm.\n\n(e) \"Egg-laying hen\" means a female domesticated chicken, turkey, duck, goose, or guinea fowl kept for the purpose of egg production.\n\n(f) \"Enclosure\" means a cage, crate, or other structure used to confine a covered animal.\n\n(g) \"Farm\" means the land, building, support facilities, and other equipment that are wholly or partially used for the commercial production of animals or animal products used for food or fiber. Farm does not include a live animal market.\n\n(h) \"Farm owner or operator\" means a person that owns or controls the operation of a farm.\n\n(i) \"Fully extending its limbs\" means fully extending all limbs without touching the side of an enclosure.\n\n(j) \"Gestating sow\" means a sow of the porcine species kept for the primary purpose of breeding and confirmed to be pregnant.\n\n(k) \"Multitiered aviary\" means a housing system in which hens have unfettered access to multiple elevated platforms that provide the hens with usable floor space both on top of and underneath the platforms.\n\n(l) \"Partially slatted system\" means a housing system in which hens have unfettered access to elevated flat platforms under which manure drops through the flooring to a pit or litter removal belt.\n\n(m) \"Person\" means an individual, firm, partnership, joint venture, association, limited liability company, corporation, estate, trust, receiver, or syndicate.\n\n(n) \"Shell egg\" means a whole egg of an egg-laying hen in its shell form that is intended for use as human food.\n\n(o) \"Single-level all-litter floor system\" means a housing system bedded with litter in which hens have limited or no access to elevated flat platforms.\n\n(p) \"Turning around freely\" means turning in a complete circle without any impediment, including a tether, and without touching the side of an enclosure or another animal.\n\n(q) \"Usable floor space\" means the total square footage of floor space provided to each egg-laying hen, as calculated by dividing the total square footage of floor space provided to hens in an enclosure by the number of hens in that enclosure. Usable floor space includes ground space or elevated level flat platforms upon which hens are able to roost, but does not include perches or ramps.\n\n(2) Subject to subsections (3) and (9), notwithstanding any other provision of law, a farm owner or operator shall not do either of the following:\n\n(a) Tether or confine a covered animal on a farm for all or the majority of any day, in a manner that prevents the covered animal from doing either of the following:\n\n(i) Lying down, standing up, or fully extending its limbs.\n\n(ii) Turning around freely.\n\n(b) Tether or confine an egg-laying hen on a farm in either of the following manners:\n\n(i) In an enclosure other than a cage-free housing system.\n\n(ii) With less than the amount of usable floor space per hen as provided in the housing guidelines for cage-free production contained in \"Animal Husbandry Guidelines for U.S. Egg-Laying Flocks\", 2017 edition, published by United Egg Producers.\n\n(3) Subsection (2) does not apply to a covered animal during any of the following:\n\n(a) Scientific or agricultural research.\n\n(b) Examination, testing, individual treatment, or operation for veterinary purposes, by an individual licensed to practice veterinary medicine under part 188 of the public health code, 1978 PA 368, MCL 333.18801 to 333.18838.\n\n(c) Transportation, unless otherwise in violation of section 51 of the Michigan penal code, 1931 PA 328, MCL 750.51, relating to confining animals on railroad cars.\n\n(d) Rodeo exhibitions, state or county fair exhibitions, 4-H programs, and similar exhibitions.\n\n(e) The slaughter of a covered animal as provided by 1962 PA 163, MCL 287.551 to 287.556, and other applicable law and rules.\n\n(f) In the case of a gestating sow, the period beginning 7 days before the gestating sow's expected date of giving birth.\n\n(4) Notwithstanding any other provision of law and subject to subsections (5) and (9), for the purposes described in section 1, a business owner shall not knowingly engage in the sale of any shell egg in this state that the business owner knows or should know is the product of an egg-laying hen that was confined in a manner that is inconsistent with the requirements of this section.\n\n(5) Subsection (4) does not apply to the sale of shell eggs that are the product of a farm with less than 3,000 egg-laying hens.\n\n(6) The department or the attorney general may bring a civil action to restrain, by temporary or permanent injunction, any act or practice in violation of this section. The action may be brought in the circuit court for the county where the defendant resides or conducts business. The court may issue a temporary or permanent injunction and issue other equitable orders or judgments. A defense described and made available relating to customary animal husbandry or farming practices involving livestock, under sections 50(12)(f) and 50b(14) of the Michigan penal code, 1931 PA 328, MCL 750.50 and 750.50b, or similar provisions, is not a defense to an action brought for the violation of this section involving a covered animal. In addition, the criminal penalties provided in section 44 are not applicable to a violation of this section.\n\n(7) It is a defense to an action to enforce subsection (4) that a business owner relied in good faith upon a written certification or guarantee by the supplier of a shell egg that the shell egg is not the product of an egg-laying hen that was confined in a manner that is inconsistent with the requirements of this section.\n\n(8) This section is in addition to, and not in lieu of, any other laws protecting animal welfare. This section does not limit any other state law protecting the welfare of animals.\n\n(9) This section does not apply to egg-laying hens or shell eggs until December 31, 2024 and does not apply to gestating sows until April 1, 2020.\n\nHistory:Add. 2009, Act 117, Eff. Mar. 31, 2010 ;-- Am. 2019, Act 132, Eff. Feb. 19, 2020Compiler's Notes:Former MCL 287.746, which pertained to repeal of Act 181 of 1919, MCL 287.1 to 287.26a, was repealed by Act 323 of 2000, Imd. Eff. Oct. 31, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-746/"
    },
    {
      "id": "section-287747",
      "number": "287.747",
      "heading": "Repealed. 2000, Act 323, Imd. Eff. Oct. 31, 2000.",
      "text": "287.747 Repealed. 2000, Act 323, Imd. Eff. Oct. 31, 2000.\n\nCompiler's Notes:\n\nThe repealed section pertained to effective date of act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-466-of-1988/section-287-747/"
    }
  ]
}