{
  "state": "michigan",
  "path": "title-chapter-287-animal-industry/chapter-act-93-of-1974-horse-riding-stables-and-sales-barns-287111-2",
  "sections": [
    {
      "id": "section-287111",
      "number": "287.111",
      "heading": "Definitions.Section 287.112 - License Required to Own or Operate Riding Stable or Sales Barn; Enforcement; Rules; Agents; Exemption of Certain Horse Auction Sales",
      "text": "As used in this act:\n\n(a) \"Department\" means the department of agriculture.\n\n(b) \"Riding stable\" means any establishment in which, for business purposes, 6 or more horses or ponies are rented, hired, or loaned for riding.\n\n(c) \"Sales barn\" means any establishment where horses or ponies owned by others are sold or offered for sale.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-111/"
    },
    {
      "id": "section-287112",
      "number": "287.112",
      "heading": "License Required to Own or Operate Riding Stable or Sales Barn; Enforcement; Rules; Agents; Exemption of Certain Horse Auction Sales.",
      "text": "A person, firm, or corporation shall not own or operate a riding stable or sales barn without first having obtained a license under this act. The department shall enforce this act and shall promulgate rules therefor in accordance with and subject to Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.315 of the Michigan Compiled Laws. The department may designate veterinarians, qualified agents of humane societies, and other qualified persons to serve as its agents in carrying out duties imposed under this act. Horse auction sales presently licensed under Act No. 284 of the Public Acts of 1937, as amended, being sections 287.121 to 287.131 of the Michigan Compiled Laws, are exempt from the provisions of this act.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974Admin Rule:R 285.154.1 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-112/"
    },
    {
      "id": "section-287113",
      "number": "287.113",
      "heading": "Application for License; Qualifications of Applicant; Investigation and Information; Fee; Display of License; Separate License for Each Business Location; License Nontransferable; Expiration and Renewal of License; Renewal Fee; Deposit",
      "text": "(1) The department shall require an applicant for license to furnish information it considers necessary to determine that the applicant is of good reputation and character, adequately financed to carry out the business that it intends to pursue, and sufficiently knowledgeable in the business. The department may conduct further investigation and require further information that it considers necessary to establish the sufficiency of the application.\n\n(2) Upon filing an application, the applicant shall pay a fee of $100.00 for each license until September 30, 2012 and $25.00 for each license after September 30, 2012.\n\n(3) The license shall be displayed prominently in the licensee's place of business. An applicant shall obtain a separate license for each business location. Licenses are not transferable and expire on the following January 1.\n\n(4) A licensee may renew his or her license upon paying a renewal fee of $50.00 until September 30, 2012 and $25.00 after September 30, 2012.\n\n(5) The department shall deposit administrative and noncriminal fines received under this act and license fees and other administrative fees received under this section in the agriculture licensing and inspection fees fund created in section 9 of the insect pest and plant disease act, 1931 PA 189, MCL 286.209, to be used, pursuant to appropriation, by the director in administering and carrying out those duties required by law under this act.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974 ;-- Am. 2003, Act 86, Imd. Eff. July 23, 2003 ;-- Am. 2007, Act 80, Imd. Eff. Sept. 30, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-113/"
    },
    {
      "id": "section-287114",
      "number": "287.114",
      "heading": "Inspections and Investigations.",
      "text": "The department shall conduct random inspections of the premises of all licensees under this act. The department, pursuant to complaints or on its own initiative, shall investigate to determine whether a riding stable or sales barn is being operated without a license.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-114/"
    },
    {
      "id": "section-287115",
      "number": "287.115",
      "heading": "Records of Horses or Ponies.",
      "text": "A licensee shall maintain current records of each horse or pony owned or kept by him, including the name and address of the supplier or seller, the date the horse or pony was acquired, the age, sex, breed, and color with markings, and a description of any physical defects. The records shall be kept for a period of 2 years after the horse is no longer owned or kept by the licensee. The records shall be made available to the department, or its authorized representative, at all reasonable hours.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-115/"
    },
    {
      "id": "section-287116",
      "number": "287.116",
      "heading": "Suspension, Revocation, or Denial of License; Grounds.",
      "text": "The department may suspend, revoke, or deny the issuance of a license for any of the following reasons:\n\n(a) The failure to provide suitable shelter, food, and water for horses or ponies.\n\n(b) The maintenance of an unsanitary or unfit riding stable or sales barn.\n\n(c) The failure to provide suitable harnesses, saddles, bridles, and other equipment reasonably necessary under the circumstances.\n\n(d) The use of unfit horses for riding or driving purposes.\n\n(e) The commission of an act of cruelty or torture or the inflicting of unnecessary pain upon a horse or pony, whether by the licensee or by his agent or employee.\n\n(f) The supplying of false information to the department, the refusal to permit inspection or furnish records upon request, or otherwise obstructing the department in the performance of its duties.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-116/"
    },
    {
      "id": "section-287117",
      "number": "287.117",
      "heading": "Removal and Disposition of Abused or Neglected Horses or Ponies; Notice; No Liability for Removal; Prerequisite to Return of Horses or Ponies.",
      "text": "(1) The department may order the removal of horses or ponies from any riding stable where it finds that the horses or ponies have been abused or neglected. The department may place the horses or ponies in a facility which it maintains or in a licensed establishment at the cost of the violator. The department shall notify the violator personally or by certified mail at his last known address of the removal of the horses or ponies and the place where they will be kept. The department or its authorized agent is not liable for the removal of the horses or ponies. The horses or ponies shall not be returned to the violator until the department is satisfied that the objectionable conditions have been or will be corrected.\n\n(2) The department may order the removal of horses or ponies from any sales barn where it finds that the horses or ponies have been abused or neglected. The horses or ponies shall be returned to their owners. The expenses of the removal and return shall be borne by the violator. The department shall notify the violator personally or by certified mail at his last known address of the removal. The department or its authorized agent shall not be liable for the removal of the horses or ponies.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-117/"
    },
    {
      "id": "section-287118",
      "number": "287.118",
      "heading": "Violation; Penalty.",
      "text": "A person who violates this act is guilty of a misdemeanor and shall be fined not more than $1,000.00 or imprisoned for not more than 1 year, or both.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-118/"
    },
    {
      "id": "section-287119",
      "number": "287.119",
      "heading": "Mistreatment of Rented Horse; Penalty.",
      "text": "Any patron of a riding stable who mistreats a rented horse shall be guilty of a misdemeanor.\n\nHistory:1974, Act 93, Imd. Eff. Apr. 25, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-287/statute-act-93-of-1974/section-287-119/"
    }
  ]
}