{
  "state": "south-dakota",
  "path": "title-title-35-alcoholic-beverages/chapter-chapter-08a-regulation-of-beer-industry-business-relationshi",
  "sections": [
    {
      "id": "section-35-8a-1",
      "number": "35-8A-1",
      "heading": "Legislative authority and purpose",
      "text": "35-8A-1. Legislative authority and purpose.\n\nThe Legislature declares that:\n\n(1)Regulation of business relations between beer distributors and manufacturers is necessary and appropriate and in the public interest; and\n\n(2)This chapter is enacted pursuant to authority of the state under the provisions of the Twenty-First Amendment to the United States Constitution and that its purpose is to provide a three tier structure, consisting of licensed manufacturers or suppliers, licensed wholesalers, and licensed retailers, for the fair, efficient, and competitive importation, sale and distribution of malt beverages; to provide for and facilitate the regulation of the importation, distribution, use, and control of sale of malt beverages; and to facilitate the lawful and orderly marketing of malt beverages pursuant to the police powers of this state, and the taxation of and proper collection of taxes with respect to malt beverages by this state; and to provide a structure for the business relations between a wholesaler and a supplier.\n\nSource:SL 1990, ch 300, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-1/"
    },
    {
      "id": "section-35-8a-2",
      "number": "35-8A-2",
      "heading": "Definitions of terms.",
      "text": "35-8A-2. Definitions of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Agreement,\" any commercial relationship between a wholesaler and a supplier of a definite duration or indefinite duration, whether written or oral, whereby the wholesaler is granted by the supplier the right to offer and sell the supplier's brands of malt beverages;\n\n(2)\"Ancillary business,\" any business owned by a wholesaler, a controlling stockholder of a wholesaler, or a controlling partner of a wholesaler, the assets of which are primarily used in transporting, storing, or marketing the brand or brands of malt beverage of the supplier with whom the wholesaler has an agreement; or a business owned by wholesaler, a controlling stockholder of a wholesaler, or a controlling partner of a wholesaler which recycles returnable beverage containers;\n\n(3)\"Controlling stockholder\" or \"controlling partner,\" any person with an ownership interest in the wholesaler of fifty percent or more;\n\n(4)\"Designated member,\" the spouse, child, grandchild, parent, brother, or sister of a deceased individual, who owned an interest in a wholesaler, who inherits the deceased individual's ownership interest under the terms of the deceased individual's will, or who has otherwise, by testamentary device, succeeded the deceased individual in the wholesaler's business, or who inherits such ownership interest under the laws of intestate succession of this state. With respect to an incapacitated individual having an ownership interest in a wholesaler, the term means the person appointed by the court as the conservator of such individual's property. The term also includes the appointed and qualified personal representative and the testamentary trustee of a deceased individual having an ownership interest in a wholesaler;\n\n(5)\"Good cause,\" the failure to comply substantially with the provisions of an agreement, which provisions are reasonable, of material significance, not unconscionable and are not discriminatory as compared with provisions imposed by the supplier on other similarly-situated wholesalers. The term does not include failure or refusal on the part of a wholesaler or supplier to engage in any trade practice, conduct, or activity which would result in a violation of any federal law or regulation or any laws or rules of this state;\n\n(6)\"Good faith,\" the duty of each party to any agreement to deal with the other party in a fair, reasonable, and nondiscriminatory manner consistent with reasonable commercial standards of fair dealing;\n\n(7)\"Malt beverages,\" as defined in subdivision 35-1-1(8) and includes any other beverage obtained by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops or their parts or their products and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide and with or without other wholesome products suitable for human food consumption;\n\n(8)\"Mutually binding written agreement,\" a written agreement voluntarily entered into by a supplier and a wholesaler whereby the wholesaler is granted by the supplier the right to offer and sell the supplier's brand of malt beverages, and the supplier and wholesaler have agreed to the essential terms and conditions governing their relationship, which essential terms and conditions shall include the term of the relationship, the rights and obligations of the respective parties with regard to the purchase, handling, distribution, marketing, sale, and quality control of supplier's products, and standards and procedures for amendment and termination of the agreement and for transfer of the wholesaler's business;\n\n(9)\"Reasonable qualifications,\" those reasonable and nondiscriminatory standards of the supplier which apply to other similarly situated wholesalers of the supplier, or to other owners or managers of other similarly situated wholesalers of the supplier;\n\n(10)\"Successor,\" any person who replaces a supplier with the right to manufacture, sell, distribute, or import a brand or brands of malt beverages;\n\n(11)\"Supplier,\" any brewer, fermenter, processor, bottler, packager, or importer of beer located within or without the state or any other person whether located within or without the state who enters into a malt beverage distribution agreement with any wholesaler doing business in the state. The term also includes any successor in interest to the supplier, including any purchaser of assets or stock, any surviving corporation resulting from a merger or liquidation, any receiver or assignee or any trustee of the original supplier;\n\n(12)\"Territory\" or \"sales territory,\" the wholesaler's area of sales and service responsibility designated by the supplier;\n\n(13)\"Transfer of wholesaler's business,\" the voluntary sale, assignment, or other transfer of an amount totaling at least ten percent of the business or control of the business or the assets of the wholesaler, including without limitation the sale or other transfer of stock or assets by merger, consolidation, or dissolution of the wholesalers or the stock of the parent corporation, or the stock or beneficial ownership of any other entity owning or controlling the wholesaler;\n\n(14)\"Wholesaler,\" any person licensed by this state who imports or causes to be imported into this state, or purchases or causes to be purchased within this state, any malt beverage for sale or resale to retailers licensed by this state.\n\nSource:SL 1990, ch 300, §2; SL 1999, ch 187, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-2/"
    },
    {
      "id": "section-35-8a-3",
      "number": "35-8A-3",
      "heading": "Distribution contracts--Application of this chapter.",
      "text": "35-8A-3. Distribution contracts--Application of this chapter.\n\nAny supplier and any wholesaler may contract with one another to establish the terms and conditions of their distribution arrangement. If any supplier and any wholesaler have entered into a mutually binding written agreement, the provisions of this chapter do not apply and the relationship, rights, and obligations as between the parties shall be governed in all respects by the provisions of the mutually binding written agreement, if the provisions are reasonable, nondiscriminatory, and not unconscionable. However, no provision of a mutually binding written agreement that is determined to be unreasonable, discriminatory, and unconscionable is of any effect, and the provision is severable from any other provisions. Any specific provision in the agreement is invalid if the provision is more restrictive of the wholesaler's right than this chapter allows or if the provision lessens any obligation of the supplier as specified in this chapter; in that event the provisions of this chapter apply. A supplier may have a different agreement with different wholesalers in different brands.\n\nIn the event of a dispute as to whether the relationship, rights, and obligations as between a supplier and a wholesaler are governed by a mutually binding written agreement or by this chapter, any court of competent jurisdiction in this State may determine the issue by declaratory judgment upon proper application to the court by either party to the dispute.\n\nSource:SL 1990, ch 300, §3; SL 2008, ch 37, §191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-3/"
    },
    {
      "id": "section-35-8a-4",
      "number": "35-8A-4",
      "heading": "Prohibited actions by supplier.",
      "text": "35-8A-4. Prohibited actions by supplier.\n\nNo supplier may:\n\n(1)Induce or coerce, or attempt to induce or coerce, a wholesaler to do any illegal act by threatening to amend, cancel, terminate, or refuse to renew any agreement existing between the supplier and wholesaler, or by any other means;\n\n(2)Require a wholesaler by any means to participate in or contribute to any local or national advertising fund controlled directly or indirectly by a supplier, unless the cost is allocated fairly to each wholesaler in that market area according to sales to the wholesalers;\n\n(3)Withhold delivery of malt beverages ordered by a wholesaler or change a wholesaler's quota of a brand or brands if the action is not made in good faith;\n\n(4)Require a wholesaler to accept delivery of any malt beverages or other item or commodity which was not ordered by the wholesaler or which was ordered but properly cancelled by the wholesaler in accordance with the procedures previously established by the supplier. However, a supplier may impose reasonable inventory requirements upon a wholesaler if the requirements are made in good faith and are generally applied to other similarly situated wholesalers of the supplier;\n\n(5)Require a wholesaler to purchase one or more brands of malt beverages in order for the wholesaler to purchase another brand or brands of malt beverage for any reason;\n\n(6)Prohibit a wholesaler from dealing in any product not supplied by the supplier, including any product of any other supplier of any other alcoholic beverage or any nonalcoholic product, or in any way attempt to regulate or control ancillary businesses of a wholesaler;\n\n(7)Fix or maintain the price at which a wholesaler may resell malt beverages;\n\n(8)Take any action not in good faith against a wholesaler for or because of the filing of a complaint regarding an alleged violation by the supplier of any state or federal law or administrative rule;\n\n(9)Refuse to approve any proposed manager or successor manager without good cause or require or prohibit any change in the manager or successor manager of a wholesaler who has been previously approved by the supplier without good cause. For purposes of this subdivision, good cause is the failure of a manager or successor manager to meet commercially reasonable standards or to perform commercially reasonable duties as specified in an agreement between the supplier and wholesaler; or\n\n(10)Withdraw from or discontinue supplying to a wholesaler one or more brands or packages of malt beverages. However, nothing in this subdivision prohibits a supplier from withdrawing or discontinuing any brand or package on a state-wide or on a media coverage area basis at any time on reasonable notice or conducting test marketing of a new brand or of a brand of beer which is not currently being sold in this state.\n\nSource:SL 1990, ch 300, §4; SL 1999, ch 187, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-4/"
    },
    {
      "id": "section-35-8a-5",
      "number": "35-8A-5",
      "heading": "Good cause for termination, cancellation, nonrenewal, discontinuance, or modification.",
      "text": "35-8A-5. Good cause for termination, cancellation, nonrenewal, discontinuance, or modification.\n\nExcept as provided in §35-8A-6, no supplier may terminate an agreement, cancel an agreement, fail to renew an agreement upon expiration of its terms, refuse to continue under an agreement, or require a material modification of a wholesaler's territory unless good cause exists. Good cause exists for the purpose of termination, cancellation, nonrenewal, discontinuance, or modification if all of the following occur:\n\n(1)There is a failure by the wholesaler to substantially comply, without reasonable excuse or justification, with a provision of the agreement which is both reasonable and of material significance to the business relationship between the wholesaler and the supplier;\n\n(2)The supplier first acquired knowledge of the failure to comply described in subdivision (1) no more than two years before the date the wholesaler was given final notice under subdivision (5);\n\n(3)The wholesaler has been notified in writing by the supplier of the alleged noncompliance and has been afforded thirty days in which to submit a plan of corrective action to comply with the agreement and an additional ninety days to cure the noncompliance in accordance with the plan;\n\n(4)The wholesaler was afforded a reasonable opportunity to comply with the agreement within the time as provided in subdivision (3). If the wholesaler cures the alleged noncompliance during the time limits provided, the notice of termination is void;\n\n(5)The wholesaler was given final written notice by the supplier of failure to comply with the agreement. The notice shall be delivered by certified mail, return receipt requested, and shall contain a statement of the intention to terminate, cancel, not renew, or discontinue the agreement, a statement of the reasons for the termination, cancellation, nonrenewal, or discontinuance and the date on which the termination shall take effect. The date may not be less than fifteen business days following receipt by the wholesaler of this notice; and\n\n(6)The supplier has acted in good faith.\n\nSource:SL 1990, ch 300, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-5/"
    },
    {
      "id": "section-35-8a-6",
      "number": "35-8A-6",
      "heading": "Conditions for terminating, failing to renew, or refusing to continue under an agreement by supplier--Notice to wholesaler.",
      "text": "35-8A-6. Conditions for terminating, failing to renew, or refusing to continue under an agreement by supplier--Notice to wholesaler.\n\nUpon providing the wholesaler notice by certified mail, a supplier may immediately terminate an agreement, cancel an agreement, fail to renew an agreement upon expiration of its term, or refuse to continue under an agreement if any of the following has occurred:\n\n(1)The state or federal license of the wholesaler has been revoked or suspended for a period of more than thirty-one days;\n\n(2)The wholesaler is insolvent, within the definition of that term contained in 11 U.S.C. § 101, as amended to January 1, 2008, and an order for relief under 11 U.S.C. ch. 7, as amended to January 1, 2008, has been entered with respect to the wholesaler, or there has been a liquidation or dissolution of the wholesaler that materially affects the wholesaler's ability to remain in business;\n\n(3)The wholesaler or any individual who holds ten percent or more of the stock or other ownership interest of the wholesaler has been convicted of, or pleads guilty to, a felony that may in the reasonable judgment of the supplier materially and adversely affect the ability of the wholesaler to sell the supplier's products in the wholesaler's territory;\n\n(4)The wholesaler has committed fraud in its dealings with the supplier or the supplier's products;\n\n(5)The wholesaler has sold malt beverages supplied by the supplier to a retailer who the wholesaler knows, or reasonably should know, does not have a location within the wholesaler's territory at which the retailer is entitled to resell malt beverages; or the wholesaler has sold malt beverages supplied by the supplier to any person the wholesaler knows or should know will sell or supply all or part of the malt beverages to any retail location that does not have a location within the wholesaler's territory at which the retailer is entitled to resell malt beverages;\n\n(6)The wholesaler has failed to pay for products ordered and delivered in accordance with established terms with the supplier and has continued to fail to make payment within five business days after receipt of written notice of the delinquency and demand for immediate payment;\n\n(7)The wholesaler has made a transfer of wholesaler's business without prior written notice to, and approval by, the supplier in accordance with this chapter;\n\n(8)The wholesaler ceases to carry on business with respect to the brewer's products unless the failure to carry on business is due to force majeure and the wholesaler has not taken reasonable steps to overcome those events that constitute the force majeure or has been unable to carry on business for a period of more than five days; or\n\n(9)The brewer and wholesaler agree to a termination.\n\nSource:SL 1990, ch 300, §6; SL 2008, ch 37, §192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-6/"
    },
    {
      "id": "section-35-8a-7",
      "number": "35-8A-7",
      "heading": "When compensation required from brewer--Reasonable value--Arbitration.",
      "text": "35-8A-7. When compensation required from brewer--Reasonable value--Arbitration.\n\nAny brewer who amends, cancels, terminates, or refuses to continue or renew any beer agreement, or causes a wholesaler to resign, unless for good cause shown as defined in §35-8A-5, from an agreement or unreasonably withholds consent to any assignment, transfer, or sale of a wholesaler's business, shall pay the wholesaler reasonable compensation for the value of the wholesaler's business. In determining the value of the wholesaler's business, consideration shall be given to all elements of value, including goodwill and going concern value.\n\nIf the brewer and the beer wholesaler are unable to mutually agree on the reasonable compensation to be paid for the value of the wholesaler's business, the matter may be submitted to arbitration as set forth in §35-8A-9.\n\nSource:SL 1990, ch 300, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-7/"
    },
    {
      "id": "section-35-8a-8",
      "number": "35-8A-8",
      "heading": "Brewery may assume wholesaler's business--Time limitation--Brewer as limited partner with wholesaler.",
      "text": "35-8A-8. Brewery may assume wholesaler's business--Time limitation--Brewer as limited partner with wholesaler.\n\nIf the brewery assumes ownership of the wholesaler's business upon payment of full value to the wholesaler or upon repossession under a loan from the brewer to the wholesaler, the brewery may operate the wholesalership for only a reasonable period of time thereafter, not to exceed two years. Otherwise, no manufacturer or brewer, or party directly interested in either of them, may be granted a wholesale license. Nothing in this chapter may be construed to prohibit an interest by a brewer in a wholesaler's business as a limited partner as defined by chapter 48-7, or to the extent of any amount loaned by the brewer to the wholesaler in acquiring the wholesaler's business. Such arrangement may exist for no longer than ten years. If the general partner defaults in the agreement with the limited partner, and the latter acquires title to the general partner's interest, the limited partner shall divest itself of the general partner's interest within two years.\n\nSource:SL 1990, ch 300, §8; SL 1995, ch 208, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-8/"
    },
    {
      "id": "section-35-8a-9",
      "number": "35-8A-9",
      "heading": "Injunctive relief for violation of distribution agreement--Costs and attorney fees--Jurisdiction--Arbitration upon agreement by all parties.",
      "text": "35-8A-9. Injunctive relief for violation of distribution agreement--Costs and attorney fees--Jurisdiction--Arbitration upon agreement by all parties.\n\nAny party to a distribution agreement aggrieved by a violation of any provision of this chapter may seek injunctive relief enjoining the violation and recovery of damages caused by the violation. The prevailing party to any action charging a violation of this chapter is entitled to recover costs of suit and reasonable attorney's fees. Relief shall be sought in a civil action brought in the circuit court for the county in which the wholesaler's principal place of business is located, or in a federal court of competent jurisdiction located in South Dakota.\n\nAfter a dispute arises, arbitration shall proceed only if all parties agree, at that time, to submit the dispute to arbitration and that the decision of the arbitrators shall be final and binding. The dispute shall be submitted to a panel of three arbitrators. One arbitrator shall be selected by the supplier within thirty days after the parties have agreed to arbitrate. One arbitrator shall be selected by the wholesaler within thirty days after the parties have agreed to arbitrate. The third arbitrator shall be selected from a list of five candidates supplied by the American Arbitration Association at the request of the parties and made within ten days after the parties have agreed to submit the dispute to arbitration. Within ten days after receipt of the list, the wholesaler and the supplier may disqualify up to two candidates from the list. The American Arbitration Association shall select the third arbitrator from the candidates not disqualified by the parties. The arbitration shall proceed in accordance with the rules of the American Arbitration Association within thirty days after the selection of the arbitration panel has been completed. The cost of the arbitration shall be borne equally by the parties. The award of a majority of the arbitrators shall be final and binding on the parties.\n\nSource:SL 1990, ch 300, §9; SL 1999, ch 187, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-9/"
    },
    {
      "id": "section-35-8a-10",
      "number": "35-8A-10",
      "heading": "Transfer of wholesaler's business--Approval required--Exception for death--Unreasonable delay.",
      "text": "35-8A-10. Transfer of wholesaler's business--Approval required--Exception for death--Unreasonable delay.\n\nA wholesaler may, at death, transfer the wholesaler's business to a designated member. The consent or approval of the supplier is not required for any transfer of the wholesaler's business at death, including the assignment of wholesaler's rights under the agreement, to a designated member. Any other transfer of wholesaler's business is subject to the supplier's prior written approval. Upon written notice of intent to transfer the wholesaler's business, any individual owning an interest in a wholesaler may transfer that interest to any person who meets the reasonable qualifications required by the supplier. The consent or approval of the supplier is required for any transfer of the wholesaler's business to a proposed transferee to assure that the proposed transferee meets the reasonable qualifications of the supplier. The supplier may not withhold consent without good cause. The supplier may not interfere with, prevent or unreasonably delay the transfer of wholesaler's business, including an assignment of wholesaler's rights under the agreement, if the proposed transferee meets the reasonable qualifications required by the supplier. For the purposes of this section, the term, \"unreasonable delay,\" means a period exceeding sixty days after receipt by supplier of all information reasonably requested from the wholesaler unless a longer period of time is justified by the circumstances. The supplier has the burden of showing that he has acted reasonably and in good faith in refusing to consent to the transfer of the wholesaler's business or the assignment of the wholesaler's rights under the agreement.\n\nSource:SL 1990, ch 300, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-10/"
    },
    {
      "id": "section-35-8a-11",
      "number": "35-8A-11",
      "heading": "Distribution agreement binding upon successor.",
      "text": "35-8A-11. Distribution agreement binding upon successor.\n\nA successor to a supplier or wholesaler is bound by each distribution agreement the predecessor was a party to at the time of transfer with respect to each brand the successor continues to make available for sale in this state.\n\nSource:SL 1990, ch 300, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-11/"
    },
    {
      "id": "section-35-8a-12",
      "number": "35-8A-12",
      "heading": "Waiver of rights void--Mutually binding agreements or voluntary dispute settlements not prohibited.",
      "text": "35-8A-12. Waiver of rights void--Mutually binding agreements or voluntary dispute settlements not prohibited.\n\nAny waiver of the rights or remedies granted by this chapter is void. However, nothing in this chapter limits or prohibits suppliers and wholesalers from entering into mutually binding written agreements as defined in this chapter or to limit or prohibit good faith dispute settlements voluntarily entered into by the parties. However, no provision of any written agreement may purport to require the law of any state other than South Dakota to govern the relationship of the parties or to require wholesalers to waive the right to have disputes with their suppliers resolved in courts of competent jurisdiction in South Dakota or to require a wholesaler to waive the right to trial by jury in South Dakota.\n\nSource:SL 1990, ch 300, §12; SL 1999, ch 187, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-12/"
    },
    {
      "id": "section-35-8a-13",
      "number": "35-8A-13",
      "heading": "Unreasonable amendment prohibited.",
      "text": "35-8A-13. Unreasonable amendment prohibited.\n\nNo supplier may require a wholesaler to assent to any amendment to a distribution agreement which is either unreasonable or not made in good faith.\n\nSource:SL 1990, ch 300, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-13/"
    },
    {
      "id": "section-35-8a-14",
      "number": "35-8A-14",
      "heading": "Exclusive sales territories--Designated wholesaler.",
      "text": "35-8A-14. Exclusive sales territories--Designated wholesaler.\n\nEach supplier of malt beverages licensed by the state authorizing any licensee to sell its malt beverages shall sell its malt beverages through wholesale licensees of the state to retail licensees authorized under state statute, shall designate exclusive sales territories for every brand or brands sold in the state, and shall name one licensed wholesaler for sales territory who, within that territory, shall be the exclusive wholesaler for the designated brand or brands of said supplier. Such supplier shall enter into a territorial agreement, in writing, designating the exclusive territory and authorizing the sale by a designated licensed wholesaler of that brand or brands within the designated territory. Such supplier may not designate more than one wholesaler for each brand for all or any part of a designated sales territory, and the written territorial agreement may not provide for the distribution of a brand or brands to more than one licensed wholesaler for all or any part of the designated territory. No modification of either the designated sales territory or any territorial agreement is effective unless the supplier has acted in good faith and for good cause and until written notice thereof has been given by the supplier to the wholesaler. The wholesaler licensee designated as the exclusive wholesaler for a brand or brands within a designated territory shall service retail licensees within that territory without discrimination, and shall service for the purpose of quality control all of the malt beverages sold by that wholesaler to retailers within such territory.\n\nNo wholesaler may, without the prior approval of the supplier, sell that supplier's malt beverage products to any retailer whose place of business is outside of the wholesaler's designated sales territory for such products, or to any person the wholesaler knows or should know will sell or supply such products to any such retailer. Any violation of the provisions of this section shall subject the licensee to penalties and damages as set forth in Title 37.\n\nSource:SL 1990, ch 300, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-14/"
    },
    {
      "id": "section-35-8a-15",
      "number": "35-8A-15",
      "heading": "Application of chapter.",
      "text": "35-8A-15. Application of chapter.\n\nThe provisions of this chapter shall cover agreements in existence on July 1, 1990, as well as agreements entered into after July 1, 1990. Any written agreement continuous in nature or which has no specific duration or renewal provision which is in existence on July 1, 1990, shall be considered, for the purposes of this chapter, to have been renewed ninety days after July 1, 1990.\n\nSource:SL 1990, ch 300, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-15/"
    },
    {
      "id": "section-35-8a-16",
      "number": "35-8A-16",
      "heading": "Brand defined.",
      "text": "35-8A-16. Brand defined.\n\nFor purposes of this chapter, the term, brand, means any word, name, group of letters, symbol, or combination thereof, that is adopted and used by a brewer or importer to identify a specific beer product, and to distinguish that beer product from another beer product.\n\nSource:SL 1999, ch 187, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-16/"
    },
    {
      "id": "section-35-8a-17",
      "number": "35-8A-17",
      "heading": "Brand extension defined.",
      "text": "35-8A-17. Brand extension defined.\n\nFor purposes of this chapter, the term, brand extension, means any brand that incorporates all or a substantial part of the unique features of a preexisting brand of the same brewer or importer and that relies to a significant extent on the goodwill associated with that preexisting brand.\n\nSource:SL 1999, ch 187, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-17/"
    },
    {
      "id": "section-35-8a-18",
      "number": "35-8A-18",
      "heading": "Brand extension to be assigned wholesaler granted exclusive sales territory for preexisting brand--Exemption.",
      "text": "35-8A-18. Brand extension to be assigned wholesaler granted exclusive sales territory for preexisting brand--Exemption.\n\nAny brewer or importer, who assigns a brand extension to a wholesaler, shall assign the brand extension to the wholesaler to whom the brewer or importer granted the exclusive sales territory for the brand from which the brand extension resulted. This requirement does not apply to any assignment of a brand extension to a wholesaler that was made by a brewer or importer before July 1, 1999.\n\nSource:SL 1999, ch 187, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-18/"
    },
    {
      "id": "section-35-8a-19",
      "number": "35-8A-19",
      "heading": "Future brand extensions to be assigned wholesaler who first had brand.",
      "text": "35-8A-19. Future brand extensions to be assigned wholesaler who first had brand.\n\nIf prior to July 1, 1999, a brewer or importer assigned a brand extension to a wholesaler who was not the appointed wholesaler for the brand from which the brand extension was made, then any additional brand extension shall be assigned to the wholesaler who first had the brand.\n\nSource:SL 1999, ch 187, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-19/"
    },
    {
      "id": "section-35-8a-20",
      "number": "35-8A-20",
      "heading": "Application of certain amended and enacted sections.",
      "text": "35-8A-20. Application of certain amended and enacted sections.\n\nThe 1999 amendments to §§35-8A-9 and 35-8A-12 and §§35-8A-16 to 35-8A-19, inclusive, apply to any agreement in existence as of July 1, 1999, as well as any agreement entered into after July 1, 1999. Any written agreement in existence on July 1, 1999, which is continuous in nature or which has no specific duration or renewal provision, shall be considered, for the purpose of §§35-8A-9 and 35-8A-12 and 35-8A-16 to 35-8A-19, inclusive, to have been renewed ninety days after July 1, 1999.\n\nSource:SL 1999, ch 187, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-08a/section-35-8a-20/"
    }
  ]
}