{
  "state": "south-dakota",
  "path": "title-title-35-alcoholic-beverages/chapter-chapter-05-alcohol-excise-tax",
  "sections": [
    {
      "id": "section-35-5-1",
      "number": "35-5-1",
      "heading": "Beverages to which chapter applies",
      "text": "Section 35-5-2 - Alcohol excise tax to be paid by manufacturers and wholesalers.Section 35-5-3 - Amount of tax based on quantities--Diluted beverages.Section 35-5-3.1 - Repealed.Section 35-5-3.2 - , 35-5-3.3. Repealed .Section 35-5-4 - Repealed.Section 35-5-5 - Rep",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-2",
      "number": "35-5-2",
      "heading": "Alcohol excise tax to be paid by manufacturers and wholesalers.",
      "text": "35-5-2. Alcohol excise tax to be paid by manufacturers and wholesalers.\n\nThere is hereby levied an alcohol excise tax on all alcoholic beverages manufactured, purchased, received, or imported in this state. A manufacturer shall pay the alcohol excise tax on all alcoholic beverages manufactured and sold directly to a retailer or consumer. A wholesaler shall pay the alcohol excise tax on all alcoholic beverages purchased, received, or imported for sale to a retailer.\n\nSource:SDC 1939, §5.0238; SL 1963, ch 17; SL 1971, ch 211, §78; SL 2018, ch 213, §112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-2/"
    },
    {
      "id": "section-35-5-3",
      "number": "35-5-3",
      "heading": "Amount of tax based on quantities--Diluted beverages.",
      "text": "35-5-3. Amount of tax based on quantities--Diluted beverages.\n\nThe alcohol excise tax based on the quantities of different kinds of alcoholic beverages is:\n\n(1)Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a pro rata portion thereof in accordance with the size of the bulk container;\n\n(2)All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three cents per gallon;\n\n(3)All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five cents per gallon;\n\n(4)All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven cents per gallon;\n\n(4A)All cider containing alcohol by weight not more than ten percent, twenty-eight cents per gallon;\n\n(5)All other alcoholic beverages not otherwise specified, three dollars and ninety-three cents per gallon.\n\nFor the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight.\n\nAny funds collected from the alcohol excise tax imposed by this section shall be deposited in the alcoholic beverage fund.\n\nSource:SDC 1939, §§5.0238 (1), 5.0314; SL 1945, ch 17, §4; SL 1955, ch 6, §7; SL 1963, ch 17; SL 1963, ch 21, §1; SL 1965, ch 18, §1; SDCL §35-7-2; SL 1971, ch 211, §79; SL 1972, ch 201, §§1, 2; SL 1981, ch 272, §1; SL 1987, ch 261, §44; SL 1987, ch 263; SL 1987, ch 264, §1; SL 1990, ch 299; SL 1998, ch 221, §2; SL 2010, ch 180, §51; SL 2018, ch 213, §113.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-3/"
    },
    {
      "id": "section-35-5-31",
      "number": "35-5-3.1",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-32",
      "number": "35-5-3.2",
      "heading": ", 35-5-3.3. Repealed .",
      "text": ", 35-5-3.3. Repealed .",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-4",
      "number": "35-5-4",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-5",
      "number": "35-5-5",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-6",
      "number": "35-5-6",
      "heading": "Beverages exempt from tax.",
      "text": "35-5-6. Beverages exempt from tax.\n\nThe following alcoholic beverages sold by licensees are exempt from the taxes levied by this chapter:\n\n(1)Sacramental wines; or\n\n(2)Alcoholic beverages sold by manufacturer licensees for transportation in interstate commerce outside the state, or, to wholesale licensees under this title.\n\nSource:SDC 1939, §5.0240; SL 1945, ch 22, §3; SL 1971, ch 211, §82; SL 1987, ch 261, §47; SL 2018, ch 213, §116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-6/"
    },
    {
      "id": "section-35-5-61",
      "number": "35-5-6.1",
      "heading": "Additional tax on wholesaler's purchases--Administration.",
      "text": "35-5-6.1. Additional tax on wholesaler's purchases--Administration.\n\nIn addition to the alcohol excise tax imposed by §35-5-3, a tax of two percent of the purchase price is imposed upon the purchases of alcoholic beverages, except malt beverages, by a wholesaler from a manufacturer or supplier. The tax shall be paid monthly and shall be administered and collected in the same manner as provided in this chapter for the collection of the alcohol excise tax. A licensee shall indicate the total dollar amount of purchases received during the reporting period. Funds collected from the tax imposed by this section shall be deposited in the state general fund.\n\nSource:SL 1978, ch 267, §§1, 2; SL 1981, ch 272, §2; SL 1987, ch 261, §48; SL 2018, ch 213, §117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-6-1/"
    },
    {
      "id": "section-35-5-7",
      "number": "35-5-7",
      "heading": "Bond required of licensees--Amount of bond--Deposit in lieu of bond.",
      "text": "35-5-7. Bond required of licensees--Amount of bond--Deposit in lieu of bond.\n\nAny licensee liable for the payment of the taxes levied under this chapter may be required by the secretary to file with the secretary a bond or bonds, in an amount and form prescribed by the secretary, with corporate surety satisfactory to the secretary. The amount of the bond may not exceed fifty thousand dollars, and the secretary may require the increase or permit the decrease of the amount of the bond to a sum that the secretary determines is necessary to assure payment of the tax. The bond or bonds shall run to the state and shall be conditioned on the payment of all taxes levied under this chapter on or before the due date of payment, and on the payment of all fines and penalties lawfully imposed by reason of failure to pay any taxes levied under this chapter on the date payment is due. In lieu of a bond, the secretary may allow the licensee to furnish the amount of the bond in cash or negotiable securities approved by the secretary.\n\nSource:SDC 1939, §§5.0109, 5.0208, 5.0239, 5.0307; SL 1941, ch 8; SL 1943, ch 11; SL 1959, ch 8; SL 1959, ch 12; SL 1963, ch 11; SL 1963, ch 12, §2; SL 1965, ch 16; SDCL §§35-1-6, 35-4-36, 35-5-7, 35-6-16, 35-6-17; SL 1971, ch 211, §83; SL 2008, ch 37, §185; SL 2018, ch 213, §118.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-7/"
    },
    {
      "id": "section-35-5-71",
      "number": "35-5-7.1",
      "heading": "Cancellation of bond by surety--Revocation of license.",
      "text": "35-5-7.1. Cancellation of bond by surety--Revocation of license.\n\nThe surety may cancel the bond required by §35-5-7 as to future liability by giving thirty days' written notice to the department and the licensee. Unless the licensee gives other sufficient security by the end of the thirty-day period, the licensee's license shall be revoked.\n\nSource:SDC 1939, §5.0307 as added by SL 1959, ch 12; SL 1963, ch 11; SL 1965, ch 16; SDCL §§35-4-37, 35-6-19; SL 1971, ch 211, §84; SL 2008, ch 37, §186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-7-1/"
    },
    {
      "id": "section-35-5-8",
      "number": "35-5-8",
      "heading": ", 35-5-9. Repealed.",
      "text": ", 35-5-9. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-10",
      "number": "35-5-10",
      "heading": "Monthly return and payment of tax based on quantity of beverages--Violation as misdemeanor.",
      "text": "35-5-10. Monthly return and payment of tax based on quantity of beverages--Violation as misdemeanor.\n\nEach licensee liable for the payment of the taxes levied under this chapter shall file with the secretary a return, on a form prescribed by the secretary, showing the kind and quantity of alcoholic beverages produced, received, and on hand, together with the names of the persons from whom received, the amount of tax due, and any other information prescribed by the secretary. The return, covering the period of one calendar month, together with payment of the tax due, shall be transmitted to the department on or before the twenty-fifth day of the second month following the close of the reporting period. A violation of this section is a Class 1 misdemeanor.\n\nSource:SDC 1939 §§5.0239, 5.0315; SL 1955, ch 6, §§4, 8; SL 1963, ch 12, §2; SL 1965, ch 18, §2; SDCL §§35-5-8 to 35-5-10, 35-7-4, 35-7-6; SL 1971, ch 211, §85; SL 1992, ch 158, §62; SL 2018, ch 213, §119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-10/"
    },
    {
      "id": "section-35-5-11",
      "number": "35-5-11",
      "heading": ", 35-5-12. Repealed.",
      "text": ", 35-5-12. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-13",
      "number": "35-5-13",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-14",
      "number": "35-5-14",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-15",
      "number": "35-5-15",
      "heading": "to 35-5-18. Repealed.",
      "text": "to 35-5-18. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-19",
      "number": "35-5-19",
      "heading": "Interest and penalty for delinquency in filing return or payment of tax--Reduction of penalty for reasonable cause--Additional amount added for false return--Collection and enforcement",
      "text": "35-5-19. Interest and penalty for delinquency in filing return or payment of tax--Reduction of penalty for reasonable cause--Additional amount added for false return--Collection and enforcement.\n\nAny person required to file returns or reports under this chapter, who fails to file a return or report or pay the tax when due is subject to interest and penalty at the rates set forth in §10-59-6. However, for a reasonable cause shown, the secretary may reduce or eliminate the penalty. If any licensee files a false or fraudulent return, an amount equal to the tax evaded, or attempted to be evaded, shall be added to the tax. Penalty and interest are considered the same as tax for the purposes of collection and enforcement including liens, distress warrants, and criminal violations. Any payment received for taxes, penalty, or interest is applied first to tax, beginning with the oldest delinquency, then to interest and then to penalty. No court may enjoin the collection of the tax or civil penalty.\n\nSource:SDC 1939, §5.0239 as added by SL 1963, ch 12, §2; SDC Supp 1960, §5.0238-1; SDCL §§35-5-18, 35-7-7; SL 1971, ch 211, §90; SL 1983, ch 28, §48; SL 1983, ch 265; SL 1984, ch 319, §22; SL 1988, ch 296; SL 2018, ch 213, §120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-19/"
    },
    {
      "id": "section-35-5-20",
      "number": "35-5-20",
      "heading": "Records and reports required of licensees--Entry and examination on default--Violation as misdemeanor.",
      "text": "35-5-20. Records and reports required of licensees--Entry and examination on default--Violation as misdemeanor.\n\nAny licensee liable for the payment of the taxes shall keep, in current and available form on the licensed premises, records of all purchases, sales, quantities on hand, and any other information the secretary may prescribe by rule promulgated pursuant to chapter 1-26. The secretary may require, from any licensee, any reports the secretary prescribes, and the secretary may require the production of any book, record, document, invoice, and voucher kept, maintained, received, or issued by the licensee in connection with the licensee's business that, in the judgment of the secretary, may be necessary to administer and discharge the secretary's duties, to secure the maximum of revenue to be paid, and to carry out the provisions of law. A violation of this section is a Class 1 misdemeanor.\n\nIf default is made, or if any licensee fails or refuses to furnish any other reports or information referred to upon request for the reports or information, the secretary may enter the licensee's premises where the records are kept and examine the records as necessary to compile the required report. The cost of the examination shall be paid by the licensee whose reports are in default.\n\nSource:SDC 1939, §5.0239 as added by SL 1963, ch 12, §2; SL 1967, ch 8, §3; SDCL §§35-5-20, 35-8-9; SL 1971, ch 211, §91; SL 1987, ch 82, §51; SL 1992, ch 158, §63; SL 2008, ch 37, §189; SL 2018, ch 213, §121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-20/"
    },
    {
      "id": "section-35-5-201",
      "number": "35-5-20.1",
      "heading": "Reports required on shipments of beverages into state--Violation as misdemeanor.",
      "text": "35-5-20.1. Reports required on shipments of beverages into state--Violation as misdemeanor.\n\nAny person outside the state who sells or ships alcoholic beverages to a manufacturer or wholesaler within this state shall provide the secretary a report as the secretary may require, giving the name and address of the licensee or person making the purchase, the quantity and kind of alcoholic beverages sold, the manner of delivery and any other information prescribed in rule by the secretary. A violation of this section is a Class 1 misdemeanor.\n\nSource:SDC 1939, §§5.0224, 5.0225, 5.0312; SL 1943, ch 12; SL 1945, ch 24; SL 1955, ch 6, §6; SDCL §§35-4-58, 35-4-68, 35-6-33; SL 1971, ch 211, §98; SL 1992, ch 158, §64; SL 2018, ch 213, §122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-20-1/"
    },
    {
      "id": "section-35-5-202",
      "number": "35-5-20.2",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-21",
      "number": "35-5-21",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-211",
      "number": "35-5-21.1",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-212",
      "number": "35-5-21.2",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-213",
      "number": "35-5-21.3",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-22",
      "number": "35-5-22",
      "heading": "Distribution to municipalities from alcoholic beverage fund.",
      "text": "35-5-22. Distribution to municipalities from alcoholic beverage fund.\n\nTwenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the municipalities. Each municipality's share of the fund shall be determined by the ratio of the population of each municipality to the total population of all the municipalities sharing in the receipts. The department shall make the reversion by remitting not later than November first, February first, May first, and August first of each year to the finance officer of each municipality its share of the fund. The amount received by each municipality shall be deposited in the municipality's general fund.\n\nSource:SDC 1939, §5.0241 as added by SL 1945, ch 25; SL 1951, ch 8; SL 1957, ch 7; SL 1961, ch 17; SL 1963, ch 18; SL 1971, ch 211, §93; SL 1981, ch 272, §4; SL 1987, ch 264, §4; SL 1987, ch 265; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011; SL 2016, ch 190, §1; SL 2018, ch 213, §124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-22/"
    },
    {
      "id": "section-35-5-221",
      "number": "35-5-22.1",
      "heading": "Entities sharing in municipal distribution.",
      "text": "35-5-22.1. Entities sharing in municipal distribution.\n\nFor the purposes of §35-5-22, municipalities include:\n\n(1)Any municipality as defined in subdivision 9-1-1(6);\n\n(2)Any unincorporated town in which a retail licensee is authorized to operate; or\n\n(3)Open mess facilities authorized by federal laws at defense installations. Thirty percent of the tax contributed to the fund by the licensed wholesaler, resulting from tax paid sales to the facility, shall revert to that facility.\n\nSource:SDC 1939, §5.0241 as added by SL 1945, ch 25; SL 1951, ch 8; SL 1957, ch 7; SL 1961, ch 17; SL 1963, ch 18; SDCL §§35-5-24, 35-5-24.1; SL 1968, ch 6; SL 1971, ch 211, §94; SL 1985, ch 33, §31; SL 1994, ch 288; SL 2018, ch 213, §125.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-22-1/"
    },
    {
      "id": "section-35-5-222",
      "number": "35-5-22.2",
      "heading": "Distribution to counties from alcoholic beverage fund.",
      "text": "35-5-22.2. Distribution to counties from alcoholic beverage fund.\n\nTwenty-five percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the counties. Twenty-five percent of the alcoholic beverage fund distributed to counties shall be divided equally by all counties. The remaining seventy-five percent shall be allocated to counties by the ratio of the population of each county to the total population of all the counties sharing in the receipts. The department shall make the reversion by remitting not later than November first, February first, May first, and August first of each year to the county auditor of each county its share of the fund. The amount received by each county pursuant to this section and §35-5-25 shall be deposited in the county's general fund to be dedicated to expenses related to county law enforcement, jails, state's attorneys, public defenders, and court-appointed attorneys.\n\nSource:SL 2016, ch 190, §2; SL 2018, ch 213, §126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-22-2/"
    },
    {
      "id": "section-35-5-23",
      "number": "35-5-23",
      "heading": "to 35-5-24.1. Repealed.",
      "text": "to 35-5-24.1. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-25",
      "number": "35-5-25",
      "heading": "Payment to township or county of distribution for unincorporated town.",
      "text": "35-5-25. Payment to township or county of distribution for unincorporated town.\n\nIn the case of an unincorporated town within an organized township, reversion of its share of the fund under §35-5-22 shall be made to the treasurer of such township who shall deposit the amount so received in the township general fund. In the case of such an unincorporated town within an unorganized township, reversion of its share of such fund shall be so made to the county treasurer of the county wherein such unincorporated town is located who shall deposit the amount so received in the county general fund.\n\nSource:SDC 1939, §5.0241 as added by SL 1941, ch 9; SL 1945, ch 25; SL 1951, ch 8; SL 1957, ch 7; omitted SL 1961, ch 17; reenacted SL 1963, ch 18; SL 1971, ch 211, §95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-25/"
    },
    {
      "id": "section-35-5-26",
      "number": "35-5-26",
      "heading": "Population used as basis for distribution to unincorporated towns.",
      "text": "35-5-26. Population used as basis for distribution to unincorporated towns.\n\nThe population of any unincorporated town in an organized or unorganized township shall include the entire population of the organized or unorganized township. The population of the unincorporated town in an unorganized township shall be furnished to the secretary by the county auditor of the county in which the unincorporated town is located.\n\nSource:SDC 1939, §5.0241 as added by SL 1963, ch 18; SL 1971, ch 211, §96; SL 1985, ch 33, §33; SL 2010, ch 180, §53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-05/section-35-5-26/"
    },
    {
      "id": "section-35-5-27",
      "number": "35-5-27",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5-28",
      "number": "35-5-28",
      "heading": "Fund balances transferred to general fund.",
      "text": "Fund balances transferred to general fund.",
      "history": "",
      "source_url": ""
    }
  ]
}