{
  "state": "south-dakota",
  "path": "title-title-35-alcoholic-beverages/chapter-chapter-03-local-option-and-municipal-powers",
  "sections": [
    {
      "id": "section-35-3-1",
      "number": "35-3-1",
      "heading": "Police power of municipality--Territorial jurisdiction",
      "text": "35-3-1. Police power of municipality--Territorial jurisdiction.\n\nAny incorporated municipality may provide by ordinance for police supervision and enforcement of the provisions of this title as to any licensee who operates within one mile of the territorial limits of the municipality.\n\nSource:SDC 1939, §5.0108 (4); SL 2008, ch 37, §153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-1/"
    },
    {
      "id": "section-35-3-2",
      "number": "35-3-2",
      "heading": "to 35-3-5. Repealed.",
      "text": "to 35-3-5. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-3-6",
      "number": "35-3-6",
      "heading": "Municipalities and townships to which local option provisions apply.",
      "text": "35-3-6. Municipalities and townships to which local option provisions apply.\n\nThe term, municipality, as used in §§35-3-7 to 35-3-27, inclusive, includes any incorporated municipality and any organized township in which an unincorporated town is situated.\n\nSource:SDC 1939, §5.0231; SL 1972, ch 199; SL 2008, ch 37, §154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-6/"
    },
    {
      "id": "section-35-3-7",
      "number": "35-3-7",
      "heading": "Questions subject to local option--On-sale licensing--Municipality procuring license.",
      "text": "35-3-7. Questions subject to local option--On-sale licensing--Municipality procuring license.\n\nAny municipality may, by vote of its electors, as provided in §§35-3-8 to 35-3-23, inclusive, determine whether or not alcoholic beverages, except malt beverages, may be sold within the municipality by on-sale dealers. The municipality may also in the same manner determine whether the municipality shall procure a license or licenses for the sale of alcoholic beverages, except malt beverages, at retail, or, if the municipality is engaged in such a business, whether the license or licenses shall be renewed.\n\nSource:SDC 1939, §5.0232; SL 1971, ch 211, §30; SL 1987, ch 261, §4; SL 2008, ch 37, §155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-7/"
    },
    {
      "id": "section-35-3-8",
      "number": "35-3-8",
      "heading": "Petition for election on local option--Number of signers required--Filing.",
      "text": "35-3-8. Petition for election on local option--Number of legal voters required--Filing.\n\nFifteen percent of the legal voters residing in a municipality may petition for a special election to determine any question subject to local option pursuant to §35-3-7. If a municipality has a mayor, the number of legal voters is the total number voting in the last preceding election of a mayor, and in other municipalities the number of legal voters is the total number voting in the last preceding regular municipal or township election. The petition shall set forth the question the petitioners submitted, and shall be filed with the city finance officer or township clerk.\n\nSource:SDC 1939, §5.0233; SL 2018, ch 213, §41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-8/"
    },
    {
      "id": "section-35-3-9",
      "number": "35-3-9",
      "heading": "Election laws applicable to local option elections.",
      "text": "35-3-9. Election laws applicable to local option elections.\n\nExcept as otherwise expressly provided in this chapter, the form of a petition under §35-3-8, the manner of calling the election, the provision of notice of the election, the conduct of the election, and the canvass and return of votes shall be as set forth by the provisions of this code relative to elections in incorporated municipalities for referred or initiated ordinances. However, for such elections in organized townships, the election shall be called, notice of the election given, and the election held as set forth in the provisions of this code relative to special township meetings.\n\nSource:SDC 1939, §5.0233; SL 2008, ch 37, §156.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-9/"
    },
    {
      "id": "section-35-3-10",
      "number": "35-3-10",
      "heading": "Form of question on permitting on-sale licenses.",
      "text": "35-3-10. Form of question on permitting on-sale licenses.\n\nThe form of submitting the question of whether alcoholic beverages, except malt beverages, are to be sold within the municipality by on-sale dealers, to be voted upon at a special election pursuant to §§35-3-8 and 35-3-9, shall be \"Shall on-sale licenses be permitted within this municipality?\"\n\nSource:SDC 1939, §5.0234 (1); SL 1971, ch 211, §31; SL 1987, ch 261, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-10/"
    },
    {
      "id": "section-35-3-11",
      "number": "35-3-11",
      "heading": "On-sale licenses permitted when approved by voters--Termination of licenses when disapproved.",
      "text": "35-3-11. On-sale licenses permitted when approved by voters--Termination of licenses when disapproved.\n\nIf, at the election on the question specified in §35-3-10, the majority vote is in the affirmative, on-sale licenses to operate in the municipality may be granted. If the majority vote on the question is in the negative, all on-sale licenses are terminated thirty days after the canvass of the vote. Nothing in this section precludes the question required by §35-3-10 from being resubmitted in any subsequent election after the waiting period required by §35-3-26.\n\nSource:SDC 1939, §5.0236; SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 2008, ch 37, §157; SL 2018, ch 213, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-11/"
    },
    {
      "id": "section-35-3-12",
      "number": "35-3-12",
      "heading": "Form of questions on procurement of license by municipality.",
      "text": "35-3-12. Form of questions on procurement of license by municipality.\n\nThe form of submitting the question of whether the municipality is to procure a license or licenses for sale of alcoholic beverages, except malt beverages, to be voted upon at a special election pursuant to §§35-3-8 and 35-3-9, shall be:\n\n(1)\"Shall an off-sale license for the sale of alcoholic beverages, except malt beverages, be issued to ________ (naming the municipality or organized township)?\"\n\n(2)\"Shall an on-sale license for the sale of alcoholic beverages, except malt beverages, be issued to ________ (naming the municipality or organized township)?\"\n\nSource:SDC 1939, §5.0234 (2); SL 1959, ch 10, §1; SL 1971, ch 211, §32; SL 1987, ch 261, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-12/"
    },
    {
      "id": "section-35-3-13",
      "number": "35-3-13",
      "heading": "Procurement of license by municipality when approved by voters--Termination of other licenses.",
      "text": "35-3-13. Procurement of license by municipality when approved by voters--Termination of other licenses.\n\nIf the majority vote is in the affirmative on the election question provided in subdivisions 35-3-12(1) and (2), the governing body of the municipality shall make application for the license or licenses. The application or applications shall be filed with the secretary, and the secretary shall issue the license or licenses. Any similar license in the municipality shall terminate thirty days after the canvass of the vote.\n\nSource:SDC 1939, §5.0236; SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 1971, ch 211, §33; SL 2003, ch 188, §2; SL 2018, ch 213, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-13/"
    },
    {
      "id": "section-35-3-14",
      "number": "35-3-14",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-3-15",
      "number": "35-3-15",
      "heading": "Acquisition of stock and equipment from licensee forced out of business by acquisition of municipal license.",
      "text": "35-3-15. Acquisition of stock and equipment from licensee forced out of business by acquisition of municipal license.\n\nThe municipality shall acquire the stock, equipment, and fixtures from any licensee whose license has been terminated by reason of the municipal election by which the municipality was authorized to engage in such business, such acquisition to be by purchase, condemnation, or arbitration.\n\nSource:SDC 1939, §5.0236 as added by SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 1971, ch 211, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-15/"
    },
    {
      "id": "section-35-3-16",
      "number": "35-3-16",
      "heading": "Arbitration of price paid to licensee forced out of business--Maximum price and inventory.",
      "text": "35-3-16. Arbitration of price paid to licensee forced out of business--Maximum price and inventory.\n\nIf the parties referred to in §35-3-15 agree to arbitration, the board of arbitration shall consist of one arbitrator to be selected by the municipality, one selected by the former licensee, and a third selected by both of the selected arbitrators. The determination of any arbitrators shall govern. However, no municipality as defined in §35-3-6 is bound to purchase any fixtures, equipment, or stock acquired by any former licensee after the filing of the petition submitting the question specified in §35-3-12. The determination as to value of the fixtures, equipment, and stock is binding on the parties. However, the value may not exceed the invoice price plus any federal tax paid thereon subsequent to its acquisition, and the aggregate of the stock may not exceed the level of the average inventory of such stock carried by the dealer for the two years immediately preceding the holding of the election providing for the municipal sale of alcoholic beverages under chapter 35-4.\n\nSource:SDC 1939, §5.0236 as added by SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 2008, ch 37, §158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-16/"
    },
    {
      "id": "section-35-3-17",
      "number": "35-3-17",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-3-18",
      "number": "35-3-18",
      "heading": "Municipal establishment supervised by governing body--Establishment of prices.",
      "text": "35-3-18. Municipal establishment supervised by governing body--Establishment of prices.\n\nEvery municipal liquor establishment shall be operated and conducted under the direction of the governing body of the municipality. The governing body may fix the prices to be charged on all sales of liquor. If the prices are fixed by the governing body, the manager and the manager's assistants shall conform to the prices in the making of all sales.\n\nSource:SL 1959, ch 14; SDC Supp 1960, §45.1439; SL 2008, ch 37, §159.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-18/"
    },
    {
      "id": "section-35-3-19",
      "number": "35-3-19",
      "heading": "Receipts from municipal establishment deposited with finance officer--Disbursement of funds.",
      "text": "35-3-19. Receipts from municipal establishment deposited with finance officer--Disbursement of funds.\n\nThe gross receipts derived from the operation of any municipal liquor establishment licensed and operated pursuant to chapter 35-4 shall be remitted as promptly as circumstances permit to the custody of the municipal finance officer, and such funds shall be disbursed by said finance officer upon warrants of the municipality pursuant to presentation of verified vouchers as provided by law for other municipal expenditures.\n\nSource:SL 1959, ch 14; SDC Supp 1960, §45.1439; SL 1987, ch 261, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-19/"
    },
    {
      "id": "section-35-3-20",
      "number": "35-3-20",
      "heading": "Purchase invoices for municipal supplies filed with auditor or finance officer--Contents.",
      "text": "35-3-20. Purchase invoices for municipal supplies filed with auditor or finance officer--Contents.\n\nA copy of each purchase invoice for liquor store supplies delivered to and signed by the municipal liquor store manager or the manager's assistant shall be filed monthly with the municipal auditor or finance officer covering purchases for each establishment. The invoice shall clearly distinguish between off-sale and on-sale purchases and shall indicate the license classification under which all purchases are made.\n\nSource:SL 1959, ch 14; SDC Supp 1960, §45.1439; SL 2008, ch 37, §160.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-20/"
    },
    {
      "id": "section-35-3-21",
      "number": "35-3-21",
      "heading": "Accounting for municipal transactions.",
      "text": "35-3-21. Accounting for municipal transactions.\n\nEvery municipality engaged in the sale of alcoholic beverages, pursuant to the provisions of chapter 35-4, wherein a business under an on-sale and off-sale license is conducted, shall make a separate accounting of all transactions involving purchases, sales, and inventories pertaining to the business conducted under each of the licenses. The municipality shall maintain appropriate records and methods of accounting for an accurate determination of the sales returns and gross profits resulting from the operation of the business under each of the licenses.\n\nSource:SL 1959, ch 14; SDC Supp 1960, §45.1439; SL 1971, ch 211, §35; SL 1987, ch 261, §8; SL 2008, ch 37, §161.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-21/"
    },
    {
      "id": "section-35-3-22",
      "number": "35-3-22",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-3-23",
      "number": "35-3-23",
      "heading": "Form of question on renewal of license for municipal business.",
      "text": "35-3-23. Form of question on renewal of license for municipal business.\n\nThe form of submitting the question of whether a license or licenses to the municipality shall be renewed, to be voted upon at a special election pursuant to §§35-3-8 and 35-3-9, shall be:\n\n(1)\"Shall the present off-sale license for the sale of alcoholic beverages, except malt beverages, held by ________ (naming municipality or organized township) be renewed?\"\n\n(2)\"Shall the present on-sale license for the sale of alcoholic beverages, except malt beverages, held by ________ (naming municipality or organized township) be renewed?\"\n\nSource:SDC 1939, §5.0234 (3); SL 1959, ch 10, §2; SL 1971, ch 211, §37; SL 1987, ch 261, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-23/"
    },
    {
      "id": "section-35-3-24",
      "number": "35-3-24",
      "heading": "Governing body may not apply for renewal if disapproved at election.",
      "text": "35-3-24. Governing body may not apply for renewal if disapproved at election.\n\nIf, at a special election on the questions specified in subdivision 35-3-23(1) or (2), the majority vote is in the negative on either question, the governing body of the municipality may not apply for the renewal of the off-sale license or licenses.\n\nSource:SDC 1939, §5.0236; SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 1971, ch 211, §38; SL 2008, ch 37, §162; SL 2018, ch 213, §44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-24/"
    },
    {
      "id": "section-35-3-25",
      "number": "35-3-25",
      "heading": "Liquidation of municipal business on disapproval by voters.",
      "text": "35-3-25. Liquidation of municipal business on disapproval by voters.\n\nIf the result of an election held after the establishment of a business pursuant to this chapter requires the municipality to cease operation of the business, or any part of the business, the governing board of the municipality may liquidate the business and the assets of the business in a manner determined by resolution of the governing board, not inconsistent with the provisions of this title.\n\nSource:SDC 1939, §5.0237; SL 2008, ch 37, §163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-25/"
    },
    {
      "id": "section-35-3-26",
      "number": "35-3-26",
      "heading": "Waiting period between local option elections.",
      "text": "35-3-26. Waiting period between local option elections.\n\nIf any question specified in this chapter has been submitted to the voters of a municipality, the same question may not be submitted within one year.\n\nSource:SDC 1939, §5.0235; SL 2008, ch 37, §164; SL 2018, ch 213, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-26/"
    },
    {
      "id": "section-35-3-27",
      "number": "35-3-27",
      "heading": "Refund of license fee on termination of license by local option election.",
      "text": "35-3-27. Refund of license fee on termination of license by local option election.\n\nIf an existing license is terminated as the result of a special election, a pro rata portion of the license fee shall be refunded to the licensee according to the portion of the license period that has not elapsed upon the termination. The refund shall be made by the state and the municipality pro rata according to the portions of the fee retained respectively by the state and the municipality.\n\nSource:SDC 1939, §5.0236; SL 1951, ch 7; SL 1953, ch 11; SL 1959, ch 10, §3; SL 2008, ch 37, §165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-27/"
    },
    {
      "id": "section-35-3-28",
      "number": "35-3-28",
      "heading": "Credit purchases may be prohibited by lessee of license.",
      "text": "35-3-28. Credit purchases may be prohibited by lessee of license.\n\nA municipality which has a municipal alcoholic beverage license may prohibit a lessee of such license from purchasing alcoholic beverages on credit.\n\nSource:SL 1990, ch 294.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-35/chapter-03/section-35-3-28/"
    }
  ]
}