{
  "state": "new-mexico",
  "path": "title-chapter-9-executive-department/chapter-article-3-corrections-department",
  "sections": [
    {
      "id": "section-9-3-1",
      "number": "9-3-1",
      "heading": "Short title.Section 9-3-2 - Purpose",
      "text": "Chapter 9, Article 3 NMSA 1978 may be cited as the \"Corrections Department Act\".\n\nHistory:1978 Comp., § 9-3-1, enacted by Laws 1977, ch. 257, § 1; 1980, ch. 150, § 1; 1981, ch. 73, § 1; 2007, ch. 9, § 1; 2007, ch. 123, § 1.\n\nThe 2007 amendment,effective July 1, 2007, added the NMSA 1978 statutory reference to the act.\n\nLaws 2007, ch. 9, § 1 and Laws 2007, ch. 123, § 1 enacted identical amendments to this section. The section was set out as amended by Laws 2007, ch. 123, § 1.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-1/"
    },
    {
      "id": "section-9-3-2",
      "number": "9-3-2",
      "heading": "Purpose.",
      "text": "The purpose of the Corrections Department Act is to create a single, unified department to administer all laws and exercise all functions formerly administered and exercised by the corrections and criminal rehabilitation department and to ensure a comprehensive criminal justice system in New Mexico.\n\nHistory:1978 Comp., § 9-3-2, enacted by Laws 1977, ch. 257, § 2; 1979, ch. 202, § 1; 1980, ch. 150, § 2; 1981, ch. 73, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-2/"
    },
    {
      "id": "section-9-3-3",
      "number": "9-3-3",
      "heading": "Department established.",
      "text": "There is created in the executive branch the \"corrections department\". The department shall be a cabinet department and consist of, but not be limited to, six divisions as follows:\n\nA. the adult institutions division;\n\nB. the adult probation and parole division;\n\nC. the training academy division;\n\nD. the corrections industries division, which shall have administrative supervision of the management of prison industries in every correctional facility under the jurisdiction of the department. Notwithstanding the provisions of Paragraph (10) of Subsection B of Section 9-3-5 NMSA 1978, the director of the corrections industries division shall be appointed by and serve at the pleasure of the secretary of corrections;\n\nE. the administrative services division, which shall be supportive of and responsive to the divisions and shall provide administrative and personnel services to them; and\n\nF. the information technology division.\n\nHistory:1978 Comp., § 9-3-3, enacted by Laws 1977, ch. 257, § 3; 1979, ch. 202, § 2; 1980, ch. 150, § 3; 1981, ch. 73, § 3; 1981, ch. 127, § 16; 1988, ch. 101, § 17; 1991, ch. 219, § 1; 2005, ch. 110, § 2.\n\nCross references.— For executive cabinet,see9-1-3 NMSA 1978.\n\nFor children, youth and families department,see9-2A-1 NMSA 1978 et seq.\n\nFor law enforcement generally,seeChapter 29 NMSA 1978.\n\nFor probation and parole generally,see31-21-3 to 31-21-26 NMSA 1978.\n\nFor correctional institutions generally,seeChapter 33 NMSA 1978.\n\nFor powers and duties of the secretary of corrections,see33-1-6 NMSA 1978.\n\nCompiler's notes.— Laws 1977, ch. 257 abolished the corrections department and the police academy and transferred their property and functions to the criminal justice department. Laws 1979, ch. 202 revived the law enforcement academy.\n\nLaws 1980, ch. 150 renamed the criminal justice department as the corrections and criminal rehabilitation department, transferred the property, personnel and obligations of the criminal justice department to the corrections and criminal rehabilitation department and provided that all references in law to the criminal justice department should be construed to be references to the corrections and criminal rehabilitation department; all references in law to the secretary of criminal justice should be construed to be references to the secretary of corrections and criminal rehabilitation; all references in law to the criminal justice support division or the corrections division of the criminal justice department should be construed to be references to the corrections and criminal rehabilitation department; all references in law to the juvenile institutions bureau of the criminal justice department should be construed to be references to the juvenile facilities division of the corrections and criminal rehabilitation department; all references in law to the adult institutions bureau of the criminal justice department should be construed to be references to the adult institutions division of the corrections and criminal rehabilitation department and all references in law to the field services bureau of the criminal justice department should be construed to be references to the field services division of the corrections and criminal rehabilitation department.\n\nLaws 1981, ch. 73 and ch. 127 renamed the corrections and criminal rehabilitation department as the corrections department. Chapter 73 transferred the property, personnel and obligations of the corrections and criminal rehabilitation department to the corrections department and provided that all references in law to the criminal justice department or the corrections and criminal rehabilitation department shall be construed to be references to the corrections department, that all references in law to the secretary of criminal justice or secretary of corrections and criminal rehabilitation shall be construed to be references to the secretary of corrections, that all references in law to the criminal justice support division or the corrections division of the criminal justice department or the corrections and criminal rehabilitation department shall be construed to be references to the corrections department, that all references in law to the juvenile institutions bureau of the criminal justice department or the juvenile facilities division of the corrections and criminal rehabilitation department shall be construed to be references to the juvenile facilities division of the corrections department, that all references in law to the adult institutions bureaus of the criminal justice department or the adult institutions division of the corrections and criminal rehabilitation department shall be construed to be references to the adult institutions division of the corrections department, and that all references in law to the field services bureau of the criminal justice department or the field services division of the corrections and criminal rehabilitation department shall be construed to be references to the field services division of the corrections department.\n\nThe 2005 amendment,effective June 17, 2005, created the information technology division within the corrections department in Subsection F.\n\nThe 1991 amendment,effective July 1, 1991, substituted \"training academy division\" for \"personnel and training division\" in Subsection C and inserted \"and personnel\" near the end of Subsection E.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 81A C.J.S. States § 139.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-3/"
    },
    {
      "id": "section-9-3-31",
      "number": "9-3-3.1",
      "heading": "Establishing a demonstration, prison-based drug rehabilitation program.",
      "text": "A. The corrections department shall establish a demonstration, prison-based drug rehabilitation program for inmates.\n\nB. The department is authorized to collaborate with a private organization that has expertise in establishing a prison-based drug rehabilitation program that addresses:\n\n(1) drug rehabilitation;\n\n(2) education;\n\n(3) self-respect; and\n\n(4) life skills.\n\nHistory:Laws 2003, ch. 237, § 1.\n\nEffective dates.— Laws 2003, ch. 237, § 2 made Laws 2003, ch. 237, § 1 effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-3-1/"
    },
    {
      "id": "section-9-3-4",
      "number": "9-3-4",
      "heading": "Secretary of corrections; appointment.",
      "text": "A. The chief executive and administrative officer of the department is the \"secretary of corrections.\" The secretary shall be appointed by the governor with the consent of the senate. The secretary shall hold that office at the pleasure of the governor and shall serve in the executive cabinet.\n\nB. An appointed secretary shall serve and have all of the duties, responsibilities and authority of that office during the period of time prior to final action by the senate confirming or rejecting his appointment.\n\nHistory:1978 Comp., § 9-3-4, enacted by Laws 1977, ch. 257, § 5; 1980, ch. 150, § 4; 1981, ch. 73, § 4.\n\nCross references.— For executive cabinet,see9-1-3 NMSA 1978.\n\nFor appointment and removal power of governor,seeN.M. Const., art. V, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-4/"
    },
    {
      "id": "section-9-3-5",
      "number": "9-3-5",
      "heading": "Secretary; duties and general powers.",
      "text": "A. The secretary of corrections is responsible to the governor for the operation of the corrections department. It is his duty to manage all operations of the department and to administer and enforce the laws with which he or the department is charged.\n\nB. To perform his duties, the secretary has every power expressly enumerated in the laws, whether granted to the secretary of the department or any division of the department, except where authority conferred upon any division is explicitly exempted from the secretary's authority by statute. In accordance with these provisions, the secretary shall:\n\n(1) except as otherwise provided in the Corrections Department Act, exercise general supervisory and appointing authority over all department employees, subject to any applicable personnel laws and regulations;\n\n(2) delegate authority to subordinates as he deems necessary and appropriate, clearly delineating such delegated authority and the limitations thereto;\n\n(3) organize the department into those organizational units he deems will enable it to function most efficiently, subject to any provisions of law requiring or establishing specific organizational units;\n\n(4) within the limitations of available appropriations and applicable laws, employ and fix the compensation of those persons necessary to discharge his duties;\n\n(5) take administrative action by issuing orders and instructions, not inconsistent with the law, to assure implementation of and compliance with the provisions of law for whose administration or execution he is responsible and to enforce those orders and instructions by appropriate administrative action or actions in the courts;\n\n(6) conduct research and studies that will improve the operations of the department and the provision of services to the citizens of the state;\n\n(7) provide courses of instruction and practical training for employees of the department and other persons involved in the administration of programs with the objective of improving the operations and efficiency of administration;\n\n(8) prepare an annual budget of the department;\n\n(9) provide cooperation, at the request of heads of administratively attached agencies, in order to:\n\n(a) minimize or eliminate duplication of services and jurisdictional conflicts;\n\n(b) coordinate activities and resolve problems of mutual concern; and\n\n(c) resolve by agreement the manner and extent to which the department shall provide budgeting, record-keeping and related clerical assistance to administratively attached agencies;\n\n(10) appoint, with the governor's consent, a \"director\" for each division. These appointed positions are exempt from the provisions of the Personnel Act [Chapter 10, Article 9 NMSA 1978]. Persons appointed to these positions shall serve at the pleasure of the secretary;\n\n(11) give bond as provided in the Surety Bond Act [10-2-13 to 10-2-16 NMSA 1978]. The department shall pay the costs of the bonds; and\n\n(12) require performance bonds of such department employees and officers as he deems necessary, as provided in the Surety Bond Act. The department shall pay the costs of the bonds.\n\nC. The secretary may apply for and receive, with the governor's approval, in the name of the department any public or private funds, including United States government funds, available to the department to carry out its programs, duties or services.\n\nD. Where functions of departments overlap or a function assigned to one department could better be performed by another department, a secretary may recommend appropriate legislation to the next session of the legislature for its approval.\n\nE. The secretary may make and adopt such reasonable and procedural rules and regulations as may be necessary to carry out the duties of the department and its divisions. No rule or regulation promulgated by the director of any division in carrying out the functions and duties of the division shall be effective until approved by the secretary. Unless otherwise provided by statute, no regulation affecting any person or agency outside the department shall be adopted, amended or repealed without a public hearing on the proposed action before the secretary or a hearing officer designated by him. The public hearing shall be held in Santa Fe unless otherwise permitted by statute. Notice of the subject matter of the regulation, the action proposed to be taken, the time and place of the hearing, the manner in which interested persons may present their views and the method by which copies of the proposed regulation, proposed amendment or repeal of an existing regulation may be obtained shall be published once at least thirty days prior to the hearing date in a newspaper of general circulation and mailed at least thirty days prior to the hearing date to all persons who have made a written request for advance notice of hearing. All rules and regulations shall be filed in accordance with the State Rules Act [Chapter 14, Article 4 NMSA 1978].\n\nF. Behavioral health services, including mental health and substance abuse services, provided by the department for persons under the department's supervision shall be in compliance with the requirements of Section 9-7-6.4 NMSA 1978.\n\nHistory:1978 Comp., § 9-3-5, enacted by Laws 1977, ch. 257, § 6; 1979, ch. 202, § 3; 1980, ch. 150, § 5; 1981, ch. 73, § 5; 2004, ch. 46, § 4.\n\nCross references.— For appointment of directors,see9-3-6 NMSA 1978.\n\nFor state budgets,see6-3-1 to 6-3-25 NMSA 1978.\n\nFor public officers and employees generally,seeChapter 10 NMSA 1978.\n\nThe 2004 amendment,effective May 19, 2004, added Subsection F.\n\nNo disparate treatment of employees in application DWI policy.— Where the employer adopted a DWI policy which required employees to self-report DWI offenses, required dismissal for a second DWI offense, and provided that discipline for DWI did not depend on conviction; plaintiff was arrested twice for suspicion of aggravated DWI after the policy became effective and self-reported the arrests; the criminal charges for both arrests were ultimately dismissed without a finding of guilt or innocence; plaintiff was dismissed after the second arrest for DWI; plaintiff claimed that the employer treated plaintiff differently than other employees; one employee had two prior DWI arrests, but only one arrest after the policy became effective; a second employee was rumored to have three or four DWIs, but never reported the DWIs and the employer had no record of the offenses; with one exception, plaintiff was treated the same as other employees who, after the policy become effective, self-reported a second DWI and were dismissed; and the one exception was an employee who was arrested twice for DWI after the policy became effective, but who was not terminated because at that time, the employer was reviewing the policy and had not determined that termination was appropriate for a second offense, plaintiff's termination was appropriate because the employer placed substantial evidence in the record to justify the action taken and to explain the alleged differences in the treatment of other employees.Sais v. N.M. Dep't of Corr., 2012-NMSC-009, 275 P.3d 104.\n\nApplicability of State Rules Act to disciplinary rules for prisoners.— Disciplinary rules promulgated by the secretary of corrections, governing the conduct of prisoners confined within a penitentiary, were not required to be filed with the state's record center in the manner required under the State Rules Act.Johnson v. Francke, 1987-NMCA-029, 105 N.M. 564, 734 P.2d 804.\n\nStatus of secretary of corrections.— The secretary of corrections is not a \"law enforcement officer\" for purposes of the Tort Claims Act, Section 41-4-3 NMSA 1978.Anchondo v. Corrections Dep't, 1983-NMSC-051, 100 N.M. 108, 666 P.2d 1255.\n\nRules promulgated pursuant to statutory authority may have force and effect of law.1980 Op. Att'y Gen. No. 80-04.\n\nNo responsibility by state records center to determine compliance of promulgated rules with hearing and notice requirements.1978 Op. Att'y Gen. No. 78-07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-5/"
    },
    {
      "id": "section-9-3-51",
      "number": "9-3-5.1",
      "heading": "Secretary of corrections; additional powers; corrections education scholarship program.",
      "text": "A. The secretary of corrections may enter into an agreement with the board of regents of the New Mexico military institute under which the institute would offer corrections education scholarships to New Mexico residents interested in careers in corrections. The agreement may provide criteria for recruiting scholarship applicants and awarding scholarships and for internship programs at corrections department facilities for scholarship recipients.\n\nB. Subject to available appropriations, the secretary of corrections may transfer funds each fiscal year to the board of regents of the New Mexico military institute for the scholarship program for New Mexico residents interested in careers in corrections.\n\nHistory:Laws 2005, ch. 163, § 2.\n\nEffective dates.— Laws 2005, ch. 163 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2005, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-5-1/"
    },
    {
      "id": "section-9-3-6",
      "number": "9-3-6",
      "heading": "Division directors.",
      "text": "Except as otherwise provided by law, the secretary shall appoint, with the approval of the governor, \"directors\" of such divisions as are established within the department. The directors so appointed are exempt from the Personnel Act [Chapter 10, Article 9 NMSA 1978].\n\nHistory:1978 Comp., § 9-3-6, enacted by Laws 1977, ch. 257, § 7; 1981, ch. 127, § 17.\n\nCross references.— For appointment of directors,see9-3-5B(10) NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-6/"
    },
    {
      "id": "section-9-3-7",
      "number": "9-3-7",
      "heading": "Bureau [Bureaus]; chiefs.",
      "text": "The secretary shall establish, within each division, such \"bureaus\" as he deems necessary to carry out the provisions of the Corrections Department Act. He shall appoint a \"chief\" to be the administrative head of any such bureau. The chief and all subsidiary employees of the department shall be covered by the Personnel Act [Chapter 10, Article 9 NMSA 1978], unless otherwise provided by law.\n\nThere is created within the administrative services division of the department the \"standards and inspection bureau\".\n\nHistory:1978 Comp., § 9-3-7, enacted by Laws 1977, ch. 257, § 8; 1979, ch. 202, § 4; 1980, ch. 150, § 6; 1981, ch. 73, § 6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For appointment of directors,see9-3-6 NMSA 1978.\n\nFor state budgets,see6-3-1 to 6-3-25 NMSA 1978.\n\nFor public officers and employees generally,seeChapter 10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-7/"
    },
    {
      "id": "section-9-3-8",
      "number": "9-3-8",
      "heading": "Administrative services division; duties.",
      "text": "A. The administrative services division shall provide administrative services to the department, including:\n\n(1) keeping all official records of the department;\n\n(2) providing clerical services in the areas of personnel and budget preparation; and\n\n(3) providing clerical, record-keeping and administrative support to agencies administratively attached to the department, at their request.\n\nB. The division shall, in addition to its other duties, coordinate long- and short-term planning of the department and shall administer programs and grants which have been assigned generally to the department by the governor or by statute.\n\nC. In addition to its other powers and duties, the division is designated the \"criminal justice state planning agency\" and in such capacity shall perform planning, budgeting, evaluation, monitoring and grants administration functions for federal grants including but not limited to the Federal Omnibus Crime Control and Safe Streets Act of 1968, as amended, and the Juvenile Justice and Delinquency Prevention Act of 1974, as amended.\n\nHistory:1978 Comp., § 9-3-8, enacted by Laws 1977, ch. 257, § 9.\n\nEffective dates.— Laws 1977, ch. 257, § 108 made Laws 1997, ch. 257, § 9 effective March 31, 1978.\n\nCross references.— For the Federal Omnibus Crime Control and Safe Streets Act of 1968,seevarious sections throughout Titles 5, 18, 40, 42 and 47 U.S.C.\n\nFor the federal Juvenile Justice and Delinquency Prevention Act of 1974,see42 U.S.C. § 5601 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-8/"
    },
    {
      "id": "section-9-3-9",
      "number": "9-3-9",
      "heading": "Criminal justice department [Corrections department] legislative report.",
      "text": "On or before December 15 of each year, the secretary shall provide a report to each member of the legislature describing the state's comprehensive law enforcement and criminal justice plan and the programs and projects funded under this plan. The report shall include:\n\nA. funds spent for each part of the state's comprehensive plan and the programs and projects funded under it;\n\nB. a description of the procedure followed by the department in order to audit, monitor and evaluate programs and projects;\n\nC. the description and number of program and project areas, and the funds spent, which are innovative or incorporate advanced techniques and which have demonstrated promise in furthering the purposes of the state's comprehensive plan; and\n\nD. reports submitted by the criminal justice coordinating council.\n\nHistory:1978 Comp., § 9-3-9, enacted by Laws 1977, ch. 257, § 10.\n\nEffective dates.— Laws 1977, ch. 257, § 108 made Laws 1997, ch. 257, § 10 effective March 31, 1978.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1981, ch. 73, § 8 provided that all references in law to the criminal justice department shall be construed to be references to the corrections department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-9/"
    },
    {
      "id": "section-9-3-10",
      "number": "9-3-10",
      "heading": "New Mexico sentencing commission; creation; membership; duties.",
      "text": "A. There is created the \"New Mexico sentencing commission\".\n\nB. The New Mexico sentencing commission shall be composed of twenty-seven members. Appointed members shall serve at the pleasure of the appointing authority. The commission shall reflect reasonable geographical and urban-rural balances and regard for the incidence of crime and the distribution and concentration of law enforcement services in the state. The commission shall consist of the following individuals or their designees:\n\n(1) the attorney general;\n\n(2) a district attorney appointed by the New Mexico district attorney's association or its successor agency;\n\n(3) the chief public defender;\n\n(4) two district court judges, one of whom shall be a children's court judge, appointed by the district and metropolitan judges association or its successor agency;\n\n(5) a magistrate judge appointed by the chief justice of the supreme court;\n\n(6) the dean of the university of New Mexico school of law;\n\n(7) the secretary of corrections;\n\n(8) the secretary of public safety;\n\n(9) the secretary of children, youth and families;\n\n(10) the secretary of public education;\n\n(11) a representative from the behavioral health services division of the human services department [health care authority department];\n\n(12) a county sheriff appointed by the executive director of New Mexico counties;\n\n(13) two public members appointed by the governor, one of whom shall be designated as chair of the New Mexico sentencing commission by the governor;\n\n(14) three public members appointed by the president pro tempore of the senate;\n\n(15) one public member appointed by the minority floor leader of the senate;\n\n(16) three public members appointed by the speaker of the house of representatives;\n\n(17) one public member appointed by the minority floor leader of the house of representatives;\n\n(18) two public members appointed by the chief justice of the supreme court;\n\n(19) one public member who is Native American and a practicing attorney, appointed by the president of the state bar association; and\n\n(20) one public member appointed by the governor who is a representative of a New Mexico victims' organization.\n\nC. A majority of the members of the New Mexico sentencing commission constitutes a quorum for the transaction of commission business.\n\nD. The New Mexico sentencing commission shall:\n\n(1) hold meetings at times and for periods as the commission deems necessary;\n\n(2) hire staff as needed to assist the commission in the performance of its duties;\n\n(3) prepare an annual budget;\n\n(4) establish policies for the operation of the commission and supervision of the activities of commission staff;\n\n(5) advise the executive, judicial and legislative branches of government on policy matters relating to criminal and juvenile justice;\n\n(6) make recommendations to the legislature concerning proposed changes to laws relating to the criminal and juvenile justice systems that the commission determines would improve those systems;\n\n(7) annually assess, monitor and report to the legislature on the impact of any enacted sentencing standards and guidelines on state and local correctional resources and programs and the need for further sentencing reform;\n\n(8) when developing proposed sentencing reform:\n\n(a) study sentencing models in other jurisdictions;\n\n(b) study the Criminal Sentencing Act [Chapter 31, Article 18 NMSA 1978], the Criminal Code [30-1-1 NMSA 1978] and all other New Mexico statutes relating to criminal law, criminal sentencing, criminal procedure and probation and parole;\n\n(c) review past studies or reports regarding proposed changes to the Children's Code [Chapter 32A NMSA 1978], the Criminal Code, the Criminal Sentencing Act or other New Mexico statutes relating to criminal law, criminal sentencing, criminal procedure or probation and parole;\n\n(d) study past and current criminal sentencing and release practices and create a statistical database for simulating the impact of various sentencing policies;\n\n(e) study the full range of prison, nonprison and intermediate sanctions;\n\n(f) determine the principal purpose for criminal sanctions;\n\n(g) rank criminal offenses by degree of seriousness;\n\n(h) determine the role of criminal history in making criminal sentencing decisions;\n\n(i) define dispositional policy that determines when adult felony offenders are confined in state prisons and county jails or sentenced to nonprison and intermediate sanctions;\n\n(j) establish the length of criminal sentences;\n\n(k) establish the appropriate use of community service and fines;\n\n(l) structure proposed sentencing guidelines to ensure consistency in all aspects of criminal sentencing policy;\n\n(m) assess the impact of commission recommendations to modify criminal sentencing policy on the availability of and need for correctional resources and programs;\n\n(n) use the expertise of a national or state organization with experience in sentencing reform; and\n\n(o) present proposed legislation or recommendations regarding sentencing reform to the appropriate legislative interim committee;\n\n(9) monitor any enacted sentencing guidelines with respect to uniformity and proportionality;\n\n(10) conduct research relating to the use and effectiveness of any enacted guidelines, prosecution standards, offense charging, plea bargaining, sentencing practices, probation and parole practices and any other matters relating to the criminal justice system;\n\n(11) serve as a clearinghouse for the systematic collection, analysis and dissemination of information relating to felony offense charges, plea agreements, convictions, sentences imposed, incarceration time actually served and actual and projected inmate population in the state correctional system;\n\n(12) review all proposed legislation that creates a new criminal offense, changes the classification of an offense or changes the range of punishments for an offense and make recommendations to the legislature as to whether proposed changes would improve the criminal and juvenile justice system;\n\n(13) contingent upon the availability of funding, provide impact estimates, incorporating prison population projections, on all proposed legislation that has the potential to affect correctional resources;\n\n(14) create and maintain a data-sharing network to receive, store, analyze and disseminate criminal justice data for and between participating criminal justice and behavioral health agencies for the purpose of evaluating local and statewide criminal justice systems and programs and supporting, encouraging and accomplishing information sharing among criminal justice agencies and criminal justice coordinating councils;\n\n(15) provide data analysis as requested by criminal justice agencies and criminal justice coordinating councils; and\n\n(16) promulgate rules governing the data- sharing network and data analysis pursuant to Paragraphs (14) and (15) of this subsection. The rules shall include procedures to:\n\n(a) fulfill any requirements related to data privacy, security and protection so that information access and sharing is permitted for authorized purposes, as defined by law, court order or for business practices that are a necessary component of the requesting agency's duties and functions and is compatible with the purpose and expectations of use under which the information was collected;\n\n(b) guide participating agencies to ensure accuracy, completeness, currency and reliability of information reported to the data-sharing network;\n\n(c) allow data querying and reporting tools for those authorized users who want to perform statistical analysis of some of the data collected and retained;\n\n(d) provide safeguards to actively monitor and record: 1) access and use of the network's services and systems; and 2) the nature of information exchanges using the network; and\n\n(e) identify and recognize authorized users who access the network.\n\nE. The members of the New Mexico sentencing commission shall be paid pursuant to the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other perquisite, compensation or allowance.\n\nF. The New Mexico sentencing commission is administratively attached to the office of the governor.\n\nHistory:1978 Comp., § 9-3-10, enacted by Laws 1977, ch. 257, § 11; 1979, ch. 202, § 5; 1980, ch. 150, § 7; 1981, ch. 73, § 7; 1994, ch. 19, § 1; 2003, ch. 75, § 1; 2007, ch. 9, § 2; 2019, ch. 192, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nThe 2019 amendment,effective July 1, 2019, added three members to the New Mexico sentencing commission, and required the New Mexico sentencing commission to create a data-sharing network for criminal justice data; in Subsection B, after \"composed of\", changed \"twenty-four\" to \"twenty-seven\", in Paragraph B(4), after \"appointed by the district\", changed \"court judge's\" to \"metropolitan judges\", in Paragraph B(5), after \"a\", added \"magistrate\", after the next occurrence of \"judge\", deleted \"from the court of appeals\", and after \"chief\", deleted \"judge of the court of appeals\" and added \"justice of the supreme court\", added a new Paragraph B(11) and redesignated former Paragraphs B(11) through B(13) as Paragraphs B(12) through B(14), respectively, added a new Paragraph B(15) and redesignated former Paragraph B(14) as Paragraph B(16), added a new Paragraph B(17) and redesignated former Paragraphs B(15) through B(17) as Paragraphs B(18) through B(20), respectively; and in Subsection D, added Paragraphs D(14) through D(16).\n\nThe 2007 amendment,effective July 1, 2007, changed the number of members from twenty-three to twenty-four in Subsection B and added the secretary of public education as a member in Subsection B(10).\n\nThe 2003 amendment,effective July 1, 2003, substituted \"New Mexico sentencing commission\" for \"criminal and juvenile justice coordinating council\" in the section heading; substituted \"New Mexico sentencing commission\" for \"criminal and juvenile justice coordinating council\" throughout the section; substituted \"twenty-three\" for \"fifteen\" preceding \"members\" near the end of the first sentence of Subsection B; substituted \"commission\" for \"council\" throughout the section; substituted \"school\" for \"college\" following \"New Mexico\" near the end of Subsection B(6); in Subsection B(16) substituted \"appointed by the governor who is a representative of a\" for \"who is the president of the\" following \"one public member\" near the beginning and deleted \"assistance\" following \"victim\" near the end; inserted \"justice\" following \"juvenile\" near the middle of Subsection D(6); substituted present Subsection D(7) for former Subsection D(7); and inserted a Subsection D(8) designation and rewrote the rest of Subsection D.\n\nThe 1994 amendment,effective July 1, 1994, inserted \"and juvenile\" in the section heading and in Subsection A; in Subsection B, substituted Paragraphs (1) to (15) for former Paragraphs (1) to (4), relating to the same subject matter and, in the introductory paragraph, inserted \"and juvenile\" and substituted \"nineteen\" for \"not less than fifteen nor more than twenty\" in the first sentence, substituted the present second sentence for the former second sentence, which read: \"All members except the automatic members shall be appointed by the governor\", and rewrote the last sentence, which read: \"Until mandated otherwise by federal law or regulation as a condition to receiving federal funds, the council shall consist of\"; substituted present Subsections C and D for former Subsection C, relating to the duties of the criminal justice coordinating council; redesignated former Subsection D as present Subsection E and, in that subsection, inserted \"and juvenile\" and deleted \"who are not representing governmental entities\" following \"council\"; and added Subsection F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-10/"
    },
    {
      "id": "section-9-3-101",
      "number": "9-3-10.1",
      "heading": "Authority to review records or information; exceptions; rules.",
      "text": "A. The New Mexico sentencing commission is authorized to inspect, copy, receive and review all records, data and information in the possession of state, county and local government agencies, except records, data or information that:\n\n(1) is privileged under the rules of evidence;\n\n(2) compromises or tends to disclose any privileged record or information; or\n\n(3) consists of reports, memoranda or other internal documents given to or communications made to a prosecutor or defense attorney in connection with the investigation, prosecution or defense of a criminal case.\n\nB. The New Mexico sentencing commission shall promulgate rules setting forth procedures for inspecting, copying, receiving, reviewing and reporting records, data and information necessary to fulfill its duties. State, county and local government agencies shall assist the commission in obtaining the records, data and information necessary to fulfill the commission's duties. All records, data and information received or obtained by the commission shall have the same status with regard to access or release as when the records, data or information was in the possession of the entity from which the commission received it.\n\nHistory:1978 Comp., § 9-3-10.1, enacted by Laws 1994, ch. 19, § 2; 2003, ch. 75, § 2.\n\nCross references.— For Rules of Evidence,seeRule 11-101 NMRA et seq.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"New Mexico sentencing commission\" for \"criminal and juvenile justice coordinating council\" throughout the section; substituted \"commission\" for \"council\" throughout the section; substituted \"is\" for \"are\" at the beginning of Subsection A(1); in Subsection A(2), substituted \"compromises\" for \"compromise\" at the beginning and substituted \"tends\" for \"tend\" near the middle; substituted \"consists of\" for \"are\" at the beginning of Subsection A(3), and made stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-10-1/"
    },
    {
      "id": "section-9-3-102",
      "number": "9-3-10.2",
      "heading": "Authority to accept grants or donations.",
      "text": "The New Mexico sentencing commission may, in the name of the state, accept grants, donations or gifts to carry out its functions and purposes.\n\nHistory:1978 Comp., § 9-3-10.2, enacted by Laws 1994, ch. 19, § 3; 2003, ch. 75, § 3.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"New Mexico sentencing commission\" for \"criminal and juvenile justice coordinating council\" near the beginning of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-10-2/"
    },
    {
      "id": "section-9-3-103",
      "number": "9-3-10.3",
      "heading": "Legislation to increase, decrease or create periods of imprisonment; fiscal impact statements; procedure.",
      "text": "A. The New Mexico sentencing commission shall prepare a fiscal impact statement as provided in this section for a bill that:\n\n(1) creates a new crime or repeals an existing crime for which imprisonment is authorized;\n\n(2) increases or decreases the period of imprisonment authorized for an existing crime;\n\n(3) imposes or removes mandatory minimum terms of imprisonment; or\n\n(4) modifies the law governing release of inmates in such a way that the time served in prison will increase or decrease.\n\nB. A fiscal impact statement shall reflect the estimated change in annual operating costs for the corrections department attributable to the bill if it becomes law. The estimated change in annual operating costs shall reflect the largest annual change from the projected change for the six fiscal years following the effective date of the law and shall be calculated in current dollars. The fiscal impact statement shall include details concerning any increase or decrease in the inmate population.\n\nC. If the New Mexico sentencing commission does not have sufficient information to project the fiscal impact, the fiscal impact statement shall state that there is insufficient information to estimate the fiscal impact.\n\nD. The corrections department shall annually provide the New Mexico sentencing commission with:\n\n(1) the average operating costs per inmate and the number of inmates in adult correctional facilities; and\n\n(2) admissions and release data for all inmates in adult correctional facilities.\n\nE. The judiciary shall annually provide the New Mexico sentencing commission with requested data necessary to prepare fiscal impact statements.\n\nF. As used in this section, \"operating costs\" means all costs other than capital outlay costs for state-operated adult correctional facilities and privately operated adult correctional facilities.\n\nHistory:Laws 2019, ch. 211, § 16.\n\nEffective dates.— Laws 2019, ch. 211, § 17 made Laws 2019, ch. 211 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-10-3/"
    },
    {
      "id": "section-9-3-11",
      "number": "9-3-11",
      "heading": "Administrative attachment.",
      "text": "A. The following entities are administratively attached to the corrections department:\n\n(1) the adult parole board; and\n\n(2) the governor's organized crime prevention commission.\n\nB. All powers and duties vested in the entities enumerated in this section shall remain unamended by the provisions of the Corrections Department Act.\n\nHistory:1978 Comp., § 9-3-11, enacted by Laws 1977, ch. 257, § 12; 2013, ch. 195, § 1.\n\nThe 2013 amendment,effective June 14, 2013, removed the public defender department from administrative attachment to the corrections department; in Subsection A, in the introductory sentence, after \"attached to the\", added \"corrections\"; deleted former Paragraph (3) of Subsection A, which administratively attached the public defender department to the corrections department; and in Subsection B, after \"provisions of the\", deleted \"Criminal Justice\" and added \"Corrections\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-11/"
    },
    {
      "id": "section-9-3-12",
      "number": "9-3-12",
      "heading": "Organizational units of department; powers and duties specified by law; access to information.",
      "text": "Those organizational units of the department and the officers of those units specified by law shall have all of the powers and duties enumerated in the specific laws involved. However, the carrying out of those powers and duties shall be subject to the direction and supervision of the secretary and he shall retain the final decision-making authority and responsibility in accordance with the provisions of Section 6(B) [9-3-5 NMSA 1978] of this act [Chapter 9, Article 3 NMSA 1978]. The department shall have access to all records, data and information of other departments, agencies and institutions, including its own organizational units not specifically held confidential by law.\n\nHistory:1978 Comp., § 9-3-12, enacted by Laws 1977, ch. 257, § 13.\n\nEffective dates.— Laws 1977, ch. 257, § 108 made Laws 1997, ch. 257, § 13 effective March 31, 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-12/"
    },
    {
      "id": "section-9-3-13",
      "number": "9-3-13",
      "heading": "Sex offender management board; creation; membership; duties.",
      "text": "A. There is created within the New Mexico sentencing commission the \"sex offender management board\". Members of the sex offender management board who are not members of the New Mexico sentencing commission, whose membership is set forth in Section 9-3-10 NMSA 1978, shall not be voting members of the New Mexico sentencing commission.\n\nB. The sex offender management board shall be composed of the following members:\n\n(1) the attorney general or designee;\n\n(2) a district attorney appointed by the district attorneys association of New Mexico;\n\n(3) the chief public defender or designee;\n\n(4) a district court judge appointed by the district court judge's association of New Mexico;\n\n(5) the secretary of corrections or designee;\n\n(6) the secretary of health or designee;\n\n(7) the secretary of children, youth and families or designee;\n\n(8) the secretary of public safety or designee;\n\n(9) the secretary of public education or designee;\n\n(10) the secretary of Indian affairs or designee;\n\n(11) one public member appointed by the governor who is a board member of a New Mexico victims organization;\n\n(12) two representatives appointed by the governor who are mental health professionals licensed to practice in New Mexico. One of the mental health professionals shall be a member of the association for the treatment of sexual abusers and one shall be a juvenile sex offender treatment specialist;\n\n(13) a representative appointed by the governor from the adult probation and parole division of the corrections department who has expertise in the supervision of sex offenders;\n\n(14) a representative appointed by the governor from the law enforcement community who has expertise regarding sex offender community notification, registration, tracking and monitoring;\n\n(15) a representative appointed by the governor who is affiliated with a civil liberties organization; and\n\n(16) a representative appointed by the governor who is affiliated with a faith-based organization.\n\nC. The sex offender management board shall report its findings and recommendations to the New Mexico sentencing commission on a quarterly basis. The New Mexico sentencing commission shall vote to approve, disapprove or revise the recommendations of the board.\n\nD. The sex offender management board shall:\n\n(1) hold meetings at times and for periods as the board deems necessary to accomplish its objectives, but shall meet at least eight times a year;\n\n(2) develop and prescribe a standard procedure for the identification and evaluation of convicted sex offenders. The procedure shall include behavior management, monitoring, treatment and program compliance for sex offenders. The board shall develop and recommend measures of success;\n\n(3) develop and recommend guidelines and standards for the treatment of sex offenders that can be utilized by offenders who are placed on probation, incarcerated with the corrections department, placed on parole or placed in a community corrections program. The guidelines and standards shall include a monitoring process and a plan for developing treatment programs for sex offenders, including determining the duration, terms and conditions of probation and parole for sex offenders;\n\n(4) create a risk assessment screening tool and program to assist sentencing of sex offenders, including determining the duration, terms and conditions of probation and parole for sex offenders;\n\n(5) develop guidelines and standards for monitoring sex offenders who are undergoing evaluation or treatment, including behavioral monitoring;\n\n(6) develop criteria for measuring a sex offender's progress in treatment programs. The parole board shall use the criteria approved by the New Mexico sentencing commission to determine whether a sex offender may appropriately be discharged from parole;\n\n(7) develop a standardized procedure for the identification and evaluation of juvenile sex offenders. The procedure shall include behavior management, monitoring, treatment and program compliance for juvenile sex offenders. The board shall develop and implement measures of success;\n\n(8) develop and recommend guidelines and standards for the treatment of juvenile sex offenders who are placed on probation, committed to a state agency, placed on parole or placed in a community corrections program;\n\n(9) research and analyze safety issues raised when sex offenders live in a community;\n\n(10) study and consider the viability and legality of a civil commitment program for sex offenders;\n\n(11) research and determine the feasibility and legality of implementing indeterminate sentencing for sex offenders;\n\n(12) study the use of clinical polygraph testing as a means to evaluate sex offenders;\n\n(13) evaluate sex offender treatment programs administered by state agencies and recommend changes, if needed, in those treatment programs; and\n\n(14) review the provisions of the Sex Offender Notification and Registration Act [Sex Offender Registration and Notification Act] [Chapter 29, Article 11A NMSA 1978] and recommend changes, if needed, to that act.\n\nE. The members of the sex offender management board shall be paid pursuant to the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other perquisite, compensation or allowance.\n\nHistory:Laws 2003 (1st S.S.), ch. 1, § 1; 2005 ch. 19, § 1; 2007, ch. 123, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe 2007 amendment,effective July 1, 2007, added the secretary of public education and the secretary of Indian affairs to the sex offender management board.\n\nThe 2005 amendment,effective June 17, 2005, added the secretary of public safety as a member of the sex offender management board and authorized the appointment of designees for certain board members.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-3/section-9-3-13/"
    }
  ]
}