{
  "state": "new-mexico",
  "path": "title-chapter-9-executive-department/chapter-article-21-indian-affairs-department",
  "sections": [
    {
      "id": "section-9-21-1",
      "number": "9-21-1",
      "heading": "Short title.Section 9-21-2 - Purpose",
      "text": "Sections 1 through 15 [9-21-1 to 9-21-15 NMSA 1978] of this act may be cited as the \"Indian Affairs Department Act\".\n\nHistory:Laws 2004, ch. 18, § 1 and Laws 2004, ch. 24, § 1.\n\nDuplicate laws.— Laws 2004, ch. 18, § 1 and Laws 2004, ch. 24, § 1 enacted identical new sections, effective May 19, 2004. Both were compiled as 9-21-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-1/"
    },
    {
      "id": "section-9-21-2",
      "number": "9-21-2",
      "heading": "Purpose.",
      "text": "The purpose of the Indian Affairs Department Act is to create a single, unified department to administer all laws and exercise all functions formerly administered and executed by the New Mexico office of Indian affairs.\n\nHistory:Laws 2004, ch. 18, § 2 and Laws 2004, ch. 24, § 2.\n\nCompiler's notes.— Laws 2004, ch. 18, § 2 and Laws 2004, ch. 24, § 2 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-2/"
    },
    {
      "id": "section-9-21-3",
      "number": "9-21-3",
      "heading": "Definitions.",
      "text": "As used in the Indian Affairs Department Act:\n\nA. \"department\" means the Indian affairs department; and\n\nB. \"secretary\" means the secretary of Indian affairs.\n\nHistory:Laws 2004, ch. 18, § 3 and Laws 2004, ch. 24, § 3.\n\nCompiler's notes.— Laws 2004, ch. 18, § 3 and Laws 2004, ch. 24, § 3 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-3 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-3/"
    },
    {
      "id": "section-9-21-4",
      "number": "9-21-4",
      "heading": "Department created.",
      "text": "The \"Indian affairs department\" is created in the executive branch. The department is a cabinet department and includes the following divisions:\n\nA. the administrative services division; and\n\nB. the program services division.\n\nHistory:Laws 2004, ch. 18, § 4 and Laws 2004, ch. 24, § 4.\n\nCompiler's notes.— Laws 2004, ch. 18, § 4 and Laws 2004, ch. 24, § 4 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-4 NMSA 1978.\n\nLaws 2004, ch 18, § 17 and Laws 2004, ch. 24, § 17 provided for the transfer of functions, personnel, appropriations, money, records, equipment, supplies, other property, contractual obligations and statutory references of the New Mexico office of Indian affairs to the Indian affairs department pursuant to executive order issued in accordance with Laws 2003, Chapter 403.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-4/"
    },
    {
      "id": "section-9-21-5",
      "number": "9-21-5",
      "heading": "Secretary of Indian affairs.",
      "text": "A. The chief executive and administrative officer of the department is the \"secretary of Indian affairs\". The secretary shall be appointed by the governor with the consent of the senate. The secretary shall hold the office at the pleasure of the governor and shall serve in the executive cabinet.\n\nB. An appointed secretary shall serve and have all of the duties, responsibilities and authority of that office during the period of time prior to final action by the senate confirming or rejecting the secretary's appointment.\n\nHistory:Laws 2004, ch. 18, § 5 and Laws 2004, ch. 24, § 5.\n\nTemporary provisions.— Laws 2019, ch. 106, § 1, effective March 28, 2019, provided:\n\nA. The \"missing and murdered indigenous women task force\" is created and shall exist until the end of fiscal year 2021.\n\nB. The task force consists of:\n\n(1) the secretary of Indian affairs or the secretary's designee from the Indian affairs department, who shall be chair of the task force;\n\n(2) the secretary of public safety or the secretary's designee from the department of public safety;\n\n(3) a representative of the United State bureau of Indian affairs office of justice services designated by the southwest region's deputy regional director for Indian services of the bureau of Indian affairs;\n\n(4) one person who is a member of a pueblo, appointed by the governor;\n\n(5) one person who is a member of the Jicarilla Apache Nation, appointed by the governor;\n\n(6) one person who is a member of the Mescalero Apache Tribe, appointed by the governor;\n\n(7) one person who is a member of the Navajo Nation, appointed by the governor;\n\n(8) one person from the office of the medical investigator;\n\n(9) one person who is a representative of an indigenous women's nongovernmental organization that provides counseling services for indigenous women and girls who have been victims of violence, appointed by the governor;\n\n(10) one person who is a representative of a statewide or local nongovernmental organization that provides legal services to indigenous women and girls who have been victims of violence, appointed by the governor; and\n\n(11) one person who is an indigenous woman who has been a victim of violence or a family member of an indigenous woman who has been a victim of violence, appointed by the governor.\n\nC. Vacancies by members of the task force appointed by the governor shall be filled by appointment by the governor.\n\nD. Task force members appointed by the governor may receive per diem and mileage as provided for non-salaried public officers in the Per Diem and Mileage Act and shall receive no other compensation, perquisite or allowance.\n\nE. The task force shall conduct a study to determine how to increase state resources for reporting and identifying missing and murdered indigenous women in the state. The task force shall collaborate with tribal law enforcement agencies to determine the scope of the problem, identify barriers to address the problem and create partnerships to improve the reporting of and the investigation of missing and murdered indigenous women.\n\nF. The task force shall work with tribal governments and shall respect tribal sovereignty. The task force shall collaborate with the United States department of justice to improve its processes for information sharing and coordination of resources in regard to reporting and investigating cases of missing and murdered indigenous women in the state.\n\nG. The task force shall report its findings and recommendations to the governor, the legislative council service library and the appropriate interim legislative committee and present those findings to the appropriate interim legislative committee prior to November 1, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-5/"
    },
    {
      "id": "section-9-21-6",
      "number": "9-21-6",
      "heading": "Secretary; duties and general powers.",
      "text": "A. The secretary is responsible to the governor for the operation of the department. It is the secretary's duty to manage all operations of the department and to administer and enforce the laws with which the secretary or the department is charged.\n\nB. To perform his duties, the secretary has every power expressly enumerated in the laws, whether granted to the secretary or any division of the department, except where authority conferred upon any division in the department is explicitly exempted from the secretary's authority by statute. In accordance with these provisions, the secretary shall:\n\n(1) except as otherwise provided in the Indian Affairs Department Act, exercise general supervisory and appointing authority over all department employees, subject to any applicable personnel laws and rules;\n\n(2) delegate authority to subordinates as necessary and appropriate, clearly delineating such delegated authority and the limitations thereto;\n\n(3) organize the department into those organizational units that will enable it to function most efficiently, subject to any provisions of law requiring or establishing specific organizational units;\n\n(4) within the limitations of available appropriations and applicable laws, employ and fix the compensation of those persons necessary to discharge the secretary's duties;\n\n(5) take administrative action by issuing orders and instructions, not inconsistent with the law, to ensure implementation of and compliance with the provisions of law with the administration or execution of which the secretary is responsible, and to enforce those orders and instructions by appropriate administrative action or actions in the courts;\n\n(6) conduct research and studies that will improve the operations of the department and the provision of services to the citizens of the state;\n\n(7) provide courses of instruction and practical training for employees of the department and other persons involved in the administration of programs with the objective of improving the operations and efficiency of administration;\n\n(8) prepare an annual budget of the department;\n\n(9) provide cooperation, at the request of heads of administratively attached agencies, in order to:\n\n(a) minimize or eliminate duplication of services and jurisdictional conflicts;\n\n(b) coordinate activities and resolve problems of mutual concern; and\n\n(c) resolve by agreement the manner and extent to which the department shall provide budgeting, record-keeping and related clerical assistance to administratively attached agencies; and\n\n(10) appoint, with the governor's consent, for each division, a \"director\". These appointed positions are exempt from the provisions of the Personnel Act [Chapter 10, Article 9 NMSA 1978]. Persons appointed to these positions shall serve at the pleasure of the secretary.\n\nC. The secretary may apply for and receive, with the governor's approval, in the name of the department, any public or private funds, including United States government funds, available to the department to carry out its programs, duties or services.\n\nD. Where functions of departments overlap, or a function assigned to one department could better be performed by another department, the secretary may recommend appropriate legislation to the next session of the legislature for its approval.\n\nE. The secretary may make and adopt such reasonable procedural rules as may be necessary to carry out the duties of the department and its divisions. A rule promulgated by the director of a division in carrying out the functions and duties of the division shall not be effective until approved by the secretary. Unless otherwise provided by statute, a rule affecting a person or agency outside the department shall not be adopted, amended or repealed without a public hearing on the proposed action before the secretary or a hearing officer designated by the secretary. The public hearing shall be held in Santa Fe unless otherwise permitted by statute. Notice of the subject matter of the rule, the action proposed to be taken, the time and place of the hearing, the manner in which interested persons may present their views and the method by which copies of the proposed rule, proposed amendment or repeal of an existing rule may be obtained shall be published once at least thirty days prior to the hearing date in a newspaper of general circulation and mailed at least thirty days prior to the hearing date to all persons who have made a written request for advance notice of hearing. All rules shall be filed in accordance with the State Rules Act [Chapter 14, Article 4 NMSA 1978].\n\nHistory:Laws 2004, ch. 18, § 6 and Laws 2004, ch. 24, § 6.\n\nCompiler's notes.— Laws 2004, ch. 18, § 6 and Laws 2004, ch. 24, § 6 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-6 NMSA 1978.\n\nCross references.— For rule making authority for Navajo Nation capital projects,see6-28-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-6/"
    },
    {
      "id": "section-9-21-7",
      "number": "9-21-7",
      "heading": "Department; additional powers and duties.",
      "text": "A. The department is the coordinating agency for intergovernmental and interagency programs concerning tribal governments and the state.\n\nB. The department shall:\n\n(1) investigate, study, consider and act upon the entire subject of Indian conditions and relations within New Mexico, including problems of health, economy and education and the effect of local, state and federal legislative, executive and judicial actions. The department shall collaborate with other state departments or agencies that have an interest or stake in the subject being investigated, studied or considered. In performing its functions, the department shall provide an opportunity for the presentation and exchange of ideas in respect to Indian affairs of the state by all interested persons; and\n\n(2) assist in setting the policy, and act as the clearinghouse, for all state programs affecting the Indian people of New Mexico.\n\nC. The department may:\n\n(1) hold hearings, conduct meetings, make investigations and confer with officials of local, state and federal agencies to secure cooperation between the local, state, federal and Indian tribal governments in the promotion of the welfare of the Indian people of New Mexico;\n\n(2) contract with tribal governments, public agencies or private persons to provide services and facilities for promoting the welfare of the Indian people of New Mexico; and\n\n(3) solicit and accept gifts, grants, donations, bequests and devises.\n\nHistory:Laws 2004, ch. 18, § 7 and Laws 2004, ch. 24, § 7.\n\nCompiler's notes.— Laws 2004, ch. 18, § 7 and Laws 2004, ch. 24, § 7, both effective May 19, 2004, enacted new sections of law. Both acts were compiled as 9-21-7 NMSA 1978. The acts were identical except for the second sentence in Paragraph B(1) of Laws 2004, ch. 18, § 7, which provides, \"The department shall collaborate with other state departments or agencies that have an interest or stake in the subject being investigated, studied or considered.\" This section is set out as enacted by Laws 2004, ch. 24, § 7, and incorporates both acts.See12-1-8 NMSA 1978. To view the session laws in their entirety,seethe 2004 session laws onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-7/"
    },
    {
      "id": "section-9-21-8",
      "number": "9-21-8",
      "heading": "Organizational units of the department; powers and duties specified by law; access to information.",
      "text": "A. Those organizational units of the department and the officers of those units specified by law shall have all of the powers and duties enumerated in the specific laws involved. However, the carrying out of those powers and duties shall be subject to the direction and supervision of the secretary, who shall retain the final decision-making authority and responsibility for the administration of any such laws.\n\nB. The department shall have access to all records, data and information of other state departments that are not specifically held confidential by law.\n\nHistory:Laws 2004, ch. 18, § 8 and Laws 2004, ch. 24, § 8.\n\nCompiler's notes.— Laws 2004, ch. 18, § 8 and Laws 2004, ch. 24, § 8 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-8 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-8/"
    },
    {
      "id": "section-9-21-9",
      "number": "9-21-9",
      "heading": "Division directors.",
      "text": "Except as otherwise provided by law, the secretary shall appoint, with the approval of the governor, \"directors\" of divisions established within the department. The directors so appointed are exempt from the Personnel Act [Chapter 10, Article 9 NMSA 1978].\n\nHistory:Laws 2004, ch. 18, § 9 and Laws 2004, ch. 24, § 9.\n\nCompiler's notes.— Laws 2004, ch. 18, § 9 and Laws 2004, ch. 24, § 9 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-9 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-9/"
    },
    {
      "id": "section-9-21-10",
      "number": "9-21-10",
      "heading": "Bureau chiefs.",
      "text": "The secretary may establish within each division such \"bureaus\" as the secretary deems necessary to carry out the provisions of the Indian Affairs Department Act. The secretary shall appoint a \"chief\" to be the administrative head of a bureau. A chief and all subsidiary employees of the department are covered by the Personnel Act [Chapter 10, Article 9 NMSA 1978] unless otherwise provided by law.\n\nHistory:Laws 2004, ch. 18, § 10 and Laws 2004, ch. 24, § 10.\n\nCompiler's notes.— Laws 2004, ch. 18, § 10 and Laws 2004, ch. 24, § 10 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-10 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-10/"
    },
    {
      "id": "section-9-21-11",
      "number": "9-21-11",
      "heading": "Administrative services division; duties.",
      "text": "The administrative services division shall provide administrative services to the department, including:\n\nA. keeping all official records of the department;\n\nB. providing clerical services in the areas of personnel and budget preparation; and\n\nC. providing clerical, record-keeping and administrative support to agencies administratively attached to the department, at their request.\n\nHistory:Laws 2004, ch. 18, § 11 and Laws 2004, ch. 24, § 11.\n\nCompiler's notes.— Laws 2004, ch. 18, § 11 and Laws 2004, ch. 24, § 11 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-11 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-11/"
    },
    {
      "id": "section-9-21-12",
      "number": "9-21-12",
      "heading": "Program services division; duties.",
      "text": "The program services division shall provide program implementation and support for field programs and services.\n\nHistory:Laws 2004, ch. 18, § 12 and Laws 2004, ch. 24, § 12.\n\nCompiler's notes.— Laws 2004, ch. 18, § 12 and Laws 2004, ch. 24, § 12 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-12 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-12/"
    },
    {
      "id": "section-9-21-13",
      "number": "9-21-13",
      "heading": "Indian affairs commission created.",
      "text": "A. The \"Indian affairs commission\" is created. The commission shall consist of ten members who are residents of New Mexico appointed by the governor as follows:\n\n(1) three members shall be Pueblo Indians;\n\n(2) three members shall be Navajo Indians;\n\n(3) two members shall be Apache Indians;\n\n(4) one member shall be an urban Indian; and\n\n(5) one member shall be a non-Indian.\n\nB. Indian members, except the urban Indian member, shall be appointed from lists of names submitted by the all Indian pueblo council, the Jicarilla and Mescalero tribal councils and the Navajo Nation.\n\nC. Members serve at the pleasure of the governor. Vacancies shall be filled by appointment by the governor for the unexpired term.\n\nD. The governor shall appoint the chairman and the commission may select such other officers as the commission deems necessary.\n\nE. Members may receive per diem and mileage pursuant to the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978], but shall receive no other compensation, perquisite or allowance.\n\nHistory:Laws 2004, ch. 18, § 13 and Laws 2004, ch. 24, § 13.\n\nCompiler's notes.— Laws 2004, ch. 18, § 13 and Laws 2004, ch. 24, § 13 enacted identical new sections of law, effective May 19, 2004. Both were compiled as 9-21-13 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-13/"
    },
    {
      "id": "section-9-21-14",
      "number": "9-21-14",
      "heading": "Powers of the commission.",
      "text": "The commission shall:\n\nA. conduct meetings to provide an opportunity for the presentation and exchange of ideas with respect to Indian affairs by any interested party that result in the promotion of the welfare of the Indian people;\n\nB. receive and disseminate information on issues that significantly impact the welfare of the Indian people;\n\nC. apprise the secretary of the conditions in Native American communities in New Mexico; and\n\nD. advise the secretary on policy matters related to the department's powers and duties.\n\nHistory:Laws 2004, ch. 18, § 14 and Laws 2004, ch. 24, § 14.\n\nTemporary provisions.— Laws 2019, ch. 106, § 1, effective March 28, 2019, provided:\n\nA. The \"missing and murdered indigenous women task force\" is created and shall exist until the end of fiscal year 2021.\n\nB. The task force consists of:\n\n(1) the secretary of Indian affairs or the secretary's designee from the Indian affairs department, who shall be chair of the task force;\n\n(2) the secretary of public safety or the secretary's designee from the department of public safety;\n\n(3) a representative of the United State bureau of Indian affairs office of justice services designated by the southwest region's deputy regional director for Indian services of the bureau of Indian affairs;\n\n(4) one person who is a member of a pueblo, appointed by the governor;\n\n(5) one person who is a member of the Jicarilla Apache Nation, appointed by the governor;\n\n(6) one person who is a member of the Mescalero Apache Tribe, appointed by the governor;\n\n(7) one person who is a member of the Navajo Nation, appointed by the governor;\n\n(8) one person from the office of the medical investigator;\n\n(9) one person who is a representative of an indigenous women's nongovernmental organization that provides counseling services for indigenous women and girls who have been victims of violence, appointed by the governor;\n\n(10) one person who is a representative of a statewide or local nongovernmental organization that provides legal services to indigenous women and girls who have been victims of violence, appointed by the governor; and\n\n(11) one person who is an indigenous woman who has been a victim of violence or a family member of an indigenous woman who has been a victim of violence, appointed by the governor.\n\nC. Vacancies by members of the task force appointed by the governor shall be filled by appointment by the governor.\n\nD. Task force members appointed by the governor may receive per diem and mileage as provided for non-salaried public officers in the Per Diem and Mileage Act and shall receive no other compensation, perquisite or allowance.\n\nE. The task force shall conduct a study to determine how to increase state resources for reporting and identifying missing and murdered indigenous women in the state. The task force shall collaborate with tribal law enforcement agencies to determine the scope of the problem, identify barriers to address the problem and create partnerships to improve the reporting of and the investigation of missing and murdered indigenous women.\n\nF. The task force shall work with tribal governments and shall respect tribal sovereignty. The task force shall collaborate with the United States department of justice to improve its processes for information sharing and coordination of resources in regard to reporting and investigating cases of missing and murdered indigenous women in the state.\n\nG. The task force shall report its findings and recommendations to the governor, the legislative council service library and the appropriate interim legislative committee and present those findings to the appropriate interim legislative committee prior to November 1, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-14/"
    },
    {
      "id": "section-9-21-15",
      "number": "9-21-15",
      "heading": "Preservation of Indian legends.",
      "text": "The department may employ not more than two persons for each Indian tribe or pueblo in the state to record the legends of the tribe or pueblo in the English language for the purpose of making them available for dissemination to the public. Persons employed to record the legends shall be members of the tribe or pueblo, shall have knowledge of both English and the language spoken by the particular tribe or pueblo and shall be familiar with a means of recording the legends in the English language. The department may employ personnel and purchase recording equipment necessary to fulfill the purpose of this section.\n\nHistory:Laws 2004, ch. 18, § 15 and Laws 2004, ch. 24, § 15 .\n\nCompiler's notes.— Laws 2004, ch. 18, § 15 and Laws 2004, ch. 24, § 15 enacted identical new sections of law, effective May 19, 2004. Both have been compiled as 9-21-15 NMSA 1978.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-15/"
    },
    {
      "id": "section-9-21-16",
      "number": "9-21-16",
      "heading": "New Mexico office of Indian affairs; successor agency [Indian affairs department]; duty.",
      "text": "The New Mexico office of Indian affairs, or a successor agency [Indian affairs department], shall appoint the secretary or the secretary's designee to serve as a member of the interagency behavioral health purchasing collaborative and shall ensure that all behavioral health services, including mental health and substance abuse services funded, provided, contracted for or approved by the commission, are in compliance with the requirements of Section 9-7-6.4 NMSA l978.\n\nHistory:Laws 2004, ch. 46, § 16.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2004, ch. 24, § 17 provided that statutory references to the New Mexico office of Indian affairs be changed to the Indian affairs department pursuant to an executive order issued in accordance with Laws 2003, Chapter 403.\n\nEffective dates.— Laws 2004, ch. 46 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 19, 2004, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-16/"
    },
    {
      "id": "section-9-21-17",
      "number": "9-21-17",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 1; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-17 NMSA 1978 as 6-29-1 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-17/"
    },
    {
      "id": "section-9-21-18",
      "number": "9-21-18",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 2; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-18 NMSA 1978 as 6-29-2 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-18/"
    },
    {
      "id": "section-9-21-19",
      "number": "9-21-19",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 3; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-19 NMSA 1978 as 6-29-3 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-19/"
    },
    {
      "id": "section-9-21-20",
      "number": "9-21-20",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 4; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-20 NMSA 1978 as 6-29-4 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-20/"
    },
    {
      "id": "section-9-21-21",
      "number": "9-21-21",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 5; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-21 NMSA 1978 as 6-29-5 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-21/"
    },
    {
      "id": "section-9-21-22",
      "number": "9-21-22",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 6; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-22 NMSA 1978 as 6-29-6 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-22/"
    },
    {
      "id": "section-9-21-23",
      "number": "9-21-23",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 7; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-23 NMSA 1978 as 6-29-7 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-23/"
    },
    {
      "id": "section-9-21-24",
      "number": "9-21-24",
      "heading": "Recompiled.",
      "text": "History:Laws 2005, ch. 146, § 8; 2007, ch. 124, § 1; recompiled by Laws 2008, ch. 81, § 4.\n\nRecompilations.— Laws 2008, ch. 81, § 4 recompiled former 9-21-24 NMSA 1978 as 6-29-8 NMSA 1978, effective May 14, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-21/section-9-21-24/"
    }
  ]
}