{
  "state": "new-mexico",
  "path": "title-chapter-9-executive-department/chapter-article-5c-rio-grande-trail-commission",
  "sections": [
    {
      "id": "section-9-5c-1",
      "number": "9-5C-1",
      "heading": "Rio Grande trail commission created; membership; fund created; energy, minerals and natural resources department.",
      "text": "A. The \"Rio Grande trail commission\" is created to establish the Rio Grande trail to run the length of the state from Colorado to Texas. The Rio Grande trail shall be a recreation trail for New Mexico residents and visitors to enjoy the natural beauty of New Mexico and the Rio Grande and learn about the culture and history of New Mexico. The trail shall be established in a manner that seeks to minimize environmental impacts and preserve sensitive habitat. The commission shall define and recommend viable path routes of the Rio Grande Trail, mitigate challenges related to its establishment and define and recommend other features, facilities and enhancements needed on the trail. The commission shall also make recommendations to the legislature as needed and report annually to the governor and the appropriate interim committees that deal with water and natural resources and rural and economic development. The commission shall consist of members appointed by the secretary of energy, minerals and natural resources and shall include:\n\n(1) the secretary of energy, minerals and natural resources or the secretary's designee;\n\n(2) the secretary of economic development or the secretary's designee;\n\n(3) the secretary of Indian affairs or the secretary's designee;\n\n(4) the secretary of transportation or the secretary's designee;\n\n(5) the secretary of tourism or the secretary's designee;\n\n(6) a representative from each of the following:\n\n(a) an organization with trail management experience;\n\n(b) the state parks division of the energy, minerals and natural resources department;\n\n(c) an organization that specializes in river ecology and conservation, with specific experience in the stated area of the organization's expertise; and\n\n(d) an organization that specializes in bird ecology and conservation, with specific experience in the stated area of the organization's expertise; and\n\n(7) two members of the public interested in the Rio Grande trail development.\n\nB. The secretary shall appoint the chair from among the members of the commission and invite federal entities to be a part of the commission as non-voting members, including the:\n\n(1) bureau of land management;\n\n(2) bureau of reclamation;\n\n(3) international boundary and water commission;\n\n(4) national park service;\n\n(5) United States army corps of engineers;\n\n(6) United States fish and wildlife service;\n\n(7) United States forest service; and\n\n(8) the offices of the New Mexico congressional delegation.\n\nC. The commission shall collaborate and cooperate with the national park service's historic trails project for the El Camino Real historic trail from Mexico to northern New Mexico when appropriate.\n\nD. The commission shall be administratively attached to and staffed by the energy, minerals and natural resources department. Members of the commission are entitled to per diem and mileage as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance, contingent upon money being available for this purpose.\n\nE. The commission shall:\n\n(1) meet at least three times annually;\n\n(2) define and recommend viable path routes of the Rio Grande trail that shall be contiguous where possible and include only land that is expressly authorized by the owner, including Indian nations, tribes or pueblos, for inclusion in the Rio Grande trail and not to be acquired by eminent domain;\n\n(3) mitigate challenges related to the Rio Grande trail's establishment, including facilitating negotiations and discussions with landowners and jurisdictions surrounding the Rio Grande;\n\n(4) define and recommend other features, facilities and enhancements needed on the Rio Grande trail;\n\n(5) identify appropriate opportunities for river recreation along the trail;\n\n(6) establish a Rio Grande trail commission web site to publish meeting notices, meeting minutes, commission trail recommendations and other appropriate materials;\n\n(7) ensure that any recommended designation, construction and use of the trail will minimize environmental impacts;\n\n(8) endeavor to avoid areas of significant habitat value and ensure that any recommended designation, design, construction or use of the trail will minimize the impact on habitat;\n\n(9) consider the impacts on private and commercial interests;\n\n(10) make recommendations to the legislature as needed;\n\n(11) prepare and report annually to the governor and the appropriate interim legislative committees related to water and natural resources and economic development;\n\n(12) consult with representatives of the following regarding issues within their jurisdiction in development of the Rio Grande trail:\n\n(a) each of the conservancy or irrigation districts served by water in the Rio Grande;\n\n(b) acequias adjoining the Rio Grande;\n\n(c) counties adjoining the Rio Grande;\n\n(d) land grants adjoining the Rio Grande;\n\n(e) municipalities adjoining the Rio Grande; and\n\n(f) Indian nations, tribes or pueblos adjoining the Rio Grande;\n\n(13) actively engage the public in the planning process of the Rio Grande trail and display meeting notices, meeting minutes and official commission trail proposals on the Rio Grande trail commission's web site;\n\n(14) where feasible, develop multiple options of trail routing, construction design and potential enhancements;\n\n(15) prior to making any final decisions regarding trail designation, design and construction, hold public meetings to solicit public input and allow for a written comment period;\n\n(16) make a final recommendation based on all factors, including public comments and environmental impacts. In implementation of the Rio Grande trail, the secretary of energy, minerals and natural resources shall describe and publish any variance from commission recommendations on the commission's web site;\n\n(17) to the extent feasible, select existing trails for the route of the Rio Grande trail;\n\n(18) to the extent feasible, in the case of non-motorized existing trails, avoid widening these trails;\n\n(19) in the case of new trails on public lands, construct the trails for non-motorized use; provided, however, that such trails may, but are not required to, be open to power-driven mobility devices for individuals with mobility impairments; and\n\n(20) to the extent possible, avoid introduction of non-native material on the trail.\n\nF. Eminent domain shall not be used to establish or construct the Rio Grande trail or features, facilities or enhancements associated with the trail.\n\nG. The \"Rio Grande trail fund\" is created in the state treasury. The fund consists of appropriations, donations, grants to the fund, income from investment of the fund and money otherwise accruing to the fund. Money in the fund shall not revert to any other fund at the end of a fiscal year. The energy, minerals and natural resources department shall administer the fund, and money in the fund is subject to appropriation by the legislature to the energy, minerals and natural resources department to develop, establish and support the Rio Grande trail. Money in the fund shall be disbursed on warrants signed by the secretary of finance and administration pursuant to vouchers signed by the secretary of energy, minerals and natural resources or the secretary's authorized representative.\n\nHistory:Laws 2015, ch. 20, § 1.\n\nEffective dates.— Laws 2015, ch. 20, § 2 made Laws 2015, ch. 20, § 1 effective July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-9/article-5c/section-9-5c-1/"
    }
  ]
}