{
  "state": "new-mexico",
  "path": "title-chapter-42-actions-and-proceedings-relating-to-property/chapter-article-5a-uniform-partition-of-heirs-property",
  "sections": [
    {
      "id": "section-42-5a-1",
      "number": "42-5A-1",
      "heading": "Short title.Section 42-5A-2 - Definitions",
      "text": "Sections 1 through 13 of this act [42-5A-1 to 42-5A-13 NMSA 1978] may be cited as the \"Uniform Partition of Heirs Property Act\".\n\nHistory:Laws 2017, ch. 41, § 1.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 1 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-1/"
    },
    {
      "id": "section-42-5a-2",
      "number": "42-5A-2",
      "heading": "Definitions.",
      "text": "As used in the Uniform Partition of Heirs Property Act:\n\nA. \"ascendant\" means an individual who precedes another individual in lineage, in the direct line of ascent from the other individual;\n\nB. \"collateral\" means an individual who is related to another individual under the law of intestate succession of this state but who is not the other individual's ascendant or descendant;\n\nC. \"descendant\" means an individual who follows another individual in lineage, in the direct line of descent from the other individual;\n\nD. \"determination of value\" means a court order determining the fair market value of heirs property under Section 6 [42-5A-6 NMSA 1978] or 10 [42-5A-10 NMSA 1978] of the Uniform Partition of Heirs Property Act or adopting the valuation of the property agreed to by all cotenants;\n\nE. \"heirs property\" means real property held in tenancy in common, but does not include undivided mineral interests, and that satisfies all of the following requirements as of the filing of a partition action:\n\n(1) there is no agreement in a record binding all the cotenants that governs the partition of the property;\n\n(2) one or more of the cotenants acquired title from a relative, whether living or deceased; and\n\n(3) any of the following applies:\n\n(a) twenty percent or more of the interests are held by cotenants who are relatives;\n\n(b) twenty percent or more of the interests are held by an individual who acquired title from a relative, whether living or deceased; or\n\n(c) twenty percent or more of the cotenants are relatives;\n\nF. \"partition by sale\" means a court-ordered sale of the entire heirs property, whether by auction, sealed bids or open-market sale, conducted under Section 10 of the Uniform Partition of Heirs Property Act;\n\nG. \"partition in kind\" means the division of heirs property into physically distinct and separately titled parcels;\n\nH. \"record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; and\n\nI. \"relative\" means an ascendant, descendant or collateral or an individual otherwise related to another individual by blood, marriage, adoption or law of this state other than the Uniform Partition of Heirs Property Act.\n\nHistory:Laws 2017, ch. 41, § 2.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 2 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-2/"
    },
    {
      "id": "section-42-5a-3",
      "number": "42-5A-3",
      "heading": "Applicability; relation to other law.",
      "text": "A. The Uniform Partition of Heirs Property Act applies to partition actions filed on or after July 1, 2017.\n\nB. In an action to partition real property under Chapter 42, Article 5 NMSA 1978, the court shall determine whether the property is heirs property. If the court determines that the property is heirs property, the property shall be partitioned under the Uniform Partition of Heirs Property Act unless all of the cotenants otherwise agree in a record.\n\nC. The Uniform Partition of Heirs Property Act supplements Chapter 42, Article 5 NMSA 1978 and, if an action is governed by the Uniform Partition of Heirs Property Act, replaces provisions of Chapter 42, Article 5 NMSA 1978 that are inconsistent with the Uniform Partition of Heirs Property Act.\n\nHistory:Laws 2017, ch. 41, § 3.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 3 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-3/"
    },
    {
      "id": "section-42-5a-4",
      "number": "42-5A-4",
      "heading": "Service; notice by posting.",
      "text": "A. The Uniform Partition of Heirs Property Act does not limit or affect the method by which service of a complaint in a partition action may be made.\n\nB. If the plaintiff in a partition action seeks an order of notice by publication and the court determines that the property may be heirs property, the plaintiff, not later than ten days after the court's determination, shall post and maintain while the action is pending a conspicuous sign on the property that is the subject of the action. The sign must state that the action has commenced and identify the name and address of the court and the common designation by which the property is known. The court may require the plaintiff to publish on the sign the name of the plaintiff and the known defendants.\n\nHistory:Laws 2017, ch. 41, § 4.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 4 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-4/"
    },
    {
      "id": "section-42-5a-5",
      "number": "42-5A-5",
      "heading": "Commissioners.",
      "text": "If the court appoints commissioners pursuant to Section 42-5-6 NMSA 1978, each commissioner, in addition to the requirements and disqualifications applicable to commissioners in Section 42-5-6 NMSA 1978, shall be disinterested and impartial and not a party to or a participant in the action.\n\nHistory:Laws 2017, ch. 41, § 5.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 5 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-5/"
    },
    {
      "id": "section-42-5a-6",
      "number": "42-5A-6",
      "heading": "Determination of value.",
      "text": "A. Except as otherwise provided in Subsections B and C of this section, if the court determines that the property that is the subject of a partition action is heirs property, the court shall determine the fair market value of the property by ordering an appraisal pursuant to Subsection D of this section.\n\nB. If all cotenants have agreed to the value of the property or to another method of valuation, the court shall adopt that value or the value produced by the agreed method of valuation.\n\nC. If the court determines that the evidentiary value of an appraisal is outweighed by the cost of the appraisal, the court, after an evidentiary hearing, shall determine the fair market value of the property and send notice to the parties of the value.\n\nD. If the court orders an appraisal, the court shall appoint a disinterested real estate appraiser licensed in this state to determine the fair market value of the property assuming sole ownership of the fee simple estate. On completion of the appraisal, the appraiser shall file a sworn or verified appraisal with the court.\n\nE. If an appraisal is conducted pursuant to Subsection D of this section, not later than ten days after the appraisal is filed, the court shall send notice to each party with a known address stating:\n\n(1) the appraised fair market value of the property;\n\n(2) that the appraisal is available at the clerk's office; and\n\n(3) that a party may file with the court an objection to the appraisal not later than thirty days after the notice is sent, stating the grounds for the objection.\n\nF. If an appraisal is filed with the court pursuant to Subsection D of this section, the court shall conduct a hearing to determine the fair market value of the property not sooner than thirty days after a copy of the notice of the appraisal is sent to each party under Subsection E of this section, whether or not an objection to the appraisal is filed under Paragraph (3) of Subsection E of this section. In addition to the court-ordered appraisal, the court may consider any other evidence of value offered by a party.\n\nG. After a hearing under Subsection F of this section, but before considering the merits of the partition action, the court shall determine the fair market value of the property and send notice to the parties of the value.\n\nHistory:Laws 2017, ch. 41, § 6.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 6 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-6/"
    },
    {
      "id": "section-42-5a-7",
      "number": "42-5A-7",
      "heading": "Cotenant buyout.",
      "text": "A. If any cotenant requests partition by sale, after the determination of value under Section 6 [42-5A-6 NMSA 1978] of the Uniform Partition of Heirs Property Act, the court shall send notice to the parties that any cotenant except a cotenant that requests partition by sale may buy all the interests of the cotenants that request partition by sale.\n\nB. Not later than forty-five days after the notice is sent under Subsection A of this section, any cotenant except a cotenant that requests partition by sale may give notice to the court that it elects to buy all the interests of the cotenants that request partition by sale.\n\nC. The purchase price for each of the interests of a cotenant that requests partition by sale is the value of the entire parcel determined under Section 6 of the Uniform Partition of Heirs Property Act multiplied by the cotenant's fractional ownership of the entire parcel.\n\nD. After expiration of the period in Subsection B of this section, the following rules apply:\n\n(1) if only one cotenant elects to buy all the interests of the cotenants that request partition by sale, the court shall notify all the parties of that fact;\n\n(2) if more than one cotenant elects to buy all the interests of the cotenants that request partition by sale, the court shall allocate the right to buy those interests among the electing cotenants based on each electing cotenant's existing fractional ownership of the entire parcel divided by the total existing fractional ownership of all cotenants electing to buy and send notice to all the parties of that fact and of the price to be paid by each electing cotenant; and\n\n(3) if no cotenant elects to buy all the interests of the cotenants that request partition by sale, the court shall send notice to all the parties of that fact and resolve the partition action under Subsections A and B of Section 8 [42-5A-8 NMSA 1978] of the Uniform Partition of Heirs Property Act.\n\nE. If the court sends notice to the parties under Paragraph (1) or (2) of Subsection D of this section, the court shall set a date, not sooner than sixty days after the date the notice was sent, by which electing cotenants shall pay their apportioned price into the court. After this date, the following rules apply:\n\n(1) if all electing cotenants timely pay their apportioned price into court, the court shall issue an order reallocating all the interests of the cotenants and disburse the amounts held by the court to the persons entitled to them;\n\n(2) if no electing cotenant timely pays its apportioned price, the court shall resolve the partition action under Subsections A and B of Section 8 of the Uniform Partition of Heirs Property Act as if the interests of the cotenants that requested partition by sale were not purchased; and\n\n(3) if one or more but not all of the electing cotenants fail to pay their apportioned price on time, the court, on motion, shall give notice to the electing cotenants that paid their apportioned price of the interest remaining and the price for all that interest.\n\nF. Not later than twenty days after the court gives notice pursuant to Paragraph (3) of Subsection E of this section, any cotenant that paid may elect to purchase all of the remaining interest by paying the entire price into the court. After the twenty-day period, the following rules apply:\n\n(1) if only one cotenant pays the entire price for the remaining interest, the court shall issue an order reallocating the remaining interest to that cotenant. The court shall issue promptly an order reallocating the interests of all of the cotenants and disburse the amounts held by it to the persons entitled to them;\n\n(2) if no cotenant pays the entire price for the remaining interest, the court shall resolve the partition action under Subsections A and B of Section 8 of the Uniform Partition of Heirs Property Act as if the interests of the cotenants that requested partition by sale were not purchased; and\n\n(3) if more than one cotenant pays the entire price for the remaining interest, the court shall reapportion the remaining interest among those paying cotenants, based on each paying cotenant's original fractional ownership of the entire parcel divided by the total original fractional ownership of all cotenants that paid the entire price for the remaining interest. The court shall issue promptly an order reallocating all of the cotenants' interests, disburse the amounts held by it to the persons entitled to them and promptly refund any excess payment held by the court.\n\nG. Not later than forty-five days after the court sends notice to the parties pursuant to Subsection A of this section, any cotenant entitled to buy an interest under this section may request the court to authorize the sale as part of the pending action of the interests of cotenants named as defendants and served with the complaint but that did not appear in the action.\n\nH. If the court receives a timely request under Subsection G of this section, the court, after hearing, may deny the request or authorize the requested additional sale on such terms as the court determines are fair and reasonable, subject to the following limitations:\n\n(1) a sale authorized under this subsection may occur only after the purchase prices for all interests subject to sale under Subsections A through F of this section have been paid into court and those interests have been reallocated among the cotenants as provided in those subsections; and\n\n(2) the purchase price for the interest of a nonappearing cotenant is based on the court's determination of value under Section 6 of the Uniform Partition of Heirs Property Act.\n\nHistory:Laws 2017, ch. 41, § 7.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 7 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-7/"
    },
    {
      "id": "section-42-5a-8",
      "number": "42-5A-8",
      "heading": "Partition alternatives.",
      "text": "A. If all the interests of all cotenants that requested partition by sale are not purchased by other cotenants pursuant to Section 7 [42-5A-7 NMSA 1978] of the Uniform Partition of Heirs Property Act or if, after conclusion of the buyout under that section, a cotenant remains that has requested partition in kind, the court shall order partition in kind unless the court, after consideration of the factors listed in Section 9 [42-5A-9 NMSA 1978] of the Uniform Partition of Heirs Property Act, finds that partition in kind will result in manifest prejudice to the cotenants as a group. In considering whether to order partition in kind, the court shall approve a request by two or more parties to have their individual interests aggregated.\n\nB. If the court does not order partition in kind under Subsection A of this section, the court shall order partition by sale pursuant to Section 10 [42-5A-10 NMSA 1978] of the Uniform Partition of Heirs Property Act, or if no cotenant requested partition by sale, the court shall dismiss the action.\n\nC. If the court orders partition in kind pursuant to Subsection A of this section, the court may require that one or more cotenants pay one or more other cotenants' amounts so that the payments, taken together with the value of the in-kind distributions to the cotenants, will make the partition in kind just and proportionate in value to the fractional interests held.\n\nD. If the court orders partition in kind, the court shall allocate to the cotenants that are unknown, unlocatable or the subject of a default judgment, if their interests were not bought out pursuant to Section 7 of the Uniform Partition of Heirs Property Act, a part of the property representing the combined interests of these cotenants as determined by the court.\n\nHistory:Laws 2017, ch. 41, § 8.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 8 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-8/"
    },
    {
      "id": "section-42-5a-9",
      "number": "42-5A-9",
      "heading": "Considerations for partition in kind.",
      "text": "A. In determining under Subsection A of Section 8 [42-5A-8 NMSA 1978] of the Uniform Partition of Heirs Property Act whether partition in kind would result in manifest prejudice to the cotenants as a group, the court shall consider the following:\n\n(1) whether the heirs property practicably can be divided among the cotenants, including whether portions of the property once divided would be of sufficient size, and have adequate access and legal rights, to serve intended uses;\n\n(2) whether partition in kind would apportion the property in such a way that the aggregate fair market value of the parcels resulting from the division would be materially less than the value of the property if it were sold as a whole, taking into account the condition under which a court-ordered sale likely would occur;\n\n(3) evidence of the collective duration of ownership or possession of the property by a cotenant and one or more predecessors in title or predecessors in possession to the cotenant who are or were relatives of the cotenant or each other;\n\n(4) a cotenant's sentimental attachment to the property, including any attachment arising because the property has ancestral or other unique or special value to the cotenant;\n\n(5) the lawful use being made of the property by a cotenant and the degree to which the cotenant would be harmed if the cotenant could not continue the same use of the property;\n\n(6) the degree to which the cotenants have contributed their pro rata share of the property taxes, insurance and other expenses associated with maintaining ownership of the property or have contributed to the physical improvement, maintenance or upkeep of the property; and\n\n(7) any other relevant factor.\n\nB. The court shall not consider any one factor in Subsection A of this section to be dispositive without weighing the totality of all relevant factors and circumstances.\n\nC. The court shall not partition property in a manner that would result in subdivision of the property that would not otherwise be allowable under valid covenants and restrictions or applicable law.\n\nHistory:Laws 2017, ch. 41, § 9.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 9 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-9/"
    },
    {
      "id": "section-42-5a-10",
      "number": "42-5A-10",
      "heading": "Open-market sale, sealed bids or auction.",
      "text": "A. If the court orders a sale of heirs property, the sale must be an open-market sale unless the court finds that a sale by sealed bids or an auction would be more economically advantageous and in the best interest of the cotenants as a group.\n\nB. If the court orders an open-market sale and the parties, not later than ten days after the entry of the order, agree on a real estate broker licensed in this state to offer the property for sale, the court shall appoint the broker and establish a reasonable commission. If the parties do not agree on a broker, the court shall appoint a disinterested real estate broker licensed in this state to offer the property for sale and shall establish a reasonable commission. The broker shall offer the property for sale in a commercially reasonable manner at a price no lower than the determination of value and on the terms and conditions established by the court.\n\nC. If the broker appointed under Subsection B of this section obtains within a reasonable time an offer to purchase the property for at least the determination of value:\n\n(1) the broker shall comply with the reporting requirements in Section 11 [42-5A-11 NMSA 1978] of the Uniform Partition of Heirs Property Act; and\n\n(2) the sale may be completed in accordance with state law other than the Uniform Partition of Heirs Property Act.\n\nD. If the broker appointed under Subsection B of this section does not obtain within a reasonable time an offer to purchase the property for at least the determination of value, the court, after hearing, may:\n\n(1) approve the highest outstanding offer, if any;\n\n(2) redetermine the value of the property and order that the property continue to be offered for an additional time; or\n\n(3) order that the property be sold by sealed bids or at an auction.\n\nE. If the court orders a sale by sealed bids or an auction, the court shall set terms and conditions of the sale. If the court orders an auction, the auction must be conducted under Chapter 42, Article 5 NMSA 1978.\n\nF. If a purchaser is entitled to a share of the proceeds of the sale, the purchaser is entitled to a credit against the price in an amount equal to the purchaser's share of the proceeds.\n\nHistory:Laws 2017, ch. 41, § 10.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 10 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-10/"
    },
    {
      "id": "section-42-5a-11",
      "number": "42-5A-11",
      "heading": "Report of open-market sale.",
      "text": "A. Unless required to do so within a shorter time by Chapter 42, Article 5 NMSA 1978, a broker appointed under Subsection B of Section 10 [42-5A-10 NMSA 1978] of the Uniform Partition of Heirs Property Act to offer heirs property for open-market sale shall file a report with the court not later than seven days after receiving an offer to purchase the property for at least the value determined under Section 6 [42-5A-6 NMSA 1978] or 10 of the Uniform Partition of Heirs Property Act.\n\nB. The report required by Subsection A of this section shall contain the following information:\n\n(1) a description of the property to be sold to each buyer;\n\n(2) the name of each buyer;\n\n(3) the proposed purchase price;\n\n(4) the terms and conditions of the proposed sale, including the terms of any owner financing;\n\n(5) the amounts to be paid to lienholders;\n\n(6) a statement of contractual or other arrangements or conditions of the broker's commission; and\n\n(7) other material facts relevant to the sale.\n\nHistory:Laws 2017, ch. 41, § 11.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 11 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-11/"
    },
    {
      "id": "section-42-5a-12",
      "number": "42-5A-12",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing the Uniform Partition of Heirs Property Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\nHistory:Laws 2017, ch. 41, § 12.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 12 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-12/"
    },
    {
      "id": "section-42-5a-13",
      "number": "42-5A-13",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act.",
      "text": "The Uniform Partition of Heirs Property Act modifies, limits and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001 et seq., but does not modify, limit or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b).\n\nHistory:Laws 2017, ch. 41, § 13.\n\nEffective dates.— Laws 2017, ch. 41, § 21 made Laws 2017, ch. 41, § 13 effective January 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-5a/section-42-5a-13/"
    }
  ]
}