{
  "state": "new-mexico",
  "path": "title-chapter-42-actions-and-proceedings-relating-to-property/chapter-article-7-specific-performance",
  "sections": [
    {
      "id": "section-42-7-1",
      "number": "42-7-1",
      "heading": "[Contracts for sale of real estate; venue of action",
      "text": "An action to compel the specific performance of a contract of sale of real estate may be brought in the county where the defendants or any of them reside; but if any of the defendants are nonresidents of the state, it shall be brought in the county where the real estate or some part thereof is situated.\n\nHistory:Laws 1933, ch. 9, § 1; 1941 Comp., § 25-1601; 1953 Comp., § 22-18-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For real property descriptions in pleading,see47-1-46 NMSA 1978.\n\nStatute of frauds.— Where sellers verbally agreed to sell a tract of land to buyers for a home site; in reliance on the agreement, buyers cashed IRA and 401-K retirement plans at a substantial penalty; with the consent of the sellers, buyers went into possession of the land, purchased a double-wide mobile home and moved the home onto the land, erected valuable temporary and permanent improvements on the land, and landscaped the property; and buyers spent approximately $85,000 in purchasing the home and making improvements, the buyers' actions were sufficient part performance in reliance on the oral agreement to take the contract outside the statute of frauds.Beaver v. Brumlow, 2010-NMCA-033, 148 N.M. 172, 231 P.3d 628.\n\nCourt has jurisdiction to set purchase price.— Where sellers verbally agreed to sell a tract of land to buyers for a home site and the parties did not determine the purchase price of the land, it was within the equitable jurisdiction of the district court to set the purchase price at the fair market value as determined by an objective appraiser.Beaver v. Brumlow, 2010-NMCA-033, 148 N.M. 172, 231 P.3d 628.\n\nSpecific performance in payment for services not liberally applied.— While the rule allowing specific performance of contracts to convey property in payment for services, even exceptional and extraordinary in character, is not to be lightly, or too liberally, applied, there are many circumstances where the value of the services cannot be fairly and reasonably measured in dollars, and where it was never intended that they should be, and in such cases a judgment for specific performance should stand.In re McGee's Estate, 1942-NMSC-024, 46 N.M. 256, 127 P.2d 239.\n\nWhen real estate binder incapable of specific performance.— A real estate binder uncertain and indefinite as to the maturity of the deferred balance is incapable of specific performance.Edward H. Snow Dev. Co. v. Omsheer, 1956-NMSC-119, 62 N.M. 113, 305 P.2d 727.\n\nInappropriate allegations do not entitle plaintiff to suit for specific performance.— When the substance of a judgment is necessarily an adjudication that appellee is the owner of an undivided one-eighth interest in real estate, this judgment cannot be changed by calling the interest in real estate a debt which is secured by a lien on the whole lease or by a suit for specific performance even though there might have been such a suit if plaintiff's petition had disclosed appropriate allegations.Heath v. Gray, 1954-NMSC-087, 58 N.M. 665, 274 P.2d 620.\n\nAllegations that complainant has performed.— It is well established that a complainant in a suit for specific performance must allege that he has performed his part of the contract or that he is ready, able and willing to perform it. A vendor complainant in such a proceeding must by his pleading show not only that he has a legally enforceable contract but that he has complied therewith by performing or offering to perform.Hilger v. Cotter, 1966-NMSC-016, 75 N.M. 699, 410 P.2d 411.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —71 Am. Jur. 2d Specific Performance §§ 112 to 151, 180 to 184.\n\nBoth realty and tangible personalty, as specific performance of contract for sale of, 152 A.L.R. 16.\n\nContract to sell land not signed by all landowners, 154 A.L.R. 768.\n\nSpecific performance of land contract where vendor will be compelled to incur expense in clearing title, 171 A.L.R. 1299.\n\nSpecific performance of option for renewal of lease of real property, 173 A.L.R. 1169.\n\nImprovement of property by owner after execution of contract as affecting purchaser's right to specific performance, 174 A.L.R. 699.\n\nChange of conditions after execution of contract or option for sale of real property as affecting right to specific performance, 11 A.L.R.2d 390.\n\nParties to action for specific performance of contract for conveyance of realty after death of party to the contract, 43 A.L.R.2d 938.\n\nValidity, construction and effect of contract option, or provision for repurchase by vendor, 44 A.L.R.2d 342.\n\nIndefiniteness as precluding specific performance of contract for sale or exchange of real estate failing to specify time for giving of possession, 56 A.L.R.2d 1274.\n\nUncertainty as to terms of mortgage or of accompanying note or bond contemplated by real estate sales contract as affecting right to specific performance, 60 A.L.R.2d 251.\n\nVenue of action for specific performance of contract pertaining to real property, 63 A.L.R.2d 456.\n\nTime specified in real estate contract for giving notice of exercise of option to purchase, effect of, 72 A.L.R.2d 1127.\n\nEffect of provision in real-estate option or land sale contract making the contract subject to zoning or rezoning of the property, 76 A.L.R.2d 1195.\n\nNecessity and sufficiency of allegation, in a suit for specific performance on a contract for the sale of land, as to the adequacy of the consideration or as to the fairness of the contract, 100 A.L.R.2d 551.\n\nRequisite definiteness of provision in contract for sale or lease of land, that vendor or landlord will subordinate his interest to permit other party to obtain financing, 26 A.L.R.3d 855.\n\nMarketability of title as affected by lien dischargeable only out of funds to be received from purchaser at closing, 53 A.L.R.3d 678.\n\nSpecific performance of land contract notwithstanding failure of vendee to make required payments on time, 55 A.L.R.3d 10.\n\nValidity of governmental borrowing or expenditure for purposes of acquiring, maintaining or improving stadium for use of professional athletic team, 67 A.L.R.3d 1186.\n\nLessee's first privilege option to purchase or terms of similar import as requiring existence of prior offer from third party, 76 A.L.R.3d 1139.\n\nSpecific performance of agreement for sale of private franchise, 82 A.L.R.3d 1102.\n\nExceptions to rule that oral gifts of land are unenforceable under statute of frauds, 83 A.L.R.3d 1294.\n\nCheck given in land transaction as sufficient writing to satisfy statute of frauds, 9 A.L.R.4th 1009.\n\nSpecial or consequential damages recoverable, on account of delay in delivering possession, by purchaser of real property awarded specific performance, 11 A.L.R.4th 891.\n\nOption to purchase real property as affected by optionor's receipt of offer for, or sale of, larger tract which includes the optioned parcel, 34 A.L.R.4th 1217.\n\nExcessiveness or adequacy of attorneys' fees in matters involving real estate - modern cases, 10 A.L.R.5th 448.\n\nIllegality as basis for denying remedy of specific performance for breach of contract, 58 A.L.R.5th 387.\n\nTreatment, under Federal Juvenile Delinquency Act (18 USCS §§ 5031-5042), of juvenile alleged to have violated law of United States, 137 A.L.R. Fed. 481.\n\n81 C.J.S. Specific Performance §§ 75 to 79; 81A C.J.S. Specific Performance § 131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-7/section-42-7-1/"
    },
    {
      "id": "section-42-7-2",
      "number": "42-7-2",
      "heading": "[Service by publication.]",
      "text": "Service by publication may be had in all actions brought under Section 1 [42-7-1 NMSA 1978] of this act when it is made to appear by affidavit that any defendant is a nonresident of the state.\n\nHistory:Laws 1933, ch. 9, § 2; 1941 Comp., § 25-1602; 1953 Comp., § 22-18-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —62B Am. Jur. 2d Process § 158; 71 Am. Jur. 2d Specific Performance § 186.\n\nConstructive service on nonresident, 93 A.L.R. 621, 173 A.L.R. 985.\n\n81A C.J.S. Specific Performance § 146.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-7/section-42-7-2/"
    },
    {
      "id": "section-42-7-3",
      "number": "42-7-3",
      "heading": "[Affidavit for service by publication.]",
      "text": "Before service can be made by publication an affidavit must be filed in the action showing the cause to be one for the specific performance of a contract for the sale of real estate, and that the defendant to be served with process is a nonresident of the state, and it being shown to the satisfaction of the court that the defendant is in fact a nonresident, the court shall order service by publication.\n\nHistory:Laws 1933, ch. 9, § 3; 1941 Comp., § 25-1603; 1953 Comp., § 22-18-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For service by publication,seeRule 1-004H NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —71 Am. Jur. 2d Specific Performance § 186.\n\nTreatment, under Federal Juvenile Delinquency Act (18 USCS §§ 5031-5042), of juvenile alleged to have violated law of United States, 137 A.L.R. Fed. 481.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-7/section-42-7-3/"
    },
    {
      "id": "section-42-7-4",
      "number": "42-7-4",
      "heading": "[Effect of decree; compelling conveyance.]",
      "text": "Whenever in an action under the provisions of this act [42-7-1 to 42-7-4 NMSA 1978] a decree of specific performance is made it shall act upon the land itself and the court may compel a conveyance of the real estate by attachment or appoint a commission to make the conveyance.\n\nHistory:Laws 1933, ch. 9, § 4; 1941 Comp., § 25-1604; 1953 Comp., § 22-18-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For enforcement of judgment for specific acts,seeRule 1-070 NMRA.\n\nAbsolute certainty in contract not required to support decree.— While a contract to convey real estate must be definite and certain before it will be enforced, absolute certainty in a contract is not required in order to support a decree of specific performance; reasonable certainty is all that is required.Whattey v. Colcott, 1956-NMSC-100, 61 N.M. 455, 302 P.2d 514.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —71 Am. Jur. 2d Specific Performance §§ 221 to 226.\n\nAwarding damages for delay, 95 A.L.R. 228.\n\nDepreciation in value of property itself, or in its market price or value, subsequent to defendant's fault, right of one seeking specific performance to recover as damages amount measured by, 105 A.L.R. 1421.\n\nTreatment, under Federal Juvenile Delinquency Act (18 USCS §§ 5031-5042), of juvenile alleged to have violated law of United States, 137 A.L.R. Fed. 481.\n\n81A C.J.S. Specific Performance §§ 199, 200, 208, 215 to 219.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-42/article-7/section-42-7-4/"
    }
  ]
}