{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c032index",
  "sections": [
    {
      "id": "section-3201",
      "number": "3201.",
      "heading": "Creation and membership; termination",
      "text": "(a) The Delaware Heritage Commission is established and shall be composed of 17 members, 15 of whom shall be citizens of the State appointed by the Governor and 2 of whom shall be ex officio. Appointed members shall serve terms of up to 3 years, excepting the Cha\n§\n\n 9901;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;65 Del. Laws, c. 25,\n\n§\n\n 1;67 Del. Laws, c. 323,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 364,\n\n§§\n\n 1, 2;73 Del. Laws, c. 65,\n\n§\n\n 31;76 Del. Laws, c. 318,\n\n§\n\n 1;78 Del. Laws, c. 328,\n\n§\n\n 2;79 Del. Laws, c. 222,\n\n§\n\n 1;§\n\n3202. Delaware Heritage Office; personnel thereof.(a) There is hereby established the Delaware Heritage Office of the Delaware Public Archives.(b) The Delaware Heritage Office may employ such personnel as the Secretary of State, in consultation with the Director of the Public Archives and the Commission, shall determine to be necessary to perform the work of the said Office. Such personnel shall be State Merit System employees and shall be hired through the Merit System employment process. The Office shall be under the administrative authority of the Director of the Public Archives and shall assist the Commission in carrying out its duties and functions as set forth in § 3203 of this title.29 Del. C. 1953,\n\n§\n\n 9902;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 2;78 Del. Laws, c. 328,\n\n§\n\n 3;§\n\n3203. Powers and duties.(a) The Commission shall plan, encourage, develop, coordinate and implement observances and activities pertaining to the achievement in Delaware of liberty and independence through a constitutional government, and the significant historical events that occurred in Delaware or involved Delaware citizens during the years preceding and following the ratification and adoption of the Constitution of the United States.(b) In carrying out its duties, the Commission shall consider any related plans and programs developed by national organizations, the organizations of other states, local and private groups, and the Commission may designate representatives to serve on special committees, organizations, nonprofit organizations or other entities with representatives from such bodies to plan, develop and coordinate specific activities.(c) [Repealed.](d) The Commission shall have the authority to organize a nonprofit corporation to assist the Commission in the formulation and execution of its plans; to solicit and receive subscriptions, donations and other funds from public and private sources for organizing and carrying on the undertaking; to negotiate with public or private organizations or persons on terms for approval or endorsement of Commission-related programs or projects; to acquire and hold by gift or otherwise real and other property with full right to convey or dispose of the same in such manner and upon such terms as the corporation may determine, either absolutely or upon condition; to contract with and employ consultants or other agents; to adopt or enforce such bylaws, rules and regulations as the corporation may, from time to time, deem advisable.(e) The Commission shall, no later than December 31 of each year, submit to the Governor and to the General Assembly an annual report of the Commission’s activities and recommendations. Such activities and recommendations may include but are not limited to:(1) The production, publication and distribution of books, pamphlets, films and other educational materials on the history, culture and political thought of this nation and State;(2) Bibliographical and documentary projects and publications;(3) Conferences, convocations, lectures, seminars and other programs;(4) The development of permanent memorials and exhibits, including mobile exhibits;(5) Ceremonies and celebrations commemorating specific events;(6) Programs and activities on the local, national and international significance of the American Democracy and its implications for present and future generations;(7) The issuance of commemorative medals, seals, automotive license plates and certificates of recognition;(8) The issuance of grants for projects related to Delaware heritage.(f) The report of the Commission shall include recommendations for the allocation of financial and administrative responsibility among the public and private authorities and organizations recommended for participation by the Commission. The report shall also include proposals for legislation and administrative action the Commission considers necessary to carry out its recommendations.(g) The Commission shall consider matters relating to archives and archival standards throughout the State, and such other matters as may be referred to it by the Governor, the Secretary of State or the General Assembly. The Commission may study, research, plan and make advisory recommendations to the Governor, the Secretary of State or the General Assembly on matters it deems appropriate to provide the best possible archive service in Delaware and to ensure the proper management, preservation, stewardship and use of public and private records of historical value.(h) The Commission shall serve as the state historical records advisory board for the purposes of satisfying regulations established by the National Historical Publications and Records Commission of the National Archives and Records Administration. The Commission will complete all activities required by the National Historical Publications and Records Commission for the State Historical Records Advisory Board.29 Del. C. 1953,\n\n§\n\n 9903;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 3;78 Del. Laws, c. 328,\n\n§\n\n 4;§\n\n3204. Cooperation.(a) In fulfilling its responsibilities, the Commission shall consult, cooperate with and seek advice from appropriate state departments and agencies, local public bodies, learned societies and historical, patriotic, philanthropic, civic, professional and related organizations. Heads of state departments and agencies shall cooperate with the Commission in planning, encouraging, developing and coordinating appropriate commemorative activities.(b) The Commission may identify sites within the State that are appropriate for preservation or restoration in order to assure that fitting observances and exhibits may be held.(c) The officials of each state-supported school, college or university shall cooperate with the Commission, especially in the encouragement and coordination of scholarly works and presentations on the history, culture and political thought of this Nation and State.29 Del. C. 1953,\n\n§\n\n 9904;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;78 Del. Laws, c. 328,\n\n§\n\n 5;§\n\n3205. Donations; preservation of acquisitions; expenditures.(a) The Commission may accept donations of money, property or personal services.(b) Property, including money, acquired by the Commission or by its nonprofit corporation as provided for under the provisions of § 3203 of this title shall be deposited with the Secretary of State, for the sole and exclusive use of the Commission, for preservation and financial management.(c) [Repealed.]29 Del. C. 1953,\n\n§\n\n 9905;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 4;78 Del. Laws, c. 328,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3202",
      "number": "3202.",
      "heading": "Delaware Heritage Office; personnel thereof",
      "text": "(a) There is hereby established the Delaware Heritage Office of the Delaware Public Archives.(b) The Delaware Heritage Office may employ such personnel as the Secretary of State, in consultation with the Director of the Public Archives and the Commission,\n§\n\n 9902;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 2;78 Del. Laws, c. 328,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3203",
      "number": "3203.",
      "heading": "Powers and duties.(a) The Commission shall plan, encourage, develop, coordinate and implement observances and activities pertaining to the achievement in Delaware of liberty and independence through a constitutional government, and the significant historical events that occurred in Delaware or invol",
      "text": "§\n\n 9903;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 3;78 Del. Laws, c. 328,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3204",
      "number": "3204.",
      "heading": "Cooperation.(a) In fulfilling its responsibilities, the Commission shall consult, cooperate with and seek advice from appropriate state departments and agencies, local public bodies, learned societies and historical, patriotic, philanthropic, civic, professional and related organizations",
      "text": "Heads of s\n§\n\n 9904;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;78 Del. Laws, c. 328,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3205",
      "number": "3205.",
      "heading": "Donations; preservation of acquisitions; expenditures",
      "text": "(a) The Commission may accept donations of money, property or personal services.(b) Property, including money, acquired by the Commission or by its nonprofit corporation as provided for under the provisions of § 3203 of this title shall be deposi\n§\n\n 9905;58 Del. Laws, c. 179;61 Del. Laws, c. 319,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 318,\n\n§\n\n 4;78 Del. Laws, c. 328,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    }
  ]
}