{
  "state": "florida",
  "path": "title-chapter-0678/chapter-chapter-0678",
  "sections": [
    {
      "id": "section-6781011short",
      "number": "678.1011",
      "heading": "Short title.678.1021Definitions.678.1031Rules for determining whether certain obligations and interests are securities or financial assets",
      "text": "678.1041Acquisition of security or financial asset or interest therein.678.1051Notice of adverse claim.678.1061Control.678.1071Whether indorsement, instruction, or ent",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781021definitions",
      "number": "678.1021",
      "heading": "Definitions",
      "text": "678.1021 Definitions.— (1) In this chapter: (a) “Adverse claim” means a claim that a claimant has a property interest in a financial asset and that it is a violation of the rights of the claimant for another person to hold, transfer, or deal with the financial asset. (b) “Bearer form,” as applied to a certificated security, means a form in which the security is payable to the bearer of the security certificate according to its terms but not by reason of an indorsement. (c) “Broker” means a person defined as a broker or dealer under the federal securities laws, but without excluding a bank acting in that capacity. (d) “Certificated security” means a security that is represented by a certificate. (e) “Clearing corporation” means: 1. A person that is registered as a “clearing agency” under the federal securities laws; 2. A federal reserve bank; or 3. Any other person that provides clearance or settlement services with respect to financial assets that would require it to register as a clearing agency under the federal securities laws but for an exclusion or exemption from the registration requirement, if its activities as a clearing corporation, including promulgation of rules, are subject to regulation by a federal or state governmental authority. (f) “Communicate” means to: 1. Send a signed record; or 2. Transmit information by any mechanism agreed upon by the persons transmitting and receiving the information. (g) “Entitlement holder” means a person identified in the records of a securities intermediary as the person having a security entitlement against the securities intermediary. If a person acquires a security entitlement by virtue of s. 678.5011(2)(b) or (c), that person is the entitlement holder. (h) “Entitlement order” means a notification communicated to a securities intermediary directing transfer or redemption of a financial asset to which the entitlement holder has a security entitlement. (i) “Financial asset,” except as otherwise provided in s. 678.1031, means: 1. A security; 2. An obligation of a person or a share, participation, or other interest in a person or in property or an enterprise of a person, which is, or is of a type, dealt in or traded on financial markets, or which is recognized in any area in which it is issued or dealt in as a medium for investment; or 3. Any property that is held by a securities intermediary for another person in a securities account if the securities intermediary has expressly agreed with the other person that the property is to be treated as a financial asset under this chapter. As context requires, the term means either the interest itself or the means by which a person’s claim to it is evidenced, including a certificated or uncertificated security, a security certificate, or a security entitlement. (j) “Good faith,” for purposes of the obligation of good faith in the performance or enforcement of contracts or duties within this chapter, means honesty in fact and the observance of reasonable commercial standards of fair dealing. (k) “Indorsement” means a signature that alone or accompanied by other words is made on a security certificate in registered form or on a separate document for the purpose of assigning, transferring, or redeeming the security or granting a power to assign, transfer, or redeem it. (l) “Instruction” means a notification communicated to the issuer of an uncertificated security which directs that the transfer of the security be registered or that the security be redeemed. (m) “Registered form,” as applied to a certificated security, means a form in which: 1. The security certificate specifies a person entitled to the security. 2. A transfer of the security may be registered upon books maintained for that purpose by or on behalf of the issuer, or the security certificate so states. (n) “Securities intermediary” means: 1. A clearing corporation; or 2. A person, including a bank or broker, that in the ordinary course of its business maintains securities accounts for others and is acting in that capacity. (o) “Security,” except as otherwise provided in s. 678.1031, means an obligation of an issuer or a share, participation, or other interest in an issuer or in property or an enterprise of an issuer: 1. Which is represented by a security certificate in bearer or registered form, or the transfer of which may be registered upon books maintained for that purpose by or on behalf of the issuer. 2. Which is one of a class or series or by its terms is divisible into a class or series of shares, participations, interests, or obligations. 3. Which: a. Is, or is of a type, dealt in or traded on securities exchanges or securities markets; or b. Is a medium for investment and by its terms expressly provides that it is a security governed by this chapter. (p) “Security certificate” means a certificate representing a security. (q) “Security entitlement” means the rights and property interest of an entitlement holder with respect to a financial asset specified in part V. (r) “Uncertificated security” means a security that is not represented by a certificate. (2) The following definitions in this chapter and other chapters apply to this section: “Appropriate person,” s. 678.1071. “Control,” s. 678.1061. “Controllable account,” s. 679.1021. “Controllable electronic record,” s. 669.102. “Controllable payment intangible,” s. 679.1021. “Delivery,” s. 678.3011. “Investment company security,” s. 678.1031(2). “Issuer,” s. 678.2011. “Overissue,” s. 678.2101. “Protected purchaser,” s. 678.3031. “Securities account,” s. 678.5011. (3) In addition, chapter 671 contains general definitions and principles of construction and interpretation applicable throughout this chapter. (4) The characterization of a person, business, or transaction for purposes of this chapter does not determine the characterization of the person, business, or transaction for purposes of any other law, regulation, or rule. History.—s. 1, ch. 98-11; s. 66, ch. 99-3; s. 62, ch. 2025-92. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe904ca90a86',t:'MTc3MDg4NTI0MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-i/section-678-1021/"
    },
    {
      "id": "section-6781031rules",
      "number": "678.1031",
      "heading": "Rules for determining whether certain obligations and interests are securities or financial assets.",
      "text": "for determining whether certain obligations and interests are securities or financial assets.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781041acquisition",
      "number": "678.1041",
      "heading": "Acquisition of security or financial asset or interest therein.",
      "text": "of security or financial asset or interest therein.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781051notice",
      "number": "678.1051",
      "heading": "Notice of adverse claim.",
      "text": "of adverse claim.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781061control",
      "number": "678.1061",
      "heading": "Control",
      "text": "678.1061 Control.— (1) A purchaser has “control” of a certificated security in bearer form if the certificated security is delivered to the purchaser. (2) A purchaser has “control” of a certificated security in registered form if the certificated security is delivered to the purchaser, and: (a) The certificate is indorsed to the purchaser or in blank by an effective indorsement; or (b) The certificate is registered in the name of the purchaser, upon original issue or registration of transfer by the issuer. (3) A purchaser has “control” of an uncertificated security if: (a) The uncertificated security is delivered to the purchaser; or (b) The issuer has agreed that it will comply with instructions originated by the purchaser without further consent by the registered owner. (4) A purchaser has “control” of a security entitlement if: (a) The purchaser becomes the entitlement holder; (b) The securities intermediary has agreed that it will comply with entitlement orders originated by the purchaser without further consent by the entitlement holder; or (c) Another person, other than the transferor to the purchaser of an interest in the security entitlement: 1. Has control of the security entitlement and acknowledges that it has control on behalf of the purchaser; or 2. Obtains control of the security entitlement after having acknowledged that it will obtain control of the security entitlement on behalf of the purchaser. (5) If an interest in a security entitlement is granted by the entitlement holder to the entitlement holder’s own securities intermediary, the securities intermediary has control. (6) A purchaser who has satisfied the requirements of subsection (3) or subsection (4) has control, even if the registered owner in the case of subsection (3) or the entitlement holder in the case of subsection (4) retains the right to make substitutions for the uncertificated security or security entitlement, to originate instructions or entitlement orders to the issuer or securities intermediary, or otherwise to deal with the uncertificated security or security entitlement. (7) An issuer or a securities intermediary may not enter into an agreement of the kind described in paragraph (3)(b) or paragraph (4)(b) without the consent of the registered owner or entitlement holder, but an issuer or a securities intermediary is not required to enter into such an agreement even though the registered owner or entitlement holder so directs. An issuer or securities intermediary that has entered into such an agreement is not required to confirm the existence of the agreement to another party unless requested to do so by the registered owner or entitlement holder. (8) A person that has control under this section is not required to acknowledge that it has control on behalf of a purchaser. (9) If a person acknowledges that it has or will obtain control on behalf of a purchaser unless the person otherwise agrees, or law other than this section or chapter 679 otherwise provides, the person does not owe any duty to the purchaser and is not required to confirm the acknowledgment to any other person. History.—s. 1, ch. 98-11; s. 20, ch. 2001-198; s. 64, ch. 2025-92. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe92ed04dad3',t:'MTc3MDg4NTI0MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-i/section-678-1061/"
    },
    {
      "id": "section-6781071whether",
      "number": "678.1071",
      "heading": "Whether indorsement, instruction, or entitlement order is effective.",
      "text": "indorsement, instruction, or entitlement order is effective.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781081warranties",
      "number": "678.1081",
      "heading": "Warranties in direct holding.",
      "text": "in direct holding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781091warranties",
      "number": "678.1091",
      "heading": "Warranties in indirect holding.",
      "text": "in indirect holding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781111clearing",
      "number": "678.1111",
      "heading": "Clearing corporation rules.",
      "text": "corporation rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781131statute",
      "number": "678.1131",
      "heading": "Statute of frauds inapplicable.",
      "text": "of frauds inapplicable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781141evidentiary",
      "number": "678.1141",
      "heading": "Evidentiary rules concerning certificated securities.",
      "text": "rules concerning certificated securities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781151securities",
      "number": "678.1151",
      "heading": "Securities intermediary and others not liable to adverse claimant.",
      "text": "intermediary and others not liable to adverse claimant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urities",
      "number": "urities",
      "heading": "intermediary and others not liable to adverse claimant.",
      "text": "intermediary and others not liable to adverse claimant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781161securities",
      "number": "678.1161",
      "heading": "Securities intermediary as purchaser for value.",
      "text": "intermediary as purchaser for value.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781171application",
      "number": "678.1171",
      "heading": "Application of ch. 98-11.",
      "text": "of ch. 98-11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781021definitions",
      "number": "678.1021",
      "heading": "Definitions. (1)In this chapter:(a)“Adverse claim” means a claim that a claimant has a property interest in a financial asset and that it is a violation of the rights of the claimant for another person to hold, transfer, or deal with the financial asset",
      "text": "(b)“Bearer form,” as applied to a certificated security, me",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6781061control",
      "number": "678.1061",
      "heading": "Control. (1)A purchaser has “control” of a certificated security in bearer form if the certificated security is delivered to the purchaser",
      "text": "(2)A purchaser has “control” of a certificated security in registered form if the certificated security is delivered to the purchaser, and:(a)The certificate is indorsed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782011issuer678",
      "number": "678.2011",
      "heading": "Issuer.678 2021Issuer’s responsibility and defenses; notice of defect or defense",
      "text": "678.2031Staleness as notice of defect or defense.678.2041Effect of issuer’s restriction on transfer.678.2051Effect of unauthorized signature on security certificate.678.2061Completion or alteration of security certificate.678.2071",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782011issuer",
      "number": "678.2011",
      "heading": "Issuer",
      "text": "678.2011 Issuer.— (1) With respect to an obligation on or a defense to a security, an “issuer” includes a person that: (a) Places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other interest in its property or in an enterprise, or to evidence its duty to perform an obligation represented by the certificate; (b) Creates a share, participation, or other interest in its property or in an enterprise, or undertakes an obligation, that is an uncertificated security; (c) Directly or indirectly creates a fractional interest in its rights or property, if the fractional interest is represented by a security certificate; or (d) Becomes responsible for, or in place of, another person described as an issuer in this section. (2) With respect to an obligation on or defense to a security, a guarantor is an issuer to the extent of its guaranty, whether or not its obligation is noted on a security certificate. (3) With respect to a registration of a transfer, issuer means a person on whose behalf transfer books are maintained. History.—s. 2, ch. 98-11. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe93fbeffc81',t:'MTc3MDg4NTI0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-ii/section-678-2011/"
    },
    {
      "id": "section-6782031staleness",
      "number": "678.2031",
      "heading": "Staleness as notice of defect or defense.",
      "text": "as notice of defect or defense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782041effect",
      "number": "678.2041",
      "heading": "Effect of issuer’s restriction on transfer.",
      "text": "of issuer’s restriction on transfer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782051effect",
      "number": "678.2051",
      "heading": "Effect of unauthorized signature on security certificate.",
      "text": "of unauthorized signature on security certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782061completion",
      "number": "678.2061",
      "heading": "Completion or alteration of security certificate.",
      "text": "or alteration of security certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782071rights",
      "number": "678.2071",
      "heading": "Rights and duties of issuer with respect to registered owners.",
      "text": "and duties of issuer with respect to registered owners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782081effect",
      "number": "678.2081",
      "heading": "Effect of signature of authenticating trustee, registrar, or transfer agent.",
      "text": "of signature of authenticating trustee, registrar, or transfer agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782101overissue",
      "number": "678.2101",
      "heading": "Overissue",
      "text": "678.2101 Overissue.— (1) In this section, “overissue” means the issue of securities in excess of the amount the issuer has corporate power to issue, but an overissue does not occur if appropriate action has cured the overissue. (2) Except as otherwise provided in subsections (3) and (4), the provisions of this chapter which validate a security or compel its issue or reissue do not apply to the extent that validation, issue, or reissue would result in overissue. (3) If an identical security not constituting an overissue is reasonably available for purchase, a person entitled to issue or validation may compel the issuer to purchase the security and deliver it if certificated or register its transfer if uncertificated, against surrender of any security certificate the person holds. (4) If a security is not reasonably available for purchase, a person entitled to issue or validation may recover from the issuer the price the person or the last purchaser for value paid for it with interest from the date of the person’s demand. History.—s. 2, ch. 98-11. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe943fa567ea',t:'MTc3MDg4NTI0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-ii/section-678-2101/"
    },
    {
      "id": "section-6782011issuer",
      "number": "678.2011",
      "heading": "Issuer. (1)With respect to an obligation on or a defense to a security, an “issuer” includes a person that:(a)Places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other int",
      "text": "(1)With respect to an obligation on or a defense to a security, an “issuer” includes a person that:(a)Places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other interest in its property or in an enterprise, or to evidence its duty to perform an obligation represented by the certificate;(b)Creates a share, participation, or other interest in its property or in an enterprise, or undertakes an obligation, that is an uncertificated security;(c)Directly or indirectly creates a fractional interest in its rights or property, if the fractional interest is represented by a security certificate; or(d)Becomes responsible for, or in place of, another person described as an issuer in this section.(2)With respect to an obligation on or defense to a security, a guarantor is an issuer to the extent of its guaranty, whether or not its obligation is noted on a security certificate.(3)With respect to a registration of a transfer, issuer means a person on whose behalf transfer books are maintained.History.—s. 2, ch. 98-11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6782101overissue",
      "number": "678.2101",
      "heading": "Overissue. (1)In this section, “overissue” means the issue of securities in excess of the amount the issuer has corporate power to issue, but an overissue does not occur if appropriate action has cured the overissue",
      "text": "(2)Except as otherwise provided in subsections (3) and (4), the provisions of this chapter whic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783011delivery",
      "number": "678.3011",
      "heading": "Delivery",
      "text": "678.3011 Delivery.— (1) Delivery of a certificated security to a purchaser occurs when: (a) The purchaser acquires possession of the security certificate; (b) Another person, other than a securities intermediary, either acquires possession of the security certificate on behalf of the purchaser or, having previously acquired possession of the certificate, acknowledges that it holds for the purchaser; or (c) A securities intermediary acting on behalf of the purchaser acquires possession of the security certificate, only if the certificate is in registered form and is registered in the name of the purchaser, payable to the order of the purchaser, or specially indorsed to the purchaser by an effective indorsement and has not been endorsed to the securities intermediary or in blank. (2) Delivery of an uncertificated security to a purchaser occurs when: (a) The issuer registers the purchaser as the registered owner, upon original issue or registration of transfer; or (b) Another person, other than a securities intermediary, either becomes the registered owner of the uncertificated security on behalf of the purchaser or, having previously become the registered owner, acknowledges that it holds for the purchaser. History.—s. 3, ch. 98-11; s. 22, ch. 2001-198. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe9459b3a407',t:'MTc3MDg4NTI0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-iii/section-678-3011/"
    },
    {
      "id": "section-6783021rights",
      "number": "678.3021",
      "heading": "Rights of purchaser.",
      "text": "of purchaser.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783031protected",
      "number": "678.3031",
      "heading": "Protected purchaser.",
      "text": "purchaser.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783041indorsement",
      "number": "678.3041",
      "heading": "Indorsement",
      "text": "678.3041 Indorsement.— (1) An indorsement may be in blank or special. An indorsement in blank includes an indorsement to bearer. A special indorsement specifies to whom a security is to be transferred or who has power to transfer it. A holder may convert a blank indorsement to a special indorsement. (2) An indorsement purporting to be only of part of a security certificate representing units intended by the issuer to be separately transferable is effective to the extent of the indorsement. (3) An indorsement, whether special or in blank, does not constitute a transfer until delivery of the certificate on which it appears or, if the indorsement is on a separate document, until delivery of both the document and the certificate. (4) If a security certificate in registered form has been delivered to a purchaser without a necessary indorsement, the purchaser may become a protected purchaser only when the indorsement is supplied. However, against a transferor, a transfer is complete upon delivery and the purchaser has a specifically enforceable right to have any necessary indorsement supplied. (5) An indorsement of a security certificate in bearer form may give notice of an adverse claim to the certificate, but it does not otherwise affect a right to registration that the holder possesses. (6) Unless otherwise agreed, a person making an indorsement assumes only the obligations provided in s. 678.1081 and not an obligation that the security will be honored by the issuer. History.—s. 3, ch. 98-11. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe969d207460',t:'MTc3MDg4NTI0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-iii/section-678-3041/"
    },
    {
      "id": "section-6783051instruction",
      "number": "678.3051",
      "heading": "Instruction",
      "text": "678.3051 Instruction.— (1) If an instruction has been originated by an appropriate person but is incomplete in any other respect, any person may complete it as authorized and the issuer may rely on it as completed, even though it has been completed incorrectly. (2) Unless otherwise agreed, a person initiating an instruction assumes only the obligations imposed by s. 678.1081 and not an obligation that the security will be honored by the issuer. History.—s. 3, ch. 98-11. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe981e1067e4',t:'MTc3MDg4NTI0MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxix/chapter-678/part-iii/section-678-3051/"
    },
    {
      "id": "section-6783061effect",
      "number": "678.3061",
      "heading": "Effect of guaranteeing signature, indorsement, or instruction.",
      "text": "of guaranteeing signature, indorsement, or instruction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783011delivery",
      "number": "678.3011",
      "heading": "Delivery. (1)Delivery of a certificated security to a purchaser occurs when:(a)The purchaser acquires possession of the security certificate;(b)Another person, other than a securities intermediary, either acquires possession of the security certificate on behalf of the purchaser or, having previously acquired",
      "text": "(1)Delivery of a certificated security to a purchaser occurs when:(a)The purchaser acquires possession of the security certificate;(b)Another person, other than a securities intermediary, either acquires possession of the security certificate on behalf of the purchaser or, having previously acquired possession of the certificate, acknowledges that it holds for the purchaser; or(c)A securities intermediary acting on behalf of the purchaser acquires possession of the security certificate, only if the certificate is in registered form and is registered in the name of the purchaser, payable to the order of the purchaser, or specially indorsed to the purchaser by an effective indorsement and has not been endorsed to the securities intermediary or in blank.(2)Delivery of an uncertificated security to a purchaser occurs when:(a)The issuer registers the purchaser as the registered owner, upon original issue or registration of transfer; or(b)Another person, other than a securities intermediary, either becomes the registered owner of the uncertificated security on behalf of the purchaser or, having previously become the registered owner, acknowledges that it holds for the purchaser.History.—s. 3, ch. 98-11; s. 22, ch. 2001-198.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783041indorsement",
      "number": "678.3041",
      "heading": "Indorsement. (1)An indorsement may be in blank or special",
      "text": "An indorsement in blank includes an indorsement to bearer. A special indorsement specifies to whom a security is to be transferred or who has power to transfer it. A holder may convert a blank indorsement to a special indorsement.(2)An indorsement purpor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6783051instruction",
      "number": "678.3051",
      "heading": "Instruction. (1)If an instruction has been originated by an appropriate person but is incomplete in any other respect, any person may complete it as authorized and the issuer may rely on it as completed, even though it has been completed incorrectly",
      "text": "(2)Unless otherwise agreed, a person initiating an instruction",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784011duty",
      "number": "678.4011",
      "heading": "Duty of issuer to register transfer",
      "text": "678.4021Assurance that indorsement or instruction is effective.678.4031Demand that issuer not register transfer.678.4041Wrongful registration.678.4051Replacement of lost, destroyed, or wrongfully taken security certificate.678.4061Obligation to notify issuer of lost, d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784021assurance",
      "number": "678.4021",
      "heading": "Assurance that indorsement or instruction is effective.",
      "text": "that indorsement or instruction is effective.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784031demand",
      "number": "678.4031",
      "heading": "Demand that issuer not register transfer.",
      "text": "that issuer not register transfer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784041wrongful",
      "number": "678.4041",
      "heading": "Wrongful registration.",
      "text": "registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784051replacement",
      "number": "678.4051",
      "heading": "Replacement of lost, destroyed, or wrongfully taken security certificate.",
      "text": "of lost, destroyed, or wrongfully taken security certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784061obligation",
      "number": "678.4061",
      "heading": "Obligation to notify issuer of lost, destroyed, or wrongfully taken security certificate.",
      "text": "to notify issuer of lost, destroyed, or wrongfully taken security certificate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6784071authenticating",
      "number": "678.4071",
      "heading": "Authenticating trustee, transfer agent, and registrar.",
      "text": "trustee, transfer agent, and registrar.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785011securities",
      "number": "678.5011",
      "heading": "Securities account; acquisition of security entitlement from securities intermediary",
      "text": "678.5021Assertion of adverse claim against entitlement holder.678.5031Property interest of entitlement holder in financial asset held by securities intermediary.678.5041Duty of securities intermediary to maintain financial ass",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785021assertion",
      "number": "678.5021",
      "heading": "Assertion of adverse claim against entitlement holder.",
      "text": "of adverse claim against entitlement holder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785031property",
      "number": "678.5031",
      "heading": "Property interest of entitlement holder in financial asset held by securities intermediary.",
      "text": "interest of entitlement holder in financial asset held by securities intermediary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785041duty",
      "number": "678.5041",
      "heading": "Duty of securities intermediary to maintain financial asset.",
      "text": "of securities intermediary to maintain financial asset.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785051duty",
      "number": "678.5051",
      "heading": "Duty of securities intermediary with respect to payments and distributions.",
      "text": "of securities intermediary with respect to payments and distributions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785061duty",
      "number": "678.5061",
      "heading": "Duty of securities intermediary to exercise rights as directed by entitlement holder.",
      "text": "of securities intermediary to exercise rights as directed by entitlement holder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785071duty",
      "number": "678.5071",
      "heading": "Duty of securities intermediary to comply with entitlement order.",
      "text": "of securities intermediary to comply with entitlement order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785081duty",
      "number": "678.5081",
      "heading": "Duty of securities intermediary to change entitlement holder’s position to other form of security holding.",
      "text": "of securities intermediary to change entitlement holder’s position to other form of security holding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785091specification",
      "number": "678.5091",
      "heading": "Specification of duties of securities intermediary by other statute or regulation; manner of performance of duties of securities intermediary and exercise of rights of entitlement holder",
      "text": "of duties of securities intermediary by other statute or regulation; manner of performance of duties of securities intermediary and exercise of rights of entitlement holder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785101rights",
      "number": "678.5101",
      "heading": "Rights of purchaser of security entitlement from entitlement holder.",
      "text": "of purchaser of security entitlement from entitlement holder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6785111priority",
      "number": "678.5111",
      "heading": "Priority among security interests and entitlement holders.",
      "text": "among security interests and entitlement holders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "678.5041-678.5081 do not require a securities intermediary to take any action that is prohibited by other statute, regulation, or rule.",
      "text": "678.5041-678.5081 do not require a securities intermediary to take any action that is prohibited by other statute, regulation, or rule.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-678601saving",
      "number": "678.601",
      "heading": "Saving clause.",
      "text": "clause.",
      "history": "",
      "source_url": ""
    }
  ]
}