{
  "state": "nebraska",
  "path": "title-chapter-50-legislature/chapter-50-1818-report-contents",
  "sections": [
    {
      "id": "section-50-1818",
      "number": "50-1818",
      "heading": "Report; contents.On or before September 15 of each year, the Inspector General shall provide to the Legislature, the Supreme Court, and the Governor a report that includes a summary of reports and investigations made under the Office of Inspector General of Nebraska Child Welfare Act for the precedi",
      "text": "Report; contents.On or before September 15 of each year, the Inspector General shall provide to the Legislature, the Supreme Court, and the Governor a report that includes a summary of reports and investigations made under the Office of Inspector General of Nebraska Child Welfare Act for the preceding year. The report to the Legislature shall be submitted electronically and filed with the Clerk of the Legislature. The report shall detail recommendations and the status of implementation of recommendations and may also include recommendations to the Legislature regarding issues discovered through investigation, audits, inspections, and reviews by the office that will (1) increase accountability and legislative oversight of the Nebraska child welfare system, (2) improve operations of the department, the juvenile services division, the commission, and the Nebraska child welfare system, or (3) deter and identify fraud, abuse, and illegal acts. The report shall include summaries of alternative response cases under alternative response implemented in accordance with sections 28-710.01, 28-712, and 28-712.01 reviewed by the Inspector General. The report shall not contain any confidential or identifying information concerning the subjects of the reports and investigations.SourceLaws 2012, LB821, § 38;Laws 2013, LB222, § 12;Laws 2014, LB853, § 29;Laws 2015, LB347, § 23;Laws 2020, LB1061, § 9;R.S.Supp.,2024, § 43-4331;Laws 2025, LB298, § 41.Effective Date: June 5, 2025",
      "history": "",
      "source_url": ""
    }
  ]
}