{
  "state": "utah",
  "path": "title-title-73-water-and-irrigation/chapter-chapter-3-appropriation",
  "sections": [
    {
      "id": "section-1",
      "number": "1",
      "heading": "Appropriation -- Manner of acquiring water rights",
      "text": "Section 1.5 - Capture and storage of precipitation.Section 2 - Application for right to use unappropriated public water -- Necessity -- Form -- Contents -- Validation of prior applications by state or United States or officer or agency thereof.Sectio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "1.5",
      "heading": "Capture and storage of precipitation.",
      "text": "77-27-1.5.\n\nAppearance by inmate, offender, or witness.\n\n(1) An appearance by an inmate, offender, or witness before the board, a panel, board member, or hearing officer may be in person, through videoconferencing or other electronic means. Any appearance by videoconference or other electronic means shall be recorded as provided in Section 77-27-8.\n\n(2) An inmate's or offender's electronic appearance by telephone is permissible with the consent of the inmate or offender, when the inmate or offender is incarcerated in a facility outside of this state.\n\nEnacted by Chapter 110, 2010 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-1-5/"
    },
    {
      "id": "section-2",
      "number": "2",
      "heading": "Application for right to use unappropriated public water -- Necessity -- Form -- Contents -- Validation of prior applications by state or United States or officer or agency thereof",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-3",
      "number": "3",
      "heading": "Changes to a water right.",
      "text": "8-5-3.\n\nAbandonment -- Standards -- Prima facie evidence.\n\nThe fact that the grantee or holder of a lot or parcel in a cemetery has not used portions of the lots or parcels for the purpose of burial for more than 60 years shall be prima facie evidence that the grantee or holder had abandoned the lots or parcels if during that time the grantee or holder:\n\n(1) has not provided the care to the lots or parcels provided uniformly to all lots or parcels within the cemetery;\n\n(2) has not given to the municipality or cemetery maintenance district a written notice of claim or interest in the lots or parcels; or\n\n(3) has not kept the lots or parcels free of weeds or brush.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-3/"
    },
    {
      "id": "section-35",
      "number": "3.5",
      "heading": "Application for a change of point of diversion, place of use, or purpose of use of water in a water company made by a shareholder.",
      "text": "Effective 5/3/2023\n\n77-15-3.5.\n\nIncompetent to proceed in misdemeanor cases.\n\n(1) When a defendant charged with a misdemeanor may be incompetent to proceed, any petition shall be filed in accordance with Section 77-15-3.\n\n(2) If the most severe charge against a defendant is a misdemeanor and the defendant is adjudicated by a court as incompetent to proceed:\n\n(a) the department shall provide restoration treatment to the defendant; and\n\n(b) the court may refer the defendant to pretrial diversion services, upon agreement of the prosecution and defense counsel.\n\n(3) Unless the prosecutor or another individual indicates that civil commitment proceedings will be initiated under Subsection 77-15-6(5)(c), a court shall release a defendant who is incompetent to proceed if:\n\n(a) the most severe charge against the defendant is a class B misdemeanor;\n\n(b) more than 60 days have passed after the day on which the court adjudicated the defendant incompetent to proceed; and\n\n(c) the defendant is not restored to competency.\n\n(4) The department shall provide restoration treatment to the defendant within the timeframe described in Subsection (3)(b).\n\n(5) The court may, but is not required to, dismiss the charges against a defendant who was released under Subsection (3).\n\nAmended by Chapter 171, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-15/section-3-5/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "\"Received,\" \"filed\" defined.",
      "text": "8-5-4.\n\nCopy of judgment to be filed with county recorder.\n\nA certified copy of the judgment in the action to revest title to cemetery lots, sites, or parcels shall be filed with the county recorder in the county in which the lots, sites, or parcels are located.\n\nEnacted by Chapter 132, 1985 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-4/"
    },
    {
      "id": "section-5",
      "number": "5",
      "heading": "Action by engineer on applications.",
      "text": "Effective 2/27/2023\n\n8-5-5.\n\nProceeds of resale of lots.\n\nThe proceeds from the subsequent resale of any lot or parcel, title to which has been revested in the municipality or cemetery maintenance district under Section 8-5-2 or 8-5-6, less the costs and expenses incurred in the proceeding, shall become part of the permanent care and improvement fund of the municipality or cemetery maintenance district, subject to subsequent disposition under Title 10, Chapter 5, Uniform Fiscal Procedures Act for Utah Towns, Title 10, Chapter 6, Uniform Fiscal Procedures Act for Utah Cities, or Title 17B, Chapter 1, Part 6, Fiscal Procedures for Special Districts.\n\nAmended by Chapter 16, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-5/"
    },
    {
      "id": "section-55",
      "number": "5.5",
      "heading": "Temporary applications to appropriate water -- Approval by engineer -- Expiration -- Proof of appropriation not required.",
      "text": "Effective 5/7/2025\n\n77-27-5.5.\n\nReview procedure -- Commutation.\n\n(1)The Board of Pardons and Parole may consider the commutation of a death sentence only to life without parole.\n\n(2)Only the person who has been sentenced to death or the sentenced person's counsel may petition the Board of Pardons and Parole for commutation.\n\n(3)The petition shall be in writing, signed personally by the person sentenced to death, and shall include a statement of the grounds upon which the petitioner seeks review.\n\n(4)The state shall be permitted to respond in writing to the petition as may be established by board rules.\n\n(5)The board shall review the petition and determine whether the petition presents a substantial issue which has not been reviewed in the judicial process.\n\n(6)The board shall not consider legal issues, including constitutional issues, which:\n\n(a)have been reviewed previously by the courts;\n\n(b)should have been raised during the judicial process; or\n\n(c)if based on new information, are subject to judicial review.\n\n(7)\n\n(a)If the board does not find a substantial issue, the board shall deny the hearing to the petitioner.\n\n(b)If the board finds a substantial issue, the board shall conduct a hearing in which the petitioner and the state may present evidence and argument as may be provided by board rules.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-5-5/"
    },
    {
      "id": "section-56",
      "number": "5.6",
      "heading": "Applications to appropriate or permanently change a small amount of water -- Proof of appropriation or change.",
      "text": "Effective 5/4/2022\n\n73-3-5.6.\n\nApplications to appropriate or permanently change a small amount of water -- Proof of appropriation or change.\n\n(1) As used in this section:\n\n(a) \"Application\" means an application to:\n\n(i) appropriate a small amount of water; or\n\n(ii) permanently change a small amount of water.\n\n(b) \"Livestock water right\" means a right for:\n\n(i) livestock to consume water:\n\n(A) directly from the water source; or\n\n(B) from an impoundment into which the water is diverted; and\n\n(ii) associated uses of water related to the raising and care of livestock.\n\n(c) \"Proof\" means proof of:\n\n(i) appropriation; or\n\n(ii) permanent change.\n\n(d) \"Small amount of water\" means the amount of water necessary to meet the requirements of:\n\n(i) one residence;\n\n(ii) 1/4 acre of irrigable land; and\n\n(iii) a livestock watering right for:\n\n(A) 10 cattle; or\n\n(B) the equivalent amount of water of Subsection (1)(d)(iii)(A) for livestock other than cattle.\n\n(2) The state engineer may approve an application if:\n\n(a) the state engineer undertakes a thorough investigation of the application;\n\n(b) notice is provided in accordance with Subsection (3);\n\n(c) the application complies with the state engineer's regional policies and restrictions and Section 73-3-3 or 73-3-8, as applicable; and\n\n(d) the application does not conflict with a political subdivision's ordinance:\n\n(i) for planning, zoning, or subdivision regulation; or\n\n(ii) under Section 10-8-15.\n\n(3)\n\n(a) Advertising of an application specified in Subsection (2) is at the discretion of the state engineer.\n\n(b) If the state engineer finds that the uses proposed by the application may impair other rights, before approving the application, the state engineer shall give notice of the application according to Section 73-3-6.\n\n(4) An applicant receiving approval under this section is responsible for the time limit for construction and submitting proof as required by Subsection (6).\n\n(5) Sixty days before the end of the time limit for construction, the state engineer shall notify the applicant by mail, or send notice electronically if receipt is verifiable, when proof is due.\n\n(6)\n\n(a) Notwithstanding Section 73-3-16, the state engineer shall issue a certificate under Section 73-3-17 if, as proof, the applicant files an affidavit:\n\n(i) on a form provided by the state engineer;\n\n(ii) that specifies the amount of:\n\n(A) irrigated land; and\n\n(B) livestock watered; and\n\n(iii) that declares the residence is constructed and occupied.\n\n(b) The form provided by the state engineer under Subsection (6)(a) may require the information the state engineer determines is necessary to maintain accurate records regarding the point of diversion and place of use.\n\n(7) For a proof filed under Subsection (6) that does not conform to the underlying approved application, the state engineer may issue a certificate under Section 73-3-17 if the discrepancy between the proof and the underlying approved application does not impair existing rights and:\n\n(a) the point of diversion represented in the proof is:\n\n(i) located within 660 feet of the corresponding point of diversion described in the underlying approved application; and\n\n(ii) located on the same parcel as described in the underlying approved application;\n\n(b) the place of use represented in the proof is located in a quarter-quarter section or lot that is adjacent to the place of use in the underlying approved application; or\n\n(c) the purpose of use represented in the proof is adjusted without exceeding the amount of water defined under Subsection (1)(d).\n\n(8) If an applicant does not file the proof required by Subsection (6) by the day on which the time limit for construction ends, the application lapses under Section 73-3-18.\n\n(9)\n\n(a) Except as provided in Subsections (10) and (11), an applicant whose application lapses may file a request with the state engineer to reinstate the application, if the applicant demonstrates that the applicant or the applicant's predecessor in interest:\n\n(i) constructed and occupied a residence within the time limit for construction; and\n\n(ii) beneficially uses the water.\n\n(b) Except as provided in Subsection (11), if an applicant meets the requirements of Subsection (9)(a) and submits an affidavit as provided by Subsection (6), the state engineer shall issue a certificate for the beneficial uses the applicant attests to in an affidavit described in Subsection (6).\n\n(10) For an application related to the use of water located within an area where general determination proceedings under Title 73, Chapter 4, Determination of Water Rights, are pending or concluded, an applicant whose application lapses may not file a request for reinstatement with the state engineer if:\n\n(a) the application lapsed before the state engineer issued notice of the time to file a statement of water users claim under Section 73-4-3; and\n\n(b) the applicant failed to timely submit a statement of claim as described in Subsection (11)(c)(ii).\n\n(11) For an application related to the use of water located within an area where general determination proceedings under Title 73, Chapter 4, Determination of Water Rights, are pending, the state engineer shall allow a reinstatement request under Subsection (9)(a) and, instead of issuing a certificate, evaluate the reinstatement request and statement of claim as part of the general adjudication for the area, if:\n\n(a) the application lapsed before the state engineer issued notice of the time to file a statement of water users claim under Section 73-4-3;\n\n(b) the applicant files the request for reinstatement no more than 90 days after the day on which the state engineer issues the notice of the time to file statements of claim in accordance with Section 73-4-3; and\n\n(c) the applicant files:\n\n(i) an affidavit described in Subsection (6); and\n\n(ii) a timely statement of claim under Section 73-4-5.\n\n(12) If an applicant fulfills the requirements in Subsection (11), the state engineer may issue a certificate before evaluating the claim in the general adjudication.\n\n(13) The priority date for an application reinstated under this section is the day on which the applicant files the request for reinstatement of the application.\n\nAmended by Chapter 85, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-73/chapter-3/section-5-6/"
    },
    {
      "id": "section-6",
      "number": "6",
      "heading": "Publication of notice of application -- Corrections or amendments of applications -- Confirmation -- Withdrawal of application.",
      "text": "Effective 5/3/2023\n\n8-5-6.\n\nAlternative council or board procedures for notice -- Termination of rights -- Notice.\n\n(1) As an alternative to the procedures set forth in Sections 8-5-1 through 8-5-4, a municipal council or cemetery maintenance district board may pass a resolution demanding that the owner of a lot, site, or portion of the cemetery, which has been unused for burial purposes for more than 60 years, file with the county recorder, city recorder, or town clerk notice of any claim to the lot, site, or portion of the cemetery.\n\n(2) The municipal council or cemetery maintenance district board shall then cause a copy of the resolution to be personally served on the owner in the same manner as personal service of process in a civil action. The resolution shall notify the owner that the owner shall, within 60 days after service of the resolution on the owner, express interest in maintaining the cemetery lot, site, or portion of the cemetery and submit satisfactory evidence of an intention to use the lot, site, or portion of the cemetery for a burial.\n\n(3) If the owner cannot be personally served with the resolution of the municipal council or cemetery maintenance district board as required in Subsection (2), the municipal council or cemetery maintenance district board shall:\n\n(a) publish the resolution for the municipality or cemetery maintenance district, as a class A notice under Section 63G-30-102, for three weeks; and\n\n(b) mail a copy of the resolution within 14 days after the publication to the owner's last known address, if available.\n\n(4) If, for 30 days after the last date of service or publication of the municipal council's or cemetery maintenance district board's resolution, the owner or person with a legal interest in the cemetery lot fails to state a valid interest in the use of the cemetery lot, site, or portion of the cemetery for burial purposes, the owner's rights are terminated and that portion of the cemetery shall be vested in the municipality or cemetery maintenance district.\n\nAmended by Chapter 435, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-6/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "Protests.",
      "text": "8-5-7.\n\nSale of only right to be buried.\n\nMunicipalities and cemetery maintenance districts shall sell only the right to be buried in the cemetery and all cemetery lots or parcels sold by a municipality after April 29, 1985, or by a cemetery maintenance district after June 1, 2001 shall be rights to be buried only. Nothing in this section shall prevent municipalities or cemetery maintenance districts from imposing additional terms on the sale of rights to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-7/"
    },
    {
      "id": "section-8",
      "number": "8",
      "heading": "Approval or rejection of application -- Requirements for approval -- Application for specified period of time -- Filing of royalty contract for removal of salt or minerals -- Request for agency action",
      "text": "8-5-8.\n\nMunicipal and maintenance district cemeteries -- Rights of lot holders -- Compensation -- Perpetual care charges.\n\n(1) The owner, grantee, or person claiming through the grantee shall have the right, on presentation of the certificate of title or right to burial to the municipality or cemetery maintenance district, for any lot or parcel which has reverted to the municipality or cemetery maintenance district, at the option of the municipality or cemetery maintenance district, to:\n\n(a) be compensated for the lot or parcel at the reasonable value of the lot or parcel as of the date the certificate is presented to the municipality or cemetery maintenance district;\n\n(b) receive a right to burial to another lot or parcel if the right to burial or title to the lot or parcel has been sold by the municipality or cemetery maintenance district; or\n\n(c) receive the right to burial to the lot or parcel if the municipality or cemetery maintenance district has not sold the right to burial to the lot or parcel.\n\n(2) Nothing in this section prevents a municipality or cemetery maintenance district from collecting unpaid perpetual care charges from a person claiming title or the right to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-8/"
    },
    {
      "id": "section-10",
      "number": "10",
      "heading": "Approval or rejection of application.",
      "text": "Effective 5/7/2025\n\n77-7-10.\n\nTelegraph or telephone authorization of execution of arrest warrant.\n\nAny magistrate may, by an endorsement on a warrant of arrest, authorize by telegraph, telephone or other reasonable means, its execution. A copy of the warrant or notice of its issuance and terms may be sent to one or more peace officers. The copy or notice communicated authorizes the officer to proceed in the same manner under it as if the peace officer had an original warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-10/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Statement of financial ability of applicants.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-12",
      "number": "12",
      "heading": "Time limit on construction and application to beneficial use -- Extensions -- Procedures and criteria.",
      "text": "77-7-12.\n\nDetaining persons suspected of shoplifting or library theft -- Persons authorized.\n\n(1) A peace officer, merchant, or merchant's employee, servant, or agent who has reasonable grounds to believe that goods held or displayed for sale by the merchant have been taken by a person with intent to steal may, for the purpose of investigating the unlawful act and attempting to effect a recovery of the goods, detain the person in a reasonable manner for a reasonable length of time.\n\n(2) A peace officer or employee of a library may detain a person for the purposes and under the limits of Subsection (1) if there are reasonable grounds to believe the person violated Title 76, Chapter 6, Part 8, Library Theft.\n\nAmended by Chapter 245, 1987 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-12/"
    },
    {
      "id": "section-13",
      "number": "13",
      "heading": "Protests -- Procedure.",
      "text": "77-7-13.\n\nArrest without warrant by peace officer -- Reasonable grounds, what constitutes -- Exemption from civil or criminal liability.\n\n(1) A peace officer may arrest, without warrant, any person the officer has reasonable ground to believe has committed a theft under Title 76, Chapter 6, Part 8, Library Theft, or of goods held or displayed for sale.\n\n(2) A charge of theft made to a peace officer under Title 76, Chapter 6, Part 8, Library Theft, by an employee of a library, or by a merchant, merchant's employee, servant, or agent constitutes a reasonable ground for arrest, and the peace officer is relieved from any civil or criminal liability.\n\nAmended by Chapter 282, 1998 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-13/"
    },
    {
      "id": "section-14",
      "number": "14",
      "heading": "Judicial review of state engineer order.",
      "text": "Effective 5/7/2025\n\n77-7-14.\n\nPerson causing detention or arrest of person suspected of shoplifting or library theft -- Civil and criminal immunity.\n\n(1)A peace officer, merchant, or merchant's employee, servant, or agent who causes the detention of a person as provided in Section 77-7-12, or who causes the arrest of a person for theft of goods held or displayed for sale, is not criminally or civilly liable where there is reasonable and probable cause to believe the person detained or arrested committed a theft of goods held or displayed for sale.\n\n(2)A peace officer or employee of a library who causes a detention or arrest of a person under Title 76, Chapter 6, Part 8, Library Theft, is not criminally or civilly liable where there is reasonable and probable cause to believe that the person committed a theft of library materials.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-14/"
    },
    {
      "id": "section-15",
      "number": "15",
      "heading": "Dismissal of action for review of informal adjudicative proceedings.",
      "text": "Effective 5/14/2019\n\n77-7-15.\n\nAuthority of peace officer to stop and question suspect -- Grounds.\n\nA peace officer may stop any individual in a public place when the officer has a reasonable suspicion to believe the individual has committed or is in the act of committing or is attempting to commit a public offense and may demand the individual's name, address, date of birth, and an explanation of the individual's actions.\n\nAmended by Chapter 411, 2019 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-15/"
    },
    {
      "id": "section-16",
      "number": "16",
      "heading": "Proof of appropriation or permanent change -- Notice -- Manner of proof -- Statements -- Maps, profiles, and drawings -- Verification -- Waiver of filing -- Statement in lieu of proof of appropriation or change",
      "text": "Effective 5/7/2025\n\n77-7-16.\n\nAuthority of peace officer to frisk suspect for dangerous weapon -- Grounds.\n\nA peace officer who has stopped a person temporarily for questioning may frisk the person for a dangerous weapon if the peace officer reasonably believes the peace officer or any other person is in danger.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-16/"
    },
    {
      "id": "section-17",
      "number": "17",
      "heading": "Certificate of appropriation -- Evidence.",
      "text": "Effective 5/7/2025\n\n77-7-17.\n\nAuthority of peace officer to take possession of weapons.\n\nA peace officer who finds a dangerous weapon pursuant to a frisk may take and keep it until the completion of the questioning, at which time the peace officer shall either return it if lawfully possessed, or arrest such person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-17/"
    },
    {
      "id": "section-18",
      "number": "18",
      "heading": "Lapse of application -- Notice -- Reinstatement -- Priorities -- Assignment of application -- Filing and recording -- Constructive notice -- Effect of failure to record",
      "text": "Effective 5/1/2018\n\n77-7-18.\n\nCitation on misdemeanor or infraction charge.\n\n(1) Any person subject to arrest or prosecution on a misdemeanor or infraction charge may be issued and delivered a citation that requires the person to appear at the court of the magistrate with territorial jurisdiction.\n\n(2) The following may issue the citation described in Subsection (1):\n\n(a) a peace officer, in lieu of or in addition to taking the person into custody;\n\n(b) any public official of any county or municipality charged with the enforcement of the law;\n\n(c) a port-of-entry agent as defined in Section 72-1-102;\n\n(d) an animal control officer of a county, municipality, or special service district under Title 17D, Chapter 1, Special Service District Act, who is authorized to provide animal control service; and\n\n(e) a volunteer authorized to issue a citation under Section 41-6a-217.\n\nAmended by Chapter 379, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-18/"
    },
    {
      "id": "section-19",
      "number": "19",
      "heading": "Right of entry on private property -- By applicant -- Bond -- Priority.",
      "text": "Effective 10/1/2020\n\n77-7-19.\n\nAppearance required by citation -- Arrest for failure to appear -- Transfer of cases -- Disposition of fines and costs.\n\n(1) An individual receiving a citation issued pursuant to Section 77-7-18 shall appear in the court designated in the citation on or before the time and date specified in the citation unless:\n\n(a) the citation states that the court will, within five to 14 days, notify the individual of when to appear; or\n\n(b) the individual is permitted to remit the fine and other penalties without a personal appearance in accordance with a uniform fine schedule adopted by the Judicial Council or by court order under Section 77-7-21.\n\n(2) A citation may not require an individual to appear or contact the court sooner than five days or later than 14 days following its issuance.\n\n(3) If the individual cited does not appear before the court as directed by the citation or the court, or pay the fine as allowed by Section 77-7-21, the court may issue a bench warrant for the individual's arrest.\n\n(4)\n\n(a) Clerks and other administrative personnel serving the courts shall identify for the judge any citations over which the court may lack jurisdiction.\n\n(b) Upon determining that the court lacks jurisdiction over a citation, the court shall:\n\n(i) transfer the case to a court with jurisdiction;\n\n(ii) if the court cannot readily identify a court with jurisdiction, dismiss the charges contained in the citation; and\n\n(iii) notify the prosecutor of the transfer or dismissal.\n\n(c) Any fine, fee, or forfeiture collected by a court that lacks jurisdiction shall be:\n\n(i) transferred to the court receiving the case; or\n\n(ii) if the case is dismissed, returned to the defendant.\n\nAmended by Chapter 185, 2020 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-19/"
    },
    {
      "id": "section-20",
      "number": "20",
      "heading": "Right to divert appropriated waters into natural streams -- Requirements -- Storage in reservoir -- Information required by state engineer -- Lapse of application",
      "text": "Effective 5/3/2023\n\n77-7-20.\n\nService of citation on defendant -- Filing in court -- Electronic filing -- Contents of citations.\n\n(1) Except as provided in Subsection (4), a peace officer or other authorized official who issues a citation pursuant to Section 77-7-18 shall give the citation to the individual cited and shall, within five business days, electronically file the data from Subsections (2)(a) through (2)(h) with the court specified in the citation. The data transmission shall use the court's electronic filing interface. A nonconforming filing is not effective.\n\n(2) The citation issued under authority of this chapter shall contain the following data:\n\n(a) the name, address, and phone number of the court before which the individual is to appear;\n\n(b) the name and date of birth of the individual cited;\n\n(c) a brief description of the offense charged;\n\n(d) the date, time, and place at which the offense is alleged to have occurred;\n\n(e) the date on which the citation was issued;\n\n(f) the name of the peace officer or official who issued the citation, and the name of the arresting individual if a private party made the arrest and the citation was issued in lieu of taking the arrested individual before a magistrate;\n\n(g) the time and date on or date range during which the individual is to appear or a statement that the court will notify the individual of the time to appear;\n\n(h) whether the offense is a domestic violence offense;\n\n(i) language informing the individual that the individual may be eligible for deferred prosecution under Section 77-2-4.2, including a link to a website with information regarding deferred prosecution; and\n\n(j) a notice containing substantially the following language:\n\nREAD CAREFULLY\n\nThis citation is not an information and will not be used as an information without your consent. If an information is filed you will be provided a copy by the court. You MUST appear in court on or before the time set in this citation or as directed by the court. IF YOU FAIL TO APPEAR, THE COURT MAY ISSUE A WARRANT FOR YOUR ARREST.\n\n(3) By electronically filing the data with the court, the peace officer or official affirms to the court that:\n\n(a) the citation or information, including the summons and complaint, was served upon the defendant in accordance with the law;\n\n(b) the defendant committed the offense described in the served documents; and\n\n(c) the court to which the defendant was directed to appear has jurisdiction over the offense charged.\n\n(4)\n\n(a) If a citing law enforcement officer is not reasonably able to access the efiling system, the citation need not be filed electronically if being filed with a justice court.\n\n(b) The court may accept an electronic filing received after five business days if:\n\n(i) the defendant consents to the filing; and\n\n(ii) the court finds the interests of justice would be best served by accepting the filing.\n\nAmended by Chapter 393, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-20/"
    },
    {
      "id": "section-211",
      "number": "21.1",
      "heading": "Priorities between appropriators.",
      "text": "Effective 3/24/2022\n\n73-3-21.1.\n\nPriorities between appropriators.\n\nAppropriators shall have priority among themselves according to the dates of their respective appropriations, so that each appropriator is entitled to receive the appropriator's whole supply before any subsequent appropriator has any right.\n\nAmended by Chapter 311, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-73/chapter-3/section-21-1/"
    },
    {
      "id": "section-23",
      "number": "23",
      "heading": "Replacement of water.",
      "text": "Effective 5/7/2025\n\n77-7-23.\n\nDelivery of an individual arrested without a warrant to a magistrate -- Transfer to a court with jurisdiction -- Transfer of duties -- Violation as misdemeanor.\n\n(1)\n\n(a)\n\n(i)\n\n(A)If an arrest is made without a warrant by a peace officer, the individual who has been arrested shall be taken by a peace officer without unnecessary delay to the magistrate in the district court, the precinct of the county, or the municipality in which the offense occurred, except under Subsection (2).\n\n(B)An information stating the charge against the arrested individual shall be made before the magistrate.\n\n(ii)If a private individual temporarily detains another individual under Section 77-7-3, a peace officer shall determine whether to release or arrest the individual who has been detained, and if the peace officer arrests the individual who has been detained, the peace officer shall follow the procedures described in Subsection (1)(a)(i).\n\n(b)If the justice court judge of the precinct or municipality or the district court judge is not available, the arrested individual shall be taken before the magistrate within the same county who is nearest to the scene of the alleged offense or nearest to the jail under Subsection (2), who may act as committing magistrate for arraigning the accused individual, setting bail, or issuing warrants.\n\n(2)\n\n(a)If the arrested individual under Subsection (1) must be transported from jail to a magistrate, the individual may be taken before the magistrate nearest to the jail rather than the magistrate specified in Subsection (1) for arraignment, setting bail, or issuing warrants.\n\n(b)The case shall then be transferred to the court having jurisdiction.\n\n(3)If a jail accepts custody of an individual arrested under Subsection (1), the duties under this section of the peace officer who makes the arrest are transferred to the jail and the jail's personnel.\n\n(4)This section does not confer jurisdiction upon a court unless otherwise provided by law.\n\n(5)A violation of this section is a class B misdemeanor.\n\nAmended by Chapter 199, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-23/"
    },
    {
      "id": "section-25",
      "number": "25",
      "heading": "Well driller's license -- Enforcement.",
      "text": "Effective 5/10/2016\n\n77-7-25.\n\nKeeping of records -- Making and forwarding of abstract upon conviction or forfeiture of bail -- Form and contents -- Official misconduct.\n\n(1) A magistrate or judge of a court shall keep a full record of each case in which a person is charged with:\n\n(a) a violation of this chapter; or\n\n(b) any other law regulating the operation of a motor vehicle on the highway.\n\n(2)\n\n(a) Within five days after the conviction or forfeiture of bail of a person on a charge of violating a provision of this chapter or other law regulating the operation of a motor vehicle on the highway, the magistrate of the court or clerk of the court in which the conviction was made or bail was forfeited shall prepare and immediately forward to the department an abstract of the record of the court covering the case in which the person was convicted or forfeited bail.\n\n(b) The abstract shall be certified by the person required to prepare the abstract to be true and correct.\n\n(c) A report under this Subsection (2) is not required for a conviction involving the illegal parking or standing of a vehicle.\n\n(3) The abstract must be made in a manner specified by the Driver License Division and shall include the:\n\n(a) name and address of the party charged;\n\n(b) number, if any, of the person's driver license;\n\n(c) license plate number of the vehicle involved;\n\n(d) nature of the offense;\n\n(e) date of hearing;\n\n(f) plea;\n\n(g) judgment, or whether bail was forfeited; and\n\n(h) amount of the fine or forfeiture.\n\n(4) A court shall provide a copy of the report to the Driver License Division on the conviction of a person of manslaughter or other felony in which a vehicle was used.\n\n(5) The failure, refusal, or neglect of a judicial officer to comply with the requirements of this section constitutes misconduct in office and is grounds for removal.\n\n(6) The Driver License Division shall classify and disclose all abstracts received in accordance with Section 53-3-109.\n\nAmended by Chapter 33, 2016 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-25/"
    },
    {
      "id": "section-26",
      "number": "26",
      "heading": "Violations -- Penalty.",
      "text": "77-7-26.\n\nImproper disposition or cancellation of notice to appear or traffic citation -- Official misconduct -- Misdemeanor.\n\n(1)\n\n(a) It is unlawful and official misconduct for any peace officer or other officer or public employee to dispose of:\n\n(i) a notice to appear; or\n\n(ii) traffic citation.\n\n(b) The provisions of Subsection (1)(a) do not apply if the disposal is done with the consent of the magistrate before whom the arrested person was to appear.\n\n(2) A person who cancels or solicits the cancellation of a notice to appear or a traffic citation, in any manner other than as provided by law, is guilty of a class B misdemeanor.\n\nRenumbered and Amended by Chapter 2, 2005 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-26/"
    },
    {
      "id": "section-27",
      "number": "27",
      "heading": "Requests for segregation or consolidation.",
      "text": "Effective 5/8/2018\n\n77-7-27.\n\nQuotas for arrest, citation prohibited.\n\n(1) As used in this section:\n\n(a) \"Law enforcement agency\" means an entity of the state, or a political subdivision of the state, that exists primarily to prevent and detect crime and enforce criminal laws, statutes, or ordinances.\n\n(b) \"Law enforcement quota\" means any requirement or minimum standard regarding the number or percentage of citations or arrests made by a law enforcement officer.\n\n(2) A political subdivision or law enforcement agency employing a peace officer may not require or direct that a peace officer meet a law enforcement quota.\n\n(3) Subsection (2) does not prohibit a political subdivision or law enforcement agency from including a peace officer's engagement with the community or enforcement activity as part of an overall determination of the peace officer's performance.\n\nEnacted by Chapter 289, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-27/"
    },
    {
      "id": "section-28",
      "number": "28",
      "heading": "Replacement wells -- Requirements -- State engineer's approval -- Application to drill -- Filing -- Form -- Contents -- Notice -- Fees -- Definition -- Plugging of old well",
      "text": "Replacement wells -- Requirements -- State engineer's approval -- Application to drill -- Filing -- Form -- Contents -- Notice -- Fees -- Definition -- Plugging of old well.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29",
      "heading": "Relocation of natural streams -- Written permit required -- Emergency work -- Violations.",
      "text": "77-27-29.\n\nRights of parolee or probationer -- Record of proceedings.\n\n(1) With respect to any hearing pursuant to the Uniform Act for Out-of-State Supervision, the parolee or probationer shall have the following rights:\n\n(a) reasonable notice in writing of the nature and content of the allegations to be made, including notice that its purpose is to determine whether there is probable cause to believe that he has committed a violation that may lead to a revocation of parole or probation;\n\n(b) be permitted to advise with any persons whose assistance he reasonably desires, prior to the hearing;\n\n(c) to confront and examine any persons who have made allegations against him, unless the hearing officer determines that such confrontation would present a substantial present or subsequent danger of harm to such person or persons; and\n\n(d) may admit, deny, or explain the violation alleged and may present proof, including affidavits and other evidence, in support of his contentions.\n\n(2) A record of the proceedings shall be made and preserved.\n\nAmended by Chapter 306, 2007 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-29/"
    },
    {
      "id": "section-30",
      "number": "30",
      "heading": "Change application for an instream flow -- Change application for delivery to a reservoir.",
      "text": "77-27-30.\n\nViolation by parolee or probationer supervised in another state -- Hearing in other state -- Procedure upon receipt of record from other state.\n\nIn any case of alleged parole or probation violation by a person being supervised in another state pursuant to the interstate compact for the supervision of parolees and probationers, any appropriate judicial or administrative officer or agency in another state is authorized to hold a hearing on the alleged violation. Upon receipt of the record of a parole or probation violation hearing held in another state pursuant to a statute substantially similar to this act, the record shall have the same standing and effect as though the proceeding of which it is a record was had before the appropriate officer or officers in this state, and any recommendations contained in or accompanying the record shall be fully considered by the appropriate officer or officers of this state in making disposition of the matter.\n\nEnacted by Chapter 15, 1980 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-30/"
    },
    {
      "id": "section-31",
      "number": "31",
      "heading": "Water right for watering livestock on public land -- Public Water Reserve No. 107.",
      "text": "77-27-31.\n\nShort title.\n\nSections 77-27-24 through 77-27-30 of this chapter may be cited as the \"Uniform Act for Out-of-State Supervision.\"\n\nEnacted by Chapter 15, 1980 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-31/"
    },
    {
      "id": "section-32",
      "number": "32",
      "heading": "Filing protest or judicial review action not required to bring judicial interference claim.",
      "text": "Effective 5/1/2024\n\n77-27-32.\n\nReporting requirements.\n\n(1)The board shall publicly display metrics on the board's website, including:\n\n(a)a measure of recidivism;\n\n(b)a measure of time under board jurisdiction;\n\n(c)a measure of prison releases by category;\n\n(d)a measure of parole revocations;\n\n(e)a measure of alignment of board decisions with the adult sentencing and supervision length guidelines, as defined in Section 63M-7-401.1; and\n\n(f)a measure of the aggregate reasons for departing from the guidelines described in Subsection (1)(e).\n\n(2)On or before September 30 of each year, the board shall submit to the commission and the Law Enforcement and Criminal Justice Interim Committee a report for the previous fiscal year that summarizes the metrics in Subsection (1).\n\nAmended by Chapter 208, 2024 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-27/section-32/"
    }
  ]
}