{
  "state": "district-of-columbia",
  "path": "title-6/chapter-5",
  "sections": [
    {
      "id": "section-6-501",
      "number": "6-501",
      "heading": "Review of building permit applications; design and construction requirements.",
      "text": "(a) The Mayor shall review all building permit applications for new construction or substantial improvements to determine whether proposed building sites will be reasonably safe from flooding. If a proposed building site is in a location that has flood hazard, the proposed new construction or substantial improvement (including prefabricated homes) must:\n\n(1) Be designed (or modified) and anchored to prevent flotation, collapse, or lateral movement of the structure;\n\n(2) Use construction materials and utility equipment that are resistant to flood damage; and\n\n(3) Use construction methods and practices that will minimize flood damage.\n\n(1) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules designating flood hazard areas in the District and requiring flood insurance as a condition of occupancy for the life of a new or substantially improved building in a flood hazard area.\n\n(2) For the purposes of this subsection, the term:\n\n(A) \"Flood hazard area\" means an area designated as:\n\n(i) A special flood hazard area or other area of flood hazard on the then-current flood insurance rate map for the District of Columbia issued by the Federal Emergency Management Agency; or\n\n(ii) An area of flood hazard, as determined by the Mayor by rule.\n\n(B) \"Substantially improved building\" means any building which has undergone any repair, alteration, addition, or improvement, the cost of which equals or exceeds 50% of the market value of the building before the improvement or repair was started.",
      "history": "May 26, 1976, D.C. Law 1-64, § 2, 22 DCR 7146",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-501.html"
    },
    {
      "id": "section-6-502",
      "number": "6-502",
      "heading": "Review of subdivision and other new development proposals.",
      "text": "The Mayor shall review subdivision proposals and other proposed new developments to assure that:\n\n(1) All such proposals are consistent with the need to minimize flood damage;\n\n(2) All public utilities and facilities, such as sewer, gas, electrical, and water systems are located, elevated, and constructed to minimize or eliminate flood damage; and\n\n(3) Adequate drainage is provided so as to reduce exposure to flood hazards.",
      "history": "May 26, 1976, D.C. Law 1-64, § 3, 22 DCR 7146",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-502.html"
    },
    {
      "id": "section-6-503",
      "number": "6-503",
      "heading": "Design of water and sanitary sewage systems; location of on-site waste disposal systems.",
      "text": "The Mayor shall require new or replacement water systems and sanitary sewage systems to be designed to minimize or eliminate infiltration of flood waters into the systems and discharges from the systems into flood waters, and require on-site waste disposal systems to be located so as to avoid impairment of them or contamination from them during flooding.",
      "history": "May 26, 1976, D.C. Law 1-64, § 4, 22 DCR 7146",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-503.html"
    },
    {
      "id": "section-6-504",
      "number": "6-504",
      "heading": "Review of excavation, grading, filling, or construction permit applications; mudslide hazards.",
      "text": "The Mayor shall review each permit application for any excavation, grading, fill, or construction to determine whether the proposed site and improvements will be reasonably safe from mudslides. If a proposed site and improvements are in a location that may have mudslide hazards, a further review shall be made by persons qualified in geology and soils engineering; and the proposed new construction, substantial improvement, or grading must:\n\n(1) Be adequately protected against mudslide damage; and\n\n(2) Not aggravate the existing hazard.",
      "history": "May 26, 1976, D.C. Law 1-64, § 5, 22 DCR 7146",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-504.html"
    },
    {
      "id": "section-6-505",
      "number": "6-505",
      "heading": "Annual report.",
      "text": "The Mayor shall submit an annual report before April 1st of each year to the Council to advise the public of progress made under the National Flood Control Program.",
      "history": "May 26, 1976, D.C. Law 1-64, § 6, 22 DCR 7146",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-505.html"
    },
    {
      "id": "section-6-506",
      "number": "6-506",
      "heading": "Penalties.",
      "text": "Violations of any provision of this chapter, including the implementing regulations, are punishable by the following penalties:\n\n(1) Any person who violates any provision of this chapter shall be guilty of a misdemeanor and shall, upon conviction, be punishable by a fine of not more than $300 for each day of the violation, or imprisoned for not more than 30 days, or both.\n\n(2) Any person who violates any provision of this chapter shall be liable to the District of Columbia for any and all consequential damages resulting from the violation, in addition to related costs and attorney fees.\n\n(3) Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2.",
      "history": "May 26, 1976, D.C. Law 1-64, § 6A; as added Mar. 8, 1991, D.C. Law 8-237, § 38, 38 DCR 314",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-506.html"
    },
    {
      "id": "section-6-507",
      "number": "6-507",
      "heading": "Delegation of functions.",
      "text": "Repealed.",
      "history": "May 26, 1976, D.C. Law 1-64, § 6B",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-507.html"
    }
  ]
}