{
  "state": "new-mexico",
  "path": "title-chapter-56-commercial-instruments-and-transactions/chapter-article-11-artists-consignment",
  "sections": [
    {
      "id": "section-56-11-1",
      "number": "56-11-1",
      "heading": "Short title.Section 56-11-2 - Definitions.Section 56-11-3 - Art consignment; priority of claims, liens or security interests.",
      "text": "Sections 1 through 3 [56-11-1 to 56-11-3 NMSA 1978] of this act may be cited as the \"Artists' Consignment Act.\"\n\nHistory:Laws 1979, ch. 196, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-56/article-11/section-56-11-1/"
    },
    {
      "id": "section-56-11-2",
      "number": "56-11-2",
      "heading": "Definitions.",
      "text": "As used in the Artists' Consignment Act:\n\nA. \"art\" means a painting, sculpture, drawing, work of graphic art, pottery, weaving, batik, macrame or quilt containing the artist's original handwritten signature on the work of art;\n\nB. \"artist\" means the creator of a work of art, or, if he is deceased, the artist's heirs or personal representative;\n\nC. \"art dealer\" means a person primarily engaged in the business of selling works of art;\n\nD. \"creditor\" means a \"creditor\" as defined in Section 55-1-201 NMSA 1978; and\n\nE. \"person\" means an individual, partnership, corporation or association.\n\nHistory:Laws 1979, ch. 196, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-56/article-11/section-56-11-2/"
    },
    {
      "id": "section-56-11-3",
      "number": "56-11-3",
      "heading": "Art consignment; priority of claims, liens or security interests.",
      "text": "A work of art delivered to an art dealer by an artist for the purpose of exhibition or sale, and the artists' [artist's] share of the proceeds from the sale of the work by the dealer, whether to the dealer on his own account or to a third person, shall create a priority in favor of the artist over the claims, liens or security interests of the creditors of the art dealer, notwithstanding any provision of the Uniform Commercial Code [Chapter 55 NMSA 1978].\n\nHistory:Laws 1979, ch. 196, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-56/article-11/section-56-11-3/"
    }
  ]
}