{
  "state": "nebraska",
  "path": "title-chapter-15-cities-of-the-primary-class/chapter-15-104-corporate-limits-extension-annexation-of-villages-pow",
  "sections": [
    {
      "id": "section-15-104corporate",
      "number": "15-104.Corporate",
      "heading": "limits; extension; annexation of villages; powers of city council",
      "text": "The corporate limits of a city of the first class which is declared to be a city of the primary class pursuant to section 15-102 shall remain as before such declaration. The city council may by ordinance at any time include within the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15-104",
      "number": "15-104",
      "heading": "",
      "text": "15-104.Corporate limits; extension; annexation of villages; powers of city council.\n\nThe corporate limits of a city of the first class which is declared to be a city of the primary class pursuant to section 15-102 shall remain as before such declaration. The city council may by ordinance at any time include within the corporate limits of such city any contiguous or adjacent lands, lots, tracts, streets, or highways such distance and in such direction as may be deemed proper. The city council may include, annex, merge, or consolidate with such city, by such extension of its corporate limits, any village which is within the extraterritorial zoning jurisdiction of such city and which it serves with water service or supply or with a sanitary sewerage system and service, or both such water and sanitary sewerage service. Such city shall have power by ordinance to compel owners of land so brought within the corporate limits to lay out streets and public ways to conform to and be continuous with the streets and ways of such city, or otherwise as appears best for the convenience of the inhabitants of such city and the public. Such city may vacate any public road established through such land when necessary to secure regularity in the general system of its public ways.\n\nSourceLaws 1901, c. 16, § 4, p. 71;R.S.1913, § 4407;Laws 1919, c. 41, § 1, p. 124;C.S.1922, § 3783;C.S.1929, § 15-104;R.S.1943, § 15-104;Laws 1957, c. 51, § 9, p. 242;Laws 1963, c. 86, § 1, p. 295;Laws 1965, c. 43, § 1, p. 238;Laws 2020, LB1003, § 7.\n\nAnnotations\n\nLands annexed by city of primary class met all requirements set out in this section. Campbell v. City of Lincoln, 182 Neb. 459, 155 N.W.2d 444 (1968).\n\nAgricultural lands may not be annexed to city where the sole object of annexation is to increase its revenue. Witham v. City of Lincoln, 125 Neb. 366, 250 N.W. 247 (1933).\n\nUnder conditions stated, council had power to include plaintiff's land in city. Miller v. City of Lincoln, 94 Neb. 577, 143 N.W. 921 (1913).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-15/statute-15-104/"
    }
  ]
}