{
  "state": "nebraska",
  "path": "title-chapter-15-cities-of-the-primary-class/chapter-15-905-building-regulations-zoning-powers-granted",
  "sections": [
    {
      "id": "section-15-905building",
      "number": "15-905.Building",
      "heading": "regulations; zoning; powers granted",
      "text": "Every city of the primary class may regulate in the area which is within the corporate limits of the city or within its extraterritorial zoning jurisdiction, except as to construction on farms for farm purposes, (1) the minimum standards of construction of buildin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15-905",
      "number": "15-905",
      "heading": "",
      "text": "15-905.Building regulations; zoning; powers granted.\n\nEvery city of the primary class may regulate in the area which is within the corporate limits of the city or within its extraterritorial zoning jurisdiction, except as to construction on farms for farm purposes, (1) the minimum standards of construction of buildings, dwellings, and other structures in order to provide safe and sound condition thereof for the preservation of health, safety, security, and general welfare, which standards may include regulations as to electric wiring, heating, plumbing, pipefitting, sewer connections, ventilation, size of habitable rooms, and the method of constructing buildings, dwellings, and other structures, and to provide for inspection thereof and building permits and fees for such permits, (2) the removal and tearing down of buildings, dwellings, and other structures in such areas which constitute nuisances because of the dilapidated, unsafe, or rundown condition or conditions, and (3) except as to the United States of America, the State of Nebraska, a county, or a village, in the extraterritorial zoning jurisdiction of the city of the primary class, the nature, kind, and manner of constructing streets, alleys, sidewalks, curbing or abridging curbs, driveway approaches constructed on or to public right-of-way, and sewage disposal facilities. Any building or construction code implemented under this section shall be adopted and enforced as provided in section 71-6406.\n\nSourceLaws 1963, c. 57, § 3, p. 240;Laws 1965, c. 40, § 2, p. 233;Laws 2013, LB88, § 1;Laws 2016, LB704, § 2;Laws 2020, LB1003, § 155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-15/statute-15-905/"
    }
  ]
}