{
  "state": "nebraska",
  "path": "title-chapter-15-cities-of-the-primary-class/chapter-15-222-public-utilities-franchises-power-to-grant-elections-",
  "sections": [
    {
      "id": "section-15-222public",
      "number": "15-222.Public",
      "heading": "utilities; franchises; power to grant; elections required, when",
      "text": "A city of the primary class shall have the power to make contracts with and authorize any person, company, or association to erect gas works, electric works, or other light works in such city, and give such person, company, or associati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15-222",
      "number": "15-222",
      "heading": "",
      "text": "15-222.Public utilities; franchises; power to grant; elections required, when.\n\nA city of the primary class shall have the power to make contracts with and authorize any person, company, or association to erect gas works, electric works, or other light works in such city, and give such person, company, or association the privilege of furnishing light for the streets, lanes, and alleys of such city for any length of time not exceeding one year, or for any time not exceeding five years upon being authorized so to do by a majority vote of the electors of such city. The mayor and city council shall not have power to grant a franchise for any purpose for a period longer than twenty-five years. Franchises to be granted for a longer period than twenty-five years shall be submitted to a vote of the people and shall require a majority vote of the electors of the city voting thereon at a general or special election. All franchise ordinances shall require three readings on three separate days before passage by the city council.\n\nSourceLaws 1901, c. 16, § 129, XXVI, p. 133;Laws 1905, c. 16, § 11, p. 213;R.S.1913, § 4436;C.S.1922, § 3820;C.S.1929, § 15-223;R.S.1943, § 15-222;Laws 2020, LB1003, § 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-15/statute-15-222/"
    }
  ]
}