{
  "state": "virginia",
  "path": "title-title-452-mines-minerals-and-energy/chapter-chapter-5-coal-mine-safety-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 45.2-500. Coal Mine Safety Act§ 45",
      "text": "2-501. Definitions§ 45.2-502. Safety and health§ 45.2-503. Special safety rules§ 45.2-504. Age requirement to work in mines§ 45.2-505. Prohibited acts by miners or other persons; miners to comply with law§ 45.2-506. Safety materials and supplies",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-500",
      "number": "45.2-500.",
      "heading": "Coal Mine Safety Act",
      "text": "For purposes of this title, this chapter and Chapters 7 (§ 45.2-700 et seq.), 8 (§ 45.2-800 et seq.), and 9 (§ 45.2-900 et seq.) shall be known as the Coal Mine Safety Act.\n\n1984, c. 590, § 45.1-1.10; 1994, c. 28, § 45.1-161.7; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-500/"
    },
    {
      "id": "section-452-501",
      "number": "45.2-501.",
      "heading": "Definitions",
      "text": "As used in the Coal Mine Safety Act, unless the context requires a different meaning:\n\n\"Accident\" means (i) a death of an individual at a mine; (ii) a serious personal injury; (iii) an entrapment of an individual for more than 30 minutes; (iv) an unplanned inundation of a mine by liquid or gas; (v) an unplanned ignition or explosion of gas or dust; (vi) an unplanned fire not extinguished within 30 minutes of discovery; (vii) an unplanned ignition or explosion of a blasting agent or an explosive; (viii) an unplanned roof fall at or above the anchorage zone in active workings where roof bolts are in use, or an unplanned roof or rib fall in active workings that impairs ventilation or impedes passage; (ix) a coal or rock outburst that causes withdrawal of miners or that disrupts regular mining activity for more than one hour; (x) an unstable condition at an impoundment, refuse pile, or culm bank that requires emergency action in order to prevent failure or that causes individuals to evacuate an area, or failure of an impoundment, refuse pile, or culm bank; (xi) damage to hoisting equipment in a shaft or slope that endangers an individual or interferes with use of the equipment for more than 30 minutes; (xii) an event at a mine that causes death or bodily injury to any individual not at a mine at the time the event occurs; and (xiii) the unintentional fall of highwall that entraps equipment for more than 30 minutes.\n\n\"Active area\" means any place in a mine that is ventilated, if underground, and examined regularly.\n\n\"Active workings\" means any place in a mine where miners are normally required to work or travel.\n\n\"Agent\" means any person charged by the operator with responsibility for the operation of all or a part of a mine or the supervision of miners in a mine.\n\n\"Approved\" means, with reference to a device, apparatus, equipment, condition, method, course, or practice, approved in writing by the Chief or the Director.\n\n\"Authorized person\" means a person who is assigned by the operator or agent to perform a specific type of duty or to be at a specific location in the mine and is trained and has demonstrated the ability to perform such duty safely and effectively.\n\n\"Auxiliary fan\" means a supplemental underground fan installed to increase the volume of air to a specified location for the purpose of controlling dust, methane, or air quality.\n\n\"Board\" means the Board of Coal Mining Examiners established pursuant to Article 3 (§ 45.2-515 et seq.).\n\n\"Cable\" means (i) a stranded conductor, known as single-conductor cable, or (ii) a combination of conductors insulated from one another, known as multiple-conductor cable.\n\n\"Certified person\" means a person who holds a valid certificate from the Board of Coal Mining Examiners authorizing him to perform the task to which he is assigned.\n\n\"Circuit\" means a conducting part or a system of conducting parts through which an electric current is intended to flow.\n\n\"Circuit breaker\" means a device for interrupting a circuit between separable contacts under normal or abnormal conditions.\n\n\"Coal mine\" means a surface coal mine or an underground coal mine.\n\n\"Coal Mine Safety Act\" or \"the Act\" means this chapter and Chapters 7 (§ 45.2-700 et seq.), 8 (§ 45.2-800 et seq.), and 9 (§ 45.2-900 et seq.) and includes any regulations adopted thereunder, where applicable.\n\n\"Cross entry\" means any entry or set of entries, turned from main entries, from which room entries are turned.\n\n\"Experienced surface miner\" means a person with six months or more of experience working at a surface mine or the surface area of an underground coal mine.\n\n\"Experienced underground miner\" means a person with six months or more of underground coal mining experience.\n\n\"Federal mine safety law\" means the Federal Mine Safety and Health Act of 1977 (P.L. 91-173, as amended by 95-164), and regulations adopted thereunder.\n\n\"Fuse\" means an overcurrent protective device with a circuit-opening fusible member directly heated and destroyed by the passage of overcurrent through it.\n\n\"Ground\" means a conducting connection between an electric circuit or electrical equipment and earth or to some conducting body that serves in place of earth.\n\n\"Grounded\" means connected to earth or to some connecting body that serves in place of earth.\n\n\"Hazardous condition\" means a condition that is likely to cause death or serious personal injury to any person exposed to such condition.\n\n\"Imminent danger\" means the existence of any condition or practice in a mine that could reasonably be expected to cause death or serious personal injury before such condition or practice can be abated.\n\n\"Inactive mine\" means a mine (i) at which (a) coal or minerals have not been excavated or processed or (b) work, other than examination by a certified person or emergency work to preserve the mine, has not been performed for a period of 30 days at an underground coal mine or for a period of 60 days at a surface mine; (ii) for which a valid license is in effect; and (iii) at which reclamation activities have not been completed.\n\n\"Inexperienced underground miner\" means a person with less than six months of underground coal mining experience.\n\n\"Intake air\" means air that has not passed through the last active working place of the split of any working section or any worked-out area, whether pillared or nonpillared, and by analysis contains at least 19.5 percent oxygen and not more than 0.5 percent carbon dioxide and does not contain a hazardous quantity of flammable gas or a harmful quantity of poisonous gas.\n\n\"Interested persons\" means members of the mine safety committee and other duly authorized representatives of the employees at a mine, MSHA employees, mine inspectors, and, to the extent required by the Act, any other person.\n\n\"Main entry\" means the principal entry or set of entries driven through the coal bed or mineral deposit and from which cross entries, room entries, or rooms are turned.\n\n\"Mine\" means any underground coal mine or surface coal mine. Mines that are adjacent to each other and under the same management and that are administered as distinct units are considered separate mines. A site is not considered a mine unless the coal extracted or excavated from it is offered for sale or exchange or used for any other commercial purpose. The area in which coal is excavated under an exemption to the permitting requirements of § 45.2-1009 is not a mine.\n\n\"Mine fire\" means an unplanned fire not extinguished within 30 minutes of discovery.\n\n\"Mine foreman\" means a person who holds a valid certificate of qualification as a foreman duly issued by action of the Board of Coal Mining Examiners.\n\n\"Mine inspector\" means a public employee assigned by the Chief or the Director to make mine inspections as required by the Act and other applicable laws.\n\n\"Miner\" means any individual working in a mine.\n\n\"Mineral\" means clay, stone, sand, gravel, metalliferous and nonmetalliferous ores, and any other solid material or substance of commercial value excavated in solid form from natural deposits on or in the earth, exclusive of coal and any mineral that occurs naturally in liquid or gaseous form.\n\n\"Monthly\" means, unless otherwise stated, occurring any time during the period of the first through the last day of a calendar month.\n\n\"Mine Safety and Health Administration\" or \"MSHA\" means the federal Mine Safety and Health Administration.\n\n\"Operator\" means any person who operates, controls, or supervises a mine or any independent contractor performing services or construction at a mine.\n\n\"Panel entry\" means a room entry.\n\n\"Permissible\" means a device, process, equipment, or method classified as \"permissible\" by MSHA, when such classification is adopted by the Chief or the Director, and includes all requirements, restrictions, exceptions, limitations, and conditions attached to such classification by MSHA unless otherwise expressly stated in the Act.\n\n\"Return air\" means air that has passed through (i) the last active working place on each split or (ii) worked-out areas, whether pillared or nonpillared.\n\n\"Room entry\" means any entry or set of entries from which rooms are turned.\n\n\"Serious personal injury\" means any injury that has a reasonable potential to cause death or any injury other than a sprain or strain that requires an admission to a hospital for 24 hours or more for medical treatment.\n\n\"Substation\" means an electrical installation containing generating or power-conversion equipment and associated electric equipment and parts, such as switchboards, switches, wiring, fuses, circuit breakers, compensators, and transformers.\n\n\"Surface coal mine\" means (i) the pit and other active and inactive areas of surface extraction of coal; (ii) on-site preparation plants, shops, tipples, and related facilities appurtenant to the extraction and processing of coal; (iii) surface areas for the transportation and storage of coal extracted at the site; (iv) impoundments, retention dams, tailing ponds, and refuse disposal areas appurtenant to the extraction of coal from the site; (v) equipment, machinery, tools, and other property used in or to be used in the extraction of coal from the site; (vi) private ways and roads appurtenant to such areas; and (vii) the areas used to prepare a site for surface coal extraction activities. A site commences being a surface coal mine upon the beginning of any site preparation activity other than exploratory drilling or other exploration activity that does not disturb the surface and ceases to be a surface coal mine upon completion of initial reclamation activities.\n\n\"Travel way\" means a passage, walk, or way regularly used and designated for persons to go from one place to another.\n\n\"Underground coal mine\" means (i) the working face and other active and inactive areas of underground excavation of coal; (ii) underground travel ways, shafts, slopes, drifts, inclines, and tunnels connected to such areas; (iii) on-site preparation plants, shops, tipples, and related facilities appurtenant to the excavation and processing of coal; (iv) on-site surface areas for the transportation and storage of coal excavated at the site; (v) impoundments, retention dams, and tailing ponds appurtenant to the excavation of coal from the site; (vi) equipment, machinery, tools, and other property, on the surface and underground, used in or to be used in the excavation of coal from the site; (vii) private ways and roads appurtenant to such areas; (viii) the areas used to prepare a site for underground coal excavation activities; and (ix) areas used for the drilling of vertical ventilation holes. A site commences being an underground coal mine upon the beginning of any site preparation activity other than exploratory drilling or other exploration activity and ceases to be an underground coal mine upon completion of initial reclamation activities.\n\n\"Weekly\" means, unless otherwise stated, occurring any time during the period of Sunday through Saturday of a calendar week.\n\n\"Work area\" means an area of a surface coal mine in production or being prepared for production and an area of the mine that may pose a danger to miners at such area.\n\n\"Worked-out area\" means an area where underground coal mining has been completed, whether pillared or nonpillared, excluding developing entries, return air courses, and intake air courses.\n\n\"Working face\" means any place in a mine in which work of extracting coal from its natural deposit in the earth is performed during the mining cycle.\n\n\"Working place\" means the area of an underground coal mine inby the last open crosscut.\n\n\"Working section\" means all areas from the loading point of a section to and including the working faces.\n\nCode 1950, § 45-0.2; 1954, c. 191; 1966, c. 594, § 45.1-2; 1975, c. 520; 1978, cc. 120, 489; 1980, c. 442; 1984, c. 590; 1993, c. 442; 1994, c. 28, § 45.1-161.8; 1996, c. 774; 1997, c. 390; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-501/"
    },
    {
      "id": "section-452-502",
      "number": "45.2-502.",
      "heading": "Safety and health",
      "text": "In safety and health matters, all miners are to be governed by the Act, Article 4 (§ 45.2-617 et seq.) of Chapter 6, and any other sections of the Code relating to the safety and health of miners and regulations adopted by the Department.\n\n1984, c. 590, § 45.1-1.7; 1994, c. 28, § 45.1-161.9; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-502/"
    },
    {
      "id": "section-452-503",
      "number": "45.2-503.",
      "heading": "Special safety rules",
      "text": "The operator of each mine has the right to adopt special safety rules for the safety and operation of his mine, covering the work pertaining to the mine inside and outside of such mine. Such special safety rules shall not be in conflict with the provisions of the Act and, when established, shall be posted at some conspicuous place about the mine where the rules may be seen by all miners at such mine or in lieu thereof shall be furnished by the operator as a printed copy to each of the miners.\n\nCode 1950, § 45-87; 1966, c. 594, § 45.1-31; 1984, c. 590; 1994, c. 28, § 45.1-161.10; 1996, c. 774; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-503/"
    },
    {
      "id": "section-452-504",
      "number": "45.2-504.",
      "heading": "Age requirement to work in mines",
      "text": "A. No person under 18 years of age shall be permitted to work in or around any mine.\n\nB. No operator, agent, or mine foreman shall make a false statement as to the age of any person under 18 years of age applying for work in or around any mine.\n\nCode 1950, § 45-16; 1954, c. 191; 1966, c. 594, § 45.1-32; 1972, c. 154; 1994, c. 28, § 45.1-161.11; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-504/"
    },
    {
      "id": "section-452-505",
      "number": "45.2-505.",
      "heading": "Prohibited acts by miners or other persons; miners to comply with law",
      "text": "A. No miner or other person shall (i) knowingly damage any shaft, lamp, instrument, air course, or brattice or obstruct any airway; (ii) carry in a mine any intoxicating liquors or controlled drugs without the prescription of a licensed physician; (iii) disturb any part of the machinery or appliances in a mine; (iv) open a door used for directing ventilation and fail to close it again; (v) enter any part of a mine against caution or a warning sign or barricade; or (vi) disobey any order issued pursuant to the provisions of the Act.\n\nB. Each miner at any mine shall comply fully with the provisions of the Act and other mining laws of the Commonwealth, including regulations adopted by the Department or the Board, that pertain to his duties.\n\nC. Any individual shall, upon the order of the Chief, complete training that addresses the subject of any violation issued to the individual as a condition for abatement of the violation.\n\nCode 1950, § 45-72; 1954, c. 191; 1966, c. 594, § 45.1-26; 1978, cc. 489, 729; 1994, c. 28, § 45.1-161.12; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-505/"
    },
    {
      "id": "section-452-506",
      "number": "45.2-506.",
      "heading": "Safety materials and supplies",
      "text": "It is the duty of each operator or agent to keep on hand at all times at each mine, or within convenient distance of each mine, a sufficient quantity of all materials and supplies required to preserve the safety of miners, as required by the Act. If for any reason the operator or agent cannot procure the necessary materials or supplies, he shall cause all miners to withdraw from the mine, or from the affected portion of the mine, until such materials or supplies are received.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.13; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-506/"
    },
    {
      "id": "section-452-507",
      "number": "45.2-507.",
      "heading": "Notifying miners of violations; compliance with Act",
      "text": "A. The operator and his agent shall cooperate with the mine foreman and other officials in the discharge of their duties as required by the Act. Such operator and agent shall direct the mine foreman and all other miners employed at the mine to comply with all provisions of the Act, especially when the attention of such operator or agent is called by the Chief, the Director, or a mine inspector to any violation of the Act.\n\nB. The operator of any mine or his agent shall operate each of his mines at all times in full conformity with the Act and any other mining law of the Commonwealth, including regulations adopted by the Department or the Board. This requirement shall not relieve any other person who is subject to the provisions of the Act from his duty to comply with the requirements of the Act.\n\nC. Nothing in the Act shall be construed to relieve an operator or his agent from the duty imposed at common law to secure the reasonable safety of his employees.\n\nD. No operator, agent, or certified person shall knowingly permit any person to work in any part of a mine in violation of written instructions issued by a mine inspector pursuant to the Act.\n\nE. The operator or his agent shall fully comply with any action plan required by the Chief to address hazardous conditions or practices.\n\nCode 1950, §§ 45-7, 45-8, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83 to 45-85; 1950, p. 156; 1954, c. 191; 1966, c. 594, §§ 45.1-21, 45.1-30, 45.1-104; 1972, c. 784; 1974, c. 323; 1975, c. 320; 1976, c. 598; 1978, cc. 120, 222, 489, 729; 1982, cc. 118, 255; 1984, cc. 178, 590; 1988, c. 577; 1990, c. 963; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.14; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-507/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Chief of the Division of Mines of the Department and Mine Inspectors",
      "text": "Chief of the Division of Mines of the Department and Mine Inspectors",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-508",
      "number": "45.2-508.",
      "heading": "Appointment of Chief",
      "text": "The Chief of the Division of Mines of the Department of Energy is the head of the Division of Mines and is under the direction of and reports to the Director.\n\nCode 1950, §§ 45-1 through 45-3; 1954, c. 191; 1966, c. 594, § 45.1-3; 1984, c. 590; 1994, c. 28, § 45.1-161.15; 2021, Sp. Sess. I, cc. 387, 532.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-508/"
    },
    {
      "id": "section-452-509",
      "number": "45.2-509.",
      "heading": "Qualification of Chief",
      "text": "The Chief shall have a thorough knowledge of the various systems of working and ventilating coal mines, the nature and properties of mine gases and methods for their detection and control, the control of mine roof, methods of rescue and recovery work in mine disasters, the application of electricity and mechanical loading in mining operations, equipment and explosives used in mining, methods for preventing gas and dust explosions in mines, and mine haulage. The Chief shall possess such experience or educational background in management as determined necessary by the Governor and shall be at least 30 years of age.\n\nCode 1950, §§ 45-4, 45-5, 45-6; 1954, c. 191; 1966, c. 594, § 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.16; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-509/"
    },
    {
      "id": "section-452-510",
      "number": "45.2-510.",
      "heading": "Affiliations of Department personnel with labor union, coal company, etc",
      "text": "A. Neither the Chief nor any other officer or employee of the Department shall, upon taking office or being employed, or at any other time during the term of his office or employment, have any affiliation with any operating coal company, operators' association, or labor union or fail to comply with the provisions of the State and Local Government Conflict of Interests Act (§ 2.2-3100 et seq.). Neither the Chief nor any other officer while in office shall be directly or indirectly interested as owner, partner, proprietor, lessor, operator, superintendent, or engineer of any coal mine, nor shall the Chief or any other officer while in office own any stock in a corporation that owns a coal mine either directly or through a subsidiary.\n\nB. Neither the Chief nor any mine inspector shall perform an inspection at any mine at which he was last employed for a period of two years following termination of his employment.\n\nCode 1950, §§ 45-4, 45-5, 45-6; 1954, c. 191; 1966, c. 594, § 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.17; 1999, c. 256; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-510/"
    },
    {
      "id": "section-452-511",
      "number": "45.2-511.",
      "heading": "Appointment and general qualifications of mine inspectors",
      "text": "A. Each mine inspector shall be appointed by the Director.\n\nB. Each mine inspector shall (i) be at least 25 years of age, (ii) be of good moral character and temperate habits, (iii) hold a certificate as a mine foreman, and (iv) hold a certificate as a mine inspector issued by the Board.\n\nCode 1950, §§ 45-1 through 45-6; 1954, c. 191; 1966, c. 594, §§ 45.1-3, 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, §§ 45.1-161.18, 45.1-161.19; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-511/"
    },
    {
      "id": "section-452-512",
      "number": "45.2-512.",
      "heading": "Qualifications of coal mine inspectors",
      "text": "A. Each mine inspector conducting inspections of underground coal mines shall have a thorough knowledge of the various systems of working and ventilating underground coal mines; the nature and properties of mine gases and methods for their detection and control; the control of mine roof and ground control; methods of rescue and recovery work in mine disasters; the application of electricity and mechanical loading in mining operations; equipment and explosives used in mining; methods for preventing gas and dust explosions in mines; and mine haulage.\n\nB. Each mine inspector conducting inspections of surface coal mines shall have a thorough knowledge of the various systems of working surface coal mines, the nature and properties of mine gases and methods of their detection and control, ground control, methods of rescue and recovery work in surface mine disasters, the application of electricity and mechanical loading in mining operations, equipment and explosives used in mining, methods for preventing gas and dust explosions in surface facilities on mine property, and mine haulage.\n\nCode 1950, §§ 45-4, 45-5, 45-6; 1954, c. 191; 1966, c. 594, § 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.20; 1997, c. 390; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-512/"
    },
    {
      "id": "section-452-513",
      "number": "45.2-513.",
      "heading": "Duties of the Chief; penalty",
      "text": "A. The Chief shall (i) supervise execution and enforcement of all laws, including regulations adopted by the Department or the Board, pertaining to the health and safety of persons employed within or at coal mines within the Commonwealth and the protection of property used in connection therewith and (ii) perform all other duties required pursuant to the Act.\n\nB. The Chief shall keep a record of all inspections of coal mines made by him and the mine inspectors. The Chief shall make a comprehensive report to the Director. The Chief shall also keep a permanent record of such inspections, properly indexed, and such record shall at all times be open to inspection by any citizen of the Commonwealth.\n\nC. The Chief may compel individuals to complete training that addresses the subject of a violation issued to the individual as a condition for abatement of the violation.\n\nD. The Chief may require operators to submit for approval action plans to address hazardous conditions or practices.\n\nE. For the purpose of investigating (i) an accident or (ii) a willful act resulting in a notice of violation or closure order, the Chief may compel the attendance of witnesses and administer oaths or affirmations. Any person who knowingly provides any false statement, representation, or certification during such investigation is guilty of a Class 1 misdemeanor.\n\nF. The Chief shall supervise execution and enforcement of all reciprocal agreements made with responsible officers of other states that implicate any part of the Act.\n\nCode 1950, §§ 45-1 to 45-6; 1954, c. 191; 1966, c. 594, §§ 45.1-3,45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.21; 2005, c. 3; 2011, cc. 826, 862; 2014, c. 145; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-513/"
    },
    {
      "id": "section-452-514",
      "number": "45.2-514.",
      "heading": "Technical specialists",
      "text": "The Director may appoint technical specialists in the areas of roof control, electricity, ventilation, and other mine specialties. Each technical specialist shall have all the qualifications of a mine inspector plus the specialized knowledge required in his field. A technical specialist shall advise the Director and mine operators in the areas of his specialty and shall have the power of an inspector to issue a closure order only in a case of imminent danger.\n\nCode 1950, §§ 45-4, 45-5, 45-6; 1954, c. 191; 1966, c. 594, § 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.23; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-514/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Certification of Coal Mine Workers",
      "text": "Certification of Coal Mine Workers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-515",
      "number": "45.2-515.",
      "heading": "Board of Coal Mining Examiners; purpose",
      "text": "The Board of Coal Mining Examiners (the Board) is established as a policy board in the executive branch of state government. The purpose of the Board is to issue certificates authorizing the performance of certain tasks.\n\nCode 1950, §§ 45-1 through 45-3; 1954, c. 191; 1966, c. 594, § 45.1-3; 1984, c. 590; 1994, c. 28, § 45.1-161.15; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-515/"
    },
    {
      "id": "section-452-516",
      "number": "45.2-516.",
      "heading": "Board membership; terms; meetings",
      "text": "A. The Board of Coal Mining Examiners shall have a total membership of five members that shall consist of four nonlegislative citizen members and one ex officio member. The four nonlegislative citizen members shall be appointed by the Governor as follows: one who is a miner who holds a first-class mine foreman's certificate with at least five years of experience in underground coal mining and who is employed at an underground coal mine in the Commonwealth in a nonmanagerial, nonsupervisory capacity at the time of appointment; one who is a miner with at least five years of experience in surface coal mining and is employed at a surface coal mine in the Commonwealth in a nonmanagerial, nonsupervisory capacity at the time of appointment; one who holds a first-class mine foreman's certificate with at least five years of experience in the operation of underground coal mines and is (i) an operator of an underground coal mine, (ii) an officer or director of a corporation operating an underground coal mine, (iii) a general partner of a partnership operating an underground coal mine, or (iv) an employee in a managerial or supervisory capacity of an operator of an underground coal mine in the Commonwealth at the time of appointment; and one who has at least five years of experience in the operation of surface coal mines and is (a) an operator of a surface coal mine, (b) an officer or director of a corporation operating a surface coal mine, (c) a general partner of a partnership operating a surface coal mine, or (d) an employee in a managerial or supervisory capacity of an operator of a surface coal mine in the Commonwealth at the time of appointment. Nonlegislative citizen members of the Board shall be residents of the Commonwealth. The Chief or his designee shall serve ex officio with voting privileges.\n\nB. Members of the Board shall be appointed for terms of four years. The Chief shall serve a term coincident with his term of office. Vacancies occurring on the Board among appointed members shall be filled by the Governor for the unexpired term. All members may be reappointed.\n\nC. The Chief shall serve as chairman of the Board.\n\nD. The Board shall meet at least once a year and shall be called by the Chief to meet at such other times as he deems necessary. The Board shall meet at a place and at times as designated by the Chief and the Board shall remain in session until its work is completed, but no one session of the Board shall continue more than three days.\n\nCode 1950, §§ 45-18 to 45-21, 45-26; 1954, c. 191; 1960, c. 61; 1966, c. 594, §§ 45.1-7, 45.1-10; 1978, cc. 120, 729; 1980, c. 728; 1984, c. 590, § 45.1-7; 1994, c. 28, §§ 45.1-161.24, 45.1-161.25; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-516/"
    },
    {
      "id": "section-452-517",
      "number": "45.2-517.",
      "heading": "Board compensation; expenses",
      "text": "Nonlegislative citizen members of the Board of Coal Mining Examiners shall receive such compensation for the performance of their duties as provided in § 2.2-2813. All such nonlegislative citizen members shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Funding for the costs of compensation and expenses of such members shall be provided by the Coal Mining Examiners' Fund established in § 45.2-523.\n\nCode 1950, § 45-26; 1954, c. 191; 1960, c. 61; 1966, c. 594, § 45.1-10; 1978, c. 120; 1980, c. 728; 1994, c. 28, § 45.1-161.25; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-517/"
    },
    {
      "id": "section-452-518",
      "number": "45.2-518.",
      "heading": "Records of the Board",
      "text": "The Chief shall preserve in his office a record of the meetings and transactions of the Board of Coal Mining Examiners and of all certificates issued by the Board.\n\nCode 1950, § 45-27; 1954, c. 191; 1966, c. 594, § 45.1-11; 1994, c. 28, § 45.1-161.26; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-518/"
    },
    {
      "id": "section-452-519",
      "number": "45.2-519.",
      "heading": "Nominations for the Board",
      "text": "Nominations for appointments to the Board of Coal Mining Examiners may be submitted to the Governor by the Director and each organization of coal miners and coal industry interests in the Commonwealth. Nominations are to be made to the Governor by June 1 of the year in which the terms of appointments of members expire. In no case shall the Governor be bound to make any appointment from the nominations submitted.\n\nCode 1950, §§ 45-4, 45-5, 45-6; 1954, c. 191; 1966, c. 594, § 45.1-4; 1972, c. 784; 1978, cc. 120, 727; 1981, c. 32; 1984, cc. 184, 337, 590; 1987, Sp. Sess., c. 1; 1994, c. 28, § 45.1-161.19; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-519/"
    },
    {
      "id": "section-452-520",
      "number": "45.2-520.",
      "heading": "Certification of certain persons employed in coal mines; powers and duties of the Board",
      "text": "A. The Board of Coal Mining Examiners may require certification of persons who work in coal mines and persons whose duties and responsibilities in relation to coal mining require competency, skill, or knowledge in order to perform in a manner consistent with the preservation of the health and safety of persons and property. Each of the following certificates shall be issued by the Board, and a person who holds such a certificate is authorized to perform the tasks that the Act or any regulation adopted by the Board or by the Department requires to be performed by such certified person:\n\n1. First-class mine foreman;\n\n2. First-class shaft or slope foreman;\n\n3. Surface foreman;\n\n4. Preparation plant foreman;\n\n5. Electrical maintenance foreman;\n\n6. Dock foreman;\n\n7. Top person;\n\n8. Underground shot firer;\n\n9. Surface blaster;\n\n10. Hoisting engineer;\n\n11. Electrical repairman;\n\n12. Automatic elevator operator;\n\n13. Mine inspector;\n\n14. Qualified gas detector;\n\n15. Diesel engine mechanic;\n\n16. Diesel engine mechanic instructor;\n\n17. First aid instructor;\n\n18. Advanced first aid;\n\n19. Chief electrician; and\n\n20. General coal miner.\n\nB. Certification shall also be required for any additional tasks that the Board requires by regulation.\n\nC. The Board may adopt regulations necessary or incidental to the performance of duties or the execution of powers conferred under this title. Such regulations shall be adopted in accordance with the provisions of Article 2 (§ 2.2-4006 et seq.) of the Administrative Process Act.\n\nD. The Board may adopt regulations regarding on-site examinations of mine foremen conducted by mine inspectors pursuant to § 45.2-528.\n\nCode 1950, §§ 45-23, 45-28, 45-31, 45-33.1; 1954, c. 191; 1966, c. 594, §§ 45.1-12, 45.1-14; 1972, c. 784; 1978, c. 729; 1980, c. 442; 1984, c. 237; 1993, c. 442; 1994, c. 28, § 45.1-161.28; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-520/"
    },
    {
      "id": "section-452-521",
      "number": "45.2-521.",
      "heading": "Examinations required for Coal Mining Certifications",
      "text": "A. The Board of Coal Mining Examiners may require the examination of an applicant for certification; however, the Board shall require the examination of an applicant for the mine inspector certification. The Board may require other information from each applicant as necessary to ascertain competency and qualifications for each task. Except as specifically provided by the Act, the Board shall prescribe the qualifications for any certification. The examinations shall be conducted under regulations that the Board shall adopt. Such regulations, when adopted, shall (i) be made a part of the permanent record of the Board, (ii) be periodically published, and (iii) be of uniform application to all applicants.\n\nB. Any certificate issued by the Board shall be valid from the date of issuance unless and until it has been suspended pursuant to § 45.2-527 or revoked by the Board pursuant to § 45.2-528.\n\nCode 1950, §§ 45-23, 45-28; 1954, c. 191; 1966, c. 594, § 45.1-12; 1972, c. 784; 1978, c. 729; 1980, c. 442; 1984, c. 237; 1994, c. 28, § 45.1-161.29; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-521/"
    },
    {
      "id": "section-452-522",
      "number": "45.2-522.",
      "heading": "Performance of certain tasks by uncertified persons; penalty",
      "text": "It is unlawful for any person to perform any task requiring certification by the Board of Coal Mining Examiners unless he has been certified. It is also unlawful for an operator or his agent to permit any uncertified person to perform such task. A violation of this section constitutes a Class 1 misdemeanor. Each day of operation without a required certification constitutes a separate offense.\n\n1972, c. 784, § 45.1-12.1; 1994, c. 28, § 45.1-161.30; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-522/"
    },
    {
      "id": "section-452-523",
      "number": "45.2-523.",
      "heading": "Coal Mining Examiners' Fund",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Coal Mining Examiners' Fund, referred to in this section as \"the Fund.\" The Fund shall be established on the books of the Comptroller. All fees collected pursuant to § 45.2-524, together with moneys collected pursuant to §§ 45.2-525 and 45.2-526, shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of covering the costs of administering the miner certification, the cost of printing certificates and other necessary forms, and the incidental expenses incurred by the Board in conducting examinations, reviewing examination papers, and conducting its other duties pursuant to this article. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Chief. The Chief shall keep accounts and records concerning the receipts and expenditures of the Fund as required by the Auditor of Public Accounts.\n\nCode 1950, §§ 45-24, 45-25; 1954, c. 191; 1966, c. 594, §§ 45.1-8, 45.1-9; 1972, c. 440; 1978, c. 120; 1984, c. 590; 1994, c. 28, § 45.1-161.31; 1996, c. 774; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-523/"
    },
    {
      "id": "section-452-524",
      "number": "45.2-524.",
      "heading": "Examination fees",
      "text": "A reasonable fee in an amount set by the Board of Coal Mining Examiners, not to exceed $50, shall be paid to the Chief by each person examined before the commencement of the examination. Fees collected shall be deposited in the Coal Mining Examiners' Fund created by § 45.2-523.\n\nCode 1950, §§ 45-24, 45-25; 1954, c. 191; 1966, c. 594, §§ 45.1-8, 45.1-9; 1972, c. 440; 1978, c. 120; 1984, c. 590; 1994, c. 28, § 45.1-161.31; 1996, c. 774; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-524/"
    },
    {
      "id": "section-452-525",
      "number": "45.2-525.",
      "heading": "Replacement of lost or destroyed certificates",
      "text": "If any certificate issued by the Board of Coal Mining Examiners is lost or destroyed, the Chief may supply a copy such certificate to the person to whom it was issued, upon the payment of a reasonable fee in an amount set by the Board not to exceed $10, so long as it has been established to his satisfaction that the loss or destruction actually occurred and that the person seeking such copy was the holder of such certificate.\n\nCode 1950, §§ 45-29, 45-31; 1954, c. 191; 1966, c. 594, § 45.1-13; 1978, c. 729; 1994, c. 28, § 45.1-161.32; 1999, c. 256; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-525/"
    },
    {
      "id": "section-452-526",
      "number": "45.2-526.",
      "heading": "Reciprocal acceptances of other certifications",
      "text": "A. In lieu of conducting an examination prescribed by law or regulation, the Board of Coal Mining Examiners may issue to any person holding a certificate issued by another state a certificate permitting him to perform similar tasks in the Commonwealth, so long as (i) the Board finds that the requirements for certification in such state are substantially equivalent to those of the Commonwealth and (ii) holders of certificates issued by the Board are permitted to perform similar tasks in such state, and obtain similar certification from such state if required, upon presentation of the certificate issued by the Board and without additional testing, training, or other requirements not directly related to program administration.\n\nB. If the issuing authority in another state has revoked or suspended a certificate of a person who holds a similar Virginia certificate issued pursuant to this section, the person shall notify the Chief of such action by the other state within 10 days of such action. The Chief shall schedule a hearing of the Board to determine whether his Virginia certificate shall be revoked or suspended.\n\nCode 1950, §§ 45-31, 45-33.1; 1954, c. 191; 1966, c. 594, § 45.1-14; 1972, c. 784; 1993, c. 442; 1994, c. 28, § 45.1-161.33; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-526/"
    },
    {
      "id": "section-452-527",
      "number": "45.2-527.",
      "heading": "Continuing education requirements",
      "text": "A. The Board of Coal Mining Examiners shall adopt regulations establishing requirements for programs of continuing education for holders of certificates. The Board shall establish (i) the content and amount of continuing education to be required for maintaining certification, (ii) parameters for the content of continuing education programs, (iii) procedures for approving continuing education programs and sponsors, (iv) distribution to holders of certificates of appropriate information regarding continuing education requirements, (v) provisions allowing surplus hours of continuing education to be carried forward from one period to meet the requirements for the next period, (vi) procedures for determining compliance with continuing education requirements, (vii) requirements for a certificate holder to provide the Board with his current address and such further administrative information as may be reasonable, and (viii) the length of time a certificate may be suspended for failure to comply with continuing education requirements before such certificate shall be revoked. The Board may also establish by regulation a fee to recover the reasonable costs of reissuing certificates or otherwise ascertaining that the requirements of this section have been satisfied.\n\nB. A certificate issued by the Board of Coal Mining Examiners shall be suspended if the holder fails to comply with the continuing education requirements established by the Board. The suspension shall be vacated upon compliance with the continuing education requirements. However, if the holder of a certificate does not comply with the continuing education requirements within the period of time established by the Board, the certificate shall be revoked.\n\n1994, c. 28, § 45.1-161.34; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-527/"
    },
    {
      "id": "section-452-528",
      "number": "45.2-528.",
      "heading": "Board action; suspend, revoke, or take other action",
      "text": "A. The Board of Coal Mining Examiners may suspend, revoke, or take other action regarding any certificate upon finding that (i) the holder has (a) failed to comply with the continuing education requirements within the period following the suspension of the certificate as provided in § 45.2-527, (b) been intoxicated while on duty, (c) neglected his duties, (d) violated any provision of the Act or any other coal mining law of the Commonwealth, or (e) used any controlled substance without the prescription of a licensed prescriber or (ii) other sufficient cause exists. The Board shall also suspend, revoke, or take other action regarding the first-class mine foreman certificate of any mine foreman who fails to display a thorough understanding of the roof control plan and ventilation for the area of the mine that he is responsible for implementing when examined on-site by a mine inspector in accordance with guidelines adopted by the Board. In such a case, the Board shall make a determination, based on evidence presented by interested parties, of whether the mine foreman had a thorough knowledge of such plans at the time of his examination by the mine inspector.\n\nB. The Board may act to suspend, revoke, or take other action regarding any certificate upon the presentation of written charges alleging prohibited conduct set forth in subsection A by (i) the Chief or the Director or his designated agent; (ii) the operator of a mine at which such person is employed; or (iii) 10 persons employed at the mine at which such person is employed, or, if fewer than 10 persons are employed at the mine, a majority of the employees at the mine. The Board may act on its own initiative to suspend, revoke, or take other action on any certificate for grounds set forth in clause (i)(a) of subsection A.\n\nC. Any person holding a certificate issued by the Board shall report to the Chief within 30 days of any criminal conviction in any court of competent jurisdiction for possession or use of any controlled substance without the prescription of a licensed prescriber. This conviction shall result in the immediate temporary suspension of all certificates held by such person pending a hearing before the Board.\n\nD. Any miner present at any mine shall be deemed to have given consent to reasonable search, at the direction of the Chief by employees of the Department, of his person and his personal property located at the mine. Such search shall be limited to the investigation of potential violations of the Act.\n\nE. All information regarding substance abuse test results of certified persons, written or otherwise, received by the Department or Board shall be confidential. Any hearing of the Board in which such information is presented shall be conducted as a closed session in accordance with the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nF. An affirmative vote of a majority of members of the Board who are qualified to vote is required for any action to suspend, revoke, or take other action regarding a certificate.\n\nG. Prior to suspending, revoking, or taking other action regarding a certificate, the Board shall give due notice to the holder of the certificate and conduct a hearing. Any hearing shall be conducted in accordance with § 2.2-4020 unless the parties agree to informal proceedings. The hearing may be conducted by the Board or, in the Board's discretion, by a hearing officer as provided in Article 5 (§ 2.2-4025 et seq.) of the Administrative Process Act.\n\nH. Any hearing conducted after the temporary suspension of a miner's certificate due to (i) a criminal conviction in any court of competent jurisdiction for possession or use of any controlled substance without the prescription of a licensed prescriber as provided for in subsection C, (ii) a failure to pass a substance abuse test required by the Chief pursuant to § 45.2-556, (iii) a failure to pass a pre-employment substance abuse screening test, (iv) a discharge for violation of the company's substance or alcohol abuse policies, (v) a positive test for the use of any controlled substance without the prescription of a licensed prescriber, (vi) a positive test for intoxication while on duty status, or (vii) a failure to complete a substance abuse program pursuant to § 45.2-565 shall be conducted within 60 days of the temporary suspension. The Board shall make every effort to hold the hearing within 40 days of the temporary suspension.\n\nI. Any person who has been aggrieved by a decision of the Board shall be entitled to judicial review of such decision. Appeals from such decisions shall be conducted in accordance with Article 5 (§ 2.2-4025 et seq.) of the Administrative Process Act.\n\nCode 1950, §§ 45-29, 45-31; 1954, c. 191; 1966, c. 594, § 45.1-13; 1978, c. 729; 1994, c. 28, § 45.1-161.35; 2004, c. 855; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-528/"
    },
    {
      "id": "section-452-529",
      "number": "45.2-529.",
      "heading": "Reexamination",
      "text": "The holder of a certificate revoked pursuant to § 45.2-528 shall be entitled to examination by the Board of Coal Mining Examiners after three months have elapsed from the date of revocation of the certificate if he can prove to the satisfaction of the Board that the cause for revocation of his certificate has ceased to exist. However, no person convicted of violating § 45.2-848 or 45.2-849, subsection A of § 45.2-856, or § 45.2-857 shall be eligible for examination for a period of not less than one year nor more than three years following such conviction, such period to be set by the Board in its discretion at the time of revocation of the certificate.\n\nCode 1950, §§ 45-29, 45-31; 1954, c. 191; 1966, c. 594, § 45.1-13; 1978, c. 729; 1994, c. 28, § 45.1-161.36; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-529/"
    },
    {
      "id": "section-452-530",
      "number": "45.2-530.",
      "heading": "General coal miner certification",
      "text": "A. Every person working in a coal mine in the Commonwealth shall hold a general coal miner certificate issued by the Board of Coal Mining Examiners. The Board of Coal Mining Examiners shall issue a general coal miner certificate upon submittal of a complete application.\n\nB. Each applicant for a general coal miner certificate who has not been employed to work in a Virginia coal mine prior to January 1, 1996, shall prove to the Board that he has knowledge of first aid practices and has a general working knowledge of the provisions of the Act, and applicable regulations, pertaining to coal mining health and safety. Each applicant shall have completed the miner training requirements of 30 C.F.R. Part 48 or submit proof of at least one year of experience in a coal mine prior to issuance of the general coal miner certificate.\n\n1994, c. 28, § 45.1-161.37; 2005, c. 3; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-530/"
    },
    {
      "id": "section-452-531",
      "number": "45.2-531.",
      "heading": "First-class mine foreman certification",
      "text": "A. The operator of any coal mine where three or more persons work during any part of a 24-hour period shall employ a mine foreman. The operator shall employ as a mine foreman only a person holding a first-class mine foreman certificate. The holder of such certificate shall present the certificate, or a copy thereof, to the operator where he is employed. Such operator shall file the certificate or its copy in the office at the mine and make it available for inspection by interested persons.\n\nB. The holder of a first-class mine foreman certificate shall be authorized to act as foreman for any underground coal mine.\n\nC. An applicant for a first-class mine foreman certificate shall be at least 23 years of age and shall have had at least five years of experience in a coal mine, at least three years of which shall have been in an underground coal mine. A graduate of an approved course in mining engineering at a baccalaureate institution of higher education shall be given credit for three of the five years of practical experience required. An applicant who possesses a degree in mining technology shall be given credit for two of the five years of practical experience required. If the applicant meets the above requirements, makes 85 percent or more on each of the subjects of the written examination, and passes required map and gas examinations, he shall be entitled to a first-class mine foreman certificate. The written examination shall address, among other relevant topics, the theory and practice of coal mining; the nature and properties of noxious, poisonous, and explosive gases and methods for their detection and control; the requirements of the coal mining laws of the Commonwealth, including regulations adopted by the Department or the Board of Coal Mining Examiners; and the responsibilities and duties of a mine foreman under state law.\n\nD. Each candidate for certification as a first-class mine foreman shall complete the course or courses of instruction in first aid as provided in subsection A of § 45.2-579 and pass an examination relating thereto, approved by the Board of Coal Mining Examiners.\n\nCode 1950, §§ 45-7, 45-12, 45-29, 45-30, 45-31, 45-33.1, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, §§ 45.1-13 to 45.1-15, 45.1-21, 45.1-101.2; 1972, c. 784; 1974, c. 686; 1976, c. 598; 1977, c. 679; 1978, cc. 94, 222, 489, 729; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.38; 1997, c. 274; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-531/"
    },
    {
      "id": "section-452-532",
      "number": "45.2-532.",
      "heading": "Surface foreman certification",
      "text": "A. An applicant for a surface foreman certificate shall be at least 23 years of age and have had at least five years of experience in a coal mine, at least three years of which shall have been in a surface coal mine. A graduate of an approved course in mining engineering at a baccalaureate institution of higher education shall be given credit for three of the five years of practical experience required. An applicant who possesses a degree in mining technology shall be given credit for two of the five years of required practical experience. Each applicant shall demonstrate to the Board of Coal Mining Examiners a thorough knowledge of the theory and practice of surface coal mining by making 85 percent or more on the written examination. In addition, each applicant shall pass the examination in gas detection. The holder of a surface foreman certificate issued by the Board shall be authorized to act as surface foreman at any surface coal mine.\n\nB. Each candidate for certification as a surface foreman shall complete, at a minimum, a 24-hour course of instruction in advanced first aid taught by a certified advanced first aid instructor in accordance with subsection A of § 45.2-579 and pass an examination relating thereto approved by the Board. No course or examination shall be required of a candidate holding a current higher level of emergency medical certification from the State Department of Health.\n\nCode 1950, §§ 45-23, 45-28; 1954, c. 191; 1966, c. 594, § 45.1-12; 1972, c. 784; 1978, c. 729; 1980, c. 442; 1984, c. 237; 1994, c. 28, § 45.1-161.39; 2007, cc. 894, 914; 2010, cc. 809, 857; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-532/"
    },
    {
      "id": "section-452-533",
      "number": "45.2-533.",
      "heading": "Chief electrician certification",
      "text": "Each applicant for a chief electrician certificate shall demonstrate to the Board of Coal Mining Examiners by written and oral examination that he has a thorough knowledge of the theory and practice of electricity that pertains to coal mining. In addition, each applicant shall pass the examinations in first aid and gas detection. The holder of a chief electrician certificate issued by the Board may act as chief electrician in any coal mine.\n\nCode 1950, §§ 45-23, 45-28; 1954, c. 191; 1966, c. 594, § 45.1-12; 1972, c. 784; 1978, c. 729; 1980, c. 442; 1984, c. 237; 1994, c. 28, § 45.1-161.40; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-533/"
    },
    {
      "id": "section-452-534",
      "number": "45.2-534.",
      "heading": "Top person certification",
      "text": "Each applicant for a top person certificate shall demonstrate to the Board of Coal Mining Examiners by written and oral examination that he has a thorough knowledge of the theory and practice of shaft and slope mine construction. In addition, each applicant shall pass the examinations in first aid and gas detection. The holder of a top person certificate issued by the Board may act as top person in any coal mine.\n\n1980, c. 442, § 45.1-20.1; 1994, c. 28, § 45.1-161.41; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-534/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Licensing for Operation of Coal Mines",
      "text": "Licensing for Operation of Coal Mines",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-535",
      "number": "45.2-535.",
      "heading": "License required for operation of a coal mine; term",
      "text": "A. No person shall engage in the operation of any coal mine within the Commonwealth without first obtaining a license for the operation of a coal mine from the Department. A license for the operation of a coal mine shall be required prior to commencement of the operation of a mine. A separate license is required for each mine operated. Licenses shall be in a form that the Director prescribes. The license shall be posted in a conspicuous place near the main entrance to the mine. The license shall not be transferable, and every change in ownership of a mine shall be reported to the Department as provided in subsection B of § 45.2-540.\n\nB. Each license for the operation of a coal mine shall be valid for a period of no more than one year following the date of issuance. License renewal shall be obtained annually by the anniversary of the date of issuance.\n\nC. Each application for a license for the operation of a coal mine or a renewal or transfer of a license for the operation of a coal mine shall be submitted to the Department accompanied by a fee, payable to the State Treasurer, of $350.\n\nCode 1950, §§ 45-17.1, 45-17.2; 1958, c. 306; 1966, c. 594, §§ 45.1-22, 45.1-23; 1972, c. 235; 1978, c. 489; 1983, c. 356; 1984, c. 590; 1988, c. 577; 1994, c. 28, §§ 45.1-161.57, 45.1-161.58; 1996, c. 774; 1997, c. 390; 1999, c. 256; 2003, cc. 542, 550; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-535/"
    },
    {
      "id": "section-452-536",
      "number": "45.2-536.",
      "heading": "Coal Mine Operator License Fund",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Coal Mine Operator License Fund, referred to in this section as \"the Fund.\" The Fund shall be established on the books of the Comptroller. All fees collected pursuant to the provisions of subsection C of § 45.2-535 shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of purchasing or commissioning safety equipment, safety training, safety education, or any expenditure to further the safety program in the mining industry. All expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Director.\n\nCode 1950, § 45-17.2; 1958, c. 306; 1966, c. 594, § 45.1-23; 1972, c. 235; 1978, c. 489; 1983, c. 356; 1984, c. 590; 1994, c. 28; 1999, c. 256; 2003, cc. 542, 550, § 45.1-161.58; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-536/"
    },
    {
      "id": "section-452-537",
      "number": "45.2-537.",
      "heading": "Application for license for the operation of a coal mine",
      "text": "A. An application for a license for the operation of a coal mine shall be submitted by the person who will be the operator of the mine. No application for a license or a renewal thereof shall be considered complete unless it contains the following:\n\n1. The identity of the operator of the mine.\n\na. If the operator is a sole proprietorship, the operator shall state (i) his full name and address; (ii) the name and address of the mine and its federal mine identification number; (iii) the name and address of the person with overall responsibility for operating decisions at the mine; (iv) the name and address of the person with overall responsibility for health and safety at the mine; (v) the federal mine identification numbers of all other mines in which the sole proprietor has a 20 percent or greater ownership interest; and (vi) the trade name, if any, and the full name, address of record, and telephone number of the proprietorship.\n\nb. If the operator is a partnership, the operator shall state (i) the name and address of the mine and its federal mine identification number; (ii) the name and address of the person with overall responsibility for operating decisions at the mine; (iii) the name and address of the person with overall responsibility for health and safety at the mine; (iv) the federal mine identification numbers of all other mines in which the partnership has a 20 percent or greater ownership interest; (v) the full names and addresses of all partners; (vi) the trade name, if any, and the full name and address of record and telephone number of the partnership; and (vii) the federal mine identification numbers of all other mines in which any partner has a 20 percent or greater ownership interest.\n\nc. If the operator is a corporation, the operator shall state (i) the name and address of the mine and its federal mine identification number; (ii) the name and address of the person with overall responsibility for operating decisions at the mine; (iii) the name and address of the person with overall responsibility for health and safety at the mine; (iv) the federal mine identification numbers of all other mines in which the corporation has a 20 percent or greater ownership interest; (v) the full name, address of record, and telephone number of the corporation and the state of incorporation; (vi) the full name and address of each officer and director of the corporation; (vii) the full name, address, and state of incorporation of the parent corporation if the corporation is a subsidiary corporation; and (viii) the federal mine identification numbers of all other mines in which any corporate officer has a 20 percent or greater ownership interest.\n\nd. If the operator is any organization other than a sole proprietorship, partnership, or corporation, the operator shall state (i) the nature and type, or legal identity of the organization; (ii) the name and address of the mine and its federal mine identification number; (iii) the name and address of the person with overall responsibility for operating decisions at the mine; (iv) the name and address of the person with overall responsibility for health and safety at the mine; (v) the federal mine identification numbers of all other mines in which the organization has a 20 percent or greater ownership interest; (vi) the full name, address of record, and telephone number of the organization; (vii) the name and address of each individual who has an ownership interest in the organization; (viii) the names and addresses of the principal organization officials or members; and (ix) the federal mine identification numbers of all other mines in which any official or member has a 20 percent or greater ownership interest;\n\n2. The name and address of any agent of the operator with responsibility for the business operation of the mine and of any person with an ownership or leasehold interest in the coal to be mined;\n\n3. The names and addresses of persons to be contacted in the event of an accident or other emergency at the mine;\n\n4. Any information required by the Department that is relevant to an assessment of the safety and health risks likely to be associated with the operation of the mine; and\n\n5. For any license renewal, the annual report required pursuant to § 45.2-540. When no change has occurred to the information required by subdivision 1, 2, or 3, the operator of the mine shall only be required to certify that such information on the current license application is accurate and complete.\n\nB. The application shall be certified as being accurate and complete by the applicant if an individual or by the agent of a corporate applicant or by a general partner of an applicant that is a partnership. The application shall be submitted on forms furnished or approved by the Department.\n\nC. Within 30 days after the occurrence of any change in the information required by subsection A, the operator shall notify the Department, in writing, of such change.\n\nCode 1950, §§ 45-7, 45-12, 45-17.3, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1958, c. 306; 1966, c. 594, §§ 45.1-21, 45.1-24; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.59; 1996, c. 774; 1997, c. 390; 1999, c. 256; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-537/"
    },
    {
      "id": "section-452-538",
      "number": "45.2-538.",
      "heading": "Denial or revocation of license for the operation of a coal mine",
      "text": "A. The Chief may revoke a license for the operation of a coal mine or deny an application for the issuance of a license for the operation of a coal mine upon determining that the applicant, the operator, or the operator's agent has committed violations of the mine safety laws of the Commonwealth, including regulations adopted by the Department or the Board of Coal Mining Examiners, that demonstrate a pattern of willful violations resulting in an imminent danger to miners.\n\nB. The Chief may revoke every license issued to any person for the operation of a coal mine and may deny every application by a person for the issuance of a license for the operation of a coal mine who has been convicted of knowingly permitting a miner to work in an underground coal mine where a methane monitor or other device capable of detecting the presence of explosive gases was impaired, disturbed, disconnected, bypassed, or otherwise tampered with in violation of § 45.2-849.\n\nC. The Chief may revoke every license issued to any person for the operation of a coal mine and may deny every application by a person for the issuance of a license for the operation of a coal mine who has been convicted of violating subsection A of § 45.2-856 or 45.2-857.\n\nD. Any person whose license application is denied or whose license is revoked pursuant to subsection A, B, or C may bring a civil action in the circuit court of the city or county in which the mine is located for review of the decision. The commencement of such proceeding shall not, unless specifically ordered by the court, operate as a stay of the decision. The court shall promptly hear and determine the matters raised by the aggrieved party. In any such action, the court shall receive the records of the Department with respect to the determination and shall receive additional evidence at the request of any party. The court, basing its decision on the preponderance of the evidence, shall grant relief that the court determines appropriate.\n\n1993, c. 247, § 45.1-22.1, c. 389, § 45.1-98.4; 1994, c. 28, § 45.1-161.60; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-538/"
    },
    {
      "id": "section-452-539",
      "number": "45.2-539.",
      "heading": "Operating without license; penalty",
      "text": "A. In addition to any other power conferred by law, the Chief or his designated representative may issue an order closing any coal mine that is operating without a license. The procedure for issuing a closure order shall be as provided in § 45.2-569.\n\nB. Any person operating an unlicensed mine is guilty of a Class 3 misdemeanor. Each day any person operates an unlicensed mine shall constitute a separate offense.\n\nCode 1950, § 45-17.4; 1958, c. 306; 1966, c. 594, § 45.1-25; 1978, c. 489; 1994, c. 28, § 45.1-161.61; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-539/"
    },
    {
      "id": "section-452-540",
      "number": "45.2-540.",
      "heading": "Annual reports; condition to issuance of license following transfer of ownership",
      "text": "A. The operator of each mine or his agent shall annually, by February 15, mail or deliver to the Department a report for the preceding 12 months ending with December 31. Such report shall state (i) the names of the operator, any agent, and any officers of the mine; (ii) the amount of coal mined; and (iii) other information, not of a private nature, that from time to time is required by the Department on forms furnished or approved by the Department.\n\nB. Whenever the owner of a mine transfers the ownership of such mine to another person, the person transferring such ownership shall submit a report to the Department of such change and a statement of the tons of coal produced since the January 1 previous to the date of such sale or transfer of such mine. A license shall not be issued covering such transfer of ownership until the report is furnished.\n\nC. The operator of each coal mine or his agent shall annually, by February 15, mail or deliver to the Department (i) an affidavit, certified by the commissioner of the revenue of the locality in which the coal mining operations are conducted, stating that all local coal severance taxes enacted pursuant to §§ 58.1-3703, 58.1-3712, 58.1-3713, and 58.1-3741 due with respect to the coal mining operations have been paid and (ii) an affidavit, certified by the Treasurer of the locality in which the coal mining operations are conducted, stating that all personal property, real estate, and mineral land taxes due with respect to coal mining operations have been paid.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.62; 1996, c. 774; 1997, c. 390; 2013, cc. 305, 618; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-540/"
    },
    {
      "id": "section-452-541",
      "number": "45.2-541.",
      "heading": "Discontinuance of the working of a mine; notices to Department; resumption of mining following discontinuance",
      "text": "A. The operator or his agent shall send notice of his intent to discontinue the working of an underground coal mine for a period of 30 days or a surface mine for a period of 60 days to the Department at least 10 days prior to discontinuing the working of a mine with such intent or at any time a mine becomes an inactive mine. Unless examinations of the mine are being conducted during the period of discontinued use, all surface openings to the discontinued underground coal mine shall be secured against unauthorized entrance when the activities are discontinued for 30 days or longer. Danger signs shall be posted at each secured entrance.\n\nB. The operator or his agent shall send to the Department 10 days' prior notice of intent to resume the working of an inactive mine. The production of coal at such mine shall not resume until a mine inspector has inspected and approved it for resumption of production activities.\n\nC. Emergency actions necessary to preserve a mine may be undertaken without the prior notice of intent and advance inspection required by subsection B. In such event, a mine foreman shall examine a mine for hazardous conditions immediately before miners are permitted to work. The operator or his agent shall notify the Department as soon as possible after commencing emergency action necessary to preserve the mine.\n\nD. The operator or his agent shall send to the Department 10 days' prior notice of any change in the name of a mine or in the name of the operator of a mine.\n\nE. The operator or his agent shall send to the Department 10 days' prior notice of the opening of a new mine.\n\nF. Any notice required by this section shall be in writing and shall include the name of the mine, the location of the mine, the name of the operator, and the operator's mailing address and email address.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.63; 1996, c. 774; 1997, c. 390; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-541/"
    },
    {
      "id": "section-452-542",
      "number": "45.2-542.",
      "heading": "(For contingent effective date, see Acts 2025, cc",
      "text": "A. Prior to commencing mining activity, the operator of a coal mine or his agent shall make or cause to be made, unless already made and filed, an accurate map of such mine. Such map shall be submitted to the Chief prior to producing coal at the mine. All maps shall be presented on the Virginia Coordinate System of 2022, South Zone, unless otherwise approved by the Chief. At intervals not to exceed 12 months and when a coal mine is abandoned, the operator shall submit to the Chief copies of an up-to-date map of the entire mine in an electronic format approved by the Chief. The operator shall also submit to the Chief revisions that show directional changes whenever mine projections deviate more than 600 feet from the approved mine map. Only maps in an electronic format shall be accepted unless otherwise approved by the Chief. If there are no changes in the information required to be submitted pursuant to this section at the time an updated map is due, the operator may submit a notice that there are no changes to the map in lieu of submitting an updated map to the Department.\n\nB. Underground coal mine maps shall show:\n\n1. The active workings;\n\n2. All pillared, worked out, and abandoned areas, except as provided in this section;\n\n3. Entries and air courses with the quantity of airflow, direction of airflow indicated by arrows, and ventilation controls;\n\n4. Contour lines of all elevations;\n\n5. Dip of the coalbed;\n\n6. Escapeways;\n\n7. The locations that are known or should be known of (i) adjacent mine workings within 1,000 feet, (ii) mines above or below, and (iii) water pools above;\n\n8. Either producing or abandoned oil and gas wells located within 500 feet of such mine and in any underground area of such mine; and\n\n9. Other information the Chief requires.\n\nSuch map shall identify those areas of the mine that have been pillared, worked out, or abandoned that are inaccessible or that cannot be entered safely.\n\nC. Additional information required to be shown on underground coal mine maps includes:\n\n1. The mine name, company name, mine index number, and name of the person responsible for information on the map;\n\n2. The scale and orientation of the map and symbols used on the map;\n\n3. The property or boundary lines of the mine;\n\n4. All known drill holes that penetrate the coalbed being mined;\n\n5. All shaft, slope, drift, and tunnel openings and auger and strip mined areas of the coalbed being mined;\n\n6. The location of all surface mine ventilation fans. The location may be designated on the mine map by symbols;\n\n7. The location of railroad tracks and public highways leading to the mine and mine buildings of a permanent nature with identifying names shown;\n\n8. The location and description of a least two permanent base line points coordinated with the underground and surface mine traverses and the location and description of at least two permanent elevation bench marks used in connection with establishing or referencing mine elevation surveys;\n\n9. The location and elevation of any body of water dammed or held back in any portion of the mine; however, such bodies of water may be shown on overlays or tracings attached to the mine maps used to show contour lines as provided under subdivision 12;\n\n10. The elevations of tops and bottoms of shafts and slopes and the floor at the entrance to drift and tunnel openings;\n\n11. The elevation of the floor at intervals of not more than 200 feet in (i) at least one entry of each working section and main and cross entries; (ii) the last line of open crosscuts of each working section, and main and cross entries before such sections and main and cross entries that are abandoned; and (iii) rooms advancing toward or adjacent to property or boundary lines or adjacent mines; and\n\n12. Contour lines passing through whole number elevations of the coalbed being mined. The spacing of such lines shall not exceed 10-foot elevation levels, except that a broader spacing of contour lines may be approved by the Chief for steeply pitching coalbeds. Contour lines may be placed on overlays or tracings attached to mine maps.\n\nD. Underground coal mine maps submitted to the Chief shall be on a scale of not less than 100 or more than 500 feet to the inch. Mapping of the underground mine works shall be completed by a closed loop survey method of traversing or other equally accurate methods of traversing. All closed loop surveys shall meet a minimum accuracy standard of one part in 5,000. Elevations shall be tied to either the United States Geological Survey or the National Geodetic Survey bench mark system. A registered engineer or licensed land surveyor shall certify that the map of the mine workings is accurate.\n\nE. Underground coal mine maps shall be kept up to date by temporary notations and revised and supplemented at intervals not to exceed six months based on a survey made and certified by a registered engineer or licensed land surveyor who has exercised complete direction and control over the work to which it is affixed. Temporary notations shall include:\n\n1. The location of each working face of each working place;\n\n2. Pillars mined or other such second mining;\n\n3. Permanent ventilation controls constructed or removed, such as seals, overcasts, undercasts, regulators, and permanent stoppings, and the direction of air currents indicated; and\n\n4. Escapeways designated by means of symbols.\n\nF. At underground coal mines, an accurate map of the mine showing clearly all avenues of ingress and egress in case of fire shall be posted in a place accessible to all miners.\n\nG. Surface coal mine maps shall show:\n\n1. The name and address of the mine;\n\n2. The property or boundary lines of the active areas of the mine;\n\n3. Contour lines passing through whole number elevations of the coalbed being mined. The spacing of such lines shall not exceed 25-foot elevation levels, except that a broader spacing of contour lines may be approved by the Chief for steeply pitching coalbeds. The Chief may approve alternate means of delineating seam elevations where multiple seams are being mined. Contour lines may be placed on overlays or tracings attached to mine maps;\n\n4. The general elevation of each coalbed being mined and the general elevation of the surface;\n\n5. Each producing or abandoned gas or oil well or gas transmission line located on the mine property;\n\n6. The location and elevation of any body of water dammed or held back in any portion of the mine; however, such body of water may be shown on overlays or tracings attached to the mine maps;\n\n7. Every prospect drill hole that penetrates a coalbed being mined on the mine property;\n\n8. Every auger or surface-mined area of a coalbed being mined on the mine property together with the line of maximum depth of holes drilled during auger mining operations;\n\n9. All worked out and abandoned areas;\n\n10. The location of railroad tracks and public highways leading to the mine and mine buildings of a permanent nature with identifying names shown;\n\n11. Underground coal mine workings underlying and within 1,000 feet of any active area of the mine;\n\n12. The location and description of at least two permanent baseline points and the location and description of at least two permanent elevation bench marks used in connection with establishing or referencing mine elevation surveys;\n\n13. The scale of the map; and\n\n14. Other information required by the Chief.\n\nH. Surface coal mine maps shall be kept up to date by temporary notations and revised and supplemented at intervals not to exceed six months based on a survey made and certified by a registered engineer or licensed land surveyor who has exercised complete direction and control over the work to which it is affixed. Temporary notations shall include:\n\n1. The location of each working pit;\n\n2. Auger or highwall miner workings; and\n\n3. Other information that might affect the safety of miners, including updates of gas well or gas line locations.\n\nI. Each surface survey shall originate from at least two permanent survey monuments on the mine property located with a minimum accuracy standard of one part in 10,000. The monuments shall be clearly referenced on the mine map. Elevations shall be tied to either the United States Geological Survey or the National Geodetic Survey bench mark system.\n\nJ. The original map, or a true copy thereof, shall be left by the operator at the active mine, open at all reasonable times for the examination and use of the mine inspector.\n\nK. Such maps may be used by the Department for the evaluation of the coal resources of the Commonwealth.\n\nL. The map shall be filed and preserved among the records of the Department and copies of such maps shall be made available at a reasonable cost.\n\nM. Any person who has conducted mining operations or prepared mine maps and who has a map or surveying data of any worked out or abandoned underground coal mine shall on request make such map or data available to the Department to copy or reproduce.\n\nCode 1950, § 45-10; 1954, c. 191; 1966, c. 594, §§ 45.1-27, 45.1-91; 1978, c. 118; 1980, c. 5; 1984, c. 590; 1986, c. 222; 1994, c. 28, § 45.1-161.64; 1995, c. 265; 1996, c. 774; 1997, c. 390; 1999, c. 256; 2005, c. 3; 2007, cc. 894, 914; 2011, cc. 826, 862; 2012, cc. 109, 241; 2021, Sp. Sess. I, c. 387; 2025, cc. 91, 109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-542-d-1/"
    },
    {
      "id": "section-452-543",
      "number": "45.2-543.",
      "heading": "When the Chief may cause maps to be made; payment by operator",
      "text": "A. If the operator of any mine or his agent neglects or fails to furnish to the Chief a copy of any map or extension thereof, as provided in § 45.2-542, the Chief may cause a correct survey and map of such mine, or extension of the map, to be made at the expense of the operator of the mine, the cost of which shall be recovered from the operator as other debts are recoverable by a civil action at law.\n\nB. If at any time the Chief has reason to believe that a map or extension thereof furnished pursuant to § 45.2-542 is substantially incorrect or will not serve the purpose for which it is intended, he may have a survey and map or extension thereof made or corrected. The expense of making such survey and map or extension thereof shall be paid by the operator. The expense shall be recovered from the operator, as other debts are recoverable by a civil action at law. However, if the map filed by the operator is found to be substantially correct, the expense shall be paid by the Commonwealth.\n\nCode 1950, § 45-11; 1954, c. 191; 1966, c. 594, § 45.1-28; 1994, c. 28, § 45.1-161.65; 1999, c. 256; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-543/"
    },
    {
      "id": "section-452-544",
      "number": "45.2-544.",
      "heading": "Making false statements; penalty",
      "text": "A. It is unlawful for any person charged with the making of maps or other data to be furnished as provided in the Act to fail to correctly show, within the limits of error, the data required.\n\nB. Any person who knowingly makes any false statement, representation, or certification in any application, record, report, plan, or other document filed or required to be maintained under the Act is guilty of a Class 1 misdemeanor.\n\nCode 1950, § 45-17; 1954, c. 191; 1966, c. 594, § 45.1-105; 1975, c. 520; 1978, c. 118; 1980, c. 388; 1994, c. 28, § 45.1-161.66; 1999, c. 256; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-544/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Mine Rescue Teams",
      "text": "Mine Rescue Teams",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-545",
      "number": "45.2-545.",
      "heading": "Mine rescue and first aid stations",
      "text": "The Director may purchase, equip, and operate for the use of the Department mine rescue and first aid stations as he determines necessary for the adequate provision of mine rescue and recovery services at all mines in the Commonwealth.\n\n1975, c. 432, § 45.1-33.1; 1984, c. 590; 1994, c. 28, § 45.1-161.67; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-545/"
    },
    {
      "id": "section-452-546",
      "number": "45.2-546.",
      "heading": "Mine rescue teams",
      "text": "The Director may have trained and employed at the mine rescue and first aid stations operated by the Department mine rescue teams as he determines necessary. Each member of a mine rescue team shall devote four hours each month for training purposes and shall be available at all times to assist in rescue work. Members shall receive compensation for services at a rate set by the Director, to be determined annually based on prevailing wage rates within the industry. For the purposes of workers' compensation coverage during training periods, such team members shall be deemed to be within the scope of their regular employment. The Director shall certify to the Comptroller of the Commonwealth that such team members have performed the required service. Upon such certification, the Comptroller shall issue a warrant upon the state treasury for their compensation. The Director may remove any team member at any time.\n\n1975, c. 432, § 45.1-33.1; 1984, c. 590; 1994, c. 28, § 45.1-161.68; 1996, c. 774; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-546/"
    },
    {
      "id": "section-452-547",
      "number": "45.2-547.",
      "heading": "Duty to train teams",
      "text": "It is the duty and responsibility of the Department to see that every team is properly trained by a qualified instructor of the Department or other person who has a certificate of training from the Department or MSHA.\n\n1975, c. 432, § 45.1-33.2; 1984, c. 590; 1994, c. 28, § 45.1-161.69; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-547/"
    },
    {
      "id": "section-452-548",
      "number": "45.2-548.",
      "heading": "Qualification for team membership; direction of teams",
      "text": "A. To qualify for membership in a mine rescue team, an applicant shall be an experienced miner and shall pass a physical examination by a licensed physician, physician assistant, or licensed advanced practice registered nurse at least annually. A record that such examination was taken shall be kept on file by the operator who employs the team member and a copy shall be furnished to the Director.\n\nB. All rescue or recovery work performed by mine rescue teams shall be under the jurisdiction of the Department. The Department shall consult with company officials, representatives of MSHA, and representatives of the miners and all shall be in agreement as far as possible on the proper procedure for rescue and recovery; however, the Chief in his discretion may take full responsibility in directing such work. Procedures for use of apparatus or equipment shall be guided by the manuals for the mine rescue apparatus or auxiliary equipment.\n\n1975, c. 432, § 45.1-33.3; 1984, c. 590; 1994, c. 28, § 45.1-161.70; 1999, c. 256; 2004, c. 855; 2006, c. 396; 2021, Sp. Sess. I, c. 387; 2023, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-548/"
    },
    {
      "id": "section-452-549",
      "number": "45.2-549.",
      "heading": "Team members to be considered employees of the mine where emergency exists; compensation; workers' compensation",
      "text": "When engaged in rescue or recovery work during an emergency at a mine, all team members assigned to the work shall be considered, during the period of their work, employees of the mine where the emergency exists and shall be compensated by the operator at the rate established in the area for such work. In no event shall the rate be less than the prevailing wage rate in the industry for the most skilled class of inside mine labor. During the period of their emergency employment, all team members shall be deemed to be within the employment of the operator of the mine for the purpose of workers' compensation coverage.\n\n1975, c. 432, § 45.1-33.4; 1994, c. 28, § 45.1-161.71; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-549/"
    },
    {
      "id": "section-452-550",
      "number": "45.2-550.",
      "heading": "Requirements of recovery work",
      "text": "A. During recovery work and prior to entering any mine, every mine rescue team conducting recovery work shall be properly informed of existing conditions by the operator or his agent in charge.\n\nB. Each mine rescue team performing rescue or recovery work with breathing apparatus shall be provided with a backup team of equal strength stationed at each fresh air base.\n\nC. For every two teams performing work underground, one six-member team shall be stationed at the mine portal.\n\nD. Two-way communication, life lines, or their equivalent shall be provided by the fresh air base to each team, and no team member shall be permitted to advance beyond such communication system.\n\nE. A mine rescue team shall immediately return to the fresh air base if any team member's breathing apparatus malfunctions or the low-oxygen alarm activates.\n\nF. The Director may also assign rescue and recovery work to inspectors, instructors, or other qualified employees of the Department as the Director determines desirable.\n\n1975, c. 432, § 45.1-33.5; 1984, c. 590; 1994, c. 28, § 45.1-161.72; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-550/"
    },
    {
      "id": "section-452-551",
      "number": "45.2-551.",
      "heading": "State-designated mine rescue teams",
      "text": "The Director may, upon the request of an operator or agent who employs a mine rescue team, designate two or more mine rescue teams as \"state-designated mine rescue teams.\" Any team that is certified as a mine rescue team by MSHA under 30 C.F.R. Part 49 shall be eligible to be a state-designated mine rescue team. Following the designation of any such teams, the Director shall, upon the payment to the Department of an annual fee set by the Director based on current costs for maintaining mine rescue stations and personnel, assign two or more state-designated mine rescue teams to the operator. An operator who has paid the rescue fee is entitled to the rescue services of a state-designated mine rescue team at no additional charge.\n\n1985, c. 496, § 45.1-33.5:1; 1994, c. 28, § 45.1-161.73; 1996, c. 774; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-551/"
    },
    {
      "id": "section-452-552",
      "number": "45.2-552.",
      "heading": "Mine Rescue Fund",
      "text": "The Mine Rescue Fund, referred to in this section as \"the Fund,\" is hereby created as a special nonreverting fund in the state treasury. The Fund shall be established on the books of the Comptroller. All moneys collected from operators pursuant to agreements entered into by the Director shall be paid into the state treasury and credited to the Fund. Moneys in the Fund shall be used only for mine rescue services under such agreements. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund.\n\n1985, c. 496, § 45.1-33.5:2; 1994, c. 28, § 45.1-161.74; 2011, cc. 826, 862; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-552/"
    },
    {
      "id": "section-452-553",
      "number": "45.2-553.",
      "heading": "Inspections; Mine Rescue Coordinator",
      "text": "A. The Director shall (i) inspect, or cause to be inspected, the rescue station of each state-designated mine rescue team four times each year; (ii) ensure that all rescue stations are adequately equipped; and (iii) ensure that all team members are adequately trained.\n\nB. The Director shall designate an employee of the Department as the Mine Rescue Coordinator, who shall perform the duties assigned to him by the Director.\n\n1985, c. 496, § 45.1-33.5:3; 1994, c. 28, § 45.1-161.75; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-553/"
    },
    {
      "id": "section-452-554",
      "number": "45.2-554.",
      "heading": "Workers' compensation; liability",
      "text": "A. For the purpose of workers' compensation coverage, during any mine disaster to which a state-designated mine rescue team responds under the provisions of this article or during any training exercise for a state-designated mine rescue team, members of the state-designated team shall be deemed to be within the employment of the operator of the mine at which the disaster occurred or the training exercise is conducted. Additionally, for purposes of workers' compensation coverage, travel by members of a state-designated mine rescue team to and from the mine disaster or training exercise shall be deemed to be within the employment of the operator of the mine at which the disaster occurred or the training exercise is conducted.\n\nB. No member of a state-designated mine rescue team engaging in rescue work at a mine shall be liable for civil damages for acts or omissions resulting from the rendering of such rescue work unless the act or omission was the result of gross negligence or willful misconduct.\n\nC. No operator providing personnel to a state-designated mine rescue team to engage in rescue work at a mine not owned or operated by the operator shall be liable for any civil damages for acts or omissions resulting from the rendering of such rescue work.\n\n1985, c. 496, § 45.1-33.5:4; 1994, c. 28, § 45.1-161.76; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-554/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Mine Explosions; Mine Fires; Accidents",
      "text": "Mine Explosions; Mine Fires; Accidents",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-555",
      "number": "45.2-555.",
      "heading": "Reports of explosions and mine fires; procedure",
      "text": "A. If an explosion or mine fire occurs in a mine, the operator shall notify the Department by the quickest available means. All facilities of the mine shall be made available for rescue and recovery operations and firefighting.\n\nB. No work other than rescue and recovery work and firefighting shall be attempted unless authorized by the Department.\n\nC. If an explosion occurs in an underground coal mine, the fan shall not be reversed except by authority of the officials in charge of rescue and recovery work, and then only after a study of the effect of reversing the fan on any person who may have survived the explosion and is still underground.\n\nD. The Department shall make available all the facilities at its disposal in effecting rescue and recovery work. The Chief shall act as consultant, or take personal charge, where in his opinion the circumstances of any mine explosion, fire, or other accident warrant.\n\nE. The orders of the official in charge of rescue and recovery work shall be respected and obeyed by all persons engaged in rescue and recovery work.\n\nF. The Chief shall maintain an up-to-date rescue and recovery plan for prompt and adequate employment at any coal mine in the Commonwealth. All employees of the Department shall be kept fully informed and trained in their respective duties in executing rescue and recovery plans. The Department's plan shall be reviewed annually. Any changes in the plan shall be published promptly and made available to all operators of mines.\n\nCode 1950, § 45-14; 1954, c. 191; 1966, c. 594, § 45.1-6; 1984, c. 590; 1994, c. 28, § 45.1-161.77; 1997, c. 390; 1999, c. 256; 2011, cc. 826, 862; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-555/"
    },
    {
      "id": "section-452-556",
      "number": "45.2-556.",
      "heading": "Operators' reports of accidents; investigations; reports by Department",
      "text": "A. Each operator shall report promptly to the Department the occurrence at any mine of any accident. The scene of the accident shall not be disturbed pending an investigation, except to the extent necessary to rescue or recover a person, prevent or eliminate an imminent danger, prevent destruction of mining equipment, or prevent suspension of use of a slope, entry, or facility vital to the operation of a section or a mine. In a case in which reasonable doubt exists as to whether to leave the scene unchanged, the operator shall secure prior approval from the Department before any changes are made.\n\nB. The Chief shall go personally or dispatch one or more mine inspectors to the scene of such a coal mine accident, investigate causes, and issue such orders as may be needed to ensure safety of other persons.\n\nC. Representatives of the operator shall render assistance as needed and act in a consulting capacity in the investigation. An employee, if so designated by the employees of the mine, shall be notified and as many as three employees, if so designated as representatives of the employees, may be present at the investigation in a consulting capacity.\n\nD. The Chief shall require substance abuse testing as part of an inspection or complaint investigation if there is reasonable cause to suspect a miner's impairment, due to the presence of intoxicants or any controlled substance not used in accordance with the prescription of a licensed prescriber, has been a contributing factor to any accident in which a serious personal injury or death has occurred at a mine. The Chief shall require substance abuse testing of any miner killed or seriously injured and of any other person who might have contributed to the accident. Any substance abuse testing required by the Chief shall be paid for by the Department. Refusal by any miner to submit to substance abuse testing, or the failure to pass such a test, shall result in the immediate temporary suspension of all certificates held by the miner, pending a hearing before the Board of Coal Mining Examiners.\n\nE. The Department shall render a complete report of circumstances and causes of each accident investigated and make recommendations for the prevention of similar accidents. The Department shall furnish one copy of the report to the operator and one copy to an employee representative if one was present at the investigation. The Chief shall maintain a complete file of all accident reports for coal mines and provide further dissemination as ordered by the Director in an effort to prevent mine accidents.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.78; 1997, c. 390; 1999, c. 256; 2007, cc. 894, 914; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-556/"
    },
    {
      "id": "section-452-557",
      "number": "45.2-557.",
      "heading": "Reports of other accidents and injuries",
      "text": "A. Each miner employed at a mine shall promptly notify his supervisor of any injury received during the course of his employment.\n\nB. Each operator shall keep on file a report of each accident, including any accident that does not result in a lost-time injury. Copies of an accident report shall be given to the person injured or to his designated representative to review such report and verify its accuracy prior to filing it for review by state or federal mine inspectors.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.79; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-557/"
    },
    {
      "id": "section-452-558",
      "number": "45.2-558.",
      "heading": "Duties of mine inspectors",
      "text": "Each mine inspector shall:\n\n1. Report to his supervisor immediately by the quickest available means any mine fire or explosion or any accident that results in loss of life or serious personal injury;\n\n2. Proceed immediately to the scene of any accident at any mine under his jurisdiction that results in loss of life or serious personal injury and to the scene of any mine fire or explosion regardless of whether there is loss of life or serious personal injury;\n\n3. Make such investigation and suggestions and render such assistance as he deems necessary for the future safety of the employees and make a complete report to his supervisor as soon as practicable;\n\n4. Provide assistance to mine rescue and recovery operations whenever a mine fire or explosion or any accident that results in loss of life or serious personal injury occurs; and\n\n5. Monitor the reopening of every mine or section thereof that has been sealed or abandoned on account of mine fire or explosion, serious accident, or any other cause in accordance with a plan approved by the Chief.\n\nCode 1950, §§ 45-4.1, 45-7, 45-9, 45-12, 45-68.4, 45-69, 45-73, 45-74, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, §§ 45.1-5, 45.1-21; 1976, c. 598; 1978, cc. 120, 222, 489; 1982, c. 255; 1984, cc. 178, 236, 590; 1985, c. 448; 1987, c. 470; 1988, c. 577; 1990, c. 963; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.80; 1996, c. 774; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-558/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Mine Inspections",
      "text": "Mine Inspections",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-559",
      "number": "45.2-559.",
      "heading": "Frequency of mine inspections",
      "text": "The Chief shall conduct a complete inspection of each underground coal mine at least every 180 days and of each surface coal mine at least once per year. Additional inspections of coal mines shall be made when deemed appropriate by the Chief based on an evaluation of risks at each mine or if requested by miners employed at a mine or the operator of a mine.\n\nCode 1950, §§ 45-4.1, 45-9, 45-12, 45-74; 1954, c. 191; 1966, c. 594, § 45.1-5; 1976, c. 598; 1978, c. 120; 1984, c. 236; 1985, c. 448; 1987, c. 470; 1990, c. 963; 1994, c. 28, § 45.1-161.81; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-559/"
    },
    {
      "id": "section-452-560",
      "number": "45.2-560.",
      "heading": "Evaluation of risks at mines",
      "text": "A. For the purpose of allocating the resources of the Department to be used for conducting additional inspections, the Department shall develop a procedural policy of scheduling such inspections based on an assessment, to be made at least annually, of the comparative risks at each underground coal mine and surface coal mine. The Department shall prepare its procedural policy with the assistance of working groups consisting of persons knowledgeable in mine safety issues. The issuance of the procedural policy shall be exempt from Article 2 (§ 2.2-4006 et seq.) of the Administrative Process Act. Variables that shall be included in the risk assessment measures include: (i) fatality and serious accident rates at the mine; (ii) the rates of issuance of closure orders and notices of violations of the mine safety laws of the Commonwealth, including regulations adopted by the Department or the Board of Coal Mining Examiners, at the mine; and (iii) the frequency rates for nonserious accidents or nonfatal days lost.\n\nB. The Chief shall schedule additional inspections at underground coal mines and surface coal mines based on the rating assigned to a mine reflecting the assessment of its risks compared to other such mines pursuant to the assessment described in subsection A.\n\n1994, c. 28, § 45.1-161.82; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-560/"
    },
    {
      "id": "section-452-561",
      "number": "45.2-561.",
      "heading": "Review of inspection reports and records",
      "text": "Prior to commencing an inspection of a coal mine, a mine inspector shall review the most recent available report of inspection by MSHA. During the course of a complete inspection of a coal mine, the mine inspector shall comprehensively review the records for the 30-day period preceding the inspection of pre-shift examinations, on-shift exams, daily inspections, and weekly examinations that are required to be maintained pursuant to the Act. The mine inspector may review the records for such additional period as he deems prudent. During the course of the inspection, the inspector shall review other records relating to safety and health conditions in the mine that are required to be maintained pursuant to the Act.\n\n1994, c. 28, § 45.1-161.83; 1997, c. 390; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-561/"
    },
    {
      "id": "section-452-562",
      "number": "45.2-562.",
      "heading": "Advance notice of inspections; confidentiality of trade secrets",
      "text": "A. No person shall give advance notice of any mine inspection conducted under the provisions of this title without authorization from the Chief or the Director.\n\nB. All information reported to or otherwise obtained by the Chief or the Director or his authorized representative in connection with any inspection or proceeding under this title that contains or might reveal a trade secret referred to in 18 U.S.C. § 1905 shall be considered confidential for the purpose of that section, except that such information may be disclosed to the Chief or the Director or his authorized representative concerned with carrying out any provisions of this title or any proceeding hereunder. In any such proceeding, the court, the Chief, or the Director shall issue such orders as may be appropriate to protect the confidentiality of trade secrets.\n\n1973, c. 425, § 40.1-51.3:1; 1976, c. 607, § 40.1-51.4:1; 1994, c. 28, § 45.1-161.84; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-562/"
    },
    {
      "id": "section-452-563",
      "number": "45.2-563.",
      "heading": "Scheduling of mine inspections",
      "text": "A. The Chief and the Director shall schedule the inspections of mines under this article, to the extent deemed reasonable and prudent, in order to reduce their chronological proximity to inspections conducted by MSHA.\n\nB. The Chief, the Director, and each mine inspector, to the extent deemed reasonable and prudent, shall schedule mine inspections to commence at a variety of hours of the day and days of the week, including evening and night shifts, weekends, and holidays.\n\n1994, c. 28, § 45.1-161.85; 2011, cc. 826, 862; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-563/"
    },
    {
      "id": "section-452-564",
      "number": "45.2-564.",
      "heading": "Denial of entry",
      "text": "No person shall deny the Chief, the Director, or any mine inspector entry upon or through (i) a mine for the purpose of conducting an inspection or (ii) any office at the site where maps or records relating to the mine are located, in accordance with the Act.\n\nCode 1950, § 45-17; 1954, c. 191; 1966, c. 594, § 45.1-105; 1975, c. 520; 1978, c. 118; 1980, c. 388; 1994, c. 28, § 45.1-161.86; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-564/"
    },
    {
      "id": "section-452-565",
      "number": "45.2-565.",
      "heading": "Duties of operator",
      "text": "A. The operator or his agent of each mine shall furnish the Chief and any mine inspector proper facilities for entering such mine and making examinations or obtaining information and shall furnish any data or information not of a confidential nature requested by such inspector or the Chief.\n\nB. The operator of an underground coal mine or his agent shall provide a mine inspector or the Chief adequate means for transportation to the active working areas of the mine within a reasonable period of time following the mine inspector's arrival at the mine.\n\nC. The operator or his agent shall, when ordered to do so by a mine inspector or the Chief during the course of his inspection, promptly clear the mine or a section thereof of all persons.\n\nD. The mine operator shall implement a substance abuse screening policy and program for all miners that shall, at a minimum, include:\n\n1. A pre-employment, 10-panel urine test for the following and any other substances as set out in regulation adopted by the Board of Coal Mining Examiners:\n\na. Amphetamines;\n\nb. Cannabinoids/THC;\n\nc. Cocaine;\n\nd. Opiates;\n\ne. Phencyclidine (PCP);\n\nf. Benzodiazepines;\n\ng. Propoxyphene;\n\nh. Methadone;\n\ni. Barbiturates; and\n\nj. Synthetic narcotics.\n\nSamples shall be collected by providers who are certified as complying with standards and procedures set out in the U.S. Department of Transportation's rule, 49 C.F.R. Part 40. Collected samples shall be tested by laboratories certified by the Substance Abuse and Mental Health Services Administration (SAMHSA) of the U.S. Department of Health and Human Services for collection and testing. The mine operator may implement a more stringent substance abuse screening policy and program; and\n\n2. The review of the substance abuse screening program with each miner at the time of employment and annually thereafter.\n\nE. The operator or his agent shall notify the Chief, on a form prescribed by the Chief, within seven days of any failure of a pre-employment substance abuse screening test and shall provide a record of the test showing such failure or violation. Notice shall result in the immediate temporary suspension of all certificates held by the applicant, pending a hearing before the Board of Coal Mining Examiners.\n\nF. The operator or his agent shall notify the Chief, on a form prescribed by the Chief, within seven days of (i) discharging a miner due to violation of the company's substance or alcohol abuse policies, (ii) a miner testing positive for intoxication while on duty status, or (iii) a miner testing positive as using any controlled substance without the prescription of a licensed prescriber. An operator that has a substance abuse program shall not be required to notify the Chief under clause (iii) unless the miner having tested positive fails to complete the operator's substance abuse program. The notification shall be accompanied by a record of the test showing such positive results or violation. Notice shall result in the immediate temporary suspension of all certificates held by the applicant, pending a hearing before the Board of Coal Mining Examiners.\n\nG. The provisions of this chapter shall not be construed to preclude an employer from developing or maintaining a substance and alcohol abuse policy, testing program, or substance abuse program that exceeds the minimum requirements set forth in this section.\n\nCode 1950, §§ 45-7, 45-12, 45-68.4, 45-69, 45-73, 45-75, 45-78, 45-79, 45-81, 45-83; 1950, p. 156; 1954, c. 191; 1966, c. 594, § 45.1-21; 1976, c. 598; 1978, cc. 222, 489; 1982, c. 255; 1984, cc. 178, 590; 1988, c. 577; 1993, cc. 171, 442; 1994, c. 28, § 45.1-161.87; 1999, c. 256; 2007, cc. 894, 914; 2010, cc. 809, 857; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-565/"
    },
    {
      "id": "section-452-566",
      "number": "45.2-566.",
      "heading": "Duties of inspectors",
      "text": "A. During a complete inspection of a mine, other than an inactive mine, the mine inspector shall inspect, where applicable, the surface plant; all active workings; all active travel ways; entrances to inaccessible worked-out areas; accessible worked-out areas; at least one entry of each intake and return airway in its entirety; escapeways and other places where miners work or travel or where hazardous conditions might exist; electric installations and equipment; haulage facilities; first aid equipment; ventilation facilities; communication installations; roof and rib conditions; roof-support practices; blasting practices; haulage practices and equipment; and any other condition, practice, or equipment pertaining to the health and safety of the miners. The mine inspector shall make tests for the quantity of air flows, and for gas and oxygen deficiency, in each place that he is required to inspect in an underground coal mine. In a mine operating more than one shift in a 24-hour period, the mine inspector shall devote sufficient time on the second and third shifts to determine conditions and practices relating to the health and safety of the miners. For an inactive mine, the mine inspector shall inspect all areas of the mine where persons may work or travel during the period the mine is an inactive mine.\n\nB. The inspector shall make a personal examination of the interior of the mine and of the outside of the mine where any danger may exist to the miners.\n\nCode 1950, §§ 45-4.1, 45-9, 45-12, 45-74; 1954, c. 191; 1966, c. 594, § 45.1-5; 1976, c. 598; 1978, c. 120; 1984, c. 236; 1985, c. 448; 1987, c. 470; 1990, c. 963; 1994, c. 28, § 45.1-161.88; 1996, c. 774; 1999, c. 256; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-566/"
    },
    {
      "id": "section-452-567",
      "number": "45.2-567.",
      "heading": "Inspection reports",
      "text": "A. Upon completing a mine inspection, a mine inspector shall complete a report regarding such inspection. The inspection report shall show the date of inspection, the condition in which the mine is found, a statement regarding any violations of the Act discovered during the inspection, the progress made in the improvement of the mine as such progress relates to health and safety, the number of accidents and injuries occurring in and about the mine since the previous inspection, and all other facts and information of public interest concerning the condition of the mine as are useful and proper.\n\nB. The mine inspector shall (i) deliver one copy of the inspection report to the operator, agent, or mine foreman and one copy to the employees' safety committee, where applicable, and (ii) post one copy at a prominent place on the premises of the mine where it can be read conveniently by the miners.\n\nC. With respect to coal mines, the Department shall provide access to inspection reports to MSHA.\n\nCode 1950, §§ 45-4.1, 45-9, 45-12, 45-74; 1954, c. 191; 1966, c. 594, § 45.1-5; 1976, c. 598; 1978, c. 120; 1984, c. 236; 1985, c. 448; 1987, c. 470; 1990, c. 963; 1994, c. 28, § 45.1-161.89; 1996, c. 774; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-567/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Enforcement and Penalties; Reports of Violations",
      "text": "Enforcement and Penalties; Reports of Violations",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-568",
      "number": "45.2-568.",
      "heading": "Notices of violations",
      "text": "A. If the Director, the Chief, or a mine inspector has reasonable cause to believe that a violation of the Act has occurred, he shall with reasonable promptness issue a notice of violation to the person responsible for the violation. Each notice of violation shall be in writing, shall describe with particularity the nature of the violation, including a reference to the provision of the Act or the appropriate regulation violated, and shall include an order of abatement and set a reasonable time for abatement of the violation.\n\nB. A copy of the notice of violation shall be delivered to the operator or his agent or the mine foreman.\n\nC. Upon a finding by the mine inspector of the completion of the action required to abate such violation, the Director, the Chief, or the mine inspector shall issue a notice of correction, a copy of which shall be delivered as provided in subsection B.\n\nD. The notice of violation shall be deemed the final order of the Department and shall not be subject to review by any court or agency unless within 20 days following its issuance the person to whom the notice of violation was issued appeals its issuance by notifying the Department in writing that he intends to contest its issuance. The Department shall conduct informal conference or consultation proceedings, presided over by the Chief, pursuant to § 2.2-4019, unless the person and the Department agree to waive such a conference or proceeding to go directly to a formal hearing. If such a conference or proceeding is waived, or if it fails to dispose of the case by consent, the Department shall conduct a formal hearing pursuant to § 2.2-4020. The formal hearing shall be presided over by a hearing officer pursuant to § 2.2-4024, who shall recommend findings and an initial decision, which shall be subject to review and approval by the Director. Any party aggrieved by and claiming unlawfulness of such decision is entitled to judicial review pursuant to Article 5 (§ 2.2-4025 et seq.) of the Administrative Process Act.\n\nE. If it is finally determined that a notice of violation was not issued in accordance with the provisions of this section, the notice of violation shall be vacated and the improperly issued notice of violation shall not be used to the detriment of the person or the operator to whom it was issued.\n\nCode 1950, §§ 45-4.1, 45-9, 45-12, 45-74; 1954, c. 191; 1966, c. 594, § 45.1-5; 1976, c. 598; 1978, c. 120; 1984, c. 236; 1985, c. 448; 1987, c. 470; 1990, c. 963; 1994, c. 28, § 45.1-161.90; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-568/"
    },
    {
      "id": "section-452-569",
      "number": "45.2-569.",
      "heading": "Closure orders",
      "text": "A. The Director, the Chief, or a mine inspector shall issue a closure order requiring any mine or section thereof cleared of all persons, or equipment removed from use, and refusing further entry into the mine by all persons except those necessary to correct or eliminate a hazardous condition, when (i) a violation of the Act has occurred that creates an imminent danger to the life or health of persons in the mine; (ii) a mine fire, mine explosion, or other serious accident has occurred at the mine, as necessary to preserve the scene of such accident during the investigation of the accident; (iii) a mine is operating without a license in violation of § 45.2-535; or (iv) an operator to whom a notice of violation was issued has failed to abate the violation cited therein within the time period provided in such notice for its abatement; however, a closure order shall not be issued for failure to abate a violation during the pendency of an administrative appeal of the issuance of the notice of violation as provided in subsection D of § 45.2-568.\n\nB. A technical specialist may issue a closure order upon discovering a violation creating an imminent danger.\n\nC. One copy of a closure order shall be delivered to the operator of the mine or his agent or the mine foreman.\n\nD. Upon a finding by the mine inspector of abatement of the violation creating the hazardous condition pursuant to which a closure order has been issued as provided in clause (i) of subsection A; cessation of the need to preserve an accident scene as provided in clause (ii) of subsection A; the issuance of a license for the mine if the closure order was issued as provided in clause (iii) of subsection A; or abatement of the violation for which the notice of violation was issued as provided in clause (iv) of subsection A, the Director, the Chief, or a mine inspector shall issue a notice of correction, a copy of which shall be delivered as provided in subsection C.\n\nE. The issuance of a closure order shall constitute a final order of the Department, and the owner or operator of the mine shall not be entitled to administrative review of such decision. The owner or operator of any mine or part thereof for which a closure order has been issued may, within 10 days following the issuance of the order, bring a civil action in the circuit court of the county or city in which the mine, or the greater portion thereof, is located for review of the decision. The commencement of such a proceeding shall not, unless specifically ordered by the court, operate as a stay of the closure order. The court shall promptly hear and determine the matters raised by the owner or operator. In any such action, the court shall receive the records of the Department with respect to the issuance of the order and any additional evidence at the request of any party. In any proceeding under this section, the Attorney General or the attorney for the Commonwealth for the jurisdiction where the mine is located, upon the request of the Director, shall represent the Department.\n\nF. The court shall vacate the closure order if the preponderance of the evidence establishes that the order was not issued in accordance with the provisions of this section.\n\nG. If it is finally determined that a closure order was issued not in accordance with the provisions of this section, the closure order shall be vacated and the improperly issued closure order shall not be used to the detriment of the owner or operator of the mine for which it was issued.\n\nCode 1950, §§ 45-4.1, 45-9, 45-12, 45-74; 1954, c. 191; 1966, c. 594, § 45.1-5; 1976, c. 598; 1978, c. 120; 1984, c. 236; 1985, c. 448; 1987, c. 470; 1990, c. 963; 1994, c. 28, § 45.1-161.91; 1996, c. 774; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-569/"
    },
    {
      "id": "section-452-570",
      "number": "45.2-570.",
      "heading": "Tolling of time for abating violations",
      "text": "The period of time specified in a notice of violation for the abatement of the violation shall not begin to run until (i) the final decision of the Department is issued, if an administrative appeal of its issuance is pursued, or (ii) the final order of the circuit court is rendered, if an appeal of its issuance is taken to circuit court and if such appeal pursuant to clause (i) or (ii) was undertaken in good faith and not solely for delay or avoidance of penalties.\n\n1994, c. 28, § 45.1-161.92; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-570/"
    },
    {
      "id": "section-452-571",
      "number": "45.2-571.",
      "heading": "Injunctive relief",
      "text": "A. Any person violating or failing, neglecting, or refusing to obey any closure order may be compelled in a proceeding instituted by the Director in any appropriate circuit court to obey such order and to comply with such order by injunction or other appropriate relief.\n\nB. Any person failing to abate any violation of the Act that has been cited in a notice of violation within the time period provided in such notice for its abatement may be compelled in a proceeding instituted by the Director in any appropriate circuit court to abate such violation as provided in such notice and to cease the operation of the mine at which such violation exists until the violation has been abated, by injunction or other appropriate remedy.\n\nC. The Director may file a bill of complaint with any appropriate circuit court asking the court to temporarily or permanently enjoin a person from operating a mine in the Commonwealth, to be granted upon finding by a preponderance of the evidence that (i) a history of noncompliance at the mine operated by the person demonstrates that he is not able or willing to operate a mine in compliance with the provisions of the Act or (ii) a history of the issuance of closure orders for the mine operated by the person demonstrates that he is not able or willing to operate a mine in compliance with the provisions of the Act.\n\nCode 1950, § 45-8, 45-84; 1954, c. 191; 1966, c. 594, § 45.1-104; 1972, c. 784; 1974, c. 323; 1975, c. 520; 1978, c. 120; 1982, c. 118; 1990, c. 963; 1994, c. 28, § 45.1-161.93; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-571/"
    },
    {
      "id": "section-452-572",
      "number": "45.2-572.",
      "heading": "Violations; penalty",
      "text": "Any person who willfully violates any provision of the Act or any regulation adopted pursuant to the Act, unless otherwise specified in the Act, is guilty of a Class 1 misdemeanor.\n\nCode 1950, § 45-17; 1954, c. 191; 1966, c. 594, § 45.1-105; 1975, c. 520; 1978, c. 118; 1980, c. 388; 1994, c. 28, § 45.1-161.94; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-572/"
    },
    {
      "id": "section-452-573",
      "number": "45.2-573.",
      "heading": "Prosecution of violations",
      "text": "A. It is the duty of every attorney for the Commonwealth to whom the Director or his authorized representative has reported any violation of the Act or on his own initiative to cause proceedings to be prosecuted in such case.\n\nB. If the attorney for the Commonwealth declines to cause proceedings to be prosecuted in such case, the Director or the Chief may request the Attorney General to institute proceedings for any violation of the Act on behalf of the Commonwealth; however, such action shall not preclude the Director or the Chief from pursuing any other applicable statutory procedure. Upon receiving such a request from the Director or the Chief, the Attorney General may institute actions and proceedings for violations described in the request.\n\nCode 1950, § 45-17; 1954, c. 191; 1966, c. 594, § 45.1-105; 1975, c. 520; 1978, c. 118; 1980, c. 388; 1994, c. 28, § 45.1-161.95; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-573/"
    },
    {
      "id": "section-452-574",
      "number": "45.2-574.",
      "heading": "Fees and costs",
      "text": "No fees or costs shall be charged to the Commonwealth by a court or any officer for or in connection with the filing of any pleading or other papers in any action authorized by this article.\n\n1994, c. 28, § 45.1-161.96; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-574/"
    },
    {
      "id": "section-452-575",
      "number": "45.2-575.",
      "heading": "Reports of violations",
      "text": "A. The operator of each mine or his agent shall deliver a copy of the Act to each miner upon the commencement of his employment at the mine, unless the miner is already in possession of a copy.\n\nB. Any person aware of a violation of the Act may report the violation to a mine inspector or to any other employee of the Department, in person, in writing, or by telephone call, at the mine, at an office of the Department, or at the mine inspector's residence.\n\nC. The operator of each mine or his agent shall display on a sign placed at the mine office, at the bath house, and on a bulletin board at the mine site a notice containing the office addresses and office and home telephone numbers of mine inspectors and other Department personnel for the purpose of reporting any violation of the Act.\n\nD. The Department shall keep a record, on a form prepared for such purpose, of every alleged violation of the Act that is reported and the results of any investigation. The Department shall give a copy of the complaint form, with the identity of the person making the report and that of any individual identified in the alleged violation being omitted or deleted, to the operator of the mine or his agent. The Department shall not disclose the identity of any person who reports an alleged violation to the owner or operator of the mine or his agent or to any other person or entity. Information regarding the identity of the person reporting the violation shall be exempt from disclosure under the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\n1994, c. 28, § 45.1-161.97; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-575/"
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Virginia Coal Mine Safety Board",
      "text": "Virginia Coal Mine Safety Board",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-576",
      "number": "45.2-576.",
      "heading": "Virginia Coal Mine Safety Board; purpose",
      "text": "The Virginia Coal Mine Safety Board (the Board) is established as an advisory board in the executive branch of state government. The purpose of the Board is to advise the Chief on matters relating to the health and safety of persons working in the coal industry in the Commonwealth.\n\n1990, c. 963, § 45.1-5.2; 1994, c. 28, § 45.1-161.98; 2014, c. 438; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-576/"
    },
    {
      "id": "section-452-577",
      "number": "45.2-577.",
      "heading": "Membership; terms; compensation; quorum; meetings",
      "text": "A. The Virginia Coal Mine Safety Board shall have a total membership of 10 members that shall consist of nine nonlegislative citizen members appointed by the Governor, subject to confirmation by the General Assembly, and one ex officio member. Nonlegislative citizen members shall be appointed as follows: three to be appointed from a list of individuals nominated by the Metallurgical Coal Producers Association; three to be appointed from a list of individuals nominated by the United Mine Workers of America; and three to be appointed from the Commonwealth at large. Nonlegislative citizen members of the Board shall serve at the pleasure of the Governor and be residents of the Commonwealth.\n\nB. The members of the Board shall elect its chairman. Members shall serve for terms of four years and their successors shall be appointed for terms of the same length, but vacancies occurring other than by expiration of a term shall be filled for the unexpired term. Any member may be reappointed for successive terms. Members shall receive no compensation for their services but shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Funding for the costs of compensation and expenses of the members shall be provided by the Department.\n\nC. The Board shall hold meetings at times and places designated by the chairman. The chairman may call a meeting of the Board at any time and shall call a meeting of the Board within 20 days of receipt by the chairman of a written request for a meeting by another member of the Board. Notification of each meeting of the Board shall be given in writing to each member by the chairman at least five days in advance of the meeting. The chairman and any four or more members of the Board shall constitute a quorum for the transaction of any business of the Board.\n\n1990, c. 963, §§ 45.1-5.2, 45.1-5.3; 1994, c. 28, §§ 45.1-161.98, 45.1-161.99; 2014, c. 438; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-577/"
    },
    {
      "id": "section-452-578",
      "number": "45.2-578.",
      "heading": "Powers and duties of the Virginia Coal Mine Safety Board",
      "text": "The Virginia Coal Mine Safety Board has the power to advise and make recommendations to the Chief on matters relating to the health and safety of persons working in the Virginia coal industry. The Board shall serve as the regulatory work committee for the Department on all coal mine health and safety regulations not under the jurisdiction of the Board of Coal Mining Examiners.\n\n1990, c. 963, § 45.1-5.3; 1994, c. 28, § 45.1-161.100; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-578/"
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Miner Training",
      "text": "Miner Training",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-579",
      "number": "45.2-579.",
      "heading": "First aid training of coal miners",
      "text": "A. The Chief shall establish specifications for first aid and refresher training programs for miners at coal mines. Such specifications shall be no less than, but may exceed, the minimum requirements of the training programs that underground and surface coal mine operators are required to provide to their employees pursuant to the federal mine safety law. The Chief may utilize the Department's educational and training facilities in the conduct of such training programs and may require the cooperation of operators in making such programs available to their employees.\n\nB. Each operator of a coal mine, upon request, shall make available to every miner employed in such mine the course of first aid training, including refresher training, as is required pursuant to subsection A.\n\n1977, c. 679, § 45.1-101.2; 1978, c. 94; 1984, c. 590; 1994, c. 28, § 45.1-161.101; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-579/"
    },
    {
      "id": "section-452-580",
      "number": "45.2-580.",
      "heading": "Training programs",
      "text": "A. The Department may administer training programs for the purpose of (i) assisting with the provision of selected requirements of the federal mine safety law and (ii) preparing miners for examinations administered by the Board of Coal Mining Examiners. The Director shall establish the curriculum and teaching materials for the training programs, which shall be consistent with the requirements of the federal mine safety law where feasible.\n\nB. The Department is authorized to charge persons attending the training programs reasonable fees to cover the costs of administering such programs. The Director may exempt certain persons from any required fees for refresher training programs, based on the person's employment status or such other criteria as the Director deems appropriate. The Director shall not be required to allocate more of the Department's resources to training programs than are appropriated or otherwise made available for such purpose or are collected from fees charged to attendees.\n\nC. No miner, operator, or other person shall be required to participate in any training program established under this article. Nothing contained herein shall prevent an operator or any other person from administering a state-approved training program.\n\n1994, c. 28, § 45.1-161.102; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-580/"
    },
    {
      "id": "section-452-581",
      "number": "45.2-581.",
      "heading": "Additional coal mining training programs",
      "text": "The Chief may implement a voluntary on-site safety awareness training program for coal miners. Such training may be conducted by a mine inspector in conjunction with his inspection of a coal mine or by other Department personnel. Safety awareness training for coal miners may include such methods as job safety analysis and topical talks on safety issues intended to reduce accidents.\n\n1994, c. 28, § 45.1-161.103; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-5/section-45-2-581/"
    }
  ]
}