{
  "state": "virginia",
  "path": "title-title-452-mines-minerals-and-energy/chapter-chapter-6-coal-mining-property-interests-adjacent-owners-and",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Rights of Owners of Land Adjacent to Coal Mines§ 45",
      "text": "2-600. Consent required before working mine near land of another§ 45.2-601. Adjacent owner to be permitted to survey mine; proceedings to compel entry for surveyArticle 2. Trusts for Coal Interests§ 45.2-602. Petition to establish a trust for missi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-600",
      "number": "45.2-600.",
      "heading": "Consent required before working mine near land of another",
      "text": "No owner or tenant of any land containing coal within the Commonwealth shall open or sink, dig, excavate, or work in any mine on such land within five feet of the line dividing such land from that of another person without the written consent of every person interested in or having title to such adjoining lands or mineral rights in possession, reversion, or remainder, or of the guardian of any such person if the person is under a disability. Any person who violates this section shall forfeit $500 to any person injured by such activity and to anyone whose consent is required but not obtained.\n\nCode 1950, § 45-91; 1966, c. 594, § 45.1-102; 1978, c. 118; 1994, c. 28, § 45.1-161.310; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-600/"
    },
    {
      "id": "section-452-601",
      "number": "45.2-601.",
      "heading": "Adjacent owner to be permitted to survey mine; proceedings to compel entry for survey",
      "text": "A. The owner, tenant, or occupant of any land or coal on or in which a mine is opened and worked, or his agent, shall permit any person interested in or having title to any land or mineral rights coterminal with that in which such mine is located to have ingress and egress with surveyors and assistants to explore and survey such mine at his own expense if such person has reason to believe his property is being trespassed upon. The purpose of such survey shall be to ascertain whether a violation of § 45.2-600 has occurred. However, such person is not entitled to enter the property more often than once a month. Every owner, tenant, occupant, or agent who refuses such permission, exploration, or survey shall forfeit $20 for each refusal to the person so refused.\n\nB. The judge of the general district court of the county or city in which such mine is located, before whom any complaint of such refusal shall be made, may issue a summons to such owner, tenant, occupant, or agent to answer such complaint. On the return of the summons executed and proof that (i) the complainant has a right of entry and (ii) such right has been refused without sufficient cause, the judge shall designate an early and convenient time for such entry to be made and issue a warrant commanding the sheriff of the county or city to attend and prevent any obstruction or impediment to such entry, exploration, or survey. The costs of such summons and a fee of $3 to the sheriff executing the warrant shall be paid by the person whose refusal caused the complaint. If the court dismisses the complaint, the costs shall be paid by the party making the complaint.\n\nCode 1950, §§ 45-92, 45-93; 1966, c. 594, § 45.1-103; 1978, c. 118; 1994, c. 28, § 45.1-161.311; 1997, c. 390; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-601/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Trusts for Coal Interests",
      "text": "Trusts for Coal Interests",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-602",
      "number": "45.2-602.",
      "heading": "Petition to establish a trust for missing coal owners",
      "text": "A. Any coal owner or lessee who (i) has more than a 50 percent interest in the coal on a particular tract and (ii) seeks to impress a trust upon unknown or missing owners of such tract of coal may petition the circuit court in the county or city containing the majority of the tract of coal to establish a trust to protect the interests of all coal owners and lessees.\n\nB. The petition shall:\n\n1. Describe the particular tract of coal at issue;\n\n2. List all known, missing, and unknown owners of interests in such tract of coal and set forth the efforts to locate and identify the missing or unknown owners of the interests and provide any other information known to the petitioner that could be helpful in identifying or locating every present owner thereof; and\n\n3. Include the proposed terms of a lease to be offered to the trust. Such lease shall be typical of other arm's-length leases in the area.\n\nC. The petitioner shall establish to the satisfaction of the court that a diligent effort has been made to identify and locate the present owners of such interests.\n\n2003, c. 775, § 45.1-161.311:3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-602/"
    },
    {
      "id": "section-452-603",
      "number": "45.2-603.",
      "heading": "Advertisement upon filing of petition",
      "text": "Immediately upon filing the petition pursuant to § 45.2-602, the petitioner shall advertise a notice of the pending action, including a statement that the action is brought for the purpose of impressing a trust authorizing the execution of a valid and present coal lease for the development of a tract of coal described in the petition pursuant to the provisions of subsection B of § 45.2-602. Such notice shall appear in a local newspaper of general circulation at least once a week for two consecutive weeks.\n\n2003, c. 775, § 45.1-161.311:4; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-603/"
    },
    {
      "id": "section-452-604",
      "number": "45.2-604.",
      "heading": "Court may declare trust; trustee sale of lease",
      "text": "A. If, upon presentation of a petition pursuant to § 45.2-602 to the circuit court in the county or city containing the majority of the tract of coal, it appears to the court that development of the interests in such tract of coal will be advantageous to the unknown or missing owners, the court shall declare a trust in the coal interests and appoint a trustee for such interests. The court shall authorize the trustee to execute a lease covering the coal interests in the identified tract of coal. The order of the court shall provide for all the terms and provisions of the lease that the trustee is authorized to make.\n\nB. The trustee shall proceed in compliance with the provisions of the order to execute the lease and after executing the lease shall submit a report thereof to the court.\n\nC. The court shall not authorize a trustee's lease upon the coal interests of any owner whose identity and location are known, can be ascertained, or are discovered as a result of the action brought under this article. Any such owner may intervene as a matter of right at any time prior to the judgment approving the trustee's lease for the purpose of establishing his title to the coal interests. If such coal owner's claim is established to the satisfaction of the court, the court shall dismiss the action at the plaintiff's cost.\n\n2003, c. 775, § 45.1-161.311:5; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-604/"
    },
    {
      "id": "section-452-605",
      "number": "45.2-605.",
      "heading": "Duty of trustee; sale of lease; distribution of funds",
      "text": "A. The trustee shall collect the proceeds from the sale of the lease and hold and invest such proceeds for the use and benefit of the unknown or missing owners. The court may authorize the trustee to expend an amount not to exceed 10 percent of the funds collected by the trustee for the purpose of searching for the unknown or missing owners.\n\nB. Five years after the date of first commercial production of the coal interests, the proceeds in the trust shall be disposed of pursuant to the Virginia Disposition of Unclaimed Property Act (§ 55.1-2500 et seq.).\n\n2003, c. 775, § 45.1-161.311:6; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-605/"
    },
    {
      "id": "section-452-606",
      "number": "45.2-606.",
      "heading": "Payment of attorney fees, expenses, and court costs",
      "text": "All attorney fees, expenses, and court costs incident to the original proceedings shall be paid by the lessee if a lease is executed and by the plaintiff if for any reason no lease is executed. Subsequent to entry of judgment, all allowable attorney fees, expenses, and court costs shall be paid out of funds controlled by the trustee.\n\n2003, c. 775, § 45.1-161.311:7; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-606/"
    },
    {
      "id": "section-452-607",
      "number": "45.2-607.",
      "heading": "Production of coal by majority interest owner; petition to establish trust for known coal owners",
      "text": "A. Any coal owner or lessee who (i) has at least a two-thirds interest in the coal on a particular tract of land and (ii) seeks to extract such coal may petition the circuit court in the county or city containing the majority of the tract of coal to establish a trust for known coal owners and lessees.\n\nB. The petition shall:\n\n1. Describe the particular tract of coal at issue;\n\n2. List all known owners of interests in the tract of coal; and\n\n3. Include the proposed terms of a lease to be offered to each minority owner. Such lease shall be typical of other arm's-length leases in the area.\n\nC. The petitioner shall establish to the satisfaction of the court that a diligent effort has been made to obtain the consent of each minority owner to lease his interest in the coal. The petitioner shall demonstrate to the court that (i) the production of the coal by the petitioner's lessee is of economic benefit to all parties; (ii) if the coal is not produced, the economic value of the coal is lost and the economic benefit of owning the coal is decreased; and (iii) there is no practical method for dividing such coal among the owners without extracting the coal.\n\nD. Immediately upon filing the petition, the petitioner shall send by registered or certified mail, with a return receipt requested, notice of the petition to the party subject to the petition.\n\nE. The court may appoint a trustee and authorize the trustee to execute a lease pursuant to § 45.2-604.\n\nF. The court shall escrow or direct the trustee to escrow the proceeds of the lease attributable to each of the minority interests until such minority owner's claim is established to the satisfaction of the court.\n\n2003, c. 775, § 45.1-161.311:8; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-607/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Emergency Seizure of Coal Property by the Commonwealth",
      "text": "Emergency Seizure of Coal Property by the Commonwealth",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-608",
      "number": "45.2-608.",
      "heading": "\"Public uses\" defined; mining, etc., of coal essential business; subject to seizure by Commonwealth",
      "text": "A. As used in this article, \"public uses\" means the mining, production, or marketing of coal for the purpose of providing and furnishing heat or power to the people of the Commonwealth.\n\nB. Any person engaged in the business of the mining, production, or marketing of coal, any portion of which is customarily used in the manufacture of heat or power, is hereby declared to be engaged in a business essential to the health, safety, and welfare of the people of the Commonwealth. Under the conditions and in the manner set forth in this article, such business may be seized and operated by the Commonwealth, or any agency created and organized for such purpose, for public uses.\n\nCode 1950, § 45-145; 1950, p. 29; 1966, c. 594, §§ 45.1-145, 45.1-146; 1994, c. 28, §§ 45.1-161.312, 45.1-161.313; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-608/"
    },
    {
      "id": "section-452-609",
      "number": "45.2-609.",
      "heading": "Interruption of public uses; proclamation of emergency; seizure",
      "text": "When in the judgment of the Governor there exists a substantial interruption or an imminent threat of a substantial interruption of public uses, he shall proclaim that an emergency exists in the Commonwealth that endangers the health, safety, and welfare of its people and the enjoyment of the public and private property within its borders. It shall then be the duty of the Governor to seize and operate the property of any person used in the mining, production, or marketing of coal that the Governor deems essential for the protection of the health, safety, and welfare of the people of the Commonwealth.\n\nCode 1950, § 45-147; 1950, p. 30; 1966, c. 594, § 45.1-147; 1994, c. 28, § 45.1-161.314; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-609/"
    },
    {
      "id": "section-452-610",
      "number": "45.2-610.",
      "heading": "Additional powers of Governor to operate seized properties",
      "text": "The Governor may exercise the powers and authority to possess and operate for public uses any person's property used in the mining, production, or marketing of coal in the manner provided in this article.\n\nCode 1950, § 45-148; 1950, p. 30; 1966, c. 594, § 45.1-148; 1994, c. 28, § 45.1-161.315; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-610/"
    },
    {
      "id": "section-452-611",
      "number": "45.2-611.",
      "heading": "Virginia Fuel Commission; purpose; membership; compensation; staff; powers and duties; report",
      "text": "A. The Virginia Fuel Commission (the Commission) may be established by the Governor as a supervisory commission in the executive branch of state government. The purpose of the Commission is to act for and on behalf of the Governor in the enforcement of the powers and duties set forth in this article.\n\nB. The Commission shall have a total membership of three nonlegislative citizen members who are residents of the Commonwealth. Each member of the Commission shall be appointed to serve at the pleasure of the Governor, and any vacancy shall be filled in the same manner as the original appointment. One member of the Commission shall be designated by the Governor as chairman. A majority of the members shall constitute a quorum. The meetings of the Commission shall be held at the call of the Governor or the chairman.\n\nC. Members shall receive such compensation for the performance of their duties as fixed by the Governor. Funding for the costs of compensation and expenses of the members shall be provided by the Department.\n\nD. The Department shall provide staff support to the Commission. All agencies of the Commonwealth shall provide assistance to the Commission, upon request.\n\nE. The Commission, subject to the approval of the Governor, shall have, in addition to the powers and duties incident to this article that the Governor delegates to it, the power and duty to:\n\n1. Adopt such regulations and issue such orders as are, in the judgment of the Commission, necessary to accomplish in full the purposes of this article. Such regulations and orders shall have the force and effect of law, and the violation thereof is punishable as a Class 1 misdemeanor;\n\n2. Appoint and employ such officers and personnel as are, in its judgment, required to carry out the provisions of this article; remove, in its discretion, any and all persons serving thereunder; and fix, subject to approval by the Governor, the remuneration of all such officers and other personnel. Such personnel shall work subject to such safety provisions as are in force on the property at the time of acquisition;\n\n3. Acquire under the power of eminent domain, or by purchase, lease, or otherwise, all of the property of any person used in the business of the mining, production, or marketing of coal, including all lands, tipples, mines, ores, rights-of-way, leaseholds, and every character and type of equipment deemed by the Commission necessary or incidental to the continuous mining and production of coal;\n\n4. Operate, manage, and control any property so acquired; purchase coal, coke, or other fuel and sell such fuel, either at retail or at wholesale; enter into contracts; allocate and provide for the distribution of coal and other fuels so as to ensure a distribution deemed most likely to promote the health, safety, and welfare of the people of the Commonwealth; and do any and all things necessary and incidental to the mining, production, or marketing of coal; and\n\n5. In any year in which the Commission meets, submit an annual report to the Governor and the General Assembly for publication as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports. In any year in which the Commission meets, the chairman shall submit to the Governor and the General Assembly an annual executive summary of the interim activity and work of the Commission no later than the first day of the next regular session of the General Assembly. The executive summary shall be submitted as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\nCode 1950, §§ 45-149, 45-156; 1950, pp. 30, 33; 1966, c. 594, §§ 45.1-149, 45.1-156; 1994, c. 28, §§ 45.1-161.316, 45.1-161.317; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-611/"
    },
    {
      "id": "section-452-612",
      "number": "45.2-612.",
      "heading": "Negotiating purchase or lease of coal properties",
      "text": "Whenever the Governor proclaims that an emergency exists under this article and appoints the Virginia Fuel Commission pursuant to § 45.2-611, the Commission shall make a bona fide attempt to negotiate the purchase or lease of the coal property of any person engaged in the mining, production, or marketing of coal as the Commission deems necessary to accomplish the purposes of this article. However, where such negotiations cannot be promptly made due to the incapacity of the owner of the property, or for any other reason, the Commission is not required to attempt to negotiate for the acquisition of such property.\n\nCode 1950, § 45-150; 1950, p. 31; 1966, c. 594, § 45.1-150; 1994, c. 28, § 45.1-161.319; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-612/"
    },
    {
      "id": "section-452-613",
      "number": "45.2-613.",
      "heading": "Proceedings for condemnation",
      "text": "A. Proceedings for condemnation pursuant to this article shall be instituted and conducted in the name of the Commission, and the procedure shall, except as altered by the provisions of this article, be carried out as provided in Chapter 3 (§ 25.1-300 et seq.) of Title 25.1.\n\nB. The proceedings for condemnation shall be by petition to the circuit court of the county or city in which the land, property, or property right, or the major portion thereof sought to be temporarily acquired, is located. The petition shall set forth with reasonable particularity a description and designation of the interest, right, or property intended to be temporarily taken, the name of the owner of the interest, right, or property that is to be taken or affected and such other facts as the Commission deems necessary to give adequate information to the court and all persons in interest. The petition shall be verified by oath by a member of the Commission.\n\nC. Upon (i) the filing of the petition described in subsection B in the office of the clerk of the circuit court to which it is addressed, together with as many copies thereof as there are defendants upon which it is to be served, and (ii) the depositing with the clerk for the custody of the court, and for the benefit of the owners of the property taken or affected, an amount of money that the Commission estimates to be just compensation for the property temporarily taken and any damage done, the Commission shall thereupon seize and take possession, custody, and control of the property. The amount of money deposited pursuant to clause (ii) shall not limit the amount of just compensation to be allowed to the owner of the property. The service of such petition upon the defendant shall be made in the manner prescribed by the Rules of Supreme Court of Virginia with respect to Practice and Procedure in Civil Actions in effect at the time the petition is filed.\n\nCode 1950, § 45-151; 1950, p. 31; 1966, c. 594, § 45.1-151; 1994, c. 28, § 45.1-161.320; 2003, c. 940; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-613/"
    },
    {
      "id": "section-452-614",
      "number": "45.2-614.",
      "heading": "Expense of acquiring and operating coal property; funds derived from operation",
      "text": "The expense of acquiring and operating any property acquired under this article shall be paid out of moneys transferred from the general fund that are not otherwise appropriated. Such transfer shall be made upon such authorization as the Governor prescribes and shall be credited to the account of the Commission, and all funds and revenues derived from or received as a result of such operations shall be paid into the state treasury and credited to the same account. Any amount transferred upon authorization of the Governor from the general fund shall be designated as the \"Capital Account\" of the Commission. Such amount, or the residue thereof, together with any surplus that accrues, shall be returned to the general fund in the event of liquidation or, in the absence of liquidation, in such installments and at such times as the Governor prescribes.\n\nCode 1950, § 45-152; 1950, p. 32; 1966, c. 594, § 45.1-152; 1994, c. 28, § 45.1-161.321; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-614/"
    },
    {
      "id": "section-452-615",
      "number": "45.2-615.",
      "heading": "Restoration of property to owner or operator",
      "text": "A. Whenever (i) the owner or operator engaged in the business of the mining, production, or marketing of coal whose property has been acquired by the Commission notifies the Commission in writing that he can and will resume operation and render normal service, and satisfies the Commission of the correctness of such notice, or (ii) in the judgment of the Governor, the emergency declared by him no longer exists, the Commission shall restore the possession of the property so acquired by it to such owner or operator upon his request. In the event the Commission refuses such restoration of possession, the owner or operator shall have the right to have a ruling issued requiring the Commission to show cause why such possession shall not be restored, and the court shall determine the matter as provided in this section.\n\nB. Any such owner or operator shall be entitled to receive reasonable, proper, and lawful compensation for the use of the property acquired by the Commonwealth pursuant to this article and shall be paid such compensation out of the state treasury. In the event the Commission has acquired such property by purchase, the owner or operator from whom it was acquired shall, upon reacquisition, repay the purchase price less fair compensation for the use of such property. In the event the Commission and the owner or operator are unable to agree upon the amount of such compensation, either party in interest may file a petition in the circuit court for the county or city in which the property is located for the purpose of having the amount of compensation judicially determined. The court shall, without a jury, hear such evidence and argument of counsel as it deems appropriate and (i) render judgment thereon or (ii) refer to a commissioner such questions as are considered proper and act upon the commissioner's report as in any other civil proceeding. An appeal shall lie to the Court of Appeals from any final judgment of the court rendered upon the provisions of this article.\n\nCode 1950, § 45-153; 1950, p. 32; 1966, c. 594, § 45.1-153; 1994, c. 28, § 45.1-161.322; 2021, Sp. Sess. I, cc. 387, 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-615/"
    },
    {
      "id": "section-452-616",
      "number": "45.2-616.",
      "heading": "Article subject to provisions of general law",
      "text": "The provisions of this article are subject to all of the provisions of general law applicable to coal mining operations.\n\nCode 1950, § 45-154; 1950, p. 33; 1966, c. 594, § 45.1-154; 1994, c. 28, § 45.1-161.318; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-616/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Coal Mine Refuse Impoundments and Retaining Dams",
      "text": "Coal Mine Refuse Impoundments and Retaining Dams",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-452-617",
      "number": "45.2-617.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Coal refuse\" means waste material resulting from the mining and screening or processing of coal.\n\n\"Coal slurry\" means waste water and impurities produced as the result of coal washing and preparation of coal for market, containing a combination of coal, shale, claystone, siltstone, sandstone, limestone, or related materials that are excavated, moved, and disposed of from underground workings.\n\n\"Mine refuse impoundment\" means a mine refuse pile that retains water that has been used in carrying out any part of the process necessary in the production or preparation of coal.\n\n\"Mine refuse pile\" means a pile of coarse or fine coal refuse that is a result of the mining or screening process that may be stacked, spread, or graded and covers 20 acre-feet or more.\n\n\"Operator\" means any person who operates, controls, or supervises a retaining dam or a mine refuse impoundment.\n\n\"Retaining dam\" means an artificial barrier or obstruction that is designed to impound water, coal slurry, or silt (i) to an elevation of five feet or more above the upstream toe of the structure and has a storage volume of 20 acre-feet or more or (ii) to an elevation of 20 feet or more measured at the open channel spillway or from the crest of the dam in a closed system, regardless of storage volume.\n\n\"Silt\" means fine particles resulting from a mining operation, suspended in or deposited by water.\n\n\"Water\" means liquid or slurry resulting from the processing of coal in mining operations.\n\n2005, c. 3, § 45.1-221.1; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-617/"
    },
    {
      "id": "section-452-618",
      "number": "45.2-618.",
      "heading": "Design and construction of retaining dam or mine refuse impoundment; designs and other data to be submitted to Chief",
      "text": "A. Any new retaining dam or mine refuse impoundment, or the modification of an existing retaining dam or mine refuse impoundment, shall be designed and constructed by or under the direction of a licensed professional engineer. Such requirement shall only apply to a mine refuse impoundment if it is designed to impound water, coal slurry, or silt (i) to an elevation of five feet or more above the upstream toe of the structure and has a storage volume of 20 acre-feet or more or (ii) to an elevation of 20 feet or more measured at the open channel spillway or from the crest of the dam in a closed system, regardless of storage volume. The design, construction specifications, and other related data, including final abandonment plans for such retaining dam or mine refuse impoundment, shall be certified by the licensed professional engineer.\n\nB. No person shall place, construct, enlarge, alter, repair, remove, or abandon any retaining dam or mine refuse impoundment until the operator has filed an application for and received approval from the Chief for such construction or modification. However, routine repairs that do not affect the engineering design criteria or safety of an approved retaining dam or mine refuse impoundment are not subject to such application and approval requirements.\n\n1974, c. 323, § 45.1-222; 1984, c. 590; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-618/"
    },
    {
      "id": "section-452-619",
      "number": "45.2-619.",
      "heading": "Examination of retaining dam or mine refuse impoundment; potentially hazardous condition; plans to be submitted by operators",
      "text": "A. Each retaining dam or mine refuse impoundment shall be examined by an authorized person, as defined in § 45.2-501, at least every seven days or as otherwise approved by the Chief. Each such retaining dam or mine refuse impoundment shall be examined for compliance with approved design and maintenance requirements, visible structural weakness, volume overload, and other hazards.\n\nB. After each examination, the authorized person, as defined in § 45.2-501, shall promptly record the results of the examination in a book that shall be available at the retaining dam or mine refuse impoundment, or other designated location, for inspection by the Chief or his authorized representative. Each examination record shall include a description of any potentially hazardous condition found and any action taken to abate such potentially hazardous condition. Each record shall be countersigned by the supervisor of the authorized person creating the record. If such record discloses a potentially hazardous condition, the countersigning of the record shall be performed no later than the end of the next regularly scheduled working shift following the shift for which the examination was completed, and the person countersigning shall ensure that actions to eliminate or control the potentially hazardous condition have been taken. The operator of the retaining dam or mine refuse impoundment may authorize a person who possesses authority equivalent to that of the supervisor to act in the supervisor's temporary absence to read and countersign the record and ensure that action is taken to eliminate the potentially hazardous condition disclosed in the record.\n\nC. When rising water, coal slurry, or silt reaches 80 percent by volume of the safe design capacity of a retaining dam or mine refuse impoundment, the examination required by subsection A shall be made more often as required by the Chief or his authorized representative.\n\nD. When a potentially hazardous condition exists, the operator shall immediately initiate procedures to:\n\n1. Remove all persons from the area that can reasonably be expected to be affected by the potentially hazardous condition;\n\n2. Eliminate the potentially hazardous condition; and\n\n3. Notify the Chief and other governing agencies by the quickest available means following the protocol established in the site's emergency notification and evacuation plan pursuant to § 45.2-620.\n\nE. The operator of each coal site on which a retaining dam or mine refuse impoundment is located shall submit a plan for carrying out the requirements of § 45.2-618 and subsections A through D for approval by the Chief. The plan shall include:\n\n1. The designs, construction specifications, and other related data required pursuant to § 45.2-618;\n\n2. A schedule and procedures for inspection of the retaining dam or mine refuse impoundment by a qualified person under normal conditions and under conditions that could cause flooding;\n\n3. Procedures for evaluating a potentially hazardous condition;\n\n4. Procedures for removing all persons from the area that can reasonably be expected to be affected by the potentially hazardous condition;\n\n5. Procedures for eliminating the potentially hazardous condition;\n\n6. Procedures for notifying the Chief and other governing agencies; and\n\n7. Any additional information that may be required by the Chief.\n\nF. Before making any changes or modifications in the approved plan, the operator shall obtain approval of such changes or modifications from the Chief.\n\nG. The Chief shall notify the operator in writing whether the operator's plan is approved or disapproved. If the Chief disapproves the plan, he shall provide the operator with his written objections thereto and his required amendments.\n\n1974, c. 323, § 45.1-224; 1999, c. 256; 2005, c. 3; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-619/"
    },
    {
      "id": "section-452-620",
      "number": "45.2-620.",
      "heading": "Emergency notification and evacuation plan",
      "text": "A. On or before July 1 of each year, the operator of any retaining dam or mine refuse impoundment that meets the criteria of subsection A of § 45.2-618 shall submit to the Chief an emergency notification and evacuation plan. If there are no changes to a plan at the time the updated plan is due, the operator may submit a notice that there are no changes to the plan in lieu of submitting an updated plan to the Chief.\n\nB. The plan and attendant maps, appropriate for the level of hazard of the retaining dam or mine refuse impoundment, shall describe the retaining dam or mine refuse impoundment and shall include:\n\n1. The name and address of the operator owning, operating, or controlling the structure;\n\n2. The identification numbers of the structure as assigned by the Chief, MSHA, and the Office of Surface Mining;\n\n3. The location of the structure indicated on (i) a current United States Geological Survey 7.5-minute or 15-minute topographic quadrangle map, (ii) an equivalent digital map, or (iii) a topographic map of a scale approved by the Chief;\n\n4. The name and size in acres of the watershed in which the structure is located;\n\n5. A description of the physical and engineering properties of the foundation materials on which the structure is to be or was constructed;\n\n6. The location of existing or proposed instrumentation;\n\n7. A statement of the runoff attributable to the probable maximum precipitation of six-hour duration and the calculations used in determining such runoff;\n\n8. A statement of the runoff attributable to the storm for which the structure is designed and the calculations used in determining such runoff;\n\n9. The location of any surface or underground coal mine, including the depth and extent of such workings, under and within 1,000 feet around the perimeter of the retaining dam or mine refuse impoundment, and the area of impounded material, shown at a scale not to exceed one inch equals 1,000 feet;\n\n10. A map depicting the impoundment area and downstream and adjacent drainways, streambeds, roads, structures, and other public areas that could be affected if an accident were to occur at the impoundment. The map shall be at a scale not to exceed one inch equals 1,000 feet;\n\n11. The names of persons who are familiar with the plan protocols and can take actions necessary to eliminate the hazard and minimize the impact to miners, the community, and the environment;\n\n12. A location where a command and communication center could be established for the company team and emergency response personnel to report during an impoundment event;\n\n13. The location of potential evacuation centers where affected parties could take shelter during an impoundment event;\n\n14. An emergency contact list for agencies that would respond to an impoundment event; and\n\n15. A list of miners employed at the site and businesses, community buildings, residences, and other occupied buildings within the impact zone that could be affected by an impoundment event, or other effective means of identifying such impact zone.\n\n2005, c. 3, § 45.1-224.1; 2021, Sp. Sess. I, c. 387.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-45-2/chapter-6/section-45-2-620/"
    }
  ]
}