{
  "state": "south-dakota",
  "path": "title-title-13-education/chapter-chapter-48-authorization-to-provide-postsecondary-education",
  "sections": [
    {
      "id": "section-13-48-1",
      "number": "13-48-1",
      "heading": "13-48-1 to 13-48-19.Repealed by SL 1996, ch 129, §§1 to 22Section 13-48-20 - 13-48-20",
      "text": "Repealed by SL 1982, ch 86, §154Section 13-48-21 - 13-48-21.Repealed by SL 1996, ch 129, §23Section 13-48-22 - 13-48-22, 13-48-23.UnconstitutionalSection 13-48-24 - 13-48-24 to 13-48-33.Repealed by SL 1996, ch 129,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-48-20",
      "number": "13-48-20",
      "heading": "13-48-20.Repealed by SL 1982, ch 86, §154",
      "text": "13-48-20.Repealed by SL 1982, ch 86, §154",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-48-21",
      "number": "13-48-21",
      "heading": "13-48-21.Repealed by SL 1996, ch 129, §23",
      "text": "13-48-21.Repealed by SL 1996, ch 129, §23",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-48-22",
      "number": "13-48-22",
      "heading": "13-48-22, 13-48-23.Unconstitutional",
      "text": "13-48-22, 13-48-23.Unconstitutional",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-48-24",
      "number": "13-48-24",
      "heading": "13-48-24 to 13-48-33.Repealed by SL 1996, ch 129, §§24 to 33",
      "text": "13-48-24 to 13-48-33.Repealed by SL 1996, ch 129, §§24 to 33",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-48-34",
      "number": "13-48-34",
      "heading": "Definitions.",
      "text": "13-48-34.Definitions.\n\nThe terms used in this chapter mean:\n\n(1)\"Accredited\" or \"accreditation,\" the status of public recognition that an accrediting agency recognized by the United States Department of Education pursuant to Title IV of the Higher Education Act of 1965 (20 U.S. C. §1070 et seq.) as amended to January 1, 2012, grants to an institution or educational program that meets the agency's established requirements;\n\n(2)\"Complaint,\" an allegation that a postsecondary institution does not meet the requirements of this chapter; an allegation that a postsecondary institution violated chapter 37-24; or an allegation raised by a student that a postsecondary institution does not meet standards established by the institution's accrediting agency;\n\n(3)\"Secretary,\" the secretary of state;\n\n(4)\"Educational program,\" a program of organized instruction or study beyond secondary education that leads to an academic, professional, or vocational degree, or certificate, or other recognized educational credential;\n\n(5)\"Federal student financial assistance programs,\" federal student financial assistance program authorized by Title IV of the Higher Education Act of 1965 (20 U.S.C. Section 1070 et seq.), as amended to January 1, 2012;\n\n(6)\"Postsecondary institution,\" a person, business entity, nonprofit corporation or government entity that operates educational programs beyond secondary education.\n\nSource:SL 2012, ch 100, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-34/"
    },
    {
      "id": "section-13-48-35",
      "number": "13-48-35",
      "heading": "Certificate of authorization required to provide postsecondary education.",
      "text": "13-48-35. Certificate of authorization required to provide postsecondary education.\n\nNo postsecondary institution may provide educational programs at physical locations in this state unless it has been issued a certificate of authorization to provide postsecondary education as provided in this chapter. Additionally, except for such postsecondary institutions providing educational programs at physical locations in this state on July 1, 2012, no postsecondary institution may publicize the availability in this state of such programs unless it has been issued a certificate of authorization to provide postsecondary education as provided in this chapter.\n\nSource:SL 2012, ch 100, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-35/"
    },
    {
      "id": "section-13-48-36",
      "number": "13-48-36",
      "heading": "Existing postsecondary institutions authorized to provide educational programs.",
      "text": "13-48-36. Existing postsecondary institutions authorized to provide educational programs.\n\nTo ensure that postsecondary institutions legally operating in this state as of this date and participating in the federal student financial assistance programs may comply with the state authorization regulations promulgated by the United States Department of Education on October 29, 2010, codified at 34 C.F. R. Section 600.9 and effective as of July 1, 2011, the following postsecondary institutions are acknowledged by the Legislature as being authorized to provide educational programs at physical locations in this state, subject to the provisions of §13-48-38:\n\n(1)Augustana University;\n\n(2)Avera McKennan Hospital School of Radiologic Technology;\n\n(3)Avera Sacred Heart Hospital School of Radiologic Technology;\n\n(4)Bellevue University;\n\n(5)Black Hills Beauty College;\n\n(6)Black Hills State University;\n\n(7)Dakota State University;\n\n(8)Dakota Wesleyan University;\n\n(9)ELS Educational Services, Inc. (d/b/a ELS Language Centers);\n\n(10)Headlines Academy;\n\n(11)Hot Rod Institute;\n\n(12)John Witherspoon College;\n\n(13)Lake Area Technical College;\n\n(14)Mitchell Technical College;\n\n(15)Mount Marty College;\n\n(16)National American University;\n\n(17)Northern State University;\n\n(18)Presentation College;\n\n(19)Sanford Medical Center;\n\n(20)Sioux Falls Seminary;\n\n(21)South Dakota School of Mines and Technology;\n\n(22)South Dakota State University;\n\n(23)Southeast Technical College;\n\n(24)Southwest Minnesota State University;\n\n(25)Stewart School;\n\n(26)University of Sioux Falls;\n\n(27)University of South Dakota; and\n\n(28)Western Dakota Technical College.\n\nSource:SL 2012, ch 100, §3; SL 2013, ch 80, §1; SL 2018, ch 103, §5; SL 2020, ch 61, § 46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-36/"
    },
    {
      "id": "section-13-48-37",
      "number": "13-48-37",
      "heading": "Requirements for issuance of certificate of authorization.",
      "text": "13-48-37. Requirements for issuance of certificate of authorization .\n\nThe secretary shall issue a certificate of authorization to provide postsecondary education to any postsecondary institution named in §13-48-36. The secretary also may issue a certificate of authorization to provide postsecondary education to any other postsecondary institution to provide education programs at physical locations in this state to any postsecondary institution that:\n\n(1)Is an instrumentality of this state or another state, is duly organized and existing as a corporation or other entity under the laws of this state, or is qualified to conduct business as a foreign entity in this state;\n\n(2)Is accredited or operating under an affiliation agreement whose terms make an accredited postsecondary institution responsible for awarding academic credit and educational credentials to its students and maintaining transcripts for such students; and\n\n(3)Has filed with the secretary an application for certificate of authorization, on a form prescribed by the secretary, and paid an initial nonrefundable application fee of five hundred dollars.\n\nSource:SL 2012, ch 100, §4; SL 2013, ch 80, §2; SL 2018, ch 103, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-37/"
    },
    {
      "id": "section-13-48-38",
      "number": "13-48-38",
      "heading": "Continuation of authorization of certain institutions.",
      "text": "13-48-38. Continuation of authorization of certain institutions.\n\nAny certificate of authorization issued to a postsecondary institution named in §13-48-36 remains in effect as long as the postsecondary institution continues to meet the requirements in subdivisions 13-48-37(1) and (2) and has not been ordered to cease operations in the state pursuant to §13-48-40.\n\nSource:SL 2012, ch 100, §5; SL 2018, ch 103, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-38/"
    },
    {
      "id": "section-13-48-381",
      "number": "13-48-38.1",
      "heading": "Annual renewal of certificate of authorization.",
      "text": "13-48-38.1. Annual renewal of certificate of authorization.\n\nExcept as provided in section §13-48-38, each certificate of authorization expires on the first day of July following the date of issue. The secretary shall annually renew the certificate of any postsecondary institution that:\n\n(1)Continues to meet the requirements in subdivisions 13-48-37(1) and (2);\n\n(2)Has not been ordered to cease operations in the state pursuant to §13-48-40; and\n\n(3)Has filed with the secretary on or before the first day of July of each year an application for renewal, on a form prescribed by the secretary, and paid a renewal fee of two hundred fifty dollars.\n\nSource:SL 2018, ch 103, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-38-1/"
    },
    {
      "id": "section-13-48-382",
      "number": "13-48-38.2",
      "heading": "Reinstatement of expired certificate.",
      "text": "13-48-38.2. Reinstatement of expired certificate.\n\nThe secretary may reinstate an expired certificate of authorization if the postsecondary institution:\n\n(1)Continues to meet the requirements of subdivisions 13-48-37(1) and (2);\n\n(2)Has not been ordered to cease its operations in the state pursuant to §13-48-40; and\n\n(3)Has filed with the secretary an application for reinstatement, on a form prescribed by the secretary, and paid a nonrefundable reinstatement fee of two hundred fifty dollars.\n\nSource:SL 2018, ch 103, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-38-2/"
    },
    {
      "id": "section-13-48-39",
      "number": "13-48-39",
      "heading": "Registry for authorized postsecondary institutions--Name or location change--Promulgation of rules.",
      "text": "13-48-39. Registry for authorized postsecondary institutions--Name or location change--Promulgation of rules.\n\nThe secretary shall maintain a registry of all postsecondary institutions authorized by this chapter and such other postsecondary institutions for which it has issued a certificate of authorization to provide postsecondary education. If any institution changes the name under which it operates its educational programs, or the physical location of any campus, the institutions shall notify the secretary in writing within thirty days of such change and the secretary shall, as needed, issue an updated certificate of authorization to provide postsecondary education. The secretary shall develop, by rules promulgated pursuant to chapter 1-26, such forms and procedures as may be necessary to administer the requirements of this chapter.\n\nSource:SL 2012, ch 100, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-39/"
    },
    {
      "id": "section-13-48-40",
      "number": "13-48-40",
      "heading": "Complaints--Enforcement by attorney general.",
      "text": "13-48-40. Complaints--Enforcement by attorney general .\n\nThe Office of Attorney General, Division of Consumer Protection, shall review and act on any complaint, as the term is defined by §13-48-34, concerning postsecondary institutions providing educational programs at physical locations in the state, including, as necessary, requiring a postsecondary institution to cease its operations in the state. If a complaint relates to a postsecondary institution controlled by the Board of Regents, the attorney general shall refer the matter to the Board of Regents. If a complaint relates to a postsecondary institution with oversight by the South Dakota Board of Technical Education, the attorney general shall refer the matter to the South Dakota Board of Technical Education. In all other cases, the attorney general shall refer the complaint to the institution and provide the institution with no less than thirty days to respond to the matters set forth in the complaint, including an opportunity to demonstrate any actions the institution has taken or plans to take in response to the complaint, and to consider whether the complainant has exhausted all available administrative remedies within the institution's policies and procedures. In administering the requirements of this section, the attorney general may refer a complaint to an institution's accrediting agency for review and investigation, with the accrediting agency providing a report of the agency's investigation to the attorney general for further disposition. In enforcing this chapter, the attorney general has all the enforcement powers, authorities, and remedies provided by chapter 37-24.\n\nSource:SL 2012, ch 100, §7; SL 2018, ch 9, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-40/"
    },
    {
      "id": "section-13-48-41",
      "number": "13-48-41",
      "heading": "Exempt institutions.",
      "text": "13-48-41. Exempt institutions.\n\nThe provisions of this chapter do not apply to postsecondary institutions:\n\n(1)Established by the government of the United States;\n\n(2)Established by the government of an Indian tribe whose tribal lands are located, in whole or in part, in this state;\n\n(3)Established by owned, controlled, operated, and maintained by a religious organization lawfully operating as a nonprofit religious corporation and awarding only religious degrees or certificates for the purpose of conferring clerical status or authority within that religion; or\n\n(4)Subject to the jurisdiction and regulations to the South Dakota Cosmetology Commission.\n\nSource:SL 2012, ch 100, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-41/"
    },
    {
      "id": "section-13-48-42",
      "number": "13-48-42",
      "heading": "Western Interstate Commission for Higher Education State Authorization Reciprocity Agreement--National Council for State Authorization Reciprocity Agreement's Policies and Standards",
      "text": "13-48-42. Western Interstate Commission for Higher Education State Authorization Reciprocity Agreement--National Council for State Authorization Reciprocity Agreement's Policies and Standards.\n\nThe secretary of state and the attorney general shall provide information requested by the Board of Regents in order to carry out administrative, oversight, information sharing, and reporting responsibilities on behalf of South Dakota under the Western Interstate Commission for Higher Education State Authorization Reciprocity Agreement, dated November 1, 2013, and the National Council for State Authorization Reciprocity Agreement's Policies and Standards, dated November 18, 2013. With respect to any postsecondary institution authorized under this chapter that is not controlled by the Board of Regents, the information requested by the Board of Regents from the secretary of state and the attorney general may not exceed that which is specifically required for a postsecondary institution to receive reciprocal authorizations to conduct distance education activities in other states under the Western Interstate Commission for Higher Education State Authorization Reciprocity Agreement, dated November 1, 2013, and the National Council for State Authorization Reciprocity Agreement's Policies and Standards, dated November 18, 2013.\n\nSource:SL 2014, ch 96, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-42/"
    },
    {
      "id": "section-13-48-43",
      "number": "13-48-43",
      "heading": "Physical location in this state defined.",
      "text": "13-48-43. Physical location in this state defined.\n\nFor the purposes of this chapter, physical location in this state, means the ongoing occupation of a physical location in South Dakota for instructional purposes or the maintenance of an administrative office to facilitate instruction. The following activities do not constitute the use of a physical location in this state: delivering of distance education courses online, through correspondence or broadcast; advertising; recruiting; contractual arrangements to acquire goods or services, including educational or examination proctoring services, with institutions or businesses physically located in South Dakota; courses delivered on military installations by an accredited institution limited to active and reserve military personnel, dependents of military personnel, and civilian employees of the military installation; field trips; operation of a server or other electronic service device; short courses (twenty classroom hours or less, or the equivalent thereof); courses for which fewer than twenty-five percent of class requirements take place in a setting where the instructor and students physically meet together; and experiential learning opportunities, such as a clinical, practicum, residency, or internship, if the offering institution has already obtained all the necessary professional and licensure approvals necessary to conduct the learning opportunity in the state, and that only ten students from each institution are physically present simultaneously at a single field site.\n\nSource:SL 2014, ch 96, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-48/section-13-48-43/"
    }
  ]
}