{
  "state": "south-dakota",
  "path": "title-title-13-education/chapter-chapter-19-school-district-bonds-and-notes",
  "sections": [
    {
      "id": "section-13-19-1",
      "number": "13-19-1",
      "heading": "School board power to borrow on notes--Authorization, issuance and sale--Maximum term",
      "text": "13-19-1. School board power to borrow on notes--Authorization, issuance and sale--Maximum term.\n\nAny school board may borrow money, from any source willing to lend the money, by issuing a promissory note subject to the limitations and regulations set forth in §§13-19-2 to 13-19-6, inclusive. All notes shall be authorized, issued, and sold in accordance with the provisions of chapter 6-8B, except that no election shall be held and the notes may not be issued for a term in excess of twenty-four consecutive months.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216; SL 1965, ch 48; SL 1975, ch 128, §117; SL 1984, ch 43, §102C; SL 1985, ch 127, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-1/"
    },
    {
      "id": "section-13-19-11",
      "number": "13-19-1.1",
      "heading": "13-19-1.1.Repealed by SL 1980, ch 128, §2",
      "text": "13-19-1.1.Repealed by SL 1980, ch 128, §2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-12",
      "number": "13-19-1.2",
      "heading": "Issuance and sale of notes to health and educational facilities authority--Exemption from competitive bids.",
      "text": "13-19-1.2. Issuance and sale of notes to health and educational facilities authority--Exemption from competitive bids.\n\nA school district may issue and sell or pledge its notes to the health and educational facilities authority or the authority's designated agent or trustee. School districts may enter into contracts and agreements with the health and educational facilities authority to effectuate the purposes of §§1-16A-19, 1-16A-74 to 1-16A-76, inclusive, and 13-19-1.2. In acting pursuant to this section, school districts are exempt from all laws of the state which provide for competitive bids and hearings in connection with such sales, pledges, contracts, and agreements.\n\nSource:SL 1986, ch 13, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-1-2/"
    },
    {
      "id": "section-13-19-2",
      "number": "13-19-2",
      "heading": "Amount borrowed on notes limited by anticipated receipts.",
      "text": "13-19-2. Amount borrowed on notes limited by anticipated receipts.\n\nExcept for obligations to the state, including the health and educational facilities authority, or federal government, the money borrowed pursuant to §13-19-1 may not exceed the sum of ninety-five percent of the amount of taxes levied or proposed to be levied by the school board but not collected at the date of borrowing by the school board pursuant to §13-11-2 for the current or next full school fiscal year for the fund for which the money is borrowed plus other anticipated receipts for the fund which have not been collected at the date of borrowing.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216 (1); SL 1965, ch 48; SL 1975, ch 128, §118; SL 1976, ch 116; SL 1983, ch 130; SL 1985, ch 127, §2; SL 1989, ch 146, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-2/"
    },
    {
      "id": "section-13-19-21",
      "number": "13-19-2.1",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-3",
      "number": "13-19-3",
      "heading": "Borrowing limit reduced by outstanding warrants or notes.",
      "text": "13-19-3. Borrowing limit reduced by outstanding warrants or notes.\n\nIn case any registered warrants or promissory notes are outstanding against the fund for which the money is to be borrowed, the borrowing limit as specified in §13-19-2 shall be reduced by the amount of such warrants or promissory notes outstanding at the time the money is borrowed.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216 (2); SL 1965, ch 48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-3/"
    },
    {
      "id": "section-13-19-4",
      "number": "13-19-4",
      "heading": "Interest rate on notes.",
      "text": "13-19-4. Interest rate on notes.\n\nThe rate of interest shall be stated on the note authorized by §13-19-1 and shall be negotiated by the parties.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216 (5); SL 1965, ch 48; SL 1980, ch 129; SL 1983, ch 28, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-4/"
    },
    {
      "id": "section-13-19-5",
      "number": "13-19-5",
      "heading": "Signing of notes.",
      "text": "13-19-5. Signing of notes.\n\nNotes authorized by §13-19-1 shall be signed by the president and the business manager of the school board.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216 (4); SL 1965, ch 48; SL 1975, ch 128, §119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-5/"
    },
    {
      "id": "section-13-19-6",
      "number": "13-19-6",
      "heading": "Cash receipts devoted to retirement of warrants and notes when note outstanding.",
      "text": "13-19-6. Cash receipts devoted to retirement of warrants and notes when note outstanding.\n\nWhen a promissory note authorized by §13-19-1 has been issued and not paid in full upon the maturity thereof, then thereafter, no cash receipts, from the collection of taxes or from the collection of tuition charges, shall be expended for any purpose except the retirement of principal and interest of registered warrants and promissory notes outstanding against the fund into which said revenue has been received, until all of said registered warrants and promissory notes shall have been retired.\n\nSource:SL 1955, ch 41, ch 10, §16; SDC Supp 1960, §15.2216 (3); SL 1965, ch 48; SL 1985, ch 127, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-6/"
    },
    {
      "id": "section-13-19-7",
      "number": "13-19-7",
      "heading": "Bonding power of school districts--Purposes for which bonds authorized.",
      "text": "13-19-7. Bonding power of school districts--Purposes for which bonds authorized.\n\nAll school districts are authorized and empowered to issue negotiable bonds for the following purposes only: to refund any bonded indebtedness which is or is about to become due and payable, or whenever such indebtedness can be refunded at a lower rate of interest; to fund any judgments or outstanding warrants, and to raise money for any purpose for which the school board is authorized to spend school district funds.\n\nSource:SDC 1939, §15.2201; SL 1945, ch 54, §1; SL 1945, ch 70; SL 1947, ch 62; SL 1947, ch 78; SL 1955, ch 41, ch 10, §17; SDC Supp 1960, §15.2217; SL 1963, ch 75, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-7/"
    },
    {
      "id": "section-13-19-8",
      "number": "13-19-8",
      "heading": "Constitutional debt limit to be observed.",
      "text": "13-19-8. Constitutional debt limit to be observed.\n\nNo school district shall issue bonds in an amount which with the outstanding indebtedness of the district shall exceed the constitutional debt limitation for school districts.\n\nSource:SDC 1939, §15.2207; SL 1955, ch 41, ch 10, §18; SDC Supp 1960, §15.2218; SL 1968, ch 43, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-8/"
    },
    {
      "id": "section-13-19-81",
      "number": "13-19-8.1",
      "heading": "Debt limit of school district created by reorganization--Readjustment of property, assets, debts, and liabilities.",
      "text": "13-19-8.1. Debt limit of school district created by reorganization--Readjustment of property, assets, debts, and liabilities.\n\nFor the purpose of §13-19-8, the outstanding indebtedness of any school district created by reorganization under chapter 13-6, shall include the principal and accrued interest thereon of all preexisting bonded indebtedness outstanding against any portion of a former school district included in the boundaries of the school district created by reorganization, as ascertained in the adjustment of property, assets, debts, and liabilities made by the board of county commissioners upon the reorganization. All such preexisting bonded indebtedness, and all bonds authorized and issued in accordance with law by the new school district entity created by reorganization, shall be and remain valid and binding general obligations of said districts, provided that the net bonded indebtedness thereof does not exceed the constitutional debt limitation. If the tax levy upon any former school district area for the payment of such preexisting bonded indebtedness, plus the tax levy on such area required for the payment of bonds of the new school district entity created by reorganization, should at any time be held by any court of competent jurisdiction to impose upon such area a debt or liability in excess of the constitutional limit, not offset by the benefits assured to such area by the terms of the adjustment of property, assets, debts, and liabilities theretofore made by the board of county commissioners, the validity of said bonds of such new school district as general obligation bonds shall not in any wise be impaired thereby; but the board of county commissioners shall without delay effect such readjustment of property, assets, debts, and liabilities as may be required, and the court shall have jurisdiction to order such readjustment and to determine the true and correct amount of each item therein.\n\nSource:SDC Supp 1960, §15.2218 as added by SL 1968, ch 43, §1; SL 1975, ch 128, §120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-8-1/"
    },
    {
      "id": "section-13-19-9",
      "number": "13-19-9",
      "heading": "Authorization, issuance, and sale of bonds--No election.",
      "text": "13-19-9. Authorization, issuance, and sale of bonds--No election.\n\nAll school district bonds shall be authorized, issued, and sold as provided in chapter 6-8B, except that no election shall be held to issue bonds to fund registered warrants.\n\nSource:SDC 1939, §15.2201; SL 1945, ch 54, §1; SL 1947, ch 62; SL 1955, ch 41, ch 10, §17; SDC Supp 1960, §15.2217; SL 1963, ch 75, §2; SL 1984, ch 43, §103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-9/"
    },
    {
      "id": "section-13-19-10",
      "number": "13-19-10",
      "heading": "13-19-10 to 13-19-13.Repealed by SL 1984, ch 43, §131",
      "text": "13-19-10 to 13-19-13.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-14",
      "number": "13-19-14",
      "heading": "13-19-14.Repealed by SL 1980, ch 130",
      "text": "13-19-14.Repealed by SL 1980, ch 130",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-15",
      "number": "13-19-15",
      "heading": "13-19-15 to 13-19-17.Repealed by SL 1984, ch 43, §131",
      "text": "13-19-15 to 13-19-17.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-18",
      "number": "13-19-18",
      "heading": "13-19-18.Repealed by SL 1975, ch 128, §377",
      "text": "13-19-18.Repealed by SL 1975, ch 128, §377",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-19",
      "number": "13-19-19",
      "heading": "13-19-19 to 13-19-26.Repealed by SL 1984, ch 43, §131",
      "text": "13-19-19 to 13-19-26.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-19-27",
      "number": "13-19-27",
      "heading": "Financing arrangements for capital improvements and expenditures incident to consolidation.",
      "text": "13-19-27. Financing arrangements for capital improvements and expenditures incident to consolidation.\n\nAny school district may enter into lease-purchase agreements or other financing arrangement with or issue capital outlay certificates that are secured by a pledge of state aid to education funds in connection with a program sponsored by the Health and Educational Facilities Authority for capital improvements, the acquisition of equipment, or improvement of school facilities or other lawful purpose that the school board considers necessary or appropriate or as a result of a consolidation or proposed consolidation of one school district with another school district.\n\nSource:SL 1986, ch 124, §1; SL 1988, ch 140, §2; SL 1999, ch 84, §5; SL 2015, ch 90, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-27/"
    },
    {
      "id": "section-13-19-28",
      "number": "13-19-28",
      "heading": "Terms of financing arrangements.",
      "text": "13-19-28. Terms of financing arrangements.\n\nThe terms of the lease-purchase agreement, resolution, certificate, or other arrangement, or any bond, note, or certificate issued to or in connection with a program sponsored by the Health and Educational Facilities Authority for school districts and shall contain such terms as the health and educational facilities authority considers necessary, including without limitation, terms of default, remedies, representations, and covenants of the school district.\n\nSource:SL 1986, ch 124, §2; SL 1999, ch 84, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-28/"
    },
    {
      "id": "section-13-19-29",
      "number": "13-19-29",
      "heading": "Limitation on expenditures when amounts are due and funds pledged as security.",
      "text": "13-19-29. Limitation on expenditures when amounts are due and funds pledged as security.\n\nIf capital outlay certificates are issued pursuant to the program authorized by §13-19-27 or 1-16A-97, or a lease-purchase agreement, or other financing arrangement is entered into with the Health and Educational Facilities Authority as authorized by §13-13-39, 13-16-6.4, 13-16-7, 13-16-29, 13-19-27, or 13-19-28, and a school district has pledged state aid to education funds provided under Title 13 to secure its obligations under or pursuant to a lease, resolution, certificate, or other arrangement and the authority determines that a school district is delinquent in making any payments pursuant to a lease, resolution, certificate or other arrangement, then no cash receipts from the collection of any taxes, from state aid under chapter 13-13 or from the collection of tuition charges may be expended for any purpose except paying the amounts due pursuant to the lease, resolution, certificate, or other arrangement as specified by written notice by or on behalf of the authority pursuant to §13-13-39. In such event, moneys from state aid under Title 13 shall be applied to pay the amounts as shall be specified by the authority to the authority or any financial institution acting as any paying agent or trustee on behalf of any holders of bonds, notes, lease purchase, capital outlay certificates, or other obligations in connection with any such arrangement and any such holders.\n\nSource:SL 1986, ch 124, §3; SL 1989, ch 146, §8; SL 1999, ch 84, §7; SL 2015, ch 89, §19; SL 2015, ch 90, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-29/"
    },
    {
      "id": "section-13-19-30",
      "number": "13-19-30",
      "heading": "Agreement for payment of amounts due but not yet paid--Trustee--Security interest perfected.",
      "text": "13-19-30. Agreement for payment of amounts due but not yet paid--Trustee--Security interest perfected.\n\nAny school district may enter into an agreement with the Health and Educational Facilities Authority and any financial institution acting as trustee or paying agent for bonds, leases, certificates, or other obligations, issued for the purpose of implementing §13-19-29. The agreement may contain such provisions as the authority deems necessary and may provide that the financial institution may act as trustee for the benefit of and on behalf of the authority and be held accountable as the trustee of an express trust for the application and disposition of the state aid under Title 13 and other funds or amounts pledged by any school district, including the income and proceeds therefrom, solely for the uses and purposes as provided in the agreement. A copy of the agreement and any revisions or supplements to it, shall be filed with the secretary of the Department of Education to perfect the lien and security interest of the authority in the state aid under Title 13 and other funds or amounts pledged by any school district. No filing, recording, possession, or other action under the uniform commercial code or any other law of this state may be required to perfect the lien and security interest of the authority. The lien and security interest of the authority is deemed perfected, and the trust for the benefit of the authority so created is binding as of the date when the school district makes such pledge, notwithstanding the time of the filing with the secretary of the Department of Education, against all parties having prior or subsequent liens, security interests, or claims of any kind in tort, in contract or otherwise.\n\nSource:SL 1989, ch 146, §9; SL 1999, ch 84, §8; SL 2003, ch 272 (Ex. Ord. 03-1), §63; SL 2015, ch 89, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-19/section-13-19-30/"
    }
  ]
}