{
  "state": "south-dakota",
  "path": "title-title-13-education/chapter-chapter-49-state-board-of-regents",
  "sections": [
    {
      "id": "section-13-49-1",
      "number": "13-49-1",
      "heading": "Control of educational institutions vested in board--Appointment of members",
      "text": "13-49-1. Control of educational institutions vested in board--Appointment of members.\n\nThe control of the public postsecondary educational institutions of the state offering college credit which are sustained wholly or in part by the state is vested in a board of nine members, designated as the Board of Regents. The Governor shall appoint the members with the consent of the Senate.\n\nSource:SDC 1939, §15.0701; SL 1955, ch 38, §1; SL 1971, ch 129; SL 1976, ch 126, §1; SL 1979, ch 125, §1; SL 2007, ch 109, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-1/"
    },
    {
      "id": "section-13-49-2",
      "number": "13-49-2",
      "heading": "Qualifications of members of board.",
      "text": "13-49-2. Qualifications of members of board.\n\nEach regent who is a regular member shall be a person of probity and wisdom and selected from among the best known citizens, who are residents of different portions of the state. No two regents may be residents in the same county and not more than six may be members of the same political party. One regent shall be the student regent as provided in §13-49-6.1. A regent's residence is determined by where the regent is registered to vote.\n\nSource:SDC 1939, §15.0703; SL 1951, ch 45; SL 1955, ch 39; SL 1957, ch 47; SL 1975, ch 128, §325; SL 1976, ch 126, §2; SL 1979, ch 125, §2; SL 1986, ch 138; SL 1988, ch 154, §1; SL 2007, ch 109, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-2/"
    },
    {
      "id": "section-13-49-3",
      "number": "13-49-3",
      "heading": "Term of office of regents--Student regent excluded.",
      "text": "13-49-3. Term of office of regents--Student regent excluded.\n\nEach regent is appointed for a term of six years. The term expires on the last day of March, unless removed as provided in §3-17-1. No regent appointed after July 1, 2018, and without any previous service on the board, may serve more than two consecutive terms. A regent who has served two consecutive terms may be reappointed if at least two years have passed since the expiration of the regent's last term. Any partial term to fill a vacancy on the board may not count against the two-term limit. This section does not apply to the student regent.\n\nSource: SDC 1939, §15.0701; SL 1955, ch 38, §§1, 2; SDC Supp 1960, §15.0701-1; SL 1975, ch 128, §326; SL 1976, ch 126, §3; SL 1979, ch 125, §3; SL 1988, ch 154, §2; SL 2007, ch 109, §3; SL 2018, ch 104, §1; SL 2024, ch 19, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-3/"
    },
    {
      "id": "section-13-49-4",
      "number": "13-49-4",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-5",
      "number": "13-49-5",
      "heading": "13-49-5.Repealed by SL 1975, ch 128, §377",
      "text": "13-49-5.Repealed by SL 1975, ch 128, §377",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-6",
      "number": "13-49-6",
      "heading": "Oath of office of regents.",
      "text": "13-49-6. Oath of office of regents.\n\nBefore entering upon the duties of the office, each regent shall take and subscribe an oath or affirmation to support the Constitutions of the United States and of this state, and faithfully to discharge the duties of the office, which oath or affirmation shall be filed with the secretary of state.\n\nSource:SDC 1939, §15.0703; SL 1951, ch 45; SL 1955, ch 39; SL 1957, ch 47; SL 1975, ch 128, §328; SL 2007, ch 109, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-6/"
    },
    {
      "id": "section-13-49-61",
      "number": "13-49-6.1",
      "heading": "Student regent appointed by Governor--Term of appointment--Voting member--Vacancy.",
      "text": "13-49-6.1. Student regent appointed by Governor--Term of appointment--Voting member--Vacancy.\n\nThe Governor shall appoint a student regent, with the consent of the Senate, who shall participate in all board meetings, open and closed, and be compensated in the same manner as board members. The student regent must be a student of one of the public postsecondary educational institutions under the control of the board. The student regent is appointed for a term of two years. The term of the student regent expires on the first day of July of every even-numbered year, unless the student regent is removed under the provisions of §3-17-1 or the student does not remain enrolled in a postsecondary institution controlled by the board. The student regent is a formal member of the board and may vote.\n\nIf the term of the student regent expires, the Governor may make an interim appointment for the new term. If the position of student regent becomes vacant pursuant to §3-4-1, the Governor may make an interim appointment for the balance of the unexpired term. Any interim appointment expires when the Senate acts upon the appointment unless the Senate consents to the appointment.\n\nThe student regent is exempt from the provisions of §3-4-11.\n\nSource: SL 1979, ch 125, §4; SL 1988, ch 154, §3; SL 2007, ch 109, §6; SL 2024, ch 19, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-6-1/"
    },
    {
      "id": "section-13-49-62",
      "number": "13-49-6.2",
      "heading": "13-49-6.2.Repealed by SL 2007, ch 109, §7.",
      "text": "13-49-6.2.Repealed by SL 2007, ch 109, §7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-7",
      "number": "13-49-7",
      "heading": "Meetings of board--Vote required for action--Minutes--Open to public.",
      "text": "13-49-7. Meetings of board--Vote required for action--Minutes--Open to public.\n\nMeetings may be held on the call of the president or by joint request of a majority of the members, due and reasonable notice always being given.\n\nThe affirmative vote of a majority of the members of the Board of Regents is required to take official action. The Board of Regents shall record the minutes of any meeting open to the public. All meetings of the Board of Regents shall be open to the public unless personnel matters and privileged matters between the board and its attorney are being discussed. If such meetings are held, the board shall limit the topics discussed or acted upon to such matters only.\n\nSource:SDC 1939, §15.0704; SL 1973, ch 104; SL 1980, ch 139; SL 2007, ch 109, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-7/"
    },
    {
      "id": "section-13-49-8",
      "number": "13-49-8",
      "heading": "13-49-8.Repealed by SL 1971, ch 23, §2",
      "text": "13-49-8.Repealed by SL 1971, ch 23, §2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-9",
      "number": "13-49-9",
      "heading": "President of board--Election and term.",
      "text": "13-49-9. President of board--Election and term.\n\nAt the annual meeting of the board, there shall be elected from among the members a president, whose term of office shall be for one year.\n\nSource:SDC 1939, §15.0705; SL 1945, ch 49; SL 1955, ch 293, §1; SL 2007, ch 109, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-9/"
    },
    {
      "id": "section-13-49-10",
      "number": "13-49-10",
      "heading": "Appointment of executive director--Qualifications--Supervision by board.",
      "text": "13-49-10. Appointment of executive director--Qualifications--Supervision by board.\n\nThe Board of Regents shall appoint an executive director, who shall be a full-time employee of the board. The executive director shall have a graduate degree from a recognized college or university and shall by training and experience be familiar with the operations and problems of institutions of higher education. The executive director shall carry out the directives of the Board of Regents and shall be under the board's general jurisdiction and supervision.\n\nSource:SDC 1939, §15.0705; SL 1945, ch 49; SL 1955, ch 293, §1; SL 1968, ch 35, §1; SDCL Supp, §13-49-10.1; SL 1975, ch 128, §329; SL 1981, ch 150, §1; SL 2007, ch 109, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-10/"
    },
    {
      "id": "section-13-49-101",
      "number": "13-49-10.1",
      "heading": "13-49-10.1.Repealed by SL 1975, ch 128, §377",
      "text": "13-49-10.1.Repealed by SL 1975, ch 128, §377",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-11",
      "number": "13-49-11",
      "heading": "Corporate powers of board--Management of property.",
      "text": "13-49-11. Corporate powers of board--Management of property.\n\nThe Board of Regents is, and it and its successors in office shall continue to be, a corporation, or body corporate, with power to sue and be sued, to hold, lease, and manage, for the purposes for which they were established, any property belonging to the educational institutions under its control, collectively or severally, of which it shall in any manner become possessed.\n\nSource:SDC 1939, §15.0706; SL 1989, ch 155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-11/"
    },
    {
      "id": "section-13-49-12",
      "number": "13-49-12",
      "heading": "Administration of oaths and examination of witnesses.",
      "text": "13-49-12. Administration of oaths and examination of witnesses.\n\nAny regent may administer oaths and examine witnesses if necessary in the performance of the duties of the board.\n\nSource:SDC 1939, §15.0707; SL 2007, ch 109, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-12/"
    },
    {
      "id": "section-13-49-13",
      "number": "13-49-13",
      "heading": "Government and regulation of institutions--Supervision of buildings and property.",
      "text": "13-49-13. Government and regulation of institutions--Supervision of buildings and property.\n\nUnless otherwise expressly provided in statute, the Board of Regents shall govern and regulate each institution under its control in such manner as it deems best calculated to promote the purpose for which the institution is maintained, and shall have charge and supervision of all buildings and property connected therewith, and the construction of all buildings for the institution.\n\nSource:SDC 1939, §15.0708; SL 2007, ch 109, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-13/"
    },
    {
      "id": "section-13-49-14",
      "number": "13-49-14",
      "heading": "Employment of officers, instructors and employees--Compensation and terms of employment--Disparate treatment on certain grounds prohibited.",
      "text": "13-49-14. Employment of officers, instructors and employees--Compensation and terms of employment--Disparate treatment on certain grounds prohibited.\n\nThe Board of Regents may employ and dismiss all officers, instructors, and employees of such institutions, necessary to the proper management thereof, to determine their number, qualifications, and duties, fix the term of their employment, and rate and manner of their compensation, provide for sabbatical leave on part pay, and provide for a retirement program.\n\nNo person may be employed or dismissed, or accorded preferential, adverse, or unequal treatment with respect to any application, hiring, training, apprenticeship, tenure, promotion, upgrading, compensation, layoff, or any term or condition of employment, by reason of the person's:\n\n(1)Ideological, political, or sectarian opinions or perspectives; or\n\n(2)Race, color, creed, religion, sex, ancestry, disability, or national origin.\n\nSource:SDC 1939, §15.0709; SL 1961, ch 56; SL 2007, ch 109, §13; SL 2021, ch 79, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14/"
    },
    {
      "id": "section-13-49-141",
      "number": "13-49-14.1",
      "heading": "Right of instructors and employees to run for office--Exception.",
      "text": "13-49-14.1. Right of instructors and employees to run for office--Exception.\n\nNo instructor, teacher, or other employee of any institution under the jurisdiction of the Board of Regents is subject to loss of job or status on the job for becoming a candidate for any public office. However, the provisions of this section do not apply if the candidacy or public office entails neglect of duty.\n\nSource:SL 1973, ch 111; SL 2007, ch 109, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-1/"
    },
    {
      "id": "section-13-49-142",
      "number": "13-49-14.2",
      "heading": "Separate retirement or deferred compensation plans prohibited--Exceptions.",
      "text": "13-49-14.2. Separate retirement or deferred compensation plans prohibited--Exceptions.\n\nExcept for the provisions of chapter 3-12C, the Board of Regents may not enter into any contract to provide a retirement or deferred compensation plan for any of its employees, other than the president or provost of each of its colleges and universities and the executive director of the Board of Regents.\n\nSource:SL 1978, ch 125; SL 1981, ch 150, §2; SL 2019, ch 22, §§1 and 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-2/"
    },
    {
      "id": "section-13-49-143",
      "number": "13-49-14.3",
      "heading": "Employee insurance benefits through self-insured plan.",
      "text": "13-49-14.3. Employee insurance benefits through self-insured plan.\n\nThe Board of Regents, at its discretion, may elect to provide all, or any part of, the insurance benefits for its employees by means of a plan which is self-insured in whole or in part. The board may execute a contract or contracts with such claims administrators as the board may select. In making such selection, the board shall consider, among other things, financial stability, experience, and claims facilities. In evaluating these factors, the board may employ the services of impartial, professional analysts or actuaries, or both.\n\nSource:SL 1981, ch 24, §2; SL 2021, ch 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-3/"
    },
    {
      "id": "section-13-49-144",
      "number": "13-49-14.4",
      "heading": "13-49-14.4 to 13-49-14.10.Repealed by SL 2007, ch 110, §§1 to 7.",
      "text": "13-49-14.4 to 13-49-14.10.Repealed by SL 2007, ch 110, §§1 to 7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-1411",
      "number": "13-49-14.11",
      "heading": "FTE demand pool created.",
      "text": "13-49-14.11. FTE demand pool created.\n\nThere is hereby created within the Board of Regents the FTE demand pool. For the purposes of this section, \"FTE\" means full-time equivalent as defined in subdivision 2-14-2(12). The initial balance of the FTE demand pool shall be established by the Legislature and may be replenished each year through the general appropriations act. Subject to the approval of the board, the universities may draw upon the pool for FTEs necessary to staff nonstate funded programs. The board shall administer the pool in such a way that any unfunded FTEs are returned to the pool so as to be available to be drawn for other programs.\n\nSource:SL 1992, ch 133, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-11/"
    },
    {
      "id": "section-13-49-1412",
      "number": "13-49-14.12",
      "heading": "South Dakota Services for the Deaf and the South Dakota School for the Visually Handicapped--Maintenance and repair fund.",
      "text": "13-49-14.12. South Dakota Services for the Deaf and the South Dakota School for the Visually Handicapped--Maintenance and repair fund.\n\nThe Board of Regents may deposit any moneys held by it pursuant to §13-49-14.2, but not needed to cover liabilities, into a special fund created in the South Dakota school and public lands endowment, known as the South Dakota Services for the Deaf and the South Dakota School for the Blind and Visually Impaired support fund.\n\nAll moneys so deposited are part of the school and public lands endowment, whose principal must be held inviolate, and the earnings must be made available to the board to:\n\n(1)Support routine maintenance and repair at the South Dakota School for the Blind and Visually Impaired; and\n\n(2)Support locations utilized by South Dakota Services for the Deaf.\n\nSource: SL 1998, ch 101, §1; SL 2023, ch 62, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-12/"
    },
    {
      "id": "section-13-49-1413",
      "number": "13-49-14.13",
      "heading": "Criminal background check.",
      "text": "13-49-14.13. Criminal background check.\n\nA person hired by the South Dakota School for the Blind and Visually Impaired and a person hired by South Dakota Services for the Deaf must submit to a fingerprint-based criminal background check by the Division of Criminal Investigation and the Federal Bureau of Investigation, if the person is to serve:\n\n(1)As a superintendent;\n\n(2)As an administrator;\n\n(3)As a principal;\n\n(4)In a teaching or teaching assistant position;\n\n(5)In a certificated or licensed clinical position; or\n\n(6)As residence hall staff.\n\nThe hiring entity shall submit fingerprint cards to the Division of Criminal Investigation before the person enters into service.\n\nIf no disqualifying record is identified at the state level, the fingerprints must be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal background check.\n\nAny person subject to the requirements of this section may enter into service on a temporary basis, pending the receipt of results from the background check. The employing entity may, without liability, withdraw an offer of employment, or terminate the temporary employment, without notice, if the report reveals that the person has been convicted of any crime involving moral turpitude, including traffic in narcotics, which might justify suspension or revocation of a teaching certificate pursuant to §13-42-10, or which otherwise reveals circumstances that suggest the person should not be employed.\n\nSource: SL 1999, ch 96, §1; SL 2023, ch 62, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-14-13/"
    },
    {
      "id": "section-13-49-15",
      "number": "13-49-15",
      "heading": "Purchasing and contracting for institutions--Incidental powers of board.",
      "text": "13-49-15. Purchasing and contracting for institutions--Incidental powers of board.\n\nThe Board of Regents may make contracts for service, the erection of buildings, the purchase of all lands, materials, and supplies needed, unless such supplies are under the supervision of the Bureau of Human Resources and Administration.\n\nIn the carrying out of such contracts, the board may expend money, exact and collect penalties, and purchase or sell property within the limitations of statute.\n\nSource: SDC 1939, §15.0710; SL 2007, ch 109, §15; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-15/"
    },
    {
      "id": "section-13-49-16",
      "number": "13-49-16",
      "heading": "Contracts let in accordance with public agency procurement law.",
      "text": "13-49-16. Contracts let in accordance with public agency procurement law.\n\nAny contract for the erection and repair of any building and the purchase of ordinary supplies shall be let in accordance with chapters 5-18A and 5-18B except in the case of coal needed by the institutions.\n\nSource:SDC 1939, §15.0710; SL 1975, ch 128, §330; SL 2011, ch 2, §129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-16/"
    },
    {
      "id": "section-13-49-17",
      "number": "13-49-17",
      "heading": "13-49-17.Repealed by SL 1997, ch 38, §6",
      "text": "13-49-17.Repealed by SL 1997, ch 38, §6",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-18",
      "number": "13-49-18",
      "heading": "Prosecution of actions by board--Proceeds of judgment.",
      "text": "13-49-18. Prosecution of actions by board--Proceeds of judgment.\n\nThe board may bring suit in any proper court in its own name to enforce any contract made by it, and any suit relating to the property referred to in §§13-49-15 and 13-49-16, or to the care, custody, control, management, or improvements thereof. The attorney general shall prosecute any such suit upon request of the board.\n\nAny moneys collected upon any judgment obtained under the provisions of this section shall be paid into the treasury for the benefit of the educational institutions and credited to the proper fund.\n\nSource:SDC 1939, §15.0711; SL 2007, ch 109, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-18/"
    },
    {
      "id": "section-13-49-19",
      "number": "13-49-19",
      "heading": "Customary management powers conferred on board.",
      "text": "13-49-19. Customary management powers conferred on board.\n\nIt is the intention of §§13-49-15 to 13-49-18, inclusive, to confer upon the Board of Regents all powers usually exercised by such boards, and which are necessary to the proper legal management of the educational institutions placed under its control, and the property belonging to the same.\n\nSource:SDC 1939, §15.0711.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-19/"
    },
    {
      "id": "section-13-49-20",
      "number": "13-49-20",
      "heading": "Interstate contracts for education of South Dakota residents.",
      "text": "13-49-20. Interstate contracts for education of South Dakota residents.\n\nThe State Board of Regents may enter into agreements or contract with states, individually or on a regional basis, to provide means by which South Dakota residents may be assisted to carry on or complete fields of study. This grant of authority may not be construed as providing scholarship assistance in contravention to §13-55-1.\n\nSource:SL 1961, ch 87; SL 1989, ch 156, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20/"
    },
    {
      "id": "section-13-49-201",
      "number": "13-49-20.1",
      "heading": "Contracts to reserve spaces for South Dakota dental students.",
      "text": "13-49-20.1. Contracts to reserve spaces for South Dakota dental students.\n\nThe State Board of Regents is hereby authorized to negotiate and enter into contractual agreements with public or private colleges and universities offering the study of dentistry for the purpose of reserving spaces each year for dental students from South Dakota. Such contractual agreements may include a provision that the Board of Regents in turn will pay a specific reservation fee for each and every student that is accepted for admittance, and sponsored by the Board of Regents, to the study of dentistry. The Board of Regents is further authorized to pay a minimum reservation fee each year of the contract as a guarantee sum in the event that fewer than the stipulated number of students from South Dakota are accepted into the study of dentistry.\n\nSource:SL 1970, ch 128, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-1/"
    },
    {
      "id": "section-13-49-202",
      "number": "13-49-20.2",
      "heading": "Contracts to reserve spaces for South Dakota optometric students.",
      "text": "13-49-20.2. Contracts to reserve spaces for South Dakota optometric students.\n\nThe State Board of Regents may negotiate and enter into contractual agreements with public or private colleges and universities offering the study of optometry for the purpose of reserving spaces each year for optometric students from South Dakota. Such contractual agreements may include a provision that the Board of Regents pay a specific reservation fee for each student that is accepted for admittance, and sponsored by the Board of Regents, to the study of optometry. The Board of Regents may pay a minimum reservation fee each year of the contract as a guarantee sum in the event that fewer than the stipulated number of students from South Dakota are accepted into the study of optometry.\n\nSource:SL 1978, ch 124, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-2/"
    },
    {
      "id": "section-13-49-203",
      "number": "13-49-20.3",
      "heading": "13-49-20.3, 13-49-20.4.Repealed by SL 1984, ch 129, §§4, 5",
      "text": "13-49-20.3, 13-49-20.4.Repealed by SL 1984, ch 129, §§4, 5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-205",
      "number": "13-49-20.5",
      "heading": "Veterinary student grants.",
      "text": "13-49-20.5. Veterinary student grants.\n\nThe Board of Regents shall establish an assistance program for South Dakota resident students who have been admitted to accredited institutions of higher education in a course of veterinary medicine. For all students participating in the program on January 1, 1991, the awards shall be equal to the difference in tuition between the resident and nonresident tuition charged at the institution attended by the eligible students. The Board of Regents may prorate awards provided to students accepted into the program between July 1, 1991, and December 31, 1991, based upon the number of eligible students and the amount of funds available. However, the prorated share to each student may not be greater than the difference in tuition between the resident and nonresident tuition charged at the institution attended by the eligible students. Effective January 1, 1992, students will be accepted into the program on a competitive basis, provided that available funding will permit acceptance of additional award recipients. The executive director of the Board of Regents, in consultation with an advisory committee appointed for the purposes of this section, shall determine the number of new students to be accepted into the program, the criteria for their selection and the amount of awards available to them. No award may be greater than the difference in tuition between the resident and nonresident tuition charged at the institution attended by the participating students. The advisory committee, chaired and appointed by the executive director, shall consist of the dean of the College of Agriculture at South Dakota State University, the head of the Department of Veterinary Science, the state veterinarian, a representative of livestock and dairy producers, the president of the State Veterinary Medicine Association, and one veterinarian who is a member of the State Veterinary Association. New students to be accepted into the program shall be selected by such a committee as the Board of Regents establishes to select candidates for competitive assistance administered under its authority.\n\nThe Board of Regents shall promulgate rules pursuant to chapter 1-26 governing the procedure for awarding the resident student awards for the study of veterinary medicine. The grant of this authority and these funds may not be construed as providing scholarship assistance in contravention of §13-55-1.\n\nSource:SL 1984, ch 129, §2; SL 1991, ch 157, §5; SL 1992, ch 140, §2A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-5/"
    },
    {
      "id": "section-13-49-206",
      "number": "13-49-20.6",
      "heading": "Livestock emergency disease fund--Use for reservations or grants for veterinary students.",
      "text": "13-49-20.6. Livestock emergency disease fund--Use for reservations or grants for veterinary students.\n\nNotwithstanding the provisions of §40-15-38, the Governor may utilize all funds in excess of two hundred thousand dollars in the livestock disease emergency fund to provide for reserved veterinary slots or grants in out-of-state schools as authorized in this chapter.\n\nSource:SL 1984, ch 129, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-6/"
    },
    {
      "id": "section-13-49-207",
      "number": "13-49-20.7",
      "heading": "Veterinary medicine education tuition assistance--Contract regarding conditions to be met by student.",
      "text": "13-49-20.7. Veterinary medicine education tuition assistance--Contract regarding conditions to be met by student.\n\nAny student desiring to receive veterinary medicine education tuition assistance pursuant to this chapter shall sign a contract agreeing to:\n\n(1)Complete the undergraduate and graduate veterinary medicine education requirements to become a practicing veterinarian;\n\n(2)Practice veterinary medicine in South Dakota within three years after completion of his veterinary education and maintain that practice for a period of one year for each academic year the student received a veterinary medicine tuition award pursuant to this chapter;\n\n(3)Pay interest on the amount of the tuition assistance at the category A rate of interest specified in §54-3-16 to accrue from the time the scholarship is awarded, if the student does not complete the terms of the contract.\n\nSource:SL 1991, ch 157, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-7/"
    },
    {
      "id": "section-13-49-208",
      "number": "13-49-20.8",
      "heading": "Violation of contract by student--Repayment of tuition awards--Damages.",
      "text": "13-49-20.8. Violation of contract by student--Repayment of tuition awards--Damages.\n\nIf the state treasurer determines that the recipient of a veterinary medicine tuition award authorized by this chapter has violated the provisions of the contract, the recipient shall repay the amount of the tuition awards and pay such damages as may be determined by any circuit court in this state in which a civil action may be brought by the state treasurer. If the recipient is required to repay tuition awards and interest, the recipient shall do so no later than five years after the state treasurer has determined a violation of the agreement has occurred.\n\nSource:SL 1991, ch 157, §7; SL 2007, ch 109, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-8/"
    },
    {
      "id": "section-13-49-209",
      "number": "13-49-20.9",
      "heading": "Forgiveness or deferral of repayment based upon special circumstances.",
      "text": "13-49-20.9. Forgiveness or deferral of repayment based upon special circumstances.\n\nThe state treasurer may forgive or defer all or part of the repayment required in this chapter if the state treasurer determines that special circumstances exist due to the death or disability of the student or due to an extreme hardship which renders the student unable to complete the student's veterinary education or fulfill the student's service obligation.\n\nSource:SL 1991, ch 157, §8; SL 2007, ch 109, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-9/"
    },
    {
      "id": "section-13-49-2010",
      "number": "13-49-20.10",
      "heading": "Repayment deposited in livestock disease emergency fund.",
      "text": "13-49-20.10. Repayment deposited in livestock disease emergency fund.\n\nAny net repayment made pursuant to this chapter shall be deposited to the livestock disease emergency fund.\n\nSource:SL 1991, ch 157, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-10/"
    },
    {
      "id": "section-13-49-2011",
      "number": "13-49-20.11",
      "heading": "Notification and collection as to repayment.",
      "text": "13-49-20.11. Notification and collection as to repayment.\n\nThe treasurer may promulgate rules pursuant to chapter 1-26 to establish notification and collection procedures.\n\nSource:SL 1991, ch 157, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-11/"
    },
    {
      "id": "section-13-49-2012",
      "number": "13-49-20.12",
      "heading": "Report as to award recipients.",
      "text": "13-49-20.12. Report as to award recipients.\n\nThe Board of Regents shall annually provide the state treasurer a report indicating the recipients of awards pursuant to §§13-49-20.5, 13-49-20.7 to 13-49-20.13, inclusive, and copies of any contracts signed pursuant to §13-49-20.7.\n\nSource:SL 1991, ch 157, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-12/"
    },
    {
      "id": "section-13-49-2013",
      "number": "13-49-20.13",
      "heading": "Applicability of tuition assistance program.",
      "text": "13-49-20.13. Applicability of tuition assistance program.\n\nSections 13-49-20.7 to 13-49-20.12, inclusive, apply only to students entering the program after July 1, 1991.\n\nSource:SL 1991, ch 157, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-13/"
    },
    {
      "id": "section-13-49-2014",
      "number": "13-49-20.14",
      "heading": "Contracts to reserve spaces for South Dakota State University veterinary students to complete degree.",
      "text": "13-49-20.14. Contracts to reserve spaces for South Dakota State University veterinary students to complete degree.\n\nThe Board of Regents may negotiate and enter into contractual agreements with the University of Minnesota or a future other accredited institution of higher education collaborating with South Dakota State University veterinary program for final degree completion, to reserve spaces for South Dakota State University students completing the remaining requirements for a degree in veterinary medicine.\n\nSource:SL 1993, ch 149, §4; SL 2019, ch 88, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-14/"
    },
    {
      "id": "section-13-49-2015",
      "number": "13-49-20.15",
      "heading": "Assistance for students entering veterinary medicine.",
      "text": "13-49-20.15. Assistance for students entering veterinary medicine.\n\nNo student entering a program of veterinary medicine after July 1, 1993, may receive assistance pursuant to §13-49-20.5, except through the contractual arrangement established in §13-49-20.14.\n\nSource:SL 1993, ch 149, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-15/"
    },
    {
      "id": "section-13-49-2016",
      "number": "13-49-20.16",
      "heading": "Requirements for veterinary students receiving tuition grants.",
      "text": "13-49-20.16. Requirements for veterinary students receiving tuition grants.\n\nAt least six of the students receiving tuition grants each year pursuant to §§10-45-16.1 and 10-46-17.5 shall be required to complete the graduate veterinary medicine education requirements to become a practicing veterinarian, commence practicing veterinary medicine in South Dakota within one year of graduation, and continue practicing veterinary medicine in South Dakota for at least four years thereafter. The Board of Regents shall enforce the requirements of the program in accordance with its authority as set forth in §13-49-20.5.\n\nSource:SL 2019, ch 88, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-20-16/"
    },
    {
      "id": "section-13-49-21",
      "number": "13-49-21",
      "heading": "Accounting and record-keeping systems--Budget--Duties of executive director.",
      "text": "13-49-21. Accounting and record-keeping systems--Budget--Duties of executive director.\n\nThe executive director is responsible for the maintenance of modern, uniform systems of accounting and record-keeping at all institutions; and for the compilation of a budget for the board, for the office of the executive director and for all public institutions in the state under the Board of Regents.\n\nSource:SDC Supp 1960, §15.0705 as added by SL 1955, ch 293, §1; SL 1968, ch 35, §1; SL 1980, ch 143; SL 1981, ch 150, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-21/"
    },
    {
      "id": "section-13-49-22",
      "number": "13-49-22",
      "heading": "13-49-22.Repealed by SL 1982, ch 16, §16",
      "text": "13-49-22.Repealed by SL 1982, ch 16, §16",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-23",
      "number": "13-49-23",
      "heading": "13-49-23.Repealed by SL 1988, ch 156",
      "text": "13-49-23.Repealed by SL 1988, ch 156",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-24",
      "number": "13-49-24",
      "heading": "13-49-24 to 13-49-27.Repealed by SL 2007, ch 110, §§8 to 11.",
      "text": "13-49-24 to 13-49-27.Repealed by SL 2007, ch 110, §§8 to 11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-271",
      "number": "13-49-27.1",
      "heading": "Nonaccredited institutions prohibited from offering postsecondary education credit or degree--Misdemeanor and civil penalty--Exception.",
      "text": "13-49-27.1. Nonaccredited institutions prohibited from offering postsecondary education credit or degree--Misdemeanor and civil penalty--Exception.\n\nNo person or governmental entity may offer postsecondary education credit or degree in South Dakota, or while organized under the laws of South Dakota, unless currently holding accreditation from an accrediting agency recognized by the United States Department of Education pursuant to 20 U.S.C. §1099b as amended to January 1, 2009, as a regional or national institutional accrediting agency, or participating in any federal financial assistance program authorized by Title IV of the Higher Education Act of 1965 as amended to January 1, 2009, or unless the person or governmental entity is, for a period of no more than five years, actively seeking accreditation from a recognized accrediting agency while operating in South Dakota under an affiliation agreement with an institution accredited by an agency recognized by the United States Department of Education as a regional or national institutional accrediting agency or an institution that participates in federal financial assistance programs if, under the terms of the articulation agreement, the institution holding regional or national institutional accreditation or participating in federal financial aid programs is responsible for awarding credits and degrees, maintaining transcripts, and, in appropriate circumstances, administering federal financial aid programs. A violation of this section is a Class 1 misdemeanor and subjects the violator to a civil penalty of twenty-five thousand dollars.\n\nThe provisions of this section do not apply to a religious institution that offers credit or degree solely for the purpose of conferring status or authority within that religion.\n\nSource:SL 2001, ch 91, §1; SL 2009, ch 89, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-27-1/"
    },
    {
      "id": "section-13-49-28",
      "number": "13-49-28",
      "heading": "13-49-28 to 13-49-30.Repealed by SL 2007, ch 110, §§12 to 14.",
      "text": "13-49-28 to 13-49-30.Repealed by SL 2007, ch 110, §§12 to 14.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13-49-31",
      "number": "13-49-31",
      "heading": "\"Records\" defined for purposes of public access.",
      "text": "13-49-31.\"Records\" defined for purposes of public access.\n\nFor purposes of public access to records of the Board of Regents and institutions under its control, except such records as are deemed confidential, secret, or privileged under law, the term, records, means:\n\n(1)Records, documents, and instruments that are required to be kept or preserved under law;\n\n(2)Any rules adopted pursuant to the provisions of chapter 1-26, together with all materials, statements, and memoranda received by the board at hearings on such proposed rules;\n\n(3)Any documents and materials received and written decisions or rulings issued by the board in the course of contested case proceedings that, pursuant to §1-26-21, constitute the record of a contested case;\n\n(4)Agenda, together with attached materials, and minutes of official meetings of the board, except for items properly considered in executive session;\n\n(5)Official statements of board or institutional policy as compiled in policy manuals, handbooks, catalogues or comparable documents adopted by the board or the regental institutions for the internal management of the board or regental institutions;\n\n(6)Collective bargaining agreements; joint powers agreements; articulation agreements; memoranda of understanding and comparable documents; approved contracts for the erection of buildings, the purchase of lands, materials and supplies, or service other than individual employment contract. However, if a contract provides for confidentiality to protect intellectual property that is not yet in the public domain, those portions of the contract that disclose the subject matter or the terms relating to the control or disposition of intellectual properties covered by the contract, are not public records; and\n\n(7)Intellectual property that is in the public domain.\n\nSource:SL 1995, ch 104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-31/"
    },
    {
      "id": "section-13-49-32",
      "number": "13-49-32",
      "heading": "Functions of Agricultural Heritage Museum.",
      "text": "13-49-32. Functions of Agricultural Heritage Museum.\n\nThe functions of the Agricultural Heritage Museum, located at Brookings, South Dakota, are transferred from the Department of Education to the Board of Regents.\n\nSource:SL 1995, ch 319 (Ex. Ord. 95-3), §17; SL 2003, ch 272, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-32/"
    },
    {
      "id": "section-13-49-33",
      "number": "13-49-33",
      "heading": "Salary negotiations not settled by certain date deemed to be at impasse.",
      "text": "13-49-33. Salary negotiations not settled by certain date deemed to be at impasse.\n\nAll negotiations pursuant to §3-18-3 for salary policy undertaken pursuant to this chapter that have not been settled by April fifteenth of any given year shall be deemed to be at impasse.\n\nSource:SL 1999, ch 17, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-33/"
    },
    {
      "id": "section-13-49-34",
      "number": "13-49-34",
      "heading": "Resale of computers leased to students upon expiration of lease.",
      "text": "13-49-34. Resale of computers leased to students upon expiration of lease.\n\nNotwithstanding the provisions of chapter 5-24A, if the Board of Regents assesses a special student fee to students in order to lease personal computers for the use of those students at a university, the Board of Regents may, upon the expiration of the lease, acquire the computers and offer them for resale to students, staff, or alumni through a university bookstore or to any political subdivision of the state or in bulk at fair market value on the resale market.\n\nSource:SL 2007, ch 111, §1, eff. Mar. 2, 2007; SL 2011, ch 2, §130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-34/"
    },
    {
      "id": "section-13-49-35",
      "number": "13-49-35",
      "heading": "Board of Regents performance improvement fund.",
      "text": "13-49-35. Board of Regents performance improvement fund.\n\nThere is hereby created a special fund known as the Board of Regents performance improvement fund. All money in the Board of Regents performance improvement fund is dedicated for the purposes of leveraging non-state grant funding for research infrastructure and improving postsecondary students' academic success. Interest earned on money in the fund shall be deposited into the fund. Expenditures from this fund shall be appropriated through the normal budgeting process.\n\nThe Board of Regents may accept for the purposes of this section any funds obtained from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with §4-8B-10.\n\nSource:SL 2011, ch 99, §§1, 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-35/"
    },
    {
      "id": "section-13-49-36",
      "number": "13-49-36",
      "heading": "Federal grants and contracts fund.",
      "text": "13-49-36. Federal grants and contracts fund.\n\nThere is hereby established in the state treasury the federal grants and contracts fund. The Board of Regents and its institutions may accept and shall deposit into the fund any money received from grants, contracts, or cooperative agreements with federal government agencies. Any money in the fund is continuously appropriated to the Board of Regents and its institutions. The Board of Regents and its institutions may expend money in the fund for expenditures related to federal grants and contracts. Interest earned on money in the fund shall be deposited into the fund. Unexpended money and any interest that may be credited to the fund shall remain in the fund. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in §4-7-7.2.\n\nSource:SL 2017, ch 82, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-36/"
    },
    {
      "id": "section-13-49-37",
      "number": "13-49-37",
      "heading": "Other grants and contracts fund.",
      "text": "13-49-37. Other grants and contracts fund.\n\nThere is hereby established in the state treasury the other grants and contracts fund. The Board of Regents and its institutions may accept and shall deposit into the fund any money received from grants, contracts, or cooperative agreements with entities other than the federal government. Any money in the fund is continuously appropriated to the Board of Regents and its institutions. The Board of Regents and its institutions may expend money in the fund for expenditures related to other grants and contracts. Interest earned on money in the fund shall be deposited into the fund. Unexpended money and any interest that may be credited to the fund shall remain in the fund. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in §4-7-7.2.\n\nSource:SL 2017, ch 82, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-37/"
    },
    {
      "id": "section-13-49-38",
      "number": "13-49-38",
      "heading": "Precision agriculture fund created.",
      "text": "13-49-38. Precision agriculture fund created.\n\nThere is hereby created the precision agriculture fund. Money in the fund may be used for the construction and renovation of the precision agriculture classroom and laboratory building and Berg Agriculture Hall; bond redemption; and the annual maintenance, operations, and repair of the buildings. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Board of Regents.\n\nSource:SL 2018, ch 123, §8, eff. Mar. 22, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-38/"
    },
    {
      "id": "section-13-49-39",
      "number": "13-49-39",
      "heading": "Collective bargaining--Prohibition.",
      "text": "13-49-39. Collective bargaining--Prohibition.\n\nThe collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person employed by the Board of Regents or employed by an institution under the control of the Board of Regents, except for public employees at South Dakota Services for the Deaf and the South Dakota School for the Blind and Visually Impaired, as provided in §3-18-1.\n\nSource: SL 2020, ch 63, §1; SL 2023, ch 62, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-39/"
    },
    {
      "id": "section-13-49-40",
      "number": "13-49-40",
      "heading": "Annual Presentation--Board of Regents.",
      "text": "13-49-40. Annual Presentation--Board of Regents.\n\nThe Board of Regents must provide an annual presentation to the special committee, created pursuant to §4-8A-2, no later than November 1 each year, regarding letters of intent issued by the Joint Committee on Appropriations, or information requested by the special committee on the recommendations from the task force created by Senate Bill 55 enacted in the 2020 legislative session. The provisions of this section are repealed on July 1, 2027.\n\nSource:SL 2022, ch 46, §1.\n\nEffective July 1, 2027\n\nEffective July 1, 2027\n\n13-49-40. Repealed.Source:SL 2022, ch 46, §1.Commission Note: This section was repealed on July 1, 2027, as expressed in SL 2022, ch 46, § 1.\n\n13-49-40. Repealed.\n\nSource:SL 2022, ch 46, §1.\n\nCommission Note: This section was repealed on July 1, 2027, as expressed in SL 2022, ch 46, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-13/chapter-49/section-13-49-40/"
    }
  ]
}