{
  "state": "nebraska",
  "path": "title-chapter-87-trade-practices/chapter-87-21901-trade-name-protest-registration-procedure",
  "sections": [
    {
      "id": "section-87-21901",
      "number": "87-219.01",
      "heading": "",
      "text": "87-219.01.Trade name; protest registration; procedure.\n\n(1) Within sixty days after the publication of a new registered trade name as provided in section 87-219, a person holding a valid registration of a trade name, corporate name, or limited liability company name may protest the registration of the new trade name. The protest shall be submitted in writing to the Secretary of State. The Secretary of State shall forward a copy of the written complaint to the new registrant who shall have thirty days to respond to the complaint in writing. If, upon review of the complaint and the response to the complaint, the Secretary of State finds that the new registered trade name violates any provision of section 87-209, the Secretary of State shall cancel such trade name. Unless the dispute over the registration of the new trade name is otherwise resolved or settled by the parties, the Secretary of State shall make his or her finding within fifteen days after the response by the new registrant.\n\n(2) The Secretary of State's decision may be appealed to the district court of Lancaster County within thirty days after notice of the decision is received by the appealing party. The appeal shall be commenced by petitioning the district court to compel the Secretary of State to cancel or reinstate such trade name, and attached to the petition shall be copies of the original filing for the trade name, proof of publication, the complaint, the response to the complaint, if any, and the Secretary of State's finding. The district court may summarily order the Secretary of State to cancel or reinstate such trade name or take any other action the district court considers appropriate. The district court's final decision may be appealed as in other civil proceedings.\n\nSourceLaws 1997, LB 453, ยง 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-87/statute-87-219-01/"
    }
  ]
}