{
  "state": "delaware",
  "path": "title-title-7/chapter-title7c018index",
  "sections": [
    {
      "id": "section-1811",
      "number": "1811",
      "heading": "",
      "text": "§ 1811. . Quota management system implementation. If a fishery management plan approved by the Atlantic States Marine Fisheries Commission requires the implementation of a quota management system for commercial landings of eel, any regulations adopted by the Department of Natural Resources shall not establish such quota management system, including, but not limited to, requirements associated with setting a statewide quota management system for eels and limitations or conditions on the number or transfer of commercial eel licenses. Any such quota management system required by the Atlantic States Marine Fisheries Commission shall be implemented through legislative action. 80 Del. Laws, c. 196, § 3;",
      "history": "",
      "source_url": "https://law.justia.com/codes/delaware/title-7/chapter-18/section-1811/"
    },
    {
      "id": "section-1801",
      "number": "1801.",
      "heading": "Definitions.(a) [Repealed.](b) “Commercially fish” shall mean for any person to attempt to take, take, catch, kill or reduce to possession any eel for the purpose of selling, trading or exchanging for money, materials or services with another or to set or fish any commercial eel fishing gear as defi",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 196,\n\n§§\n\n  4, 5;§\n\n1802. Commercial license requirements; restrictions.(a) It shall be unlawful for any person to initially sell or offer for sale 25 or more eels per day unless the person selling or offering such eels for sale has a valid commercial eel fishing license issued by the Department.(b) It shall be unlawful for any person to fish for eels with commercial eel fishing gear in the tidal waters of this State unless the person has a valid commercial eel fishing license on board the vessel used to fish issued by the Department.(c) It shall be unlawful to fish for eels for the purpose of initially selling such eels in nontidal waters within the State unless authorized to do so by the Department.(d) A commercial eel fishing license shall be valid from January 1 through December 31 next ensuing.(e) Application for a commercial eel fishing license shall be made on the forms provided by the Department.(f) The fee for a commercial eel fishing license to take eels shall be $115 for residents and $1,150 for nonresidents.(g) A licensee may designate a resident of such licensee’s state as an alternate on his or her license application, who shall be approved by the Department to fish for eels with the licensee’s commercial eel fishing gear in the event that said licensee is unable to fish his or her commercial eel fishing gear already in the water and capable of catching eels.(h) It shall be unlawful for an alternate to any commercial eel fishing licensee to sell or offer for sale any eels without the written consent of the licensee and without prior notification to the Department.(i) Any person issued a commercial eel license by the Department shall file monthly reports of their catch by area, effort and weight on forms provided by the Department. The monthly report must be filed with the Department by 4:30 p.m. of the last working day of the month following the month for which the information contained in the report reflects. Failure to abide with the filing requirement, set forth in this subsection, will result in:(1) A warning issued by the Secretary, for the first failure to file;(2) Suspension of the commercial eel fishing license by the Secretary for a period of up to 30 days or until such time as the report is filed, whichever occurs sooner, for the second failure to file; and(3) Revocation of the commercial eel license by the Secretary until such time when all reporting requirements are fulfilled in a manner acceptable to the Secretary, for a third or subsequent failures to file.61 Del. Laws, c. 256,\n\n§\n\n 1;67 Del. Laws, c. 260,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 53,\n\n§\n\n 1;§\n\n1803. Use of funds derived from sale of commercial licenses.All funds derived from the issuances of commercial eel fishing licenses shall be deposited by the Department in the General Fund.61 Del. Laws, c. 256,\n\n§\n\n 1;§\n\n1804. Reciprocity for commercial nonresident licenses.When by or pursuant to the laws or regulations of any other state, should any other state impose any tax, other fee or restrictions on nonresidents for the privilege of commercial eel fishing within its boundaries, which tax, or other fee is in the aggregate greater or restriction is greater, to include the nonavailability of a license for nonresidents, the same taxes, other fees, license requirements and restrictions shall be imposed by the Department upon residents of the state who seek to apply for a license to commercially fish for eels within the boundaries of this State.61 Del. Laws, c. 256,\n\n§\n\n 1;§\n\n1805. Commercial license number.(a) The Department shall assign a number to all commercial eel fishing licensees.(b) It shall be unlawful for a commercial eel fishing licensee to fish with commercial eel fishing gear without fixing his or her assigned number in 2 inch block numbers, prefixed by “E” to each piece of gear, in a conspicuous place on the floats, markers, stakes or flags observable above the surface of the waters at all times.61 Del. Laws, c. 256,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1806. Prohibited fishing devices and substances.(a) It shall be unlawful for any person to make use of any net, trap, catching device, contrivance, explosive, chemical or substance whatsoever, except commercial eel fishing gear or noncommercial eel fishing gear as defined in § 1801 of this title, for the purpose of taking or attempting to take eels for any reason whatsoever in any waters of this State. Said devices and/or substances when found unlawfully in use may be confiscated by the Department. Said devices and/or substances shall be destroyed or disposed of by public auction. Costs of the auction will be taken from the proceeds; any balance from the auction will revert to the General Fund of the State.(b) It shall be legal for the Department and its authorized agents to use chemicals, electrofishing apparatus and other devices deemed appropriate for use in eel management, research and other scientific purposes; provided consent is obtained from owners of privately owned waters, or in the event such owners cannot be located after a reasonable search, a notice will be posted on those waters and surrounding shores of the intended use of these chemicals or devices 5 days prior to their use.61 Del. Laws, c. 256,\n\n§\n\n 1;§\n\n1807. Illegal use or destruction of fishing gear.It shall be unlawful for any person to fish, lift, remove or wilfully damage or destroy any commercial or noncommercial eel fishing gear owned by another person, except that employees of the Department may inspect commercial eel fishing gear to insure compliance with this chapter.61 Del. Laws, c. 256,\n\n§\n\n 1;§\n\n1808. Penalty.Any person who violates any of the provisions of this chapter shall be guilty of a class C environmental violation. Justices of the Peace Courts shall have jurisdiction over offenses under this chapter.61 Del. Laws, c. 256,\n\n§\n\n 1;79 Del. Laws, c. 421,\n\n§\n\n 7;§\n\n1809. Department of Natural Resources and Environmental Control; authority; regulations.(a) The Department of Natural Resources and Environmental Control shall administer and enforce the laws and regulations of this State relating to eel fishing. The Department shall have the authority to cooperate with and assist departments, agencies and offices of this State and other states, local governments, and the federal government in the management and conservation of eels.(b) The Department of Natural Resources and Environmental Control shall have the authority to promulgate regulations concerning eels in accordance with the Administrative Procedures Act, Chapter 101 of Title 29. Eel regulations promulgated by the Department shall be consistent with the adopted Interstate Fishery Management Plan for American Eel. Such regulations may include any of the following:(1) Minimum and maximum size limits.(2) The quantities of eels that may be taken.(3) The periods of time that eels may be taken.(4) The areas from which eels may be taken.(5) The gear by which eels may be taken.70 Del. Laws, c. 204,\n\n§\n\n 1;72 Del. Laws, c. 296,\n\n§\n\n 1;80 Del. Laws, c. 196,\n\n§\n\n1;§\n\n1810. Temporary limits [Effective until fulfillment of requirements in the introductory paragraph of this section].The following limits prescribed by the Atlantic States Marine Fisheries Commission for eel on August 20, 2013, shall be in effect until the Department adopts regulations pursuant to the authority granted in § 1809 of this title.(1) Minimum mesh size for eel pots shall not be less than ½ inch by ½ inch.(2) It shall be unlawful for any person to possess any eel that measures less than 9 inches in total length.(3) “Commercial eel fishing gear” shall include the following items:a. A fyke net or hoop net of a diameter not exceeding 30 inches when more than 1 such net is being fished by a person;b. Eel pots when more than 2 such pots are being fished by a person;c. Any seine net with a mesh size of less than 1 inch and greater than 100 feet in total length; andd. A minnow trap when more than 2 such traps are being fished by any person.(4) “Noncommercial eel fishing gear” shall include the following items:a. A fyke net or hoop net of a diameter not exceeding 30 inches when only 1 is in use by a person;b. Eel pots when 2 or less pots are being fished by a person;c. A seine net less than or equal to 100 feet in length;d. A cast net;e. A lift net or umbrella net less than or equal to 5 feet in diameter;f. A dip net less than or equal to 3 feet in diameter;g. Spear, arrow or gigs;h. A minnow trap when less than 2 are being fished by a person;i. Hooks and lines when an individual places, sets or tends 3 or less separate lines with any 1 line having no more than 3 hooks attached (double and treble hooks counted as 1 hook).(5) It shall be unlawful for any person to possess more than 25 eels, unless said person has been issued a valid commercial eel license or has in that person’s possession a valid receipt for said eels from another person who is authorized to catch or take eels for commercial purposes.72 Del. Laws, c. 296,\n\n§\n\n 2;80 Del. Laws, c. 196,\n\n§\n\n2;§\n\n1811. . Quota management system implementation.If a fishery management plan approved by the Atlantic States Marine Fisheries Commission requires the implementation of a quota management system for commercial landings of eel, any regulations adopted by the Department of Natural Resources shall not establish such quota management system, including, but not limited to, requirements associated with setting a statewide quota management system for eels and limitations or conditions on the number or transfer of commercial eel licenses. Any such quota management system required by the Atlantic States Marine Fisheries Commission shall be implemented through legislative action.80 Del. Laws, c. 196,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1802",
      "number": "1802.",
      "heading": "Commercial license requirements; restrictions",
      "text": "(a) It shall be unlawful for any person to initially sell or offer for sale 25 or more eels per day unless the person selling or offering such eels for sale has a valid commercial eel fishing license issued by the Department.(b) It shall be unlawful for\n§\n\n 1;67 Del. Laws, c. 260,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 53,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1803",
      "number": "1803.",
      "heading": "Use of funds derived from sale of commercial licenses",
      "text": "All funds derived from the issuances of commercial eel fishing licenses shall be deposited by the Department in the General Fund.61 Del. Laws, c. 256,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1804",
      "number": "1804.",
      "heading": "Reciprocity for commercial nonresident licenses",
      "text": "When by or pursuant to the laws or regulations of any other state, should any other state impose any tax, other fee or restrictions on nonresidents for the privilege of commercial eel fishing within its boundaries, which tax, or other fee is in the agg\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1805",
      "number": "1805.",
      "heading": "Commercial license number.(a) The Department shall assign a number to all commercial eel fishing licensees",
      "text": "(b) It shall be unlawful for a commercial eel fishing licensee to fish with commercial eel fishing gear without fixing his or her assigned number in 2 inch block numbers, prefixed by “E” to eac\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1806",
      "number": "1806.",
      "heading": "Prohibited fishing devices and substances",
      "text": "(a) It shall be unlawful for any person to make use of any net, trap, catching device, contrivance, explosive, chemical or substance whatsoever, except commercial eel fishing gear or noncommercial eel fishing gear as defined in § 1801 of this title, for the\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1807",
      "number": "1807.",
      "heading": "Illegal use or destruction of fishing gear",
      "text": "It shall be unlawful for any person to fish, lift, remove or wilfully damage or destroy any commercial or noncommercial eel fishing gear owned by another person, except that employees of the Department may inspect commercial eel fishing gear to insure compl\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1808",
      "number": "1808.",
      "heading": "Penalty.Any person who violates any of the provisions of this chapter shall be guilty of a class C environmental violation",
      "text": "Justices of the Peace Courts shall have jurisdiction over offenses under this chapter.61 Del. Laws, c. 256,\n§\n\n 1;79 Del. Laws, c. 421,\n\n§\n\n 7;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1809",
      "number": "1809.",
      "heading": "Department of Natural Resources and Environmental Control; authority; regulations",
      "text": "(a) The Department of Natural Resources and Environmental Control shall administer and enforce the laws and regulations of this State relating to eel fishing. The Department shall have the authority to cooperate with a\n§\n\n 1;72 Del. Laws, c. 296,\n\n§\n\n 1;80 Del. Laws, c. 196,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1810",
      "number": "1810.",
      "heading": "Temporary limits [Effective until fulfillment of requirements in the introductory paragraph of this section]",
      "text": "The following limits prescribed by the Atlantic States Marine Fisheries Commission for eel on August 20, 2013, shall be in effect until the Department adopts regulations pursuant to the autho\n§\n\n 2;80 Del. Laws, c. 196,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1811",
      "number": "1811.",
      "heading": "Quota management system implementation",
      "text": "If a fishery management plan approved by the Atlantic States Marine Fisheries Commission requires the implementation of a quota management system for commercial landings of eel, any regulations adopted by the Department of Natural Resources shall not establish\n§\n\n3;",
      "history": "",
      "source_url": ""
    }
  ]
}