{
  "state": "delaware",
  "path": "title-title-7/chapter-title7c002index",
  "sections": [
    {
      "id": "section-201",
      "number": "201.",
      "heading": "Findings.The General Assembly finds and declares:(1) It is in the best interest of the State to preserve and enhance the diversity and abundance of nongame fish and wildlife, and to protect the habitat and natural areas harboring rare and vanishing species of fish, wildlife, plants and areas of unus",
      "text": "§\n\n 1;§\n\n202. Definitions.(a) “Department” means the Department of Natural Resources and Environmental Control.(b) “Nongame” is that fauna, including rare and endangered species, which are not commonly trapped, killed, captured or consumed, either for sport or profit.64 Del. Laws, c. 151,\n\n§\n\n 1;§\n\n203. Procedure for contribution; disposition thereof.Repealed by 73 Del. Laws, c. 179, § 2, effective July 12, 2001.§\n\n204. Preservation Fund.(a) In order to carry out the purpose of this chapter, there is hereby created a special fund, which shall be known as the Nongame Fish and Wildlife, Nongame Habitat and Natural Areas Preservation Fund of the Treasury of the State.(b) All moneys received from the voluntary contribution system established in § 1181 of Title 30 shall be deposited in said Fund.(c) The General Assembly shall make no appropriation into said Fund, but individuals may, from time to time, make contributions or bequests to the Fund.(d) The moneys contained in said Fund shall be continuously transferred to the Department of Natural Resources and Environmental Control for the exclusive purpose of carrying out the objectives of this chapter.(e) The distribution of moneys among the subdivisions of the Department shall be determined by the Secretary of Natural Resources and Environmental Control.(f) The Department shall make an annual report to the General Assembly, which shall include the amount of funding derived from the contributions and a summary of projects undertaken in furtherance of this chapter.(g) From time to time as determined by the Delaware State Clearinghouse Committee, the Department shall submit a detailed report to members of the Committee of revenues, expenditures and program measures for the fiscal period in question. Such report shall also be sufficiently descriptive in nature so as to be concise and informative. The Committee may cause the Department to appear before the Committee and to answer such questions as the Committee may require.64 Del. Laws, c. 151,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-202",
      "number": "202.",
      "heading": "Definitions.(a) “Department” means the Department of Natural Resources and Environmental Control",
      "text": "(b) “Nongame” is that fauna, including rare and endangered species, which are not commonly trapped, killed, captured or consumed, either for sport or profit.64 Del. Laws, c. 151,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-203",
      "number": "203.",
      "heading": "Procedure for contribution; disposition thereof.Repealed by 73 Del. Laws, c. 179, § 2, effective July 12, 2001.",
      "text": "Procedure for contribution; disposition thereof.Repealed by 73 Del. Laws, c. 179, § 2, effective July 12, 2001.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-204",
      "number": "204.",
      "heading": "Preservation Fund.(a) In order to carry out the purpose of this chapter, there is hereby created a special fund, which shall be known as the Nongame Fish and Wildlife, Nongame Habitat and Natural Areas Preservation Fund of the Treasury of the State",
      "text": "(b) All moneys received from the voluntary contribu\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}