{
  "state": "hawaii",
  "path": "title-title-34-pleadings-and-procedure/chapter-635-trials",
  "sections": [
    {
      "id": "section-635-1",
      "number": "635-1",
      "heading": "and 635-2 REPEALED.635-3 Dismissal for want of prosecution",
      "text": "635-4 REPEALED.RIGHT OF TRIAL BY JURY; FUNCTIONS OF COURTAND JURY; VERDICT635-11 REPEALED.635-12 No jury, when.635-13 Jury, when of right.635-14 Reference.635-15 REPEALED.635-16 REPEALED.635-17 REPEALED.635-18 and 635-19 REPEALED.635-20 Less",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-635-3",
      "number": "635-3",
      "heading": "Dismissal for want of prosecution.",
      "text": "§635-3 Dismissal for want of prosecution.The court may dismiss any action for want of prosecution after due notice to the claimants whenever claimants have failed to bring such action to trial within a period established by rule of court. Prior to dismissal of any action for want of prosecution, a court shall have adopted, promulgated, and published a rule or rules of court providing circumstances in which a claimant may seek relief from the judgment or order and such other safeguards as may be necessary. CC 1859, §1162; RL 1925, §2391; RL 1935, §4106; am L 1937, c 117, §1; am L 1939, c 145, §1; am L Sp 1941, c 56, §1; RL 1945, §10104; RL 1955, §231-4; HRS §635-3; am L 1972, c 89, §2B(a)\n\nRules of Court\n\nDismissal, see HRCP rule 41(b).\n\nLaw Journals and Reviews\n\nRemedies to obtain dismissal for want of prosecution discussed. 3 HBJ, no. 3, at 2 (1965).\n\nDefendant's joining in stipulation to remove a cause from trial calendar is action of the \"defendant to delay or postpone trial\". 45 H. 165, 363 P.2d 968 (1961).\n\nQuestion as to continued effectiveness of section in view of HRCP 41(b) raised but not decided. 45 H. 165, 363 P.2d 968 (1961).\n\nMatter of continuance in view of public climate is within court's discretion. 45 H. 478, 370 P.2d 739 (1962).\n\nApplication of six-year provision. 48 H. 152, 397 P.2d 593 (1964); 48 H. 290, 401 P.2d 449 (1965); 48 H. 303, 401 P.2d 456 (1965).\n\nFactors to be considered in the exercise of the discretion to dismiss. 60 H. 125, 588 P.2d 416 (1978).\n\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n\nNotice of motion, how made. 1 H. 14 (1847).\n\nRules for postponement of trial laid down. 1 H. 74 (1852).\n\nGranting or refusing continuance at discretion of court. 7 H. 211 (1888); 8 H. 466 (1892); 14 H. 313 (1902); 29 H. 434 (1926); 33 H. 113 (1934); 34 H. 390 (1937).\n\nAffidavit in support of continuance because of absence of witness should set out facts the witness is expected to prove. 8 H. 466 (1892).\n\nCited: 24 H. 97, 107 (1917); 33 H. 432, 439 (1935).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-3/"
    },
    {
      "id": "section-635-4",
      "number": "635-4",
      "heading": "REPEALED.",
      "text": "§635-4 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-4/"
    },
    {
      "id": "section-635-11",
      "number": "635-11",
      "heading": "REPEALED.",
      "text": "§635-11 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-11/"
    },
    {
      "id": "section-635-12",
      "number": "635-12",
      "heading": "No jury, when.",
      "text": "§635-12 No jury, when.(a) When there is no right of trial by jury, or the right has been waived, the issues shall be determined by the judge without the intervention of a jury.\n\n(b) Whenever provision is made by statute for trial without the intervention of a jury, the same shall not be deemed to preclude trial of an issue with an advisory jury, or trial by jury by consent of the parties.\n\n(c) Whenever a statute provides for waiver of a jury, the same shall not be deemed to preclude trial by jury when, in accordance with the rules of court:\n\n(1) An order of the court relieves a party from the party's waiver; or\n\n(2) Approval of or consent to the waiver is required in a criminal case and has not been given. [L 1892, c 57, §40; RL 1925, §2250; RL 1935, §3646; RL 1945, §9650; RL 1955, §215-20; HRS §635-12; am L 1972, c 89, §2B(b); gen ch 1985; am L 2016, c 55, §29]\n\nRules of Court\n\nRight to trial by jury, see HRCP rule 38(a). Advisory jury, see HRCP rule 39(c).\n\nConstitutional right to jury trial may be waived; noncompliance with statute constitutes waiver. 53 H. 372, 493 P.2d 1032 (1972).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-12/"
    },
    {
      "id": "section-635-13",
      "number": "635-13",
      "heading": "Jury, when of right.",
      "text": "§635-13 Jury, when of right.When the right of trial by jury is given by the Constitution or a statute of the United States or this State and the right has not been waived, the case shall be tried with a jury. CC 1859, §1130; am L 1909, c 23, §1; RL 1925, §2367; RL 1935, §4098; RL 1945, §10108; RL 1955, §231-8; HRS §635-13; am L 1972, c 89, §2B(c)\n\nRules of Court\n\nDemand for jury trial, see HRCP rules 38, 39; DCRCP rule 38; waiver, see HRPP rule 23.\n\nLaw Journals and Reviews\n\nBlast It All: Allen Charges and the Dangers of Playing With Dynamite. 32 UH L. Rev. 323 (2010).\n\nJury trial, when available. 50 H. 528, 445 P.2d 376 (1968).\n\nBased on the established common law convention of this jurisdiction at the time of adoption of the state constitution, as a general matter, a right to jury trial exists in state eminent domain proceedings. 91 H. 81, 979 P.2d 1107 (1999).\n\nWhere third party leasing agents were not parties to lease agreement between landlord and tenant, express waiver of right to jury trial in agreement did not apply to those third parties. 85 H. 300 (App.), 944 P.2d 97 (1997).\n\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n\nJury trial may be waived by inaction as well as by positive acts of the parties. Demand for jury trial in complaint is insufficient. 24 H. 777, 780 (1919). See 28 H. 350, 364 (1925); 10 F.2d 474, 477 (1926).\n\nDistrict magistrate may try a defendant after defendant has demanded a jury trial. 27 H. 844 (1924).\n\nCited: 3 H. 546, 547 (1874).\n\nSee 33 H. 103 (1934); 33 H. 167 (1934); 33 H. 247 (1934); 33 H. 315 (1935) (construction of writing); 33 H. 523 (1935) (directed verdict); 33 H. 745 (1936) (experiments); 34 H. 35 (1936) (nonsuit); 34 H. 632 (1938) (misconduct).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-13/"
    },
    {
      "id": "section-635-14",
      "number": "635-14",
      "heading": "Reference.",
      "text": "§635-14 Reference.In matters within the jurisdiction of circuit courts as set forth in sections 603-21.6 and 603-21.7, and in civil actions not within such jurisdiction if so provided by statute or rule of court, a reference to a master may be ordered. CC 1859, § §1137, 1138; am L 1909, c 23, §2 and c 117, §1; am L 1913, c 72, §1; RL 1925, § §2369, 2370; RL 1935, § §4101, 4102; RL 1945, § §10106, 10107; RL 1955, § §231-6, 231-7; HRS §635-14; am L 1972, c 89, §2B(d)\n\nProvision for decision in writing, effect of Hawaii Rules of Civil Procedure. 42 H. 169 (1957).\n\nDemand for jury trial, waiver. 44 H. 290, 353 P.2d 998 (1960); 45 H. 232, 243, 364 P.2d 646 (1961).\n\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n\nTrial is by court and decision is by court. 7 H. 333 (1888).\n\nJury waived case heard in term; judgment may be rendered in vacation. 10 H. 327 (1896).\n\nJurors are not officers of the government. 11 H. 571, 577 (1898).\n\nDecision not being in writing is voidable. 11 H. 705 (1899); 20 H. 613 (1911); 22 H. 353, 356 (1914).\n\nWaiver in civil cases, by action, conduct or words. 15 H. 59 (1903).\n\nJudgment incorporating findings signed by judge as well as clerk sufficient. 16 H. 799 (1905); 20 H. 516 (1911).\n\nDecision need not contain special findings of fact. 18 H. 81 (1906); 18 H. 427 (1907).\n\nAs to weight of formal compliance. 19 H. 421 (1909).\n\nDecision must give reasons. 20 H. 192 (1910); 33 H. 416 (1935); 34 H. 679 (1938).\n\nFailure to state reasons for decision is reversible error. 20 H. 192 (1910); 23 H. 761 (1917); 26 H. 178 (1921).\n\nRevised decision. 20 H. 648 (1911).\n\nSufficiency of exception to decision. 21 H. 258 (1912).\n\nDecision in writing not required when defendant confesses judgment. 21 H. 311 (1912).\n\nIn jury waived case court may reconsider and set aside its decision. 21 H. 551 (1913).\n\nProper exception. 22 H. 507, 509 (1915).\n\nExceptions to the oral decision and to the overruling of a motion for a new trial before the written decision was filed, present nothing for the consideration of the appellate court. 22 H. 673, 680 (1915).\n\nTrial court should liberally comply with this statute. 24 H. 1, 5 (1917).\n\nPrayer for process is not a demand for a jury. Filing of a demand by either party fixes the status of the case as a jury case which cannot be changed except by agreement of the parties; demand filed before case is at issue is not premature. 24 H. 777, 781 (1919); 25 H. 378 (1920).\n\nRuling denying defendant's motion for nonsuit at close of plaintiff's evidence in rebuttal will not be disturbed if evidence would have justified submitting questions of fact to a jury. 25 H. 470, 476 (1920).\n\nThe decision is equivalent to the verdict of a jury and will not be disturbed if there is evidence to support it. 25 H. 483, 489 (1920); 29 H. 250 (1926).\n\nThe court's \"reasons\" may be by adoption or confirmation of findings appealed from. 26 H. 785 (1923).\n\n\"Reasons\" defined. 27 H. 20 (1923); 29 H. 548 (1927); 41 H. 191 (1955).\n\nBinding effect upon appellate court of \"reasons\" assigned. 27 H. 544, 553 (1923).\n\nThe court's reasons are referable to material and not immaterial issues. 27 H. 544 (1923).\n\nSuit in equity: Although a civil suit, right to a jury trial is not conferred on parties. 29 H. 73, 77 (1926).\n\nThis section not applicable to probate judge at chambers. 29 H. 73 (1926).\n\nStipulation in bond not amounted to waiver. 32 H. 109, 175 (1931).\n\nAccount stated. 32 H. 270, 275 (1932).\n\nExceptions to oral decision ineffective and present nothing for appellate consideration. 39 H. 93 (1951).\n\nWaiver of jury trial. 41 H. 231 (1955).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-14/"
    },
    {
      "id": "section-635-15",
      "number": "635-15",
      "heading": "REPEALED.",
      "text": "§635-15 REPEALED.\n\nL 1980, c 164, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-15/"
    },
    {
      "id": "section-635-16",
      "number": "635-16",
      "heading": "REPEALED.",
      "text": "§635-16 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-16/"
    },
    {
      "id": "section-635-17",
      "number": "635-17",
      "heading": "REPEALED.",
      "text": "§635-17 REPEALED.\n\nL 1980, c 164, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-17/"
    },
    {
      "id": "section-635-18",
      "number": "635-18",
      "heading": "and 635-19 REPEALED.",
      "text": "and 635-19 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-635-20",
      "number": "635-20",
      "heading": "Less than unanimous verdict authorized.",
      "text": "§635-20 Less than unanimous verdict authorized.In all civil cases tried before a jury it shall be sufficient for the return of a verdict if at least five-sixths of the jurors agree on the verdict. [L 1965, c 171, §1; Supp, §231-28; HRS §635-20]\n\nCross References\n\nTrial by jury, see Const. art. I, §13.\n\nRules of Court\n\nSee HRCP rule 48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-20/"
    },
    {
      "id": "section-635-26",
      "number": "635-26",
      "heading": "Impaneling.",
      "text": "§635-26 Impaneling.(a) At the trial of any cause requiring a jury in any circuit or district court, the clerk of the court shall draw a jury by lot, to the number of twelve, from the box containing the names of persons who have been duly summoned to attend as trial jurors and who are not excused from attendance. If any of the twelve are challenged and set aside, the clerk shall continue to draw by lot from the box until twelve impartial jurors are obtained, who then shall be sworn as the jurors for the trial of the cause. If so directed by the court, additional jurors shall be drawn and impaneled to sit as alternate jurors.\n\n(b) Upon the stipulation of the parties, the jury may consist of a number less than twelve. [L 1903, c 38, §12; RL 1925, §2415; RL 1935, §3733; RL 1945, §10109; RL 1955, §231-9; HRS §635-26; am L 1972, c 89, §2B(f), (g); am L 1993, c 104, §3]\n\nCross References\n\nJurors, see chapter 612.\n\nRules of Court\n\nAlternate jurors, see HRCP rule 47(b); HRPP rule 24(c). Jury of less than twelve when stipulated, see HRCP rule 48; HRPP rule 23(b).\n\nAttorney General Opinions\n\nBecause proposed amendment to this section conflicted with §13 of article I of state constitution, a constitutional amendment for changing number of jury members in civil cases, where there is no agreement by the parties, was required. Att. Gen. Op. 97-2.\n\nLaw Journals and Reviews\n\nThe Protection of Individual Rights Under Hawai €˜i's Constitution. 14 UH L. Rev. 311 (1992).\n\nOath requiring jury to give a true verdict according to the law and the evidence in the case before the court, is sufficient without adding to truly try the issues. 18 H. 263 (1907).\n\nSection requires \"strike and replace jury\" method of impanelment in contrast to \"struck jury\" method used by trial judge. 73 H. 100, 828 P.2d 276 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-26/"
    },
    {
      "id": "section-635-27",
      "number": "635-27",
      "heading": "Examination for cause.",
      "text": "§635-27 Examination for cause.Each party shall have the right, under the direction of the court, to examine a proposed juror as to the proposed juror's qualifications, interest, or bias that would affect the trial of the cause and as to any matter that might tend to affect the proposed juror's verdict. Each party may introduce competent evidence to show the disqualification, interest, or bias of any juror. [L 1905, c 5, §1; RL 1925, §2416; am L 1931, c 294, §1; RL 1935, §3734; RL 1945, §10110; RL 1955, §231-10; HRS §635-27; am L 1972, c 89, §2B(h); gen ch 1985]\n\nCross References\n\nGrounds for disqualification, see § §612-4 and 612-5.\n\nRules of Court\n\nSee HRCP rule 47(a); HRPP rule 24(a).\n\nProspective juror must be challenged for cause before juror is sworn. 5 H. 634 (1886).\n\nStatement of juror though not sworn may be relied upon. 9 H. 622 (1895).\n\nRefusal to sustain challenges for proper cause may result in reversible error. 23 H. 792 (1917).\n\nExamination of prospective jurors upon voir dire party entitled to ask questions which will aid judge in determining whether juror should be excused for cause and also, within reasonable limits, all questions which may enlighten attorney upon question whether attorney should exercise peremptory challenges. 32 H. 543 (1932).\n\nCourt's refusal to allow voir dire inquiries into specific possible prejudices of prospective jurors upheld as within discretion. 57 H. 492, 559 P.2d 728 (1977).\n\nCited: 20 H. 7, 15 (1910).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-27/"
    },
    {
      "id": "section-635-28",
      "number": "635-28",
      "heading": "Challenging for cause.",
      "text": "§635-28 Challenging for cause.In all cases, any party may challenge for cause any juror drawn for the trial. The court shall determine the validity of the objection urged. [L 1903, c 38, §19; RL 1925, §2417; RL 1935, §3735; RL 1945, §10111; RL 1955, §231-11; HRS §635-28; am L 1972, c 89, §2B(i)]\n\nRules of Court\n\nSee HRCP rule 47(a); HRPP rule 24(a).\n\nChallenge before jury sworn. 5 H. 64 (1884).\n\nErroneous overriding of an objection to a juror by court avails nothing to the party objecting if party has not exhausted party's peremptory challenges. 8 H. 339 (1892). Where qualification of juror challenged but passed, defendant has no cause to complain if peremptory challenges not exhausted. 9 H. 522, 540 (1894). Juror not disqualified by regarding white man more credible than Chinese. 16 H. 457 (1905). Juror having opinion not disqualified if juror can decide impartially. 16 H. 743 (1905). Jury not impartial if one juror would not give weight to evidence of insanity by defendant except by physician. 23 H. 792 (1917). Special unpaid constable not disqualified, criminal trial. 30 H. 697 (1971). Juror not disqualified answers on erroneous theories of law, etc. 30 H. 697 (1971).\n\nJuror not necessarily disqualified because juror has an opinion which would require evidence to remove. Question is whether juror could decide fairly and impartially on the law and evidence, question largely in discretion of judge. 8 H. 339 (1892); 16 H. 743, 753, 754 (1905); 20 H. 7 (1910). Where disqualification exists which is either known to the party or which might become known on proper examination, then no exception lies if the juror is allowed to sit. 9 H. 622 (1895). Jurors in employ of corporations controlled by president, who have friendly and even intimate relations with president, not disqualified, etc., criminal. 20 H. 7, 14 (1910). Juror not disqualified on ground of lack of knowledge of English language, although unable to define \"impartial\", \"bias\", \"prejudice\", \"testimony\", or \"obligation\". 20 H. 7 (1910). When general questions are put, silence of jury when such questions are proper, may be relied upon, and it is not negligence of counsel as would debar counsel from demanding a new trial if later a juror was found to be disqualified. 11 H. 293 (1898), questioned on other grounds, 46 H. 197, 210, 377 P.2d 609 (1962). Judge has wide discretion on matter of competency. 45 H. 247, 365 P.2d 460 (1961).\n\nPerson joining unsuccessfully, in a volunteer search for body of person murdered--not disqualified. 30 H. 697 (1971). Juror not disqualified because brother offered reward for detection of any person guilty of offense for which defendant is on trial. 4 H. 301 (1880). Court may excuse or exclude such jurors who upon examination appear to be disqualified. 7 H. 352 (1888). Right of defendant to have jury drawn from jurors duly summoned, until array is exhausted. 7 H. 352 (1888). Juror not disqualified to sit in murder trial because juror is of a remote connection by marriage to deceased. 3 H. 381 (1872).\n\nExclusion of juror not disqualified not ground for complaint if justice done. 37 H. 40 (1944).\n\nWhere cause for challenge was obvious, specific assignment was not required. 45 H. 247, 365 P.2d 460 (1961).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-28/"
    },
    {
      "id": "section-635-29",
      "number": "635-29",
      "heading": "Challenging peremptorily.",
      "text": "§635-29 Challenging peremptorily.(a) In addition to the challenges of jurors allowed in section 635-28, the State and defendant in criminal cases shall be allowed peremptory challenges as provided by section 635-30.\n\n(b) In civil cases each party shall be allowed to challenge peremptorily three jurors, without assigning any reason therefor. Where there are two or more plaintiffs or two or more defendants, they may be considered as a single party for the purposes of making peremptory challenges, or the court may allow additional peremptory challenges and permit them to be exercised separately or jointly. If additional peremptory challenges are allowed to the parties on one side, the opposing party or parties may be allowed additional peremptory challenges.\n\n(c) If an alternate juror or alternate jurors are to be impaneled, one or more additional peremptory challenges shall be allowed as provided by the rules of court. [L 1903, c 38, §20; RL 1925, §2418; am L 1927, c 39, §1; am L 1932 1st, c 11, §1; RL 1935, §3736; RL 1945, §10112; RL 1955, §231-12; HRS §635-29; am L 1972, c 89, §2B(j)]\n\nRules of Court\n\nPeremptory challenges in criminal cases, see HRPP rule 24(b).\n\nSequence for challenging jurors, see RCC rule 17(f).\n\nWhere four joint defendants joined in each of ten challenges, held that they had exercised their full right of challenge, although each would have been allowed ten challenges if taken separately. 3 H. 90 (1869).\n\nErroneous overriding of an objection to a juror by court avails nothing to the party objecting if party has not exhausted party's peremptory challenges. 8 H. 339 (1892).\n\nPrejudicial if accused compelled to exhaust peremptory challenges. 23 H. 792 (1917).\n\nDefendant's right to one peremptory challenge to alternate jurors under HRPP rule 24(c) is a right pertaining to all the alternate jurors and therefore defendant shall not be called upon to exercise the challenge until all potential alternate jurors have been examined and passed on challenges for cause. 79 H. 165 (App.), 880 P.2d 217 (1994).\n\nDenial of defendant's statutory right to peremptorily challenge alternate jurors resulted in improper impaneling of alternate juror and was plain error. 82 H. 499 (App.), 923 P.2d 916 (1996).\n\nDiscussed: 86 H. 214, 948 P.2d 1055 (1997).\n\nSee 9 H. 522 (1894); 11 H. 293 (1898).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-29/"
    },
    {
      "id": "section-635-30",
      "number": "635-30",
      "heading": "Peremptory challenges, criminal cases.",
      "text": "§635-30 Peremptory challenges, criminal cases.In criminal cases, if the offense charged is punishable by life imprisonment, each side is entitled to twelve peremptory challenges. If there are two or more defendants jointly put on trial for such an offense, each of the defendants shall be allowed six challenges. In all other criminal trials by jury each side is entitled to three peremptory challenges. If there are two or more defendants jointly put on trial for such an offense, each of the defendants shall be allowed two challenges. In all cases the State shall be allowed as many challenges as are allowed to all defendants. [L 1903, c 38, §21; am L 1915, c 73, §1; RL 1925, §2419; am L 1932 1st, c 11, §2; RL 1935, §3737; RL 1945, §10113; RL 1955, §231-13; am imp L 1957, c 282; HRS §635-30; am L 1972, c 89, §2B(k)]\n\nRules of Court\n\nSee HRPP rule 24(b).\n\nSequence for challenging jurors, see RCC rule 17(f).\n\nLaw Journals and Reviews\n\nState v. Levinson: Limitations on a Criminal Defendant's Use of Peremptory Challenges. 13 UH L. Rev. 279 (1991).\n\nWhere four joint defendants joined in each of ten challenges, held that they had exercised their full right of challenge, although each would have been allowed ten challenges if taken separately. 3 H. 90 (1869).\n\nDefendant allowed twelve peremptory challenges only when the charged offense itself carries penalty of life imprisonment. 65 H. 354, 652 P.2d 1119 (1982).\n\nCircuit court plainly erred where, during jury selection, it removed two jurors for cause on the motion of respondent after the jury panel already had been passed for cause, and defendant and respondent had already exhausted their peremptory challenges; this procedure violated rule 24 of the HRPP, which provides that challenges for cause may be made at any time prior to the exercise of peremptory challenges, and in effect abrogated the parity in the number of peremptories each side is guaranteed pursuant to this section. 127 H. 415, 279 P.3d 683 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-30/"
    },
    {
      "id": "section-635-31",
      "number": "635-31",
      "heading": "REPEALED.",
      "text": "§635-31 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-31/"
    },
    {
      "id": "section-635-32",
      "number": "635-32",
      "heading": "Segregation during trial.",
      "text": "§635-32 Segregation during trial.It shall not be necessary in any case for any trial jury after having been finally accepted and sworn to try the cause, to be segregated, locked up, or otherwise confined at any time prior to retiring to deliberate upon their verdict; provided that the court may in its discretion order and direct that the trial jury in any case shall be segregated, locked up, or otherwise confined after being finally accepted and sworn to try the cause and until a verdict is arrived at or the jury discharged. [L 1905, c 75, §1; RL 1925, §2424; RL 1935, §3740; RL 1945, §10116; RL 1955, §231-16; HRS §635-32; am L 1972, c 89, §2B(1)]\n\nIn case not capital, discretion of court to segregate jurors during trial. 9 H. 522 (1894).\n\nFailure to segregate in capital case (now life imprisonment) not error. 30 H. 697 (1929).\n\nSeparation of jury and use of liquor, not prejudicial as matter of law. 45 H. 457, 370 P.2d 468 (1962).\n\nReview of nonevidentiary table posted in courtroom by juror coming out of jury room during deliberations. 49 H. 116, 121-126, 412 P.2d 662 (1966).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-32/"
    },
    {
      "id": "section-635-41",
      "number": "635-41",
      "heading": "to 635-44 REPEALED.",
      "text": "to 635-44 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-635-51",
      "number": "635-51",
      "heading": "REPEALED.",
      "text": "§635-51 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-51/"
    },
    {
      "id": "section-635-52",
      "number": "635-52",
      "heading": "Scope of argument.",
      "text": "§635-52 Scope of argument.[(a)] At the close of the evidence (unless the court directs a verdict, or orders entry of a judgment of acquittal), the respective parties, or their counsel, shall be entitled to sum up the facts to the jury. In their addresses to the jury they shall be allowed ample scope and latitude for argument upon, and illustration of[,] any and all facts involved in the cause, and the evidence tending to either prove or disprove the same. They shall not be forbidden to argue the law of the case to the jury, but they shall not assume to instruct the jury upon the law, in such manner as to encroach upon the function of the court to so instruct the jury.\n\n[(b)] In all actions for damages for personal injuries or death the parties or their counsel shall be entitled to argue the extent of damages claimed or disputed in terms of suggested formulas for the computation of damages or by way of other illustration, and shall be entitled to state in argument the amount of damages the party believes appropriate. [L 1892, c 56, §8; RL 1925, §2425; RL 1935, §3741; RL 1945, §10121; RL 1955, §231-21; am L 1967, c 241, §1; HRS §635-52; am L 1972, c 89, §2B(m)]\n\nBackground of last paragraph [subsection (b)], see 47 H. 408, 390 P.2d 740 (1964); 48 H. 22, 395 P.2d 365 (1964).\n\nCounsel in argument may suggest lump sum amount for general damages and also may suggest fragmented segments of lump sum amounts if borne out by the evidence. 50 H. 89, 431 P.2d 931 (1967).\n\nCounsel may make formula arguments for damages in personal injury cases. 51 H. 383, 463 P.2d 917 (1969).\n\nCited for rule that the court finds the law and instructs the jury thereon, including law of a treaty. 54 H. 450, 509 P.2d 1095 (1973).\n\nWhere defendant sought to draw adverse inference from the failure by the prosecution to present a witness, prosecution was entitled to explain the nonproduction. 57 H. 150, 552 P.2d 357 (1976).\n\nOn issue of amount of damages for violation of Fourth Amendment rights, plaintiff may argue the history of that Amendment to support plaintiff's claim. 57 H. 390, 557 P.2d 1334 (1976).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-52/"
    },
    {
      "id": "section-635-56",
      "number": "635-56",
      "heading": "Grounds for new trial.",
      "text": "§635-56 Grounds for new trial.In any civil case or in any criminal case wherein a verdict of guilty has been rendered, the court may set aside the verdict when it appears to be so manifestly against the weight of the evidence as to indicate bias, prejudice, passion, or misunderstanding of the charge of the court on the part of the jury; or the court may in any civil or criminal case grant a new trial for any legal cause. L 1892, c 56, pt of §1; RL 1925, pt of §2426; am L 1932 2d, c 24, pt of §1; RL 1935, pt of §3742; RL 1945, pt of §10122; RL 1955, pt of §231-22; HRS §635-56\n\nRules of Court\n\nNew trial, see HRCP rule 59; HRPP rule 33; DCRCP rule 59.\n\nGranting of motion on one of several grounds named does not of itself import an overruling of the other grounds. 21 H. 551 (1913).\n\nWhen judgment has been set aside and a new trial ordered, the issues not being expressly limited by the order, the case is to be tried de novo. 22 H. 221 (1914).\n\nGranting of motion for new trial does not confer any new right but merely relegates parties to their former status. 25 H. 378 (1920).\n\nWhere misconduct is known to counsel, counsel cannot await verdict and then complain. 52 H. 61, 469 P.2d 808 (1970).\n\nDenial of motion for new trial is reviewable. 53 H. 440, 496 P.2d 4 (1972).\n\nParty may move for new trial on ground verdict contrary to evidence, notwithstanding failure to move for directed verdict. 53 H. 440, 496 P.2d 4 (1972).\n\nAppellate standard for granting new trial is that one party's evidence manifestly outweighs that of the other party. 53 H. 564, 498 P.2d 630 (1972).\n\nNew trial for prejudicial conduct of prosecutor, test is whether cumulative effect of prejudicial conduct overcomes presumption that curative remarks of court have rendered the prejudicial conduct harmless. 55 H. 127, 516 P.2d 336 (1973).\n\nTest of a criminal conviction on appeal is whether there is substantial evidence to support the verdict. 55 H. 127, 516 P.2d 336 (1973).\n\nNew trial based on newly discovered evidence, when granted. 56 H. 241, 534 P.2d 489 (1976).\n\nWhere amount of damages awarded by jury exceeds amount justified by evidence, it is no abuse of discretion for court to grant new trial. 57 H. 378, 557 P.2d 788 (1976).\n\nGrant or denial of new trial is within trial court's discretion and will not be reversed absent a clear abuse of discretion. 60 H. 144, 587 P.2d 1210 (1978).\n\nWhere record evinced that evenly balanced evidence was submitted as to the cause of the hematoma, the area where plaintiff was treated by chiropractor, and when the hematoma first emerged, trial court did not abuse discretion in denying plaintiff's motion for new trial on the ground that the verdict in favor of chiropractor was against the manifest weight of the evidence. 104 H. 1, 84 P.3d 509 (2004).\n\nCircuit court was not authorized to grant defendant's motion for a new trial; when an HRPP rule 33 motion for a new trial asks for a jury's guilty verdict to be set aside and for a new trial to allow the defendant to request a deferred acceptance of a guilty plea that circuit court is statutorily not authorized to enter, the cause is neither legal nor in the interest of justice. 10 H. App. 31, 859 P.2d 1380 (1993).\n\nTrial court did not abuse its discretion in denying motion for new trial; record provided substantial evidence to support jury verdict. 10 H. App. 298, 869 P.2d 1352 (1994).\n\nTrial court abused its discretion in granting plaintiff's motion for new trial where it put great weight on its own factual finding regarding defendant, thereby usurping the rightful role and constitutional prerogative of the jury in weighing contradictory evidence and inferences, judging the credibility of witnesses, receiving expert instructions, and drawing the ultimate conclusion as to the facts. 99 H. 287 (App.), 54 P.3d 923 (2002).\n\nErroneous admission or rejection of evidence. 8 H. 247 (1891); 9 H. 505 (1894); 11 H. 69 (1897); 13 H. 218 (1900); 13 H. 723 (1902); 16 H. 29 (1904); 16 H. 69 (1904); 16 H. 123, 144 (1904); 16 H. 734 (1905); 17 H. 312, 323 (1906); 19 H. 496 (1909); 20 H. 245 (1910); 20 H. 724 (1911).\n\nMisconduct. Of jury. 2 H. 155 (1859); 5 H. 662 (1886); 6 H. 326 (1882); 9 H. 318 (1893); 9 H. 604 (1895); 9 H. 622 (1895); 11 H. 322 (1898); 13 H. 218 (1900); 15 H. 139 (1903). Of attorney. 7 H. 104 (1887); 12 H. 92 (1899); 27 H. 399 (1923). By stranger; jury tampering discussed. 24 H. 193 (1918). See 32 H. 543 (1932); 33 H. 638 (1935); 33 H. 840 (1936); 34 H. 167 (1937); 34 H. 632 (1938); 35 H. 761 (1940); 36 H. 153 (1942); 37 H. 40 (1944). Separation of jury. 45 H. 457, 370 P.2d 468 (1962). Use of liquor by jury. 45 H. 457, 370 P.2d 468 (1962). Misconduct of judge. 36 H. 153 (1942).\n\nNewly discovered evidence. 1 H. 54 (1851); 1 H. 519 (1856); 2 H. 155 (1859); 2 H. 165 (1859); 2 H. 309 (1860); 3 H. 356 (1872); 3 H. 623 (1875); 4 H. 450 (1882); 7 H. 365 (1888); 7 H. 379 (1888); 7 H. 676 (1889); 8 H. 271 (1891); 9 H. 27 (1893); 9 H. 548 (1894); 9 H. 553 (1894); 10 H. 446 (1896); 19 H. 380 (1909); 20 H. 195 (1910); 20 H. 724 (1911); 21 H. 710 (1913); 39 H. 393 (1952); 49 H. 672, 427 P.2d 94 (1967). But see 29 H. 340 (1926); 29 H. 560 (1927); 32 H. 628 (1933); 40 H. 534 (1954).\n\nNew trial, grounds for. 42 H. 630 (1958); 44 H. 134, 137-138, 351 P.2d 1089 (1960); 45 H. 457, 370 P.2d 468 (1962); 45 H. 478, 370 P.2d 739 (1962); 48 H. 22, 395 P.2d 365 (1964); 49 H. 314, 424 P.2d 107 (1966). See also 37 H. 57 (1945).\n\nReview of award of damages. 42 H. 618 (1958); 42 H. 478 (1958); 44 H. 123, 131, 351 P.2d 1083 (1960); 44 H. 134, 351 P.2d 1089 (1960); 46 H. 112, 375 P.2d 229 (1962); 49 H. 42, 51, 410 P.2d 976 (1966); 49 H. 416, 424, 421 P.2d 289 (1966).\n\nCases prior to adoption of the Hawaii Rules of Civil Procedure and Hawaii Rules of Criminal Procedure.\n\nAmendments. Motion may not be amended after expiration of statutory period by inserting wholly new specification of error. 27 H. 177 (1923).\n\nCosts. Party obtaining new trial may be required to pay costs. 17 H. 547 (1906).\n\nCriminal cases. Circuit courts may grant new trials in criminal cases. 9 H. 548 (1894); 9 H. 553 (1894); 29 H. 459 (1926).\n\nDecision in jury waived case. Failure of judge to find material fact in decision. 22 H. 414 (1915). Motion in jury waived case made before filing of written decision is premature. 22 H. 673 (1915). Trial court may grant new trial if decision against weight of evidence. 21 H. 551 (1913).\n\nExcessive. 1 H. 139 (1852); 3 H. 740 (1876); 7 H. 82 (1887); 11 H. 453 (1898); 11 H. 767 (1899); 13 H. 232 (1901); 18 H. 481 (1907).\n\nInvoluntary nonsuit. Motion for new trial proper in case of. 16 H. 170 (1904).\n\nMistake or prejudice. 1 H. 248 (1854); 3 H. 88 (1868).\n\nNotice. Notice of motion on ground other than that verdict is contrary to the law and the evidence need not be given at time verdict is rendered. 16 H. 170 (1904).\n\nRefusal to submit to examination. 32 H. 543 (1932).\n\nSurprise. 5 H. 294 (1885); 5 H. 632 (1886); 6 H. 181 (1876); 9 H. 27 (1893); 13 H. 515 (1901); 18 H. 577 (1908).\n\nTime of filing. As to when motion may be filed. See 4 H. 450 (1882); 4 H. 601 (1883); 6 H. 226 (1879); 40 H. 534 (1954).\n\nVerdict. Against evidence. 1 H. 139 (1852); 3 H. 88 (1868); 3 H. 118 (1869), questioned on other grounds 9 H. 548, 549 (1894); 3 H. 143 (1869); 3 H. 388 (1872); 3 H. 391 (1872); 7 H. 549 (1889). Against weight of evidence. 2 H. 155 (1859); 3 H. 40 (1867); 3 H. 465 (1873); 3 H. 526 (1874); 3 H. 589 (1875); 3 H. 755 (1877); 7 H. 293 (1888); 7 H. 397 (1888); 7 H. 590 (1889); 9 H. 438 (1894); 14 H. 301 (1902); 20 H. 426 (1911), explained 44 H. 134, 137, 351 P.2d 1089 (1960); 21 H. 551 (1913); 23 H. 74 (1915); 25 H. 521 (1920); 26 H. 538, 539 (1922). Question of whether verdict contrary to evidence may be raised on motion for new trial and not waived if not presented by motion for directed verdict. 24 H. 677 (1919). Where evidence capable of more than one inference, question of negligence must be left to jury and verdict cannot be disturbed. 27 H. 262 (1923). See 32 H. 865 (1933).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-56/"
    },
    {
      "id": "section-635-57",
      "number": "635-57",
      "heading": "REPEALED.",
      "text": "§635-57 REPEALED.\n\nL 1972, c 89, §2B(n).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-34/chapter-635/section-635-57/"
    }
  ]
}