{
  "state": "south-carolina",
  "path": "title-title-13/chapter-chapter-7",
  "sections": [
    {
      "id": "section-13-7-10",
      "number": "13-7-10.",
      "heading": "",
      "text": "For the purpose of this article, the following words shall have the meaning indicated:\n\n(1) \"By-product material\" means any radioactive material (except special nuclear material) yielded in or made radioactive by exposure to the radiation incident to the process of producing or utilizing special nuclear material.\n\n(2) \"Ionizing radiation\" means gamma rays and X rays, alpha and beta particles, electrons, neutrons, protons, and other atomic particles; but not sound or radio waves, or visible, infrared, or ultraviolet light.\n\n(3) \"General license\" means a license effective pursuant to regulations promulgated under the provisions of this article without the filing of an application to transfer, acquire, own, possess or use quantities of, or devices or equipment utilizing by-product, source, special atomic energy materials, or other radioactive materials occurring naturally or produced artificially.\n\n(4) \"Specific license\" means a license, issued after application, to use, manufacture, produce, transfer, receive, acquire, own, or possess quantities of, or devices or equipment utilizing by-product, source, special atomic energy materials, or other radioactive materials occurring naturally or produced artificially.\n\n(5) \"Atomic energy\" means all forms of energy released in the course of nuclear fission or nuclear fusion or other atomic transformations.\n\n(6) \"Source material\" means (a) uranium, thorium, or any other material which the Governor declares by order to be source material after the United States Atomic Energy Commission, or any successor thereto, has determined the material to be such; or (b) ores containing one or more of the foregoing materials, in such concentration as the Governor declares by order to be source material after the United States Atomic Energy Commission, or any successor thereto, has determined the material in such concentration to be source material.\n\n(7) \"Special atomic energy materials\" mean (a) plutonium, uranium 233, uranium enriched in the isotope 233 or in the isotope 235, and any other material which the Governor declares by order to be special nuclear materials after the United States Atomic Energy Commission, or any successor thereto, has determined the material to be such, but does not include source material; or (b) any material artificially enriched by any of the foregoing, but does not include source material.\n\n(8) \"Emergency\" means any condition existing outside the bounds of nuclear operating sites owned or licensed by a Federal agency and any condition existing within or outside of the jurisdictional confines of a facility licensed by the Department arising out of the handling or the transportation of by-product material, source material or special atomic energy materials, as hereinabove defined, and hereinafter referred to as radioactive material, which is endangering or could reasonably be expected to endanger the health and safety of the public, or to contaminate the environment.\n\n(9) \"Nonionizing radiation\" for the purpose of this section shall mean only ultraviolet radiation used for the purpose of tanning the human body, and shall include ultraviolet radiation with wavelengths in air between two hundred and four hundred nanometers.\n\n(10) \"Decommissioning trust fund\" means the trust fund established pursuant to a Trust Agreement dated March 4, 1981, among Chem-Nuclear Systems, Inc. (grantor), the State Fiscal Accountability Authority (beneficiary as the successor in interest to the South Carolina Budget and Control Board), and the South Carolina State Treasurer (trustee), whose purpose is to assure adequate funding for decommissioning of the disposal site, or any successor fund with a similar purpose.\n\n(11) \"Extended care maintenance fund\" means the \"escrow fund for perpetual care\" that is used for custodial, surveillance, and maintenance costs during the period of institutional control and any post-closure observation period specified by the Department of Health and Environmental Control, and for activities associated with closure of the site as provided for in Section 13-7-30(4).\n\n(12) \"Maintenance\" means active maintenance activities as specified by the Department of Health and Environmental Control including pumping and treatment of groundwater and the repair and replacement of disposal unit covers.\n\nHISTORY: 1962 Code Section 1-400.11; 1967 (55) 305; 1974 (58) 2292; 1990 Act No. 552, Section 1, eff June 6, 1990; 2000 Act No. 357, Section 2, eff June 6, 2000; 2014 Act No. 121 (S.22), Pt V, Section 7.Y.1, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-10/"
    },
    {
      "id": "section-13-7-20",
      "number": "13-7-20.",
      "heading": "",
      "text": "The Division of State Development of the Department of Commerce, hereinafter in this section referred to as the division, is hereby designated as the agency of the State which shall be responsible for the promotion and development of atomic energy resources in South Carolina.\n\nIn accordance with the laws of this State, the division shall employ, compensate, and direct the activities of such individuals as may be necessary to carry out the provisions of this article. The division shall have the following powers and duties in the promotion and development of atomic energy industries, and resources, in addition to its other duties as imposed by law:\n\n(1) Promote and assist in the establishment of private atomic energy facilities such as nuclear fuel manufacturing, fabrication, and reprocessing plants; radioisotope facilities; waste-disposal sites; test-reactor sites; transportation facilities; and others which are necessary or desirable for the promotion and development of atomic energy resources within the State.\n\n(2) Assist the Governor, the General Assembly, and other agencies of state government in the development and promotion of atomic energy resources and industrial activities.\n\n(3) Coordinate the atomic energy industrial development activities of the State, recognizing the regulatory authority of the State Department of Health and the duties of other departments of state government.\n\n(4) Maintain a close liaison with the industrial community, the federal government, the governments of other states, and regional bodies concerned with the promotion and development of industrial activity in the field of atomic energy.\n\n(5) Cooperate with institutions of higher learning in order to take full advantage of all research activities which will support atomic energy development and industrial activities.\n\n(6) Accept and administer loans, grants, and other funds or gifts, conditional or otherwise, in the furtherance of its promotion and development functions, from the federal government and other sources, public or private.\n\nHISTORY: 1962 Code Section 1-400.12; 1967 (55) 305; 1993 Act No. 181, Section 250, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-20/"
    },
    {
      "id": "section-13-7-30",
      "number": "13-7-30.",
      "heading": "",
      "text": "For purposes of this article, the State Fiscal Accountability Authority, hereinafter in this section referred to as the board, is designated as the agency of the State which shall have the following powers and duties that are in accord with its already established responsibilities for custody of state properties, and for the management of all state sinking funds, insurance, and analogous fiscal matters that are relevant to state properties:\n\n(1) expend state funds in order to acquire, develop, and operate land and facilities. This acquisition may be by lease, dedication, purchase, or other arrangements. However, the state's functions under the authority of this section are limited to the specific purposes of this article;\n\n(2) lease, sublease, or sell real and personal properties to public or private bodies;\n\n(3) assure the maintenance of insurance coverage by state licensees, lessees, or sublessees as will in the opinion of the board protect the citizens of the State against nuclear incident that may occur on state-controlled atomic energy facilities;\n\n(4) assume responsibility for extended custody and maintenance of radioactive materials held for custodial purposes at any publicly or privately operated facility located within the State, in the event the parties operating these facilities abandon their responsibility, or when the license for the facility is ultimately transferred to an agency of the State, and whenever the federal government or any agency of the federal government has not assumed the responsibility.\n\nIn order to finance such extended custody and maintenance as the board may undertake, the board may collect fees from private or public parties holding radioactive materials for custodial purposes. These fees must be sufficient in each individual case to defray the estimated cost of the board's custodial management activities for that individual case. The fees collected for such custodial management activities shall also be sufficient to provide additional funds for the purchase of insurance which shall be purchased for the protection of the State and the general public for the period such radioactive material considering its isotope and curie content together with other factors may present a possible danger to the general public in the event of migration or dispersal of such radioactivity. All such fees, when received by the board, must be transmitted to the State Treasurer. The Treasurer must place the money in a special account, in the nature of a revolving trust fund, which may be designated \"extended care maintenance fund\", to be disbursed on authorization of the board. Monies in the extended care maintenance funds must be invested by the board in the manner as other state monies. However, any interest accruing as a result of investment must accrue to this extended care maintenance fund. Except as authorized in Section 48-46-40(B)(7)(b) and (D)(2), the extended care maintenance fund must be used exclusively for custodial, surveillance, and maintenance costs during the period of institutional control and during any post-closure and observation period specified by the Department of Health and Environmental Control, and for activities associated with closure of the site. Funds from the extended care maintenance fund shall not be used for site closure activities or for custodial, surveillance, and maintenance performed during the post-closure observation period until all funds in the decommissioning trust account are exhausted.\n\n(5) Enter into an agreement with the federal government or any of its authorized agencies to assume extended maintenance of lands donated, leased, or purchased from the federal government or any of its authorized agencies and used for development of atomic energy resources or as custodial site for radioactive material.\n\nHISTORY: 1962 Code Section 1-400.13; 1967 (55) 305; 1982, Act No. 452, Section 2, eff June 9, 1982; 1986 Act No. 540, Part II, Section 15A, effective June 18, 1986, and became law without the Governor's signature; 1992 Act No. 501, Part II Section 70A, eff June 16, 1992; 2000 Act No. 357, Section 3, eff June 6, 2000; 2014 Act No. 121 (S.22), Pt V, Section 7.Y.2, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-30/"
    },
    {
      "id": "section-13-7-40",
      "number": "13-7-40.",
      "heading": "",
      "text": "(A) The Department of Health and Environmental Control is designated as the agency of the State which is responsible for the control and regulation of radiation sources but, notwithstanding anything in this article, does not have the power to regulate, license, or control nuclear reactors of facilities or operations incident to them in duplication of an activity of the federal government which has not been discontinued by agreement pursuant to Section 13-7-60.\n\n(B) The department shall employ, compensate, and prescribe the powers and duties of individuals necessary to carry out the provisions of this article as it pertains to the department. The department shall establish a technical advisory council to assist it in performing its specialized responsibilities.\n\n(C) There is established a Technical Advisory Radiation Control Council responsible and reporting to the department which shall advise the department on matters pertaining to ionizing and nonionizing radiation and standards and regulations to be adopted, modified, promulgated, or repealed by the department. No standards or regulations may be adopted, modified, promulgated, or repealed by the department except after consultation with the council. The council consists of six members and one ex officio member from the department, designated by the department or its designated agent. The six members of the council must be appointed by the Governor as follows: one member from the South Carolina Medical Association, one member from the South Carolina Dental Association, one member from the South Carolina Radiological Society, one member from the South Carolina Chiropractic Association, one member having recognized knowledge in the field of radiation and its biological effects from the Associated Industries of South Carolina, and one member from the State at large having recognized knowledge in the field of radiation and its biological effects. The terms of office of the members first appointed are as follows: The member from the South Carolina Medical Association must be appointed for one year, the members from the South Carolina Dental Association and the South Carolina Radiological Society must be appointed for two years, and the other three members must be appointed for three years. The successors must be appointed for three years each.\n\n(D) When on business of the council, members are allowed the usual mileage, per diem, and subsistence as provided by law for members of state boards, committees, and commissions. The council shall meet at least as frequently as semiannually or at call of the chairman. Minutes of meetings of the council must be included in the minutes of the meeting of the department next occurring after the preparation of the minutes.\n\n(E) A consulting radiation physicist, certified by the American Board of Radiology, must be available to the Advisory Council at its regular meetings and on request. The consulting physicist must be paid on a per diem basis from budgeted funds.\n\n(F) The department in connection with the control and regulation of radiation sources, in addition to its other duties as imposed by law shall:\n\n(1) develop and conduct programs for evaluation of hazards associated with the use of radiation sources;\n\n(2) develop and conduct programs for the control, surveillance, and regulation of radiation sources, not inconsistent with those prescribed by the United States Atomic Energy Commission, and with due regard for controls and regulations in effect in other states;\n\n(3) formulate, adopt, promulgate, and repeal regulations relating to the control of ionizing and nonionizing radiation;\n\n(4) issue orders or modifications of them as may be necessary in connection with proceedings under this article;\n\n(5) advise the Governor, the legislature, and relevant state agencies with regard to the status of radiation control and consult and cooperate with the various departments, agencies, and political subdivisions of the State, the federal government, other states, and interstate agencies and with public and private groups concerned with the control of radiation sources and hazards;\n\n(6) accept and administer loans, grants, or other funds or gifts, conditional or otherwise, in furtherance of its functions, from the federal government and from other sources, public or private;\n\n(7) encourage, participate in, or conduct studies, investigations, training, and demonstrations relating to control of radiation sources;\n\n(8) collect and disseminate information relating to control of radiation sources;\n\n(9) provide by regulation for the licensing or registration of radiation sources or devices or equipment utilizing these sources. These regulations must provide for amendment, suspension, or revocation of licenses;\n\n(10) promulgate and repeal regulations pertaining to the qualifications of operators applying ionizing or nonionizing radiation to humans.\n\n(G) No person may possess, use, or transfer a source of ionizing or nonionizing radiation unless registered, licensed, or exempted by the department.\n\n(H) The department may exempt certain radiation sources or kinds of uses or users from the licensing or regulation requirements set forth in this section when the department makes a finding that the exemption of these radiation sources or kinds of uses or users will not constitute a significant risk to the health of the public.\n\n(I) The department or its authorized representatives may enter at all reasonable times upon private or public property for the purpose of determining whether or not there is compliance with or violation of the provisions of this article and regulations promulgated under it. A report of investigation or inspection or information concerning trade secrets or secret industrial processes obtained under this article must not be disclosed or opened to public inspection except as necessary for the performance of the functions of the department. The department shall require each person who possesses or uses a radiation source to maintain records relating to its receipt, storage, transfer, or disposal and other records the department may require, subject to exemptions as may be provided by regulations. Copies of these records must be submitted to the department on written request. The department shall require each person who possesses or uses a radiation source to maintain appropriate records showing the radiation exposure of all individuals for whom personnel monitoring is required by the regulations of the department. Copies of these records and those required to be kept must be submitted to the department on written request.\n\n(J) A person possessing or using a radiation source shall furnish to each employee for whom personnel monitoring is required, or to the employee's physician, a copy of the employee's personal record at times the department by regulation may prescribe.\n\n(K) Opportunity for public hearing must be provided by the department for the issuance of a modification of regulations; the granting, suspending, revoking, or amending a license; and determining compliance with or granting exceptions from regulations of the department. A final order entered in a proceeding is subject to judicial review.\n\n(L) Whenever, in the judgment of the department, a person has engaged in or is about to engage in acts or practices which constitute a violation of a provision of this article or a regulation or an order issued under it, the department, or, at the request of the department, the Attorney General may make application to the court of common pleas for an order enjoining these acts or practices, or for an order directing compliance. Upon a showing by the department that the person has engaged in or is about to engage in these acts or practices, a permanent or temporary injunction, restraining order, or other order may be granted.\n\n(M) In an emergency the department may impound sources of ionizing or nonionizing radiation in the possession of a person who is not equipped to comply with or fails to comply with the provisions of the article or the regulations.\n\n(N) The department, subject to the approval of the Governor, may enter into agreements with the federal government or other state or interstate agencies for the purpose of performing on a cooperative basis inspections or other functions relating to the control of sources of ionizing or nonionizing radiation. The department may institute training programs for the purpose of qualifying personnel to carry out the provisions of this article.\n\n(O) Ordinances, resolutions, or regulations in effect now or in the future of the governing body of an agency or political subdivision of the State relating to radiation sources are not superseded by this article if the ordinances or regulations are and continue to be consistent with the provisions of this article, amendments to it, and regulations under it.\n\n(P) No person may apply ionizing or nonionizing radiation to humans unless certified or exempted by the department.\n\nHISTORY: 1962 Code Section 1-400.14; 1967 (55) 305; 1970 (56) 2082; 1986 Act No. 449, Sections 1, 2, eff May 26, 1986; 1990 Act No. 552, Section 2, eff June 6, 1990.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-40/"
    },
    {
      "id": "section-13-7-45",
      "number": "13-7-45.",
      "heading": "",
      "text": "(A)(1) The South Carolina Department of Health and Environmental Control shall promulgate regulations and establish a schedule for the collection of annual fees for the licensing, registration, and certification of users of the sources of ionizing radiation. The fees collected must be sufficient, in the judgment of the department, to protect the public health and safety and the environment and to recover the costs incurred by the department in regulating the use of ionizing radiation and in performing emergency corrective measures intended to protect the public health and safety or the environment pursuant to the provisions of law.\n\n(2) The department shall promulgate regulations and establish a schedule for the collection of an annual fee for the registration of a source of nonionizing radiation which is used in a commercial establishment for the tanning of human skin. The registration fee must be sufficient in the judgment of the department to protect the public health and safety and the environment and to recover the costs incurred by the department in registering the source of nonionizing radiation and in performing emergency corrective measures intended to protect the public health and safety or the environment pursuant to the provisions of law.\n\n(3) The department shall have no duty to inspect a source of nonionizing radiation unless it has received credible information indicating a violation of applicable statutes or regulations or the existence of a public health emergency. The department may retain up to thirty thousand dollars from the fees collected to be used for the administration of this program.\n\n(B) In determining the sufficiency of the fees to be charged and collected, the department shall consider an arrangement existing between South Carolina and a registrant, a licensee, a certificant, another state, or a federal agency under which costs incurred by the department in regulating the use of ionizing and nonionizing radiation and in performing emergency corrective measures intended to protect the public health and safety and the environment are recoverable by this State.\n\n(C) A registrant, licensee, or certificant who fails to pay the fees required by regulation of the department within thirty days after payment is due also shall pay a penalty of fifty dollars. If failure to pay the required fees continues for more than sixty days after payment is due, the registrant, licensee, or certificant must be notified by the department by certified mail to be sent to his last known address that his registration, license, or certificate is revoked and that activities permitted under the authority of the registration, license, or certificate must end immediately. The registration, license, or certificate may be reinstated by the department upon payment of the required fees, the penalty of fifty dollars, and an additional penalty of one hundred dollars if the registrant, licensee, or certificant is otherwise in good standing, in the judgment of the department, and presents to the department a satisfactory explanation for his failure to pay the required fees.\n\nHISTORY: 1982 Act No. 454, eff June 9, 1982; 1986 Act No. 449, Section 3, eff May 26, 1986; 1990 Act No. 552, Section 3, eff June 6, 1990; 2006 Act No. 355, Section 1, eff June 9, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-45/"
    },
    {
      "id": "section-13-7-50",
      "number": "13-7-50.",
      "heading": "",
      "text": "Whenever the Department finds that an emergency, as hereinabove defined, exists requiring immediate action to protect the public health and safety the Department may, without notice or hearing, issue an order reciting the existence of such emergency and requiring that such action be taken as is necessary to meet the emergency. Notwithstanding any other provision of law, such order shall be effective immediately.\n\nAny person to whom such order is directed shall comply therewith immediately, but on application to the Department shall be afforded a hearing within thirty days. On the basis of such hearing, the emergency order shall be continued, modified or revoked within thirty days after such hearing.\n\nHISTORY: 1962 Code Section 1-400.14:1; 1974 (58) 2292.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-50/"
    },
    {
      "id": "section-13-7-60",
      "number": "13-7-60.",
      "heading": "",
      "text": "(A) The Governor, on behalf of the State, is authorized to enter into agreements with the Federal Government providing for discontinuance of certain of the Federal Government's activities with respect to radiation sources and the assumption thereof by the State toward the end of instituting and maintaining a regulatory program compatible with the standards and regulatory programs of the Federal Government and consonant insofar as possible with those of other states.\n\n(B) Any person who on the effective date of an agreement under subsection (A) of this section possesses a license issued by the Federal Government authorizing activities, the regulation of which is assumed by the State under such agreement, shall be deemed to possess a license issued under this article, which shall expire either ninety days after receipt from the Department of Health and Environmental Control of a notice of expiration of such license, or upon the date of expiration specified in the Federal license; whichever is earlier.\n\nHISTORY: 1962 Code Section 1-400.15; 1967 (55) 305; 1970 (56) 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-60/"
    },
    {
      "id": "section-13-7-70",
      "number": "13-7-70.",
      "heading": "",
      "text": "(1) The South Carolina Department of Health and Environmental Control (the Department) shall adopt rules and regulations governing the transportation of radioactive materials in South Carolina which, in the judgment of the Department, shall protect the public health and safety and protect the environment. Such rules and regulations shall include, but not be limited to, provisions for the use of signs designating radioactive material cargo; for the packing, marking, loading and handling of radioactive materials and the precautions necessary to determine whether the material which is offered for transport is in proper condition. Nothing in this section shall be deemed applicable to the transportation of radioactive waste which is regulated by Article 2 of this chapter.\n\n(2) Such rules and regulations shall not include the carrier vehicle or its equipment, the licensing of packages, nor shall they apply to the handling or transportation of radioactive material within the confines of a facility licensed or owned by a Federal agency.\n\n(3) Such rules and regulations, to the extent adopted, shall be identical in wording with those established by the United States Atomic Energy Commission, the United States Federal Aviation Agency, the United States Department of Transportation, the United States Coast Guard or the United States Post Office (or any Federal agency which is a successor to any of the foregoing agencies), as such Federal rules and regulations may be amended from time to time.\n\n(4) The appropriate state agency shall enter into agreements with the respective federal agencies designed to avoid duplication of effort or conflict in enforcement and inspection activities so that:\n\n(a) Rules and regulations adopted by the department pursuant to this section may be enforced, within their respective jurisdiction, by any authorized representative of the department, the Department of Public Safety, and the Department of Transportation, and the Public Service Commission, according to mutual understandings between such bodies of their respective responsibilities and authority.\n\n(b) The department, through any authorized representative, may inspect records of persons engaged in the transportation of radioactive materials, during the hours of business operation where such records reasonably relate to the method or contents of packing, marking, loading, handling of radioactive materials in transport within the State.\n\n(c) The department, through any authorized representative, may enter upon and inspect the premises or vehicles of any person engaged in the transportation of radioactive materials during hours of business operation, with or without a warrant, for the purpose of determining compliance with the provisions of this article and the rules and regulations thereunder.\n\n(d) Upon finding by the department that any provision of this section or the rules and regulations hereunder are being violated, or that any practice in the transportation of radioactive materials constitutes a clear and imminent danger to the public health and safety, it may issue an order requiring correction.\n\nHISTORY: 1962 Code Section 1-400.15:1; 1974 (58) 2292; 1980 Act No. 429, Section 3; 1993 Act No. 181, Section 251, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-70/"
    },
    {
      "id": "section-13-7-80",
      "number": "13-7-80.",
      "heading": "",
      "text": "Any person who shall violate, whether negligently or otherwise, any rule or regulation promulgated pursuant to this article shall be deemed guilty of a misdemeanor and upon conviction may be punished by a fine of not less than one hundred dollars nor more than five hundred dollars or by imprisonment for a term of not more than one year, or by both such fine and imprisonment, for each separate violation. Each day upon which such violation occurs shall constitute a separate offense.\n\nHISTORY: 1962 Code Section 1-400.16; 1967 (55) 305; 1974 (58) 2292.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-80/"
    },
    {
      "id": "section-13-7-85",
      "number": "13-7-85.",
      "heading": "",
      "text": "(A) The Department is authorized to hold public hearings, compel attendance of witnesses, make findings of fact and determinations and to assess civil penalties. The Department by rule or regulation shall fix a schedule of reasonable fines and civil penalties relating to violations of the provisions of this article or any rule or regulation, license or license condition, permit or permit condition, temporary or permanent order, or final determination of the Department and any person violating any of the provisions of this article, or any rule or regulation, license or license condition, permit or permit condition, temporary or permanent order, or final determination of the Department shall be subject to the schedule of fines and civil penalties; provided, that the maximum penalty for any violation shall not exceed twenty-five thousand dollars.\n\nProvided, that the provisions of chapter 23 of title 1 notwithstanding, the Department shall issue an interim schedule of reasonable fines and civil penalties which shall remain in force and effect until such time as the Department issues final rules and regulations pursuant to the provisions of chapter 23 of title 1.\n\nEach day of noncompliance with any rule or regulation, license or license condition, permit or permit condition, temporary or permanent order, as final determination of the Department shall constitute a separate violation.\n\n(B) In assessing a fine or penalty, or suspending or revoking a permit, the Department shall consider, but not be limited to, the following factors:\n\n(1) The degree of harm to the public health or safety which has resulted or might result from such violations;\n\n(2) The degree of exceedence of a radiation level as set forth in applicable law and regulation;\n\n(3) The duration of the violation;\n\n(4) Any prior violations of statutes, rules, orders, regulations, license or license condition, permit or permit condition.\n\n(C) Any person to whom an order issued under this article is directed, shall comply therewith immediately, but on application to the Department, within twenty days after the date of the order, shall be afforded a hearing within thirty days of such application. Any hearings held pursuant to this section shall be held pursuant to the procedures set forth in chapter 23 of title 1, except that where the provisions of this article are in conflict with the provisions of chapter 23 of title 1, this article shall control.\n\n(D) The monies obtained from the levying of fines, penalties or fees under this article shall accrue to the general fund of the State.\n\nHISTORY: 1980 Act No. 429, Section 2, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-85/"
    },
    {
      "id": "section-13-7-90",
      "number": "13-7-90.",
      "heading": "",
      "text": "Any person who is practicing as an operator of sources of ionizing radiation on May 26, 1986 is exempt from the certification requirements promulgated by the Department of Health and Environmental Control provided that such person applies for certification as an operator within sixty days of May 26, 1986.\n\nHISTORY: 1986 Act No. 449, Section 4, eff May 26, 1986.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-90/"
    },
    {
      "id": "section-13-7-100",
      "number": "13-7-100.",
      "heading": "",
      "text": "This article does not apply to any employee of a licensed hospital in this State when performing services commonly within the definition of radiologic technology as long as the services are performed within the course and scope of his employment as an employee of the hospital. No regular employee of a licensed hospital in this State is required to be licensed as a condition of employment by or for performance of these services as long as he does not represent himself as a radiological technician.\n\nHISTORY: 1986 Act No. 449, Section 5, eff May 26, 1986.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-100/"
    },
    {
      "id": "section-13-7-110",
      "number": "13-7-110.",
      "heading": "",
      "text": "This article shall be cited as the South Carolina Radioactive Waste Transportation and Disposal Act.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-110/"
    },
    {
      "id": "section-13-7-120",
      "number": "13-7-120.",
      "heading": "",
      "text": "Definitions as used in this article:\n\nA. \"Carrier\" means any person transporting radioactive wastes into or within the State for storage, disposal or delivery.\n\nB. \"Department\" means the Department of Health and Environmental Control, including personnel authorized to act on behalf of the Department.\n\nC. \"Disposal facility\" means any facility located within the State which accepts radioactive waste for storage or disposal.\n\nD. \"Emergency\" means any condition existing outside the bounds of nuclear operating sites owned or licensed by a federal agency and any condition existing within or outside of the jurisdictional confines of a facility licensed by the Department arising out of the handling or the transportation of radioactive waste, as hereinabove defined, which is endangering or could reasonably be expected to endanger the health and safety of the public, or to contaminate the environment.\n\nE. \"Generation\" means the act or process of producing radioactive wastes.\n\nF. \"Manifest\" means the document used for identifying the quantity, composition, origin, and destination of radioactive waste during its transport to a disposal facility.\n\nG. \"Operator\" means every person who drives or is in actual physical control of a vehicle transporting radioactive waste.\n\nH. \"Permit\" means an authorization issued by the Department to any person to transport such radioactive wastes or offer such waste for transport.\n\nI. \"Person\" means any individual, public or private corporation, political subdivision, government agency, municipality, industry, partnership or any other entity whatsoever.\n\nJ. \"Radioactive waste\" means any and all equipment or materials which are radioactive or have radioactive contamination and which are required pursuant to any governing laws, regulations or licenses to be disposed of or stored as radioactive waste. Such waste may also be defined as:\n\n(1) \"High-level waste\" means either irradiated nuclear reactor fuel or the portion of the material generated in the reprocessing of such irradiated fuel that contains virtually all of the fission products and most of the actinides not separated out during reprocessing.\n\n(2) \"Transuranic waste\" means waste containing more than ten nanocuries of transuranic activity per gram of material.\n\n(3) \"Low-level radioactive waste\" means all radioactive waste which contains less than ten nanocuries of transuranic activity per gram or which is free of any transuranic contaminants; provided, however, that as this subitem does not define \"low-level radioactive waste\" by its isotope and curie content except as to transuranic waste and does not define \"low-level radioactive waste\" as to its danger to the public, the South Carolina Department of Health and Environmental Control is directed to contact the United States Nuclear Regulatory Commission, the United States Department of Energy and the National Academy of Science and seek their assistance in defining the term \"low-level radioactive waste\" as to its isotope and curie strength and as to its potential danger to the general public, and the Department of Health and Environmental Control shall further make a public report as to its findings by September 15, 1981, and shall make recommendations to the General Assembly no later than February 15, 1982, as to its suggestions for changes in the definition of the term \"low-level radioactive waste.\"\n\nK. \"Shipper\" means any person, whether a resident of South Carolina or a nonresident (1) who transports radioactive waste generated by him into or within the State; (2) who transports radioactive waste generated by another person into or within the State; or (3) who transfers radioactive waste to a carrier for transportation into or within the State; or (4) who transfers radioactive waste to another person if such wastes are transported into or within the State. Nothing contained herein shall relieve a person whose activities result in the generation of radioactive waste from primary responsibility under Section 13-7-140 unless provided by regulation of the Department.\n\nL. \"Transport\" means the movement of radioactive wastes into or within South Carolina.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980; 1981 Act No. 127, Section 1, eff June 26, 1981.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-120/"
    },
    {
      "id": "section-13-7-130",
      "number": "13-7-130.",
      "heading": "",
      "text": "This article applies to any shipper, carrier or other person who transports radioactive waste into or within this State, to any person involved in the generation of radioactive waste within this State, and to any shipper whose radioactive waste is transported into or within the State or is delivered, stored or disposed of within this State.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-130/"
    },
    {
      "id": "section-13-7-140",
      "number": "13-7-140.",
      "heading": "",
      "text": "A. Before any radioactive wastes may be transported into or within the State, the shipper shall:\n\n1. Deposit and maintain with the Department a cash or corporate surety bond satisfactory to the Department in form and amount or provide evidence of liability insurance sufficient to protect the State and the public at large from possible radiological injury or damage to any person or property due to packaging, transportation, disposal, storage or delivery of radioactive wastes.\n\nIn establishing the amount of such bond or insurance, the Department shall consider all relevant factors including the nature and quantity of radioactive waste involved; provided, that any insurance carried pursuant to Section 2210 of title 42 of the United States Code and Part 140 of Title 10 of the Code of Federal Regulations shall be sufficient to meet the requirements of this section.\n\n2. Comply fully with all applicable laws and administrative rules and regulations, both state and federal, and disposal facility license requirements, regarding the packaging, transportation, storage, disposal and delivery of such wastes.\n\n3. Certify to the Department that it will hold the State of South Carolina harmless for all claims, actions or proceedings in law or equity arising out of radiological injury or damage to persons or property occurring during the transportation of its radioactive waste into or within the State including all costs of defending the same; provided, however, that nothing contained herein shall be construed as a waiver of the State's sovereign immunity. In the event a government shipper is prohibited by law from directly entering into a hold harmless agreement, the Department may accept a surety bond satisfactory to the Department in form and amount which will indemnify the State upon terms and conditions which correspond to the requirements of this section.\n\n4. Provide to the Department for each separate shipment of such wastes a shipping manifest which shall be signed by an authorized agent or officer of the responsible person as defined herein.\n\n5. Provide to the Department for each separate shipment of such wastes a certification, in form satisfactory to the Department, which shall certify that the foregoing requirements have been complied with, and which may include other certifications which the Department may find necessary to accomplish and enforce its responsibilities.\n\n6. Provide such other information as the Department may deem necessary for the protection of the health and safety of the public and the environment.\n\n7. Purchase a permit authorizing the transport of radioactive wastes into or within the State.\n\nB. The Department shall issue such permit to any shipper who shall certify that he will comply with provisions 1 through 6 of subsection A and that such permit shall not, in itself, be construed as authorizing a shipper to dispose of radioactive waste within the State. No additional permit shall be issued to any shipper whose permit is under suspension or revocation.\n\nC. No permit shall be transferred, assigned or in any manner disposed of, either voluntarily or involuntarily, directly or indirectly, through transfer of control of any permit to any person, unless the Department shall, after securing full information, find the transfer is in accordance with the provisions of this article and shall give consent in writing.\n\nD. When radiological waste transportation fees are no longer collected pursuant to this section, the budget of the department must be reduced by an amount equal to the appropriation to the department for monitoring radiological waste transportation.\n\nHISTORY: 1980 Act No. 429, Section 1; 1981 Act No. 127, Section 2; 1993 Act No. 164, Part II, Section 72, eff June 21, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-140/"
    },
    {
      "id": "section-13-7-145",
      "number": "13-7-145.",
      "heading": "",
      "text": "A. Any shipper who is not a resident of South Carolina and who is not registered with the Secretary of State for purposes of doing business within South Carolina shall be subject to service of process for purposes of administering and enforcing this article by leaving a copy of the summons or any other legal paper in the hands of the Secretary of State or in his office, and such service shall be deemed sufficient service and shall have like force and effect in all respects as service upon citizens of this State found within its limits if notice of such service and a copy of the paper served are forthwith sent by certified mail to the shipper and the shipper's return receipt and an affidavit of compliance therewith are filed in the cause and submitted to the administrative agency or court from which such process or other paper issued.\n\nSuch service may also be made by delivery of a copy thereof to any such shipper outside the State, and proof of such delivery may be made by the affidavit of the person delivering such copy. Such affidavit shall be filed in the cause and submitted to the administrative agency or court from which the process or other paper issued.\n\nB. Any carrier who is not a resident of South Carolina and who is not registered with the Secretary of State for purposes of doing business within South Carolina shall be subject to service of process for purposes of administering and enforcing this article by leaving a copy of the summons or any other legal paper in the hands of the Secretary of State or in his office, and such service shall be deemed sufficient service and shall have like force and effect in all respects as service upon citizens of this State found within its limits if notice of such service and a copy of the paper served are forthwith sent by certified mail to the carrier and the carrier's return receipt and an affidavit of compliance therewith are filed in the cause and submitted to the administrative agency or court from which such process or other paper issued.\n\nSuch service may also be made by delivery of a copy thereof to any such carrier outside the State, and proof of such delivery may be made by the affidavit of the person delivering such copy. Such affidavit shall be filed in the cause and submitted to the administrative agency or court from which the process or other paper issued.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-145/"
    },
    {
      "id": "section-13-7-150",
      "number": "13-7-150.",
      "heading": "",
      "text": "A. After acceptance of and departure with a shipment of radioactive waste, a carrier shall immediately notify the Department of any variance, occurring after departure, from the shipper's notification of primary route and estimated date of arrival as provided in Section 13-7-160 (A) and (B).\n\nB. The carrier shall provide to the Department a certification in form satisfactory to the Department, which shall accompany each shipment of waste materials shipped into or within the state, stating:\n\n(1) That the shipment is properly placarded for transport and that all shipping papers required by law and administrative rules and regulations have been properly executed.\n\n(2) That the transport vehicle has been inspected and meets the applicable requirements of the federal government and the State of South Carolina, and that all safety and operational components are in good and operative condition.\n\n(3) That the carrier has received a copy of the shipper certification of compliance and the shipping manifest as set forth in Section 13-7-140.\n\n(4) That the carrier shall comply fully with all applicable laws and administrative rules and regulations, both state and federal, regarding the transportation of such wastes.\n\nC. Any shipment of such wastes to a disposal facility located within this State must be accompanied by the certification required in paragraph B above.\n\nD. Each carrier shall provide, as deemed necessary by the Department, evidence of successful completion by its operators of operator training requirements as may be prescribed by the United States Department of Transportation for all operators transporting radioactive waste into or within this State.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-150/"
    },
    {
      "id": "section-13-7-160",
      "number": "13-7-160.",
      "heading": "",
      "text": "A. The Department shall issue interim regulations as needed for the implementation of this article immediately upon the effective date of this article, the provisions of chapter 23 of title 1 notwithstanding; provided, that the regulations at a minimum shall require that the shipper state the estimated date of arrival at the disposal facility, identify the primary route within the State, give at least seventy-two hours written notice to the Department prior to any transportation of radioactive waste into or within this State, and establish a schedule of fees for permits, which fees shall be assessed annually.\n\nB. Final regulations shall be promulgated by the Department within one hundred twenty days from the effective date of the article and shall be subject to the procedures set forth in chapter 23 of title 1 provided that the regulations at a minimum shall include, but not be limited to, provisions for the use of signs designating radioactive material cargo; for the packing, marking, loading and handling of radioactive materials and the precautions necessary to determine whether the material which is offered for transport is in proper condition, requiring the shippers to state the estimated date of arrival at the disposal facility, to identify the primary route within the State to give at least seventy-two hours written notice to the Department prior to any transportation of radioactive waste into or within this State, and establishing a schedule of fees for permits, which fees shall be assessed annually.\n\nIn preparing its regulations, the Department of Health and Environmental Control is authorized to distinguish as to the radioactive isotope and its curie strength so as to protect the general public.\n\nC. Rules and regulations adopted by the department pursuant to this section may be enforced, within their respective jurisdiction, by any authorized representative of the department, the Department of Public Safety and the Public Service Commission, according to mutual understandings between such bodies of their respective responsibilities and authority.\n\nD. The Department, in its discretion, may for any shipment allow a notification period shorter than the seventy-two hours required in paragraphs A and B of this section, if the Department determines that such notification is satisfactory to carry out the purposes of this article. In exercising its discretion, the Department shall consider all relevant factors including the nature and quantity of the radioactive waste involved.\n\nE. The Department may exempt certain shipments of seventy-five cubic feet or less of radioactive waste from the advance notice provisions of this section dependent on the radioactive isotopes and curie strength in the shipment. If such is done the shipper must provide, nevertheless, the required certification pursuant to Section 13-7-140 (A)(5).\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980; 1993 Act No. 181, Section 252, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-160/"
    },
    {
      "id": "section-13-7-170",
      "number": "13-7-170.",
      "heading": "",
      "text": "A. Owners and operators of disposal facilities shall permanently record, and report to the Department within twenty-four hours after discovery, any and all conditions in violation of the requirements of this article discovered as a result of inspections required by any license under which the facility is operated.\n\nB. No owner or operator of a disposal facility located within this State shall accept radioactive waste for disposal unless the shipper of such waste has a valid permit issued pursuant to Section 13-7-140(A) of this article.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-170/"
    },
    {
      "id": "section-13-7-180",
      "number": "13-7-180.",
      "heading": "",
      "text": "A. Notwithstanding any other provision of law, any person violating the provisions of this article, except as provided below for radiological violations, shall be assessed a civil penalty of up to one thousand dollars for each such violation; provided, that should the Department determine that a series of such violations has occurred the Department shall suspend or revoke such person's permit for any time period determined to be proper, such period to be in the discretion of the Department but in any event not to exceed twelve months.\n\nIn the case of a radiological violation, defined as any radiation level in excess of limits set forth in all applicable laws, rules and regulations, any shipper or carrier shall be assessed a civil penalty of not less than one thousand nor more than five thousand dollars, in the discretion of the Department, and such person, if a shipper, shall lose his permit for not less than thirty days and until such further time as the shipper demonstrates to the Department's satisfaction that adequate measures have been taken to insure that such violations will not reoccur.\n\nIf a second radiological violation occurs within a period of twelve months the shipper or carrier shall be assessed a civil penalty of not less than five thousand nor more than twenty-five thousand dollars, in the discretion of the Department, and such person if a shipper shall have its permit revoked for a period in the discretion of the Department of up to one year and until such further time as the shipper has shown to the Department's satisfaction that adequate measures have been taken to insure that such violations will not reoccur.\n\nB. Any person to whom an order issued under this article is directed shall comply therewith immediately, but on application to the Department, within twenty days after the date of the order, shall be afforded a hearing within thirty days of such application. Any hearings held pursuant to this section shall be held pursuant to the procedures set forth in Chapter 23 of Title 1, except that where the provisions of this article are in conflict with the provisions of Chapter 23 of Title 1, this article shall control.\n\nC. Any fines or penalties set forth in this article are in addition to any others provided by statutes, rules or regulations.\n\nD. In assessing a fine, penalty, or suspending or revoking a permit, the Department shall consider but not be limited to the following factors:\n\n1. The degree of harm to the public health or safety which has resulted or might result from such violations;\n\n2. The degree of exceedence of a radiation level as set forth in applicable law and regulation;\n\n3. The duration of the violation; and\n\n4. The prior record of the violator with regard to law and regulation governing the transportation of radioactive waste.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-180/"
    },
    {
      "id": "section-13-7-190",
      "number": "13-7-190.",
      "heading": "",
      "text": "A. The monies obtained from the levying of fines, penalties or fees under this article shall accrue to the general fund of the State.\n\nB. The funds received from the purchase of permits shall be sufficient to administer and enforce the permitting provisions of this article.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-190/"
    },
    {
      "id": "section-13-7-200",
      "number": "13-7-200.",
      "heading": "",
      "text": "Whenever the Department finds that an emergency, as hereinabove defined, exists requiring immediate action to protect the public health, and safety the Department may, without notice or hearing, issue an order reciting the existence of such emergency and requiring that such action be taken as is necessary to meet the emergency. Notwithstanding any other provision of law, such order shall be effective immediately.\n\nAny person to whom such order is directed shall comply therewith immediately, but on application to the Department shall be afforded a hearing within thirty days. On the basis of such hearing, the emergency order shall be continued, modified or revoked within thirty days after such hearing.\n\nHISTORY: 1980 Act No. 429, Section 1, eff May 26, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-200/"
    },
    {
      "id": "section-13-7-410",
      "number": "13-7-410.",
      "heading": "",
      "text": "As used in this article, unless context requires otherwise:\n\n(1) \"Compact\" means the Southern States Energy Compact;\n\n(2) \"Board\" means the Southern States Energy Board.\n\nHISTORY: 1962 Code Section 1-400.1; 1961 (52) 570; 1981 Act No. 47, Section 1, eff May 5, 1981.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-410/"
    },
    {
      "id": "section-13-7-420",
      "number": "13-7-420.",
      "heading": "",
      "text": "The Southern States Energy Compact is hereby enacted into law and entered into by the State of South Carolina with any and all states legally joining therein in accordance with its terms.\n\nARTICLE I. Policy and Purpose The party states recognize that the proper employment and conservation of energy and employment of energy-related facilities, materials, and products, within the context of a responsible regard for the environment, can assist substantially in the industrialization of the South and the development of a balanced economy for the region. They also recognize that optimum benefit from and acquisition of energy resources and facilities require systematic encouragement, guidance, and assistance from the party states on a cooperative basis. It is the policy of the party states to undertake such cooperation on a continuing basis; it is the purpose of this compact to provide the instruments and framework for such a cooperative effort to improve the economy of the South and contribute to the individual and community well-being of the region's people.ARTICLE II. The Board (a) There is hereby created an agency of the party states to be known as the Southern States Energy Board. The board shall be composed of three members from each party state, one of whom shall be the Governor or his designate, one shall be a member of the Senate appointed by the President and one shall be a member of the House of Representatives appointed by the Speaker. Members shall serve terms coterminous with that term for which each member is elected. All vacancies shall be filled in the manner as the original appointment for the unexpired portion of the term only. Each member shall be designated or appointed in accordance with the law of the state which he represents and shall serve and be subject to removal in accordance with such law. Any member of the board may provide for the discharge of his duties and the performance of his functions thereon (either for the duration of his membership or for any lesser period of time) by a deputy or assistant, if the laws of his state make specific provisions therefor. The federal government may be represented without vote if provision is made by federal law for such representation.(b) Each party state shall be entitled to one vote on the board, to be determined by majority vote of each member or member's representative from the party state present and voting on any question. No action of the board shall be binding unless taken at a meeting at which a majority of all party states are represented and unless a majority of the total number of votes on the board are cast in favor thereof.\n\nARTICLE I. Policy and Purpose The party states recognize that the proper employment and conservation of energy and employment of energy-related facilities, materials, and products, within the context of a responsible regard for the environment, can assist substantially in the industrialization of the South and the development of a balanced economy for the region. They also recognize that optimum benefit from and acquisition of energy resources and facilities require systematic encouragement, guidance, and assistance from the party states on a cooperative basis. It is the policy of the party states to undertake such cooperation on a continuing basis; it is the purpose of this compact to provide the instruments and framework for such a cooperative effort to improve the economy of the South and contribute to the individual and community well-being of the region's people.\n\nARTICLE II. The Board (a) There is hereby created an agency of the party states to be known as the Southern States Energy Board. The board shall be composed of three members from each party state, one of whom shall be the Governor or his designate, one shall be a member of the Senate appointed by the President and one shall be a member of the House of Representatives appointed by the Speaker. Members shall serve terms coterminous with that term for which each member is elected. All vacancies shall be filled in the manner as the original appointment for the unexpired portion of the term only. Each member shall be designated or appointed in accordance with the law of the state which he represents and shall serve and be subject to removal in accordance with such law. Any member of the board may provide for the discharge of his duties and the performance of his functions thereon (either for the duration of his membership or for any lesser period of time) by a deputy or assistant, if the laws of his state make specific provisions therefor. The federal government may be represented without vote if provision is made by federal law for such representation.\n\n(c) The board shall have a seal.\n\n(d) The board shall elect annually, from among its members, a chairman, a vice chairman, and a treasurer. The board shall appoint an Executive Director who shall serve at its pleasure and who shall also act as Secretary, and who, together with the Treasurer, shall be bonded in such amounts as the board may require.\n\n(e) The Executive Director, with the approval of the board, shall appoint and remove or discharge such personnel as may be necessary for the performance of the board's functions notwithstanding the civil service, personnel or other merit system laws of any of the party states.\n\n(f) The board may establish and maintain, independently or in conjunction with any one or more of the party states, a suitable retirement system for its fulltime employees. Employees of the board shall be eligible for social security coverage in respect of old age and survivors insurance provided that the board takes such steps as may be necessary pursuant to federal law to participate in such program of insurance as a governmental agency or unit. The board may establish and maintain or participate in such additional programs of employee benefits as may be appropriate.\n\n(g) The board may borrow, accept, or contract for the services of personnel from any state or the United States or any subdivision or agency thereof, from any interstate agency, or from any institution, person, firm or corporation.\n\n(h) The board may accept for any of its purposes and functions under this compact any and all donations, and grants of money, equipment, supplies, materials, and services (conditional or otherwise) from any state or the United States or any subdivision or agency thereof, or interstate agency or from any institution, person, firm, or corporation, and may receive, utilize, and dispose of the same.\n\n(i) The board may establish and maintain such facilities as may be necessary for the transacting of its business. The board may acquire, hold, and convey real and personal property and any interest therein.\n\n(j) The board shall adopt bylaws, rules, and regulations for the conduct of its business, and shall have the power to amend and rescind these bylaws, rules, and regulations. The board shall publish its bylaws, rules, and regulations in convenient form and shall file a copy thereof, and shall also file a copy of any amendment thereto, with the appropriate agency or officer in each of the party states.\n\n(k) The board annually shall make to the governor of each party state, a report covering the activities of the board for the preceding year, and embodying such recommendations as may have been adopted by the board, which report shall be transmitted to the legislature of such state. The board may issue such additional reports as it may deem desirable.\n\nARTICLE III. Finances (a) The board shall submit to the executive head or designated officer or officers of each party state a budget of its estimated expenditures for such period as may be required by the laws of that jurisdiction for presentation to the legislature thereof.(b) Each of the board's budgets of estimated expenditures shall contain specific recommendations of the amount or amounts to be appropriated by each of the party states. One half of the total amount of each budget of estimated expenditures shall be apportioned among the party states in equal shares; one quarter of each such budget shall be apportioned among the party states in accordance with the ratio of their populations to the total population of the entire group of party states based on the last decennial federal census; and one quarter of each such budget shall be apportioned among the party states on the basis of the relative average per capita income of the inhabitants in each of the party states based on the latest computations published by the federal census-taking agency. Subject to appropriation by their respective legislatures, the board shall be provided with such funds by each of the party states as are necessary to provide the means of establishing and maintaining facilities, a staff of personnel and such activities as may be necessary to fulfill the powers and duties imposed upon and entrusted to the board.\n\nARTICLE III. Finances (a) The board shall submit to the executive head or designated officer or officers of each party state a budget of its estimated expenditures for such period as may be required by the laws of that jurisdiction for presentation to the legislature thereof.\n\n(c) The board may meet any of its obligations in whole or in part with funds available to it under Article II (h) of this compact, provided that the board takes specific action setting aside such funds prior to the incurring of any obligation to be met in whole or in part in this manner. Except where the board makes use of funds available to it under Article II (h) hereof, the board shall not incur any obligation prior to the allotment of funds by the party jurisdictions adequate to meet the same.\n\n(d) The board shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the board shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the board shall be audited yearly by a qualified public accountant and the report of the audit shall be included in and become part of the annual report of the board.\n\n(e) The accounts of the board shall be open at any reasonable time for inspection.\n\nARTICLE IV. Advisory Committees The board may establish such advisory and technical committees as it may deem necessary, membership on which to include but not be limited to private citizens, expert and lay personnel, representatives of industry, labor, commerce, agriculture, civic associations, medicine, education, voluntary health agencies, and officials of local, state and federal government, and may cooperate with and use the services of any such committees and the organizations which they represent in furthering any of its activities under this compact.ARTICLE V. Powers The board shall have power to:(a) Ascertain and analyze on a continuing basis the position of the South with respect to energy, energy-related industries, and environmental concerns.\n\nARTICLE IV. Advisory Committees The board may establish such advisory and technical committees as it may deem necessary, membership on which to include but not be limited to private citizens, expert and lay personnel, representatives of industry, labor, commerce, agriculture, civic associations, medicine, education, voluntary health agencies, and officials of local, state and federal government, and may cooperate with and use the services of any such committees and the organizations which they represent in furthering any of its activities under this compact.\n\nARTICLE V. Powers The board shall have power to:\n\n(b) Encourage the development, conservation, and responsible use of energy and energy-related facilities, installations, and products as part of a balanced economy and healthy environment.\n\n(c) Collect, correlate, and disseminate information relating to civilian uses of energy and energy-related materials and products.\n\n(d) Conduct, or cooperate in conducting, programs of training for state and local personnel engaged in any aspect of:\n\n(1) Energy, environment, and application of energy, environmental, and related concerns to industry, medicine, or education or the promotion or regulation thereof.\n\n(2) The formulation or administration of measures designed to promote safety in any matter related to the development, use or disposal of energy and energy-related materials, products, installations, or wastes.\n\n(e) Organize and conduct, or assist and cooperate in organizing and conducting, demonstrations of energy product, material, or equipment use and disposal and of proper techniques or processes for the application of energy resources to the civilian economy or general welfare.\n\n(f) Undertake such non-regulatory functions with respect to sources of radiation as may promote the economic development and general welfare of the region.\n\n(g) Study industrial, health, safety, and other standards, laws, codes, rules, regulations, and administrative practices in or related to energy and environmental fields.\n\n(h) Recommend such changes in, or amendments or additions to the laws, codes, rules, regulations, administrative procedures and practices or ordinances of the party states in any of the fields of its interest and competence as in its judgment may be appropriate. Any such recommendation shall be made through the appropriate state agency with due consideration of the desirability of uniformity but shall also give appropriate weight to any special circumstances which may justify variations to meet local conditions.\n\n(i) Prepare, publish and distribute (with or without charge) such reports, bulletins, newsletters or other material as it deems appropriate.\n\n(j) Cooperate with the United States Department of Energy or any agency successor thereto, any other officer or agency of the United States, and any other governmental unit or agency or officer thereof, and with any private persons or agencies in any of the fields of its interests.\n\n(k) Act as licensee of the United States Government or any party state with respect to the conduct of any research activity requiring such license and operate such research facility or undertake any program pursuant thereto.\n\n(l) Ascertain from time to time such methods, practices, circumstances, and conditions as may bring about the prevention and control of energy and environmental incidents in the area comprising the party states, to coordinate the environmental and other energy-related incident prevention and control plans and the work relating thereto of the appropriate agencies of the party states and to facilitate the rendering of aid by the party states to each other in coping with energy and environmental incidents. The board may formulate and, in accordance with need from time to time, revise a regional plan or regional plans for coping with energy and environmental incidents within the territory of the party states as a whole or within any subregion or subregions of the geographic area covered by this compact.\n\nARTICLE VI. Supplementary Agreements (a) To the extent that the board has not undertaken an activity or project which would be within its power under the provisions of ARTICLE V of this compact, any two or more of the party states (acting by their duly constituted administrative officials) may enter into supplementary agreements for the undertaking and continuance of such an activity or project. Any such agreement shall specify its purposes; its duration and the procedure for termination thereof or withdrawal therefrom; the method of financing and allocating the costs of the activity or project; and such other matters as may be necessary or appropriate. No such supplementary agreement entered into pursuant to this article shall become effective prior to its submission to and approval by the board. The board shall give such approval unless it finds that the supplementary agreement or the activity or project contemplated thereby is inconsistent with the provisions of this compact or a program or activity conducted by or participated in by the board.(b) Unless all of the party states participate in a supplementary agreement, any cost or costs thereof shall be borne separately by the states party thereto. However, the board may administer or otherwise assist in the operation of any supplementary agreement.\n\nARTICLE VI. Supplementary Agreements (a) To the extent that the board has not undertaken an activity or project which would be within its power under the provisions of ARTICLE V of this compact, any two or more of the party states (acting by their duly constituted administrative officials) may enter into supplementary agreements for the undertaking and continuance of such an activity or project. Any such agreement shall specify its purposes; its duration and the procedure for termination thereof or withdrawal therefrom; the method of financing and allocating the costs of the activity or project; and such other matters as may be necessary or appropriate. No such supplementary agreement entered into pursuant to this article shall become effective prior to its submission to and approval by the board. The board shall give such approval unless it finds that the supplementary agreement or the activity or project contemplated thereby is inconsistent with the provisions of this compact or a program or activity conducted by or participated in by the board.\n\n(c) No party to a supplementary agreement entered into pursuant to this article shall be relieved thereby of any obligation or duty assumed by such party state under or pursuant to this compact, except that timely and proper performance of such obligation or duty by means of the supplementary agreement may be offered as performance pursuant to the compact.\n\nARTICLE VII. Other Laws and Relations Nothing in this compact shall be construed to:(a) Permit or require any person or other entity to avoid or refuse compliance with any law, rule, regulation, order or ordinance of a party state or subdivision thereof now or hereafter made, enacted or in force.\n\nARTICLE VII. Other Laws and Relations Nothing in this compact shall be construed to:\n\n(b) Limit, diminish, or otherwise impair jurisdiction exercised by the United States Department of Energy, any agency successor thereto, or any other federal department, agency or officer pursuant to and in conformity with any valid and operative act of Congress.\n\n(c) Alter the relations between and respective internal responsibilities of the government of a party state and its subdivisions.\n\n(d) Permit or authorize the board to exercise any regulatory authority or to own or operate any nuclear reactor for the generation of electric energy; nor shall the board own or operate any facility or installation for industrial or commercial purposes.\n\nARTICLE VIII. Eligible Parties, Entry Into Force and Withdrawal (a) Any or all of the states of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, Missouri, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, West Virginia, the Commonwealth of Puerto Rico, and the United States Virgin Islands shall be eligible to become party to this compact.(b) As to any eligible party state, this compact shall become effective when its legislature shall have enacted the same into law; provided that it shall not become initially effective until enacted into law by seven states.\n\nARTICLE VIII. Eligible Parties, Entry Into Force and Withdrawal (a) Any or all of the states of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, Missouri, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, West Virginia, the Commonwealth of Puerto Rico, and the United States Virgin Islands shall be eligible to become party to this compact.\n\n(c) Any party state may withdraw from this compact by enacting a statute repealing the same, but no such withdrawal shall become effective until the governor of the withdrawing state shall have sent formal notice in writing to the governor of each other party state informing such governors of the action of the legislature in repealing the compact and declaring an intention to withdraw.\n\n(d) The provisions of this section shall become effective at such time as nine of the party states to the Southern Interstate Nuclear Compact approve substantially the same changes in the compact as are provided for in this section and the Congress of the United States consents to the compact, substantially as amended by this section.\n\nARTICLE IX. Severability and Construction The provisions of this compact and of any supplementary agreement entered into hereunder shall be severable and if any phrase, clause, sentence or provisions of this compact or such supplementary agreement is declared to be contrary to the constitution of any participating state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact or such supplementary agreement and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact or any supplementary agreement entered into hereunder shall be held contrary to the constitution of any state participating therein, the compact or such supplementary agreement shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters. The provisions of this compact and of any supplementary agreement entered into pursuant hereto shall be liberally construed to effectuate the purposes thereof.HISTORY: 1962 Code Section 1-400.2; 1961 (52) 570; 1981 Act No. 47, Section 2, eff May 5, 1981.\n\nARTICLE IX. Severability and Construction The provisions of this compact and of any supplementary agreement entered into hereunder shall be severable and if any phrase, clause, sentence or provisions of this compact or such supplementary agreement is declared to be contrary to the constitution of any participating state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact or such supplementary agreement and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact or any supplementary agreement entered into hereunder shall be held contrary to the constitution of any state participating therein, the compact or such supplementary agreement shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters. The provisions of this compact and of any supplementary agreement entered into pursuant hereto shall be liberally construed to effectuate the purposes thereof.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-420/"
    },
    {
      "id": "section-13-7-450",
      "number": "13-7-450.",
      "heading": "",
      "text": "The departments, agencies and officers of this State and its subdivisions may cooperate with the Board in the furtherance of any of its activities pursuant to the compact.\n\nHISTORY: 1962 Code Section 1-400.5; 1961 (52) 570.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-450/"
    },
    {
      "id": "section-13-7-460",
      "number": "13-7-460.",
      "heading": "",
      "text": "Any supplementary agreement entered into under Article VI of the compact, requiring the expenditure of funds, shall not become effective as to the State until the required funds are appropriated by the General Assembly.\n\nHISTORY: 1962 Code Section 1-400.6; 1961 (52) 570.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-460/"
    },
    {
      "id": "section-13-7-610",
      "number": "13-7-610.",
      "heading": "",
      "text": "The security organization of any corporation or legal entity doing business in this State, engaged in the business of transporting, fabricating, storing or using in any manner nuclear material, shall be authorized to obtain from the South Carolina Law Enforcement Division a copy of the confidential criminal history record of any employee or any applicant for employment only after a written release is obtained from the employee or applicant authorizing the security organization to obtain the record. For purposes of this section 'confidential criminal history record' shall only include pleas or convictions of the applicant. The criminal record shall only be used for (1) screening such applicants or employees whose duties would or do require unescorted access to nuclear power plants or storage facilities; (2) screening employees whose duties include having access to or control over nuclear material or sensitive information relating to nuclear power plants or facilities.\n\nHISTORY: 1980 Act No. 485, eff June 11, 1980.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-610/"
    },
    {
      "id": "section-13-7-620",
      "number": "13-7-620.",
      "heading": "",
      "text": "The South Carolina Law Enforcement Division shall charge a reasonable fee to defray the administrative costs of providing criminal history record information under the provisions of Section 13-7-610. The Division is authorized to charge additional fees as are necessary to discharge its duties under the provisions of Section 13-7-610.\n\nHISTORY: 1980 Act No. 485, eff June 11, 1980.\n\nGovernor's Nuclear Advisory Council",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-620/"
    },
    {
      "id": "section-13-7-810",
      "number": "13-7-810.",
      "heading": "",
      "text": "There is hereby established a Nuclear Advisory Council in the Department of Administration, which shall be responsible to the Director of the Department of Administration and report to the Governor.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10A, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000; 2014 Act No. 121 (S.22), Pt V, Section 7.Y.3, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-810/"
    },
    {
      "id": "section-13-7-820",
      "number": "13-7-820.",
      "heading": "",
      "text": "The duties of the council, in addition to such other duties as may be requested by the Governor, shall be:\n\n(1) to provide advice and recommendations to the Governor on issues involving the use, handling, and management of the transportation, storage, or disposal of nuclear materials within South Carolina, or such use, handling, transportation, storage, or disposal of nuclear materials outside of the State which may affect the public health, welfare, safety, and environment of the citizens of South Carolina;\n\n(2) to provide advice and recommendations to the Governor regarding matters pertaining to the Atlantic Compact Commission;\n\n(3) to provide advice and recommendations to the Governor regarding the various programs of the United States Department of Energy pertaining to nuclear waste;\n\n(4) to meet at the call of the chair or at a minimum twice a year.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10B, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-820/"
    },
    {
      "id": "section-13-7-830",
      "number": "13-7-830.",
      "heading": "",
      "text": "The recommendations described in Section 13-7-620 shall be made available to the General Assembly and the Governor.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10C, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000; 2014 Act No. 121 (S.22), Pt V, Section 7.Y.3, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-830/"
    },
    {
      "id": "section-13-7-840",
      "number": "13-7-840.",
      "heading": "",
      "text": "The council shall consist of nine members. One at-large member shall be appointed by the Speaker of the House of Representatives and one at-large member shall be appointed by the President of the Senate. Seven members shall be appointed by the Governor as follows: two shall be actively involved in the area of environmental protection; one shall have experience in the generation of power by nuclear means; one shall have experience in the field of nuclear activities other than power generation; two shall be scientists or engineers from the faculties of institutions of higher learning in the State; and one shall be from the public at large. The terms of the members of the council appointed by the Governor shall be coterminous with that of the appointing Governor, but they shall serve at the pleasure of the Governor.\n\nVacancies of the council shall be filled in the manner of the original appointment.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10D, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000; 2008 Act No. 273, Section 3, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-840/"
    },
    {
      "id": "section-13-7-850",
      "number": "13-7-850.",
      "heading": "",
      "text": "The Governor shall designate the chairman from the membership. When on business of the council, members shall be entitled to receive such compensation as provided by law for boards and commissions.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10E, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-850/"
    },
    {
      "id": "section-13-7-860",
      "number": "13-7-860.",
      "heading": "",
      "text": "Staff support for the council shall be provided by the Department of Administration.\n\nHISTORY: 1980 Act No. 517 Part II, Section 10F, eff June 10, 1980; 2000 Act No. 357, Section 6, eff June 6, 2000; 2014 Act No. 121 (S.22), Pt V, Section 7.Y.3, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-860/"
    },
    {
      "id": "section-13-7-1010",
      "number": "13-7-1010.",
      "heading": "",
      "text": "It shall be unlawful in this State for any commercial firm to accept for processing, reprocessing or storage or to process, reprocess or store any spent nuclear fuel or high-level radioactive waste generated in a foreign country. Any person who violates the provisions of this section is guilty of a misdemeanor and upon conviction shall be fined twenty-five thousand dollars for each day such illegal activity is conducted. In addition the Attorney General may, in appropriate circumstances, obtain injunctive relief to restrain further violations in the circuit court of the county in which such violations occurred.\n\nHISTORY: 1983 Act No. 11 Section 1, eff March 14, 1983.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-1010/"
    },
    {
      "id": "section-13-7-1020",
      "number": "13-7-1020.",
      "heading": "",
      "text": "The provisions of this article shall not apply to the processing, reprocessing or storage of spent nuclear fuel or radioactive waste funded by the federal government.\n\nHISTORY: 1983 Act No. 11 Section 2, eff March 14, 1983.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-13/chapter-7/section-13-7-1020/"
    }
  ]
}