{
  "state": "michigan",
  "path": "title-chapter-399-historical-records-and-sites/chapter-ero-no-2009-26-executive-reorganization-order-399752-399752",
  "sections": [
    {
      "id": "section-399752",
      "number": "399.752",
      "heading": "Transfer of Michigan Council for Arts and Cultural Affairs to Michigan Strategic Fund; Transfer of Powers and Functions of Library of Michigan and State Librarian, With Some Exceptions, to Department of Education by Type II Transfer; Abolishment of Position of State Librarian; Transfer of Powers and",
      "text": "WHEREAS, Section 1 of Article V of the Michigan Constitution of 1963 vests the executive power of the State of Michigan in the Governor;\n\nWHEREAS, Section 2 of Article V of the Michigan Constitution of 1963 empowers the Governor to make changes in the organization of the executive branch or in the assignment of functions among its units that the Governor considers necessary for efficient administration;\n\nWHEREAS, under Section 2 of Article V of the Michigan Constitution of 1963, the executive and administrative offices, agencies, and instrumentalities of the executive branch of state government and their respective functions, powers, and duties, must be allocated among and within not more than 20 principal departments and shall be grouped as far as practicable according to major purposes;\n\nWHEREAS, the Department of History, Arts, and Libraries was created as the twentieth principal department of state government under Section 3 of the History, Arts, and Libraries Act, 2001 PA 63, MCL 399.703, following an unsuccessful attempt to create a Department of History, Arts and Culture under Executive Order 2001-1;\n\nWHEREAS, the essential functions of the Department of History, Arts, and Libraries can be efficiently performed by other principal departments in state government;\n\nWHEREAS, abolishing the Department of History, Arts, and Libraries will assure more efficient use of taxpayer dollars;\n\nWHEREAS, it is practicable and necessary in the interests of efficient administration and effectiveness of government to change the organization of the executive branch of state government and to reduce to 17 the number of principal state departments;\n\nNOW, THEREFORE, I, Jennifer M. Granholm, Governor of the State of Michigan, by virtue of the power and authority vested in the Governor by the Michigan Constitution of 1963 and the laws of the State of Michigan order:\n\nI. DEFINITIONS\n\nI. DEFINITIONS\n\nAs used in this Order:\n\nA. \"Board of Trustees of the Library of Michigan\" means the board created by Section 4 of the Library of Michigan Act, 1982 PA 540, MCL 397.14.\n\nB. \"Department of Education\" means the principal department of state government created by Section 300 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.400.\n\nC. \"Department of History, Arts, and Libraries\" means the principal department of state government created by Section 3 of the History, Arts, and Libraries Act, 2001 PA 63, MCL 399.703.\n\nD. \"Department of Information Technology\" means the principal department of state government created by Executive Order 2001-3, MCL 18.41.\n\nE. \"Department of Energy, Labor, and Economic Growth\" means the principal department of state government created by Section 225 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.325, and renamed by Executive Order 1996-2, MCL 445.2001, by Executive Order 2003-18, MCL 445.2011, and by Executive Order 2008-20, MCL 445.2025.\n\nF. \"Department of Management and Budget\" means the principal department of state government created by Section 121 of The Management and Budget Act, 1984 PA 431, MCL 18.1121.\n\nG. \"Department of Natural Resources\" means the principal department of state government created by Section 250 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.350, and Section 501 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.501, as modified by Executive Order 1995-18, MCL 324.99903.\n\nH. \"Idlewild Centennial Commission\" means the commission created by Executive Order 2007-50.\n\nI. \"Library of Michigan\" means the library created by Section 3 of the Library of Michigan Act, 1982 PA 540, MCL 397.13.\n\nJ. \"Mackinac Island State Park Commission\" means the commission provided for under 1958 PA 201, MCL 318.201 to 318.208, transferred under Section 256 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.356, and created by Section 76503 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.76503.\n\nK. \"Michigan Center for Innovation and Reinvention Board\" means the board created by Section IV of this Order.\n\nL. \"Michigan Commission for the Blind\" means the commission created by Section 2 of 1978 PA 260, MCL 393.352.\n\nM. \"Michigan Commission on the Commemoration of the Bicentennial of the War of 1812\" means the commission created by Executive Order 2007-51.\n\nN. \"Michigan Council for Arts and Cultural Affairs\" means the council created by Executive Order 1991-21, MCL 2.132, and transferred to the Department of History, Arts, and Libraries by Section 11 of the History, Arts, and Libraries Act, 2001 PA 63, MCL 399.711.\n\nO. \"Michigan Freedom Trail Commission\" means the commission created by Section 3 of the Michigan Freedom Trail Commission Act, 1998 PA 409, MCL 399.83.\n\nP. \"Michigan Heritage Water Trail Program\" means the program described in Section 72113 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.72113.\n\nQ. \"Michigan Historical Center\" means the organizational entity within the Department of History, Arts, and Libraries referenced in Section 7a of the Michigan Historical Commission Act, 1913 PA 271, MCL 399.7a, Section 2 of the Michigan Historical Markers Act, 1955 PA 10, MCL 399.152, Section 281 of the Income Tax Act of 1967, 1967 PA 281, MCL 206.266, Section 39c of the Single Business Tax Act, 1975 PA 228, MCL 208.39c, and Section 435 of the Michigan Business Tax Act, 2007 PA 36, MCL 208.1435.\n\nR. \"Michigan Historical Commission\" means the commission created by Section 1 of the Michigan Historical Commission Act, 1913 PA 271, MCL 399.1.\n\nS. \"Michigan Iron Industry Museum Advisory Board\" means the board created by Section 3 of the Michigan Iron Industry Museum Advisory Board Act, 1984 PA 152, MCL 399.73.\n\nT. \"Michigan State Housing Development Authority\" means the public body corporate and politic created by Section 21 of the State Housing Development Authority Act of 1966, 1966 PA 346, MCL 125.1421.\n\nU. \"Michigan Strategic Fund\" means the public body corporate and politic created by Section 5 of the Michigan Strategic Fund Act, 1984 PA 270, MCL 125.2005.\n\nV. \"State Historic Preservation Review Board\" means the board created by Executive Order 2007-53.\n\nW. \"State Historical Records Advisory Board\" means the board created by Executive Order 2007-54.\n\nX. \"Superintendent of Public Instruction\" means the principal executive officer appointed by the State Board of Education pursuant to Section 3 of Article VIII of the Michigan Constitution of 1963.\n\nY. \"Type I transfer\" means that phrase as defined in Section 3 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103.\n\nZ. \"Type II transfer\" means that phrase as defined in Section 3 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103.\n\nAA. \"Type III transfer\" means that phrase as defined in Section 3 of the Executive Organization Act of 1965, 1965 PA 380, MCL 16.103.\n\nBB. \"Underwater Salvage and Preserve Committee\" means the committee created by Section 76103 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.76103.\n\nII. TRANSFER OF AUTHORITY, DUTIES, POWERS, FUNCTIONS, AND RESPONSIBILITIES OF THE DEPARTMENT OF HISTORY, ARTS, AND LIBRARIES\n\nII. TRANSFER OF AUTHORITY, DUTIES, POWERS, FUNCTIONS, AND RESPONSIBILITIES OF THE DEPARTMENT OF HISTORY, ARTS, AND LIBRARIES\n\nA. Michigan Council for Arts and Cultural Affairs\n\n1. The Michigan Council for Arts and Cultural Affairs is transferred to the Michigan Strategic Fund, together with all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources vested in that Council by law, including, but not limited to, Section 11 of the History, Arts, and Libraries Act, 2001 PA 63, MCL 399.711. The functions of budgeting and procurement of the Michigan Council for Arts and Cultural Affairs are transferred to the Michigan Strategic Fund.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.A of this Order, including, but not limited to, the Michigan Council for the Arts Fund created by Section 9(1) of the History, Arts, and Libraries Act, 2001 PA 63, MCL 399.709(1), are transferred to the Michigan Strategic Fund.\n\n3. The President of the Michigan Strategic Fund shall provide executive direction and supervision for the implementation of the transfers under Section II.A of this Order.\n\n4. The President of the Michigan Strategic Fund shall supervise and administer the functions transferred to the Fund under Section II.A of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nB. Library of Michigan\n\n1. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, collections, and budgetary resources of the Library of Michigan and of the State Librarian, except those pertaining to services for the blind and physically handicapped described in Section II.C of this Order and those related to census data functions described in Section II.D of this Order, are transferred by Type II transfer to the Department of Education, including, but not limited to, the authority, powers, duties, functions and responsibilities under all of the following:\n\na. The Library of Michigan Act, 1982 PA 540, MCL 397.11 to 397.24.\n\nb. Section 4c of 1919 PA 71, MCL 21.44c.\n\nc. Section 4b of the Uniform Budgeting and Accounting Act, 1968 PA 2, MCL 141.424b.\n\nd. Section 2885 of the Public Health Code, 1978 PA 368, MCL 333.2885.\n\ne. Sections 3, 3a, 3b, 5, 6, and 24 of the District Library Establishment Act, 1989 PA 24, MCL 397.173, 397.173a, 397.173b, 397.175, 397.176, and 397.194.\n\nf. Section 15 of the State Aid to Public Libraries Act, 1977 PA 89, MCL 397.565.\n\n2. The Board of Trustees of the Library of Michigan is transferred by Type II transfer to the Department of Education.\n\n3. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries relating to the Library of Michigan and oversight of libraries within this state are transferred by Type II transfer to the Department of Education, including, but not limited to, the authority, powers, duties, functions, and responsibilities under all of the following:\n\na. The Library of Michigan Act, 1982 PA 540, MCL 397.11 to 397.24.\n\nb. Section 13a of the Charter Township Act, 1947 PA 359, MCL 42.13a.\n\nc. The District Library Establishment Act, 1989 PA 24, MCL 397.171 to 397.196.\n\nd. The State Aid to Public Libraries Act, 1977 PA 89, MCL 397.551 to 397.576.\n\n4. The unclassified position of State Librarian created by Section 5 of the Library of Michigan Act, 1982 PA 540, MCL 397.15, is abolished. The Superintendent of Public Instruction, in cooperation with the Civil Service Commission if necessary, shall designate a qualified employee of the Department of Education to serve as the state librarian as soon as practicable.\n\n5. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within the Department as a member of the Board of Trustees of the Library of Michigan under Section 4 of the Library of Michigan Act, 1982 PA 540, MCL 397.14, is transferred to the Superintendent of Public Instruction or his or her designee from within the Department of Education.\n\n6. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.B are transferred to the Department of Education.\n\n7. The Superintendent of Public Instruction shall provide executive direction and supervision for the implementation of the transfers under Section II.B of this Order.\n\n8. The Superintendent of Public Instruction shall administer the assigned functions transferred to the Department of Education under Section II.B of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order. To achieve efficient administration and effectuate necessary cost savings consistent with appropriations provided by law, the Library of Michigan shall evaluate and implement measures designed to reduce expenditures and eliminate duplicative services. Subject to available appropriations, the Library of Michigan shall focus on the provision of leadership and critical services to libraries and patrons throughout this state, including, but not limited to, all of the following:\n\na. Continuing this state's vital role in maintaining and delivering online services to libraries around this state, including prioritizing the provision of services that affect libraries and their patrons throughout this state such as continued support for, and availability of, the Michigan eLibrary (MeL) and MelCat, the statewide online catalog and resource sharing systems.\n\nb. Continuing state-level support for the cost savings and effective delivery of statewide library services achieved through the leadership of the Library of Michigan and the collaboration and resource sharing of libraries throughout this state.\n\nc. Preserving important collections maintained by the Library of Michigan, including the Michigan Collection, the Rare Books Collection, and the Genealogy Collection.\n\nC. Services for the Blind and Physically Handicapped\n\n1. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries related to library services for the blind and physically handicapped, including, but not limited to, the authority, powers, duties, functions, and responsibilities under 1959 PA 127, MCL 397.491, are transferred to the Michigan Commission for the Blind. The related functions of budgeting and procurement are transferred to the Michigan Commission for the Blind.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.C of this Order are transferred to the Michigan Commission for the Blind.\n\n3. The Director of the Department of Energy, Labor, and Economic Growth shall provide executive direction and supervision for the implementation of the transfers under Section II.C of this Order.\n\n4. The Director of the Department of Energy, Labor, and Economic Growth shall administer the assigned functions transferred to the Michigan Commission for the Blind under Section II.C of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nD. Population Statistics and Census Reporting Duties\n\n1. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries related to census reporting and conducting statistical studies and making estimates and projections of population relative to size and distribution are transferred by Type II transfer to the Department of Information Technology including, but not limited to, the authority, powers, duties, functions, and responsibilities under all of the following:\n\na. Section 343 of The Management and Budget Act, 1984 PA 431, MCL 18.1343.\n\nb. The cooperative initiative between the United States Bureau of the Census and this state regarding census reporting referenced in Section III of Executive Order 2002-17, MCL 399.751.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.D of this Order are transferred to the Department of Information Technology.\n\n3. The Director of the Department of Information Technology shall provide executive direction and supervision for the implementation of the transfers under Section II.D of this Order.\n\n4. The Director of the Department of Information Technology shall administer the assigned functions transferred to that Department under Section II.D of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nE. State Records Management\n\n1. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries regarding the state records management program are transferred by Type II transfer to the Department of Management and Budget, including, but not limited to, any powers, duties, functions, and responsibilities for state records management vested in the Department of History, Arts, and Libraries by the following statutes:\n\na. Sections 287 to 292 of The Management and Budget Act, 1984 PA 431, MCL 18.1287 to 18.1292.\n\nb. Section 131 of The Management and Budget Act, 1984 PA 431, MCL 18.1131.\n\nc. Section 289 of The Management and Budget Act, 1984 PA 431, MCL 18.1289.\n\nd. The Records Reproduction Act, 1992 PA 116, MCL 24.401 to 24.406.\n\ne. Section 5 of the Michigan Historical Commission Act, 1913 PA 271, MCL 399.5, insofar as that section pertains to duties and functions of the Historical Commission concerning state and local government record schedules.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.E of this Order are transferred to the Department of Management and Budget.\n\n3. The Director of the Department of Management and Budget shall provide executive direction and supervision for the implementation of the transfers under Section II.E of this Order.\n\n4. The Director of the Department of Management and Budget shall administer the assigned functions transferred to that Department under Section II.E of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\n5. Executive Order 2002-17, MCL 399.751, is rescinded in its entirety.\n\nF. State Archives\n\n1. All of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries regarding the state archives program are transferred by Type II transfer to the Department of Natural Resources, including, but not limited to, any authority, powers, duties, functions, and responsibilities for state archives vested in the Department of History, Arts, and Libraries by the following statutes:\n\na. Sections 288 and 289 of The Management and Budget Act, 1984 PA 431, MCL 18.1288 and 18.1289.\n\nb. The Michigan Historical Commission Act, 1913 PA 271, MCL 399.1 to 399.10.\n\nc. Section 2137 of the Revised Judicature Act of 1961, 1961 PA 236, MCL 600.2137.\n\nd. Section 2 of 1897 PA 8, MCL 35.232.\n\ne. Section 1 of 1927 PA 54, MCL 399.51.\n\nf. Section 1 of 1927 PA 55, MCL 399.61.\n\ng. Section 491 of the Michigan Penal Code, 1931 PA 328, MCL 750.491.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.F of this Order are transferred to the Department of Natural Resources.\n\n3. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.F of this Order.\n\n4. The Director of the Department of Natural Resources shall administer the assigned functions transferred to that Department under Section II.F of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nG. State Historical Records Advisory Board\n\n1. The State Historical Records Advisory Board is transferred by Type II transfer to the Department of Natural Resources together with all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources vested in that Board by law, including, but not limited to, any authority, powers, duties, functions, and responsibilities under Executive Order No. 2007-54.\n\n2. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within that Department as a member of the State Historical Records Advisory Board under Section II.B.2. of Executive Order 2007-54 is transferred to the Director of the Department of Natural Resources or his or her designee from within the Department of Natural Resources.\n\n3. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.G of this Order are transferred to the Department of Natural Resources.\n\n4. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.G of this Order.\n\n5. The Director of the Department of Natural Resources shall supervise and administer the assigned functions transferred to that Department under Section II.G of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nH. Michigan Historical Commission\n\n1. Except as otherwise provided in this Order, all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries relating to the promotion of history and the preservation of the state's historical resources are transferred by Type II transfer to the Department of Natural Resources, including, but not limited to, the authority, powers, duties, functions, and responsibilities of the Department of History, Arts, and Libraries under all of the following:\n\na. The Michigan Historical Commission Act, 1913 PA 271, MCL 399.1 to 399.10.\n\nb. The Michigan Historical Markers Act, 1955 PA 10, MCL 399.151 to 399.160.\n\nc. 1976 PA 69, MCL 399.111 to 399.113.\n\nd. Sections 76101 to 76118 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.76101 to 324.76118.\n\ne. Any duties, functions, or responsibilities of the Department of History, Arts, and Libraries related to the Thunder Bay National Marine Sanctuary and Underwater Preserve arising under the 2002 Memorandum of Agreement between the National Marine Safety Program and this state.\n\n2. The Michigan Historical Commission is transferred by Type II transfer to the Department of Natural Resources.\n\n3. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within the Department as an ex officio member of the Michigan Historical Commission under Section 1 of the Michigan Historical Commission Act, 1913 PA 271, MCL 399.1, is transferred to the Director of the Department of Natural Resources or his or her designee from within that Department.\n\n4. All of the authority, powers, duties, functions, and responsibilities of the Director of the Department of History, Arts, and Libraries regarding the appointment of members and the chairman of the Underwater Salvage and Preserve Committee under Section 76103 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.76103, are transferred to the Director of the Department of Natural Resources.\n\n5. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.H of this Order are transferred to the Department of Natural Resources.\n\n6. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.H of this Order.\n\n7. The Director of the Department of Natural Resources shall supervise and administer the assigned functions transferred to the Department of Natural Resources under Section II.H of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order. To achieve efficient administration and effectuate necessary cost savings consistent with appropriations provided by law, the Director shall evaluate and implement measures designed to reduce expenditures, eliminate duplicative services, and generate revenue while protecting the core functions of the former Department of History, Arts, and Libraries transferred to the Department of Natural Resources. The guiding purpose of any and all such measures, consistent with the purpose and intent of this Order, shall be to strike a careful and prudent balance between the goal of achieving efficient administration and necessary cost savings and that of preserving and maintaining public access to the important and unique collections and resources entrusted to the former Department of History, Arts, and Libraries, including, but not limited to, Michigan's Civil War and other military flags. Unless the Director determines it to be impracticable, the measures may include, but shall not be limited to, all of the following:\n\na. Instituting an admission fee for museum facilities and exhibits.\n\nb. If the Department of History, Arts, and Libraries has not already done so, entering into a memorandum of understanding with a qualified non-profit organization, society, or foundation willing to assume responsibility for the publication of any or all magazines or journals published by the Department or taking other steps to eliminate the expenditure of state funds appropriated for the publications while preserving these important functions to the extent feasible.\n\nc. Entering into a memorandum of understanding with a qualified non-profit organization, society, or foundation willing to assume responsibility for the staffing and operation of the museum store and for the development and operation of online sales of merchandise from, or related to, this state's museums or archives, if the Director determines that such an agreement will reduce state expenditures or enhance state revenues and is otherwise in the best interests of this state.\n\nd. If the Department of History, Arts, and Libraries has not already done so, entering into a memorandum of understanding with a qualified non-profit organization, society, or foundation willing to assume responsibility for the administration and preservation of the Michigan historical markers program under the Michigan Historical Markers Act, 1955 PA 10, MCL 399.151, if the Director determines that such an agreement will reduce state expenditures or enhance state revenues and is otherwise in the best interests of this state.\n\ne. Depositing any state funds generated by such activities into the general fund of this state.\n\nf. Taking such other measures as may be necessary or appropriate to limit expenditures consistent with available appropriations.\n\nI. Mackinac Island State Park Commission\n\n1. The Mackinac Island State Park Commission is transferred by Type I transfer to the Department of Natural Resources, including, but not limited to, the authority, powers, duties, functions, and responsibilities of the Commission under all of the following:\n\na. Sections 76501 to 76509, 76701 to 76709, 76901 to 76903, 77101, 77301, 77302, 77701 to 77704, and 77901 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.76501 to 324.76509, 324.76701 to 324.76709, 324.76901 to 324.76903, 324.77101, 324.77301, 324.77302, 324.77701 to 324.77704, and 324.77901.\n\nb. Section 511 of the Michigan Liquor Control Code of 1998, 58 PA 1998, MCL 436.1511.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.I of this Order are transferred by Type I transfer to the Department of Natural Resources.\n\n3. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.I of this Order.\n\nJ. Michigan Heritage Water Trail Program\n\n1. All of the authority, powers, duties, functions, and responsibilities of the Department of History, Arts, and Libraries related to the Michigan Heritage Water Trail Program are transferred to the Department of Natural Resources, including, but not limited to, the authority, powers, duties, functions, and responsibilities under Section 72113 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.72113.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.J of this Order are transferred to the Department of Natural Resources.\n\n3. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.J of this Order.\n\n4. The Director of the Department of Natural Resources shall administer the assigned functions transferred to that Department under Section II.J of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nK. Michigan Freedom Trail Commission\n\n1. The Michigan Freedom Trail Commission is transferred by Type II transfer to the Department of Natural Resources.\n\n2. Any authority, powers, duties, functions, and responsibilities vested in the Department of History, Arts, and Libraries under the Michigan Freedom Trail Commission Act, 1998 PA 409, MCL 399.81 to 399.85, are transferred by Type II transfer to the Department of Natural Resources.\n\n3. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within that Department as a member of the Michigan Freedom Trail Commission under Section 3 of the Michigan Freedom Trail Commission Act, 1998 PA 409, MCL 399.83, is transferred to the Director of the Department of Natural Resources or his or her designee from within the Department of Natural Resources.\n\n4. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.K of this Order are transferred to the Department of Natural Resources.\n\n5. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.K of this Order.\n\n6. The Director of the Department of Natural Resources shall supervise and administer the assigned functions transferred to that Department under Section II.K of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nL. Idlewild Centennial Commission\n\n1. The Idlewild Centennial Commission is transferred to the Michigan State Housing Development Authority, together with all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources vested in that Commission, including, but not limited to, the authority, powers, duties, functions and responsibilities under Executive Order 2007-50. The functions of budgeting and procurement of the Idlewild Centennial Commission are transferred to the Michigan State Housing Development Authority.\n\n2. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within that Department as a member of the Idlewild Centennial Commission under Section II.B.1 of Executive Order 2007-50 is transferred to the Executive Director of the Michigan State Housing Development Authority or his or her designee from within the Authority.\n\n3. The duty of the Director of the Department of History, Arts, and Libraries to serve as Chairperson of the Idlewild Centennial Commission under Section II.E of Executive Order 2007-50 is transferred to the Executive Director of the Michigan State Housing Development Authority or his or her designee from within the Authority.\n\n4. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.L of this Order are transferred to the Michigan State Housing Development Authority.\n\n5. The Executive Director of the Michigan State Housing Development Authority shall provide executive direction and supervision for the implementation of the transfers under Section II.L of this Order.\n\n6. The Executive Director of the Michigan State Housing Development Authority shall supervise and administer the assigned functions transferred to the Authority under Section II.L of this Order in such ways as to promote efficient administration.\n\nM. Michigan Commission on the Commemoration of the Bicentennial of the War of 1812\n\n1. The Michigan Commission on the Commemoration of the Bicentennial of the War of 1812 is transferred by Type II transfer to the Department of Natural Resources.\n\n2. The position of the Director of the Department of History, Arts, and Libraries or his or her designee from within that Department to serve as a member of the Michigan Commission on the Commemoration of the Bicentennial of the War of 1812 under Section II.B.1 of Executive Order 2007-51 is transferred to the Director of the Department of Natural Resources or his or her designee from within the Department of Natural Resources.\n\n3. The duty of the Director of the Department of History, Arts, and Libraries or his or her designee from within that Department to serve as Chairperson of the Michigan Commission on the Commemoration of the Bicentennial of the War of 1812 under Sections II.B.1 and II.E of Executive Order 2007-51 is transferred to the Director of the Department of Natural Resources or his or her designee from within the Department of Natural Resources.\n\n4. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.M of this Order are transferred to the Department of Natural Resources.\n\n5. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.M of this Order.\n\n6. The Director of the Department of Natural Resources shall supervise and administer the assigned functions transferred to that Department under Section II.M of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nN. Michigan Iron Industry Museum Advisory Board\n\n1. The Michigan Iron Industry Museum Advisory Board is transferred by Type II transfer to the Department of Natural Resources.\n\n2. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.N of this Order are transferred to the Department of Natural Resources.\n\n3. The Director of the Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfers under Section II.N of this Order.\n\n4. The Director of the Department of Natural Resources shall supervise and administer the assigned functions transferred to that Department under Section II.N in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nO. Historic Preservation\n\n1. The State Historic Preservation Review Board is transferred to the Michigan State Housing Development Authority, together with all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of that Board, including, but not limited to, any authority, powers, duties, functions, and responsibilities under Executive Order 2007-53. The budgeting and procurement functions of the State Historic Preservation Review Board are transferred to the Michigan State Housing Development Authority.\n\n2. Except as otherwise provided in this Order, all of the authority, powers, duties, functions, responsibilities, personnel, equipment, and budgetary resources of the Department of History, Arts, and Libraries or the Michigan Historical Center relating to the identification, certification, and preservation of historical sites are transferred to the Michigan State Housing Development Authority, including, but not limited to, the authority, powers, duties, functions, and responsibilities under all of the following:\n\na. Section 13(1)(o) of the Freedom of Information Act, 1976 PA 442, MCL 15.243.\n\nb. Section 29 of the Downtown Development Authority Act, 1975 PA 197, MCL 125.1679.\n\nc. Section 26 of the Tax Increment Finance Act, 1980 PA 450, MCL 125.1826.\n\nd. Section 26 of the Corridor Improvement Authority Act, 2005 PA 280, MCL 125.2896.\n\ne. Section 39c of the Single Business Tax Act, 1975 PA 228, MCL 208.39c.\n\nf. Section 266 of the Income Tax Act of 1967, 1967 PA 281, MCL 206.266.\n\ng. Section 435 of the Michigan Business Tax Act, 2007 PA 36, MCL 208.1435.\n\nh. Section 811k of the Michigan Vehicle Code, 1949 PA 300, MCL 257.811k.\n\ni. Sections 63523 to 63525 of the Natural Resources and Environmental Protection Act, 1994 PA 451, MCL 324.63523 to 324.63525.\n\nj. The Local Historic Districts Act, 1970 PA 169, MCL 399.201 to 399.215.\n\nk. Executive Order No. 2007-53.\n\n3. All records, property, grants, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of History, Arts, and Libraries for the authority, activities, powers, duties, functions, and responsibilities transferred under Section II.O of this Order are transferred to the Michigan State Housing Development Authority.\n\n4. The Executive Director of the Michigan State Housing Development Authority shall provide executive direction and supervision for the implementation of the transfers under Section II.O of this Order.\n\n5. The Executive Director of the Michigan State Housing Development Authority shall supervise and administer the assigned functions transferred to the Authority under Section II.O of this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order. However, the State Historic Preservation Review Board shall retain all of its prescribed statutory authority to decide appeals under Section 5 of the Local Historic Districts Act, 1920 PA 169, MCL 399.205.\n\nP. Michigan Library and Historical Center\n\n1. Subject to available appropriations, the Department of Education, the Department of Natural Resources, the Michigan Commission for the Blind, and other state department and agencies shall actively cooperate to facilitate the continued operation of the Michigan Library and Historical Center and the preservation of the important historical resources and library collections maintained at the Center on behalf of the People of the State of Michigan.\n\nIII. ABOLITION OF THE DEPARTMENT OF HISTORY, ARTS, AND LIBRARIES\n\nIII. ABOLITION OF THE DEPARTMENT OF HISTORY, ARTS, AND LIBRARIES\n\nA. Except as otherwise provided in this Order, any authority, powers, duties, functions, and responsibilities of the Department of History, Arts, and Libraries are transferred by Type III transfer to the Department of Natural Resources.\n\nB. The Department of History, Arts, and Libraries is abolished.\n\nIV. CREATION OF THE MICHIGAN CENTER FOR INNOVATION AND REINVENTION BOARD\n\nIV. CREATION OF THE MICHIGAN CENTER FOR INNOVATION AND REINVENTION BOARD\n\nA. The Michigan Center for Innovation and Reinvention Board is created as an advisory body within the Department of Natural Resources. The Board will, among other tasks, consider potential ideas to preserve and maximize the benefits to the public of the existing Michigan Library and Historical Center, including public input and scrutiny regarding the most effective delivery of state library and historical services and facilities including, but not limited to, collections, buildings, and skilled personnel. The Board shall recognize the importance of preserving unique historical assets and collections, including, but not limited to, Michigan's Civil War and other military flags, the Michigan Collection, the Rare Books Collection, and the Genealogy Collection of the Library of Michigan. Qualified individuals recommended for consideration for appointment to the Board should include librarians, historians, archivists, and others with relevant expertise.\n\nB. The Board shall consist of the following 9 voting members:\n\n1. The Director of the Department of Natural Resources or his or her designee from within the Department of Natural Resources.\n\n2. The Superintendent of Public Instruction or his or her designee from within the Department of Education.\n\n3. Three members appointed by the Governor.\n\n4. Three members appointed by the Governor from a list of at least 9 individuals nominated by the President of Michigan State University.\n\n5. One member appointed by the Governor from a list of at least 3 individuals nominated by the Mayor of the City of Lansing.\n\nC. The Director of the Department of Natural Resources or his or her designee shall serve as the Chairperson of the Board. The Board shall select a member of the Board to serve as Vice-Chairperson of the Board.\n\nD. The Board shall act in an advisory capacity to the Governor and shall review and evaluate the potential for the creation of a Michigan Center for Innovation and Reinvention in partnership with Michigan State University, the city of Lansing, or other appropriate public and private partners and to consider alternative ideas and proposals designed to achieve all of the following objectives:\n\n1. Preserve and maximize the benefits to the public of existing state library and historical resources including collections, buildings, and skilled personnel.\n\n2. Explore creative and innovative ideas for using existing state library and historical resources, in combination with the resources of potential partners, to: (i) serve the public more effectively and more efficiently; (ii) promote knowledge and understanding of this state's history and heritage; (iii) educate both children and adults in science, technology, engineering, and mathematics; and (iv) enhance the competitiveness of the citizens of this state in the world economy.\n\n3. Identify and recommend alternative sources and means of funding these activities and services.\n\nE. The Board shall complete its work and submit a final report to the Governor by June 1, 2010.\n\nF. The Board shall be staffed and assisted by personnel from the Department of Natural Resources, subject to available funding. Any budgeting, procurement, or related management functions of the Board shall be performed under the direction and supervision of the Director of the Department.\n\nG. The Board shall adopt procedures consistent with Michigan law and this Order governing its organization and operations.\n\nH. A majority of the members of the Board serving constitutes a quorum for the transaction of the Board's business. The Board shall act by a majority vote of its serving members.\n\nI. The Board shall meet at the call of the Chairperson and as may be provided in procedures adopted by the Board.\n\nJ. The Board may, as appropriate, make inquiries, studies, investigations, hold hearings, and receive comments from the public. The Board may also consult with outside experts in order to perform its duties, including, but not limited to, experts in the private sector, government agencies, and at institutions of higher education.\n\nK. Members of the Board shall serve without compensation. Members of the Board may receive reimbursement for necessary travel and expenses consistent with relevant statutes and the rules and procedures of the Civil Service Commission and the Department of Management and Budget, subject to available funding.\n\nL. The Board may hire or retain contractors, sub-contractors, advisors, consultants, and agents, and may make and enter into contracts necessary or incidental to the exercise of the powers of the Board and the performance of its duties as the Director of the Department of Natural Resources deems advisable and necessary, in accordance with this Order, the relevant statutes, the rules and procedures of the Civil Service Commission and the Department of Management and Budget, subject to available funding.\n\nM. The Board may accept donations of labor, services, or other things of value from any public or private agency or person.\n\nN. Members of the Board shall refer all legal, legislative, and media contacts to the Department of Natural Resources.\n\nV. MISCELLANEOUS\n\nV. MISCELLANEOUS\n\nA. The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system, including, but not limited to, for the fiscal year ending September 30, 2010.\n\nB. All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\nC. Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected under this Order, shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected under this Order.\n\nD. The invalidity of any portion of this Order shall not affect the validity of the remainder of the Order, which may be given effect without any invalid portion. Any portion of this Order found invalid by a court or other entity with proper jurisdiction shall be severable from the remaining portions of this Order.\n\nIn fulfillment of the requirements of Article V, Section 2 of the Michigan Constitution of 1963, the provisions of this Executive Order are effective October 1, 2009 at 12:01 a.m.\n\nHistory:2009, E.R.O. No. 2009-26, Eff. Oct. 1, 2009 ;-- Am. 2009, E.R.O. No. 2009-30, Eff. Nov. 12, 2009Compiler's Notes:Sections II.B.4., II.B.8., II.H.7. and IV.A., as enacted by E.R.O. No. 2009-26, were amended by E.R.O. No. 2009-30. Section II., as enacted by E.R.O. No. 2009-26, was also amended by adding subsection P. These sections reflect the amended and added text; all other text remains as originally enacted.For the renaming of the Michigan council for arts and cultural affairs to the Michigan arts and culture council, see E.R.O. No. 2022-1, compiled at MCL 333.27002.For the transfer of powers and duties related to the state archives program from the department of natural resources to the department of technology, management and budget, see E.R.O. 2023-2, compiled at MCL 388.1283.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-e-r-o-no-2009-26/section-399-752/"
    }
  ]
}