{
  "state": "michigan",
  "path": "title-chapter-399-historical-records-and-sites/chapter-act-63-of-2001-history-arts-and-libraries-act-399701-399722",
  "sections": [
    {
      "id": "section-399701",
      "number": "399.701",
      "heading": "Short Title.Section 399.702 - Definitions",
      "text": "This act shall be known and may be cited as the \"history, arts, and libraries act\".\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-701/"
    },
    {
      "id": "section-399702",
      "number": "399.702",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Council\" means the Michigan council for arts and cultural affairs established by Executive Order No. 1991-21.\n\n(b) \"Department\" means the department of history, arts, and libraries created in section 3.\n\n(c) \"Director\" means the director of the department.\n\n(d) \"Fund\" means the Michigan council for the arts fund created in section 9.\n\n(e) \"Person\" means an individual, partnership, corporation, association, governmental entity, or other legal entity.\n\n(f) \"Type II transfer\" means that term as it is defined in section 3 of the executive organization act of 1965, 1965 PA 380, MCL 16.103.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001 ;-- Am. 2002, Act 508, Imd. Eff. July 23, 2002 ;-- Am. 2008, Act 85, Eff. May 4, 2008 ;-- Am. 2008, Act 559, Imd. Eff. Jan. 16, 2009Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.For the renaming of the Michigan council for arts and cultural affairs to the Michigan arts and culture council, see E.R.O. No. 2022-1, compiled at MCL 333.27002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-702/"
    },
    {
      "id": "section-399703",
      "number": "399.703",
      "heading": "Department of History, Arts, and Libraries; Creation.",
      "text": "The department of history, arts, and libraries is created.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-703/"
    },
    {
      "id": "section-399704",
      "number": "399.704",
      "heading": "Director; Appointment.",
      "text": "The department shall be headed by a director who shall be appointed by and serve at the pleasure of the governor.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-704/"
    },
    {
      "id": "section-399705",
      "number": "399.705",
      "heading": "Powers, Duties, Functions, and Responsibilities.",
      "text": "The department shall carry out the powers, duties, functions, and responsibilities as provided in this act and as otherwise provided by law.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-705/"
    },
    {
      "id": "section-399706",
      "number": "399.706",
      "heading": "Transfer of Records, Personnel, Property, Grants, Unexpended Appropriations, Allocations, and Other Funds.",
      "text": "All records, personnel, property, grants and unexpended balances of appropriations, allocations and other funds used, held, employed, available or to be made available to any entity for the activities, powers, duties, functions and responsibilities transferred to the department of history, arts, and libraries by this act are hereby transferred to the department of history, arts, and libraries. The state budget director shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system for the remainder of the fiscal year ending September 30, 2001.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-706/"
    },
    {
      "id": "section-399707",
      "number": "399.707",
      "heading": "Agreements With Other Governmental Entities; Purpose.",
      "text": "(1) The department may enter into cooperative agreements, contracts, or other agreements with 1 or more governmental entities to use the personnel, services, or facilities of the entity to assist with carrying out the duties, functions, and responsibilities of the department as provided in this act and as otherwise provided by law.\n\n(2) The director may delegate his or her authority to execute an agreement authorized in subsection (1) to another officer or employee of the department under terms the director considers appropriate.\n\nHistory:Add. 2002, Act 508, Imd. Eff. July 23, 2002Compiler's Notes:For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-707/"
    },
    {
      "id": "section-399709",
      "number": "399.709",
      "heading": "Michigan Council for the Arts Fund; Creation; Administration; Money Credited; Interest and Earning Accrued; Investment; Disbursement; Money in Fund at Close of Year; Report",
      "text": "(1) The Michigan council for the arts fund is created in the department. The fund shall be administered by the department, and money in the fund shall be expended only to fund grants administered by the council.\n\n(2) The department shall credit to the fund all amounts appropriated to the fund under this act and any money received as contributions for purposes under this act, including money credited to the fund pursuant to section 435 of the income tax act of 1967, 1967 PA 281, MCL 206.435, any interest and earnings accruing from the saving and investment of that money, and any other appropriations, money, or other things of value received by the fund.\n\n(3) The state treasurer shall direct the investment of the fund.\n\n(4) Money appropriated or money received as a contribution to the fund shall be available for disbursement upon appropriation.\n\n(5) Money in the fund at the close of the year shall remain in the fund and shall not lapse to the general fund.\n\n(6) By November 1 of each year, the department shall provide a report to the senate and house of representatives appropriations subcommittees on history, arts, and libraries of all revenues to and expenditures from the fund. The report shall include an estimated fund balance for the fiscal year.\n\nHistory:Add. 2008, Act 559, Imd. Eff. Jan. 16, 2009Compiler's Notes:For transfer of Michigan council for arts and cultural affairs and Michigan council for the arts fund from department of history, arts, and libraries to Michigan strategic fund, see E.R.O. No. 2009-26, compiled at MCL 399.752.For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-709/"
    },
    {
      "id": "section-399711",
      "number": "399.711",
      "heading": "Transfer of Michigan Council for Arts and Cultural Affairs by Type II Transfer; Term of Office; Vacancy; Chairperson; Expenses; Subcommittees and Advisory Committees; Duties",
      "text": "(1) The Michigan council for arts and cultural affairs is transferred by a type II transfer to the department. The council shall consist of 15 members appointed by the governor.\n\n(2) The term of office of each member of the council shall be 3 years. A member appointed to fill a vacancy occurring other than by expiration of a term shall be appointed for the unexpired term.\n\n(3) The governor shall appoint 1 member of the council as chairperson. The council shall elect other officers as it considers necessary.\n\n(4) Members of the council shall not receive compensation, but may be reimbursed for the actual and necessary expenses, including mileage, incurred in carrying out their functions.\n\n(5) The council may appoint subcommittees and advisory committees. The director may assign staff, if requested by the chairperson of the council, to assist the council in performing its functions.\n\n(6) The council shall do all of the following:\n\n(a) Advise the governor and the director on matters relating to arts and cultural affairs.\n\n(b) Disburse, fund, and make grants to public and private arts and cultural entities.\n\n(c) Accept gifts, grants, loans, appropriations, or other aid from any person and agree and comply with conditions attached to such gifts, grants, loans, appropriations, or other aid.\n\n(d) Make and execute contracts and other instruments with any person, necessary or convenient to the proper exercise of its function.\n\n(e) Develop and implement a long-range plan to accomplish its objectives.\n\nHistory:2001, Act 63, Eff. Aug. 6, 2001Compiler's Notes:For transfer of Michigan council for arts and cultural affairs and Michigan council for the arts fund from department of history, arts, and libraries to Michigan strategic fund, see E.R.O. No. 2009-26, compiled at MCL 399.752.For transfer of powers and duties of department of history, arts, and libraries and abolishment of the department of history, arts, and libraries, see E.R.O. No. 2009-26, compiled at MCL 399.752.For the renaming of the Michigan council for arts and cultural affairs to the Michigan arts and culture council, see E.R.O. No. 2022-1, compiled at MCL 333.27002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-399/statute-act-63-of-2001/section-399-711/"
    },
    {
      "id": "section-399",
      "number": "399",
      "heading": "721, 399.722 - Repealed. 2008, Act 75, Eff. May 4, 2008.",
      "text": "721, 399.722 - Repealed. 2008, Act 75, Eff. May 4, 2008.",
      "history": "",
      "source_url": ""
    }
  ]
}