{
  "state": "missouri",
  "path": "title-title-xvii/chapter-chapter-263",
  "sections": [
    {
      "id": "section-263-010",
      "number": "263.010",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.010. Title of law. —Sections 263.010 to 263.180 shall be known and may be cited as \"The Missouri Plant Law\".\n\n(RSMo 1939 § 14034, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12367\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-010/"
    },
    {
      "id": "section-263-020",
      "number": "263.020",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.020. Definitions. —As used in sections 263.010 to 263.180 the following terms mean:\n\n(1)\"Department\", the Missouri department of agriculture;\n\n(2)\"Director\", the director of the Missouri department of agriculture;\n\n(3)\"Nursery\", any land, ground or premises within this state on or in which nursery stock is propagated or grown for sale, or any land, ground or premises within this state on or in which nursery stock is being fumigated, packed or stored;\n\n(4)\"Nursery dealer\", any person not a grower of nursery stock in this state who:\n\n(a) Buys nursery stock for the purpose of reselling or reshipping within the state of Missouri; or\n\n(b) Makes landscape plans or plants nursery stock and negotiates in the purchase of nursery stock for his clients; or\n\n(c) Transplants or moves nursery stock from place to place within this state for other persons for a consideration in payment for the nursery stock, for the planting of same, or for both nursery stock and planting; or\n\n(d) Gives nursery stock as a premium or for advertisement purposes;\n\n(5)\"Nurseryman\", any person, firm or corporation who owns, leases, manages, or is in charge of a nursery within this state;\n\n(6)\"Pests\", any of the organisms defined as plant pests;\n\n(7)\"Places\", any vessels, cars or other vehicles, buildings, docks, nurseries, orchards and other premises where plants or plant products are grown, kept or handled;\n\n(8)\"Plant inspector\", persons employed by the department under the supervision of the state entomologist who perform highly specialized plant protection work on a professional basis and who meet the requirements of subsection 2 of section 263.030;\n\n(9)\"Plant pests\", any insects, arthropods, nematodes, mollusks, invertebrates, fungi, bacteria, mycoplasmas, viruses, physiological disorders or parasitic weeds and other infectious agents which are injurious to plants or plant products and the pathological conditions in plants and plant products caused by these organisms;\n\n(10)\"Plants and plant products\", trees, shrubs, vines, vegetables, forage and cereal plants and all other plants; cuttings, grafts, scions, buds and all other parts of plants, including but not limited to fruit, roots, bulbs, corms, tubers, seeds, wood, lumber and all other plant products.\n\n(RSMo 1939 § 14035, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12368\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-020/"
    },
    {
      "id": "section-263-030",
      "number": "263.030",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.030. Appointment of state entomologist — qualifications — employees. —1. The director shall appoint a state entomologist who shall be a graduate of a reputable college of agriculture or university where he has specialized in the science of entomology, and who has had not less than two years' practical experience in plant regulatory inspection work. The state entomologist shall administer sections 263.010 to 263.180.\n\n2. The state entomologist shall select his necessary employees, subject to the approval of the director, and the director shall fix reasonable compensation for all employees in keeping with duties performed and within available appropriations. Any person employed in plant inspection shall be a graduate of a reputable college of agriculture or university with training in the sciences of entomology or plant pathology to qualify him to properly perform such duties. Certain related fields such as horticulture and forestry may be substituted for such training, provided a minimum of six hours of college credit was earned in entomology or plant pathology. The provisions of this subsection shall not apply to employees of a nontechnical nature such as survey technicians and quarantine enforcement personnel.\n\n(RSMo 1939 § 14036, A. 1949 S.B. 1092, A.L. 1984 S.B. 516)\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-030/"
    },
    {
      "id": "section-263-040",
      "number": "263.040",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.040. Rules and regulations. —The state entomologist shall, from time to time, make rules for carrying out the provisions and requirements of sections 263.010 to 263.180, including rules under which inspectors and other employees shall:\n\n(1) Inspect places, plants and plant products, and things and substances used or connected therewith;\n\n(2) Investigate, control, eradicate and prevent the dissemination of plant pests; and\n\n(3) Supervise or cause the treatment, cutting and destruction of plants and plant products infested or infected with plant pests.\n\n(RSMo 1939 § 14040, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12373\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-040/"
    },
    {
      "id": "section-263-050",
      "number": "263.050",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.050. Inspection, enforce quarantine regulations — power to call meetings — rulemaking, procedure. —The state entomologist may conduct such inspections and promulgate and enforce such quarantine rules as may be necessary in carrying out the provisions of sections 263.010 to 263.180. The state entomologist may call to any of his meetings any person or persons who in his judgment possesses information of value in carrying out the provisions of sections 263.010 to 263.180, and necessary traveling expenses of such person or persons may be paid from the funds appropriated to the department. No rule or portion of a rule promulgated under the authority of this chapter shall become effective unless it has been promulgated pursuant to the provisions of section 536.024.\n\n(RSMo 1939 § 14037, A.L. 1984 S.B. 516, A.L. 1993 S.B. 52, A.L. 1995 S.B. 3)\n\nPrior revision: 1929 § 12370",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-050/"
    },
    {
      "id": "section-263-060",
      "number": "263.060",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.060. Right of entry. —For the purpose of carrying out the provisions and requirements of sections 263.010 to 263.180, and of the rules made and notices given pursuant thereto, the state entomologist and his inspectors and employees shall have power to enter into or upon any place during reasonable hours, and to open any bundle, package, or other container of plants or plant products.\n\n(RSMo 1939 § 14047, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12380\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-060/"
    },
    {
      "id": "section-263-070",
      "number": "263.070",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.070. Inspection fees — nurseries and nursery dealers registration inspection certificates, requirements, expire when — disposition of fees. —1. A schedule of fees to defray the cost of inspecting greenhouses, nurseries, nursery dealers, nursery stock, plants, plant products and other materials is hereby established and shall be listed in the rules made pursuant to sections 263.010 to 263.180. This fee schedule may be revised from time to time to more accurately reflect the actual cost of these inspections.\n\n2. Greenhouse inspection shall be optional and any grower of greenhouse plants who may desire or find need for a certificate of greenhouse inspection may obtain semiannual inspection of his greenhouse, premises and plants, by making application to the state entomologist. This semiannual inspection and certification of greenhouses shall be performed under the same general provisions as apply to the annual inspection of nurseries. Greenhouse inspection certificates shall expire on November thirtieth of each year.\n\n3. All nurseries in this state shall be inspected at least once each year to ascertain whether they are infested or infected with plant pests and shall comply with the affidavit requirements under paragraph (d) of subdivision (1) of subsection 5 of this section. Upon full payment of the fee and submission of the affidavit each nurseryman shall receive a written notice of the findings of such inspection along with a nursery inspection certificate; except that, the state entomologist may withhold certification of a nursery pending eradication of extremely serious or abundant plant pests or weeds of such nature which would prevent the adequate inspection of such nursery. This certificate shall be used in connection with the shipment or movement of any nursery stock shown to be apparently free of harmful and destructive plant pests or other nursery stock from which harmful and destructive plant pests have been eliminated. All nursery inspection certificates shall expire on September thirtieth of each year. Each nursery shall be allowed one retail sales outlet per certificate. Additional outlets shall require separate nursery dealer registration-inspection certificates. When the findings of the annual inspection of a nursery shall in the opinion of the state entomologist warrant such action, additional inspections of the nursery may be made and the nursery may be charged a fee sufficient to cover the cost of such reinspection.\n\n4. By notice in writing the state entomologist may require a nurseryman to hold any variety or any amount of nursery stock for inspection or reinspection by quarantining such nursery stock whenever such action is necessary to determine that it is free from pests or to allow time to eradicate any such pests. The state entomologist may further order the removal from sale and the treatment or destruction of any nursery stock infested or infected with especially injurious pests or nursery stock which is not viable or is in such damaged or desiccated condition as to be incapable of reasonable growth. No compensation shall be paid for any stock ordered destroyed.\n\n5. (1) Each nursery dealer, before selling or offering for sale or otherwise distributing nursery stock within this state, shall annually obtain a nursery dealers' registration-inspection certificate for each individual location from which the dealer sells or offers for sale nursery stock. Each nursery dealer shall make application on forms to be provided by the state entomologist for each individual location, which shall include:\n\n(a) The name and complete address of the nursery dealer's place of business for which such certificate is requested;\n\n(b) A declaration that applicant will obtain and distribute only inspected and certified nursery stock;\n\n(c) An up-to-date listing of all sources from which the nursery dealer secures nursery stock; and\n\n(d) An affidavit that the nursery dealer shall not knowingly and intentionally import, export, buy, sell, transport, distribute, or propagate any viable plant portion or seeds of:\n\na. Climbing euonymus (Euonymus fortune variety Coloratus), all varieties and cultivars of Japanese honeysuckle (Lonicera japonica), or all varieties and cultivars of Sericea lespedeza (Lespedeza cuneata), or perilla mint (perilla frutescens) on or after January 1, 2027; or\n\nb. Burning bush (Euonymus alatus Compactus) or all varieties and cultivars of Callery pear (Pyrus calleryana) on or after January 1, 2029.\n\n(2) Each nursery dealer shall pay, at the time of making application, the annual registration-inspection fee as set forth in the rules made pursuant to sections 263.010 to 263.180.\n\n(3) All nursery dealer registration-inspection certificates shall expire on September thirtieth of each year.\n\n(4) The state entomologist may inspect or cause to be inspected the premises of any nursery dealer including any sales yard, packing shed, nursery stock on hand or equipment, for the presence of dangerous and destructive plant pests which may be disseminated on nursery stock.\n\n6. By notice in writing the state entomologist may require a nursery dealer to hold any variety or any amount of nursery stock by quarantining such nursery stock whenever such action is necessary to determine that it is free from pests or to allow time to eradicate any such pests. The state entomologist may further order the removal from sale and the treatment or destruction of any nursery stock infested or infected with especially injurious pests, or nursery stock which is not viable or is in such damaged or desiccated condition as to be incapable of reasonable growth. No compensation shall be paid for any stock ordered destroyed.\n\n7. Any person in need of a special inspection and certification of nursery stock, other plants or plant products may upon request to the state entomologist have same inspected for plant pests. A fee sufficient to cover the cost of such inspection or certificate, or both, may be charged. Upon completion of the inspection and payment of the fee, a certificate of inspection shall be issued provided the plants or plant products are free of harmful plant pests. The state entomologist may enter into agreements with various persons or companies, to carry out the requirements of this state and importing states or countries.\n\n8. All moneys received for any inspection fee or other receipts under this law shall be deposited in the state treasury and shall be subject to appropriation by the general assembly.\n\n(RSMo 1939 § 14038, A.L. 1959 H.B. 462, A.L. 1961 p. 17, A.L. 1984 S.B. 516, A.L. 2025 S.B. 105)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-070/"
    },
    {
      "id": "section-263-080",
      "number": "263.080",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.080. Plant pests, control, noncomplying owner, action by inspectors — lien for expenses. —1. The state entomologist shall keep himself informed as to the occurrence of plant pests, their origin, locality, nature and appearance, the manner in which they are disseminated, and approved methods of treatment and control. The state entomologist shall determine which plant pests are of such a harmful nature that their introduction into or dissemination within the state should be prevented. Whenever an inspection discloses that the premises, plants, plant parts or pest-harboring materials are infested or infected with such harmful plant pests as to constitute a hazard to plant or animal life in the state, or any part thereof, he may notify the owner or person having charge of such premises to that effect and the owner or person in charge shall cause the treatment, removal or destruction of the infested or infected plants, or other pest-harboring material as directed and within the time specified by the notice. Whenever such owner or other person cannot be found or shall fail, neglect or refuse to comply with the terms of the notice, such requirements shall be carried out by the inspectors or other employees of the state entomologist and the state entomologist shall obtain and enforce a lien for the expense thereof against the place in or upon which such expense was incurred in the same manner as liens are obtained and enforced upon buildings for labor and materials furnished by virtue of contract with the owner.\n\n2. Every person who deals in or engages in the sale of plants or plant products shall furnish to the state entomologist or his inspectors, when requested, a statement of the names and addresses of the persons from whom and the localities where he purchased or obtained such plants or plant products.\n\n(RSMo 1939 § 14039, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12372\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-080/"
    },
    {
      "id": "section-263-100",
      "number": "263.100",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.100. Shipping tag to show what. —1. Any person bringing nursery stock into this state, or shipping it within this state, shall attach to the outside of each package, box, bale or lot of nursery stock shipped or otherwise delivered, a tag or label bearing the name and address of the shipper, a statement as to the general nature and quantity of the contents and a certificate of inspection from the state of origin. The requirements of this subsection shall not apply to nursery stock sold to the final purchaser at the place of business of a nurseryman or nursery dealer who has there conspicuously posted the certificate required.\n\n2. Any person in this state who receives nursery stock for which the requirements of subsection 1 of this section have not been met shall immediately inform the state entomologist or an inspector, and isolate and hold the nursery stock unopened subject to such inspection and other disposition as may be provided for by the state entomologist.\n\n(RSMo 1939 § 14042, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12375\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-100/"
    },
    {
      "id": "section-263-110",
      "number": "263.110",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.110. Inspection of plants before sale or shipment — fees — exceptions. —It shall be unlawful for any person to sell, give away, carry, ship or deliver for carriage or shipment within this state any nursery stock unless such nursery stock has been officially inspected, at least annually, and a certificate issued by the state entomologist stating that the nursery stock has been inspected and found apparently free from harmful plant pests, and stating any other facts provided for in the rules made pursuant to sections 263.010 to 263.180. For such inspection and certification, the state entomologist may require the payment of a reasonable fee to cover the expenses of such inspection or certificate, or both, which cost in any event shall not exceed the actual cost of the inspection. If it shall be found at any time that a certificate of inspection, issued or accepted pursuant to the provisions of this section, is being used in connection with plants and plant products which are infested or infected with harmful plant pests, the certificate may be revoked and its further use may be prohibited, subject to such inspection and other disposition of the plants and plant products involved as may be provided for by the state entomologist. The provisions of this section shall not apply to farmers or other persons who may give away nursery stock from their own premises which was not grown specifically for commercial purposes.\n\n(RSMo 1939 § 14043, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12376\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-110/"
    },
    {
      "id": "section-263-130",
      "number": "263.130",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.130. Establishment of quarantine — rules and regulations. —The state entomologist, whenever he shall find that there exists in any other state, territory, or district, or part thereof, any harmful plant pests with reference to which the Secretary of Agriculture of the United States has not determined that a quarantine is necessary and has not duly established such quarantine, may promulgate, and may enforce by appropriate rules, a quarantine prohibiting or restricting the transportation into or through this state, or any portion thereof, from such other state, territory, or district of any class of nursery stock, plants or plant products or other article of any character whatsoever, capable of carrying such plant pests. The state entomologist may make rules for the seizure, inspection, disinfection, destruction, or other disposition of any nursery stock, plants or plant products or other article of any character whatsoever, capable of carrying any harmful plant pests, a quarantine with respect to which shall have been established by the Secretary of Agriculture of the United States, and which have been transported to, into, or through this state in violation of such quarantine.\n\n(RSMo 1939 § 14045, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12378\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-130/"
    },
    {
      "id": "section-263-140",
      "number": "263.140",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.140. Restrictive and control measures — adoption and enforcement. —1. Whenever the state entomologist shall find that there exists in this state or any part thereof a dangerous plant pest new to the state, which, for the protection of plants and plant products within the state, should be prevented from spreading and be controlled or eradicated, the state entomologist shall adopt and carry out such restrictive and control measures as may be deemed necessary and advisable and may cooperate with other state agencies and with the United States Department of Agriculture.\n\n2. The state entomologist may promulgate rules establishing quarantines and quarantine restrictions covering areas in the state affected by plant pests, and other areas within the state adjacent thereto which are likely to be affected with such pests.\n\n3. Under such quarantines the state entomologist or authorized personnel may prohibit and prevent the movement, shipment or transportation without inspection of any plants or plant products or any other material or article of any character capable of carrying such pests in any living state of its development, originating in or which have been stored in such quarantined areas or in any area outside of the state infested with such pest, except under such conditions as the state entomologist may prescribe as to inspection, treatment and certification. In carrying out the provisions of this section the state entomologist or authorized personnel may intercept, stop and detain for official inspection any person, car, vessel, boat, truck, automobile, aircraft, wagon, or other vehicles or carriers whether air, land or water, and may open and inspect any container believed or known to be carrying such pest in any living stage of its development. Any plants or plant products or other materials or articles moved, shipped, or transported in violation of such quarantine may be seized and treated, destroyed or otherwise disposed of in accordance with the instructions of the state entomologist.\n\n4. Under such quarantines the state entomologist may prohibit the use of any farm practice or operation within the quarantined area which favors the development of such pest and may specify and require in such area the use of specific operations and procedures in disposing of weeds and crop residues, in the treating and handling of seeds, growing crops, or harvested products, machinery and any other property, or in planting and harvesting crops, as may be necessary to effectively destroy or prevent the development of such pest, and it shall be the duty of the owner or person in charge of lands and crops and other things connected therewith within such quarantined area, upon due notice, to refrain from such prohibited practices and operations and to take such action as is required within the time limit specified and in the manner designated by the state entomologist.\n\n5. In case the owner or the person in charge of such lands, crops or other materials within the quarantined area shall neglect or refuse to carry out the instructions of the state entomologist contained in such notice within the time limit specified, the state entomologist or authorized personnel may take the action so required, and the state entomologist shall have and enforce a lien for the expense thereof against the place in or upon which such expense was incurred in the same manner as liens are had and enforced upon buildings and lots, wharves and piers for labor and materials furnished by virtue of contract with the owner.\n\n(RSMo 1939 § 14046, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12379\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-140/"
    },
    {
      "id": "section-263-145",
      "number": "263.145",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.145. Plant disease and insect inspection — confiscation and destruction — highway patrol or other law enforcement officers to assist in enforcement. —1. In carrying out the provisions of sections 263.010 to 263.180, the state entomologist or authorized personnel may intercept, stop and detain for official inspection any person, car, vessel, boat, truck, automobile, aircraft, wagon, or other vehicles or carriers whether air, land or water, believed or known to be carrying any class of nursery stock, plants or plant products or other article of any character capable of carrying in a living state such harmful plant pests which should be controlled or eradicated in order to protect the plants and plant products of this state. The state entomologist or authorized personnel may seize, possess and hold for inspection or treatment, or destroy or otherwise dispose of any plants or plant products or other materials or articles of any character moved, shipped, or transported, if found infested in a living state with any harmful plant pests.\n\n2. The state entomologist or authorized personnel may enlist the aid of any member of the Missouri state highway patrol or other law enforcement officer in carrying out the duties of this section, and such aid shall be supplied by such officers. The state entomologist or authorized personnel may use a red flashing light to aid them in stopping vehicles.\n\n(L. 1961 p. 17, A.L. 1967 p. 371, A.L. 1984 S.B. 516)\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-145/"
    },
    {
      "id": "section-263-150",
      "number": "263.150",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.150. Review of order granted, when — rules, procedure. —The department may promulgate rules pursuant to this section and chapter 536. Any person affected by any rule made, or notice given, pursuant to sections 263.010 to 263.180 may have a review thereof by the director for the purpose of having such rule or notice modified, suspended or withdrawn. Such review shall be allowed and considered in accordance with the guidelines of the department.\n\n(RSMo 1939 § 14048, A.L. 1984 S.B. 516, A.L. 1993 S.B. 52, A.L. 1995 S.B. 3)\n\nPrior revision: 1929 § 12381",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-150/"
    },
    {
      "id": "section-263-180",
      "number": "263.180",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.180. Penalty. —Any person who shall violate any provision or requirement of sections 263.010 to 263.180, or who shall forge, counterfeit, deface, destroy, or wrongfully use any certificate provided for in sections 263.010 to 263.180, shall be deemed guilty of a class A misdemeanor.\n\n(RSMo 1939 § 14049, A.L. 1984 S.B. 516)\n\nPrior revision: 1929 § 12382\n\nEffective 1-01-85",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-180/"
    },
    {
      "id": "section-263-190",
      "number": "263.190",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.190. Owners to control noxious weeds — notice procedure — penalty — sale of noxious weeds prohibited. —1. As used in sections 263.190 to 263.474,\"noxious weed\"means any weed designated as noxious by rules promulgated by the director of the department of agriculture. The department shall maintain a list of such noxious weeds and shall make such list available to the public. The department of agriculture shall promulgate rules necessary to implement the provisions of this subsection. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this subsection shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This subsection and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2011, shall be invalid and void.\n\n2. It shall be the duty of every owner of lands in this state, including but not limited to any person, association of persons, corporation, partnership, state highways and transportation commission, state department, state agency, county commission, township board, school board, drainage board, governing body of an incorporated city, railroad company or other transportation company and such company's authorized agent, and any person supervising state-owned lands to control all noxious weeds growing thereon so often in each and every year as shall be sufficient to prevent such noxious weeds from going to seed. If any owner of such land shall knowingly allow any noxious weeds to grow thereon, such owner shall forfeit and pay the sum of one hundred dollars to the county commission for every such offense, and such sum forfeited plus court costs may be recovered by civil action instituted by the prosecuting attorney in the name of the county commission before any associate circuit judge of the county in which the offense is committed. All sums recovered by virtue of this section shall be paid to the use of the county control fund.\n\n3. Before initiating any civil action under this section, the prosecuting attorney of the county in which the land, or the greater part thereof, is located shall notify the owner of the land of the requirements of this law, by certified mail, return receipt requested, from a list supplied by the officer who prepares the tax list, and shall allow the owner of the land fifteen days from acknowledgment date of return receipt, or date of refusal of acceptance, as the case may be, to initiate control of all such plants growing upon the owner's land. Failure of the owner to initiate control of such plants within the fifteen-day period shall be prima facie evidence of the owner's knowledge that the owner is in violation of this law, and each fifteen days the violation continues after the initial fifteen-day period shall, for the purpose of forfeiture and penalty herein, be considered a separate offense.\n\n4. All sales of noxious weed species are prohibited.\n\n(RSMo 1939 § 14260, A.L. 1979 H.B. 259, A.L. 1992 H.B. 1199, A.L. 2011 H.B. 458 merged with S.B. 356)\n\nPrior revisions: 1929 § 12597; 1919 § 12118; 1909 § 742",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-190/"
    },
    {
      "id": "section-263-200",
      "number": "263.200",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.200. County commission duties to control noxious weeds, official immunity, landowner duty of care — special tax for cost, collection — provisions applicable to certain political subdivisions. —1. In addition to the remedies provided in section 263.190, when noxious weeds are discovered growing on any lands in the county, it shall be the duty of the county commission to control such noxious weeds so as to prevent the seed from ripening, and for that purpose the county commission, or its agents, servants, or employees shall have authority to enter on such lands without being liable to an action of trespass therefor, and shall have such official immunity as exists at common law for any misfeasance or damages occurring in connection with the attempt to control noxious weeds. Notwithstanding any provision of law to the contrary, the county shall be liable for any misfeasance or actual damages caused by its agents, servants, or employees in connection with the attempt to control noxious weeds. The landowner shall owe no duty of care to such persons, except that which the landowner owes to trespassers. The county commission shall keep an accurate account of the expenses incurred in controlling the noxious weeds, and shall verify such statement under seal of the county commission, and transmit the same to the officer whose duty it is or may be to extend state and county taxes on tax books or bills against real estate; and such officer shall extend the aggregate expenses so charged against each tract of land as a special tax, which shall then become a lien on the lands, and be collected as state and county taxes are collected by law and paid to the county commission and credited to the county control fund.\n\n2. Before proceeding to control noxious weeds as provided in this section, the county commission of the county in which the land, or the greater part thereof, is located shall notify the owner of the land of the requirements of this law, by certified mail, return receipt requested, from a list supplied by the officer who prepares the tax list, and shall allow the owner of the land fifteen days from acknowledgment date of return receipt, or date of refusal of acceptance of delivery, as the case may be, to control all such noxious weeds growing upon the owner's land.\n\n3. Any land or properties that are owned solely by a political subdivision in a city not within a county shall be subject to all provisions of sections 263.190, 263.200, and 263.240.\n\n(RSMo 1939 § 14261, A.L. 1979 H.B. 259, A.L. 1992 H.B. 1199, A.L. 2011 H.B. 458 merged with S.B. 356)\n\nPrior revisions: 1929 § 12598; 1919 § 12119; 1909 § 743",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-200/"
    },
    {
      "id": "section-263-220",
      "number": "263.220",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.220. Duty of prosecuting attorney. —It shall be the duty of the prosecuting attorney of the county to prosecute all actions brought under section 263.190.\n\n(RSMo 1939 § 14263, A.L. 2011 H.B. 458 merged with S.B. 356)\n\nPrior revisions: 1929 § 12600; 1919 § 12121; 1909 § 746",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-220/"
    },
    {
      "id": "section-263-240",
      "number": "263.240",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.240. Penalty for violation. —Any person who shall violate any of the provisions of section 263.190 is, upon conviction, guilty of a misdemeanor and a violation of section 263.190 is a misdemeanor.\n\n(RSMo 1939 § 14264, A.L. 1941 p. 302 § 14264a, A.L. 1979 H.B. 259, A.L. 2011 H.B. 458 merged with S.B. 356)\n\nPrior revisions: 1929 § 12601; 1919 § 12122; 1909 § 747",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-240/"
    },
    {
      "id": "section-263-243",
      "number": "263.243",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.243. State agency purchasing seed from nondomestic source containing noxious weeds, liability. —Any state agency purchasing seed from a nondomestic source, which seed contains any weed not native to this state which has been declared a noxious weed by this or any other state, shall be liable for eradication of the noxious weed or shall be liable to a landowner for costs of eradication.\n\n(L. 1989 H.B. 869 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-243/"
    },
    {
      "id": "section-263-245",
      "number": "263.245",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.245. Brush adjacent to county roads, to be removed subject to voter approval, certain counties — county commission may remove brush, when, procedures, certain counties — county right-of-way or maintenance easement, distance. —1. Subject to voter approval under section 263.247, all owners of land in:\n\n(1) Any county with a township form of government, located north of the Missouri River and having no portion of the county located east of U.S. Highway 63;\n\n(2) Any county of the third classification without a township form of government and with more than four thousand one hundred but fewer than four thousand two hundred inhabitants; or\n\n(3) Any county of the third classification without a township form of government and with more than two thousand three hundred but fewer than two thousand four hundred inhabitants\n\n­­shall control all brush growing on such owner's property that is designated as the county right-of-way or county maintenance easement part of such owner's property and which is adjacent to any county road. Such brush shall be cut, burned, or otherwise destroyed as often as necessary in order to keep such lands accessible for purposes of maintenance and safety of the county road and to prevent brush from interfering with any vehicle that may travel the road.\n\n2. The county commission, either upon its own motion or upon receipt of a written notice requesting the action from any residents of the county in which the county road bordering the lands in question is located or upon written request of any person regularly using the county road, may control such brush so as to allow easy access to the land described in subsection 1 of this section, and for that purpose the county commission, or its agents, servants, or employees shall have authority to enter on such lands without being liable to an action of trespass therefor, and shall keep an accurate account of the expenses incurred in eradicating the brush, and shall verify such statement under seal of the county commission, and transmit the same to the officer whose duty it is or may be to extend state and county taxes on tax books or bills against real estate. Such officer shall extend the aggregate expenses so charged against each tract of land as a special tax, which shall then become due on such landowner's real and personal property tax assessment and be collected as state and county taxes are collected by law and paid to the county commission and credited to the county control fund.\n\n3. Before proceeding to control brush as provided in this section, the county commission of the county in which the land is located shall notify the owner of the land of the requirements of this law in writing using any mail service with delivery tracking and an address supplied by the officer who prepares the tax list and shall allow the owner of the land thirty days from the date of delivery to eradicate all such brush growing on land designated as the county right-of-way or county maintenance easement part of such owner's land and which is adjacent to the county road. In the event that the property owner cannot be located by mail, notice shall be placed in a newspaper of general circulation in the county in which the land is located at least thirty days before the county commission removes the brush pursuant to subsection 2 of this section. Such property owner shall be granted an automatic thirty-day extension due to hardship by notifying the county commission that such owner cannot comply with the requirements of this section, due to hardship, within the first thirty-day period. The property owner may be granted a second extension by a majority vote of the county commission. There shall be no further extensions. For the purposes of this subsection,\"hardship\"may be financial, physical or any other condition that the county commission deems to be a valid reason to allow an extension of time to comply with the requirements of this section.\n\n4. County commissions shall not withhold rock, which is provided from funds from the county aid road trust fund, for maintaining county roads due to the abutting property owner's refusal to remove brush located on land designated as the county right-of-way or county maintenance easement part of such owner's land. County commissions shall use such rock on the county roads, even though the brush is not removed, or county commissions may resort to the procedures in this section to remove the brush.\n\n5. The county right-of-way or county maintenance easement shall extend fifteen feet from the center of the county road or the distance set forth in the original conveyance, whichever is greater. For purposes of this subsection, the\"center of the county road\"shall be the point equidistant from both edges of the drivable ground of the road in its current condition.\n\n6. In the event a county is required to obtain a land survey to enforce this section, the costs of such survey shall be divided equally between the county and the landowner.\n\n(L. 1987 H.B. 734 § 1, A.L. 1992 H.B. 1199, A.L. 1993 H.B. 536 merged with S.B. 84, A.L. 2005 H.B. 58 merged with S.B. 210, A.L. 2018 H.B. 1646)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-245/"
    },
    {
      "id": "section-263-247",
      "number": "263.247",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.247. Brush control, county option, certain counties — election to discontinue enforcement of weed control program. —1. Section 263.245 shall become effective only in those counties described in subsection 1 of section 263.245 in which the governing body of the county submits to the voters of the county, at a regularly scheduled countywide election, a proposal to implement the provisions of section 263.245. The governing body of the county shall give notice of the election by publication in a newspaper of general circulation in the county for two consecutive weeks, the last insert of which shall be within ten days of the election.\n\n2. The ballot of submission shall include, but not be limited to, the following language:\n\n3. If a majority of the votes cast at the election are in favor of such proposal, section 263.245 shall become effective in that county. If a majority of the votes cast at the election are opposed to such proposal, section 263.245 shall not become effective in that county.\n\n4. The governing body of any county in which the provisions of section 263.245 are in effect may, on its own motion, call for an election to repeal the implementation of section 263.245 in that county. The election shall be held at the same time and in the same manner as an election to implement section 263.245 in the county as prescribed in subsections 1 to 3 of this section, except that the ballot of submission shall include, but not be limited to, the following language:\n\n(L. 1987 H.B. 734 § 2, A.L. 1992 H.B. 1199)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-247/"
    },
    {
      "id": "section-263-250",
      "number": "263.250",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.250. Marijuana plant to be destroyed — county commission to destroy, when. —1. The plant \"marijuana\", botanically known as cannabis sativa, is hereby declared to be a noxious weed and all owners and occupiers of land shall destroy all such plants growing upon their land. Any person who knowingly allows such plants to grow on his land or refuses to destroy such plants after being notified to do so shall allow any sheriff or such other persons as designated by the county commission to enter upon any land in this state and destroy such plants.\n\n2. Entry to such lands shall not be made, by any sheriff or other designated person to destroy such plants, until fifteen days' notice by certified mail shall be given the owner or occupant to destroy such plants or a search warrant shall be issued on probable cause shown. In all such instances, the county commission shall bear the cost of destruction and notification.\n\n(L. 1951 p. 3 § 1, A.L. 1971 H.B. 199, A.L. 1992 H.B. 1199)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-250/"
    },
    {
      "id": "section-263-255",
      "number": "263.255",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.255. County election on enforcement of Johnson grass control law, notice, ballot, effect. —1. Upon the petition of one hundred landowners in any county the county commission shall declare that a threat exists to the agricultural economy of the county by reason of the growth and infestation of a species of grass, Sorghum halepense, commonly known as \"Johnson grass\". After such declaration there shall be submitted to the qualified voters of the county at the next general election or a special election called for that purpose, the question of enforcing the provisions of sections 263.255 to 263.267. The commission shall give notice of the election by publication in a newspaper published in the county for three weeks consecutively, the last insert of which shall be at least ten days before the day of the election. There shall be written or printed on each ballot voted at said election the following: \"For Enforcing the Law Controlling and Eradicating Johnson Grass\"\"Against Enforcing the Law Controlling and Eradicating Johnson Grass\". At any such election, the voting, making returns thereof, and casting up the result shall be governed in all respects by the laws applicable to general elections for state and county purposes.\n\n2. If a majority of the votes cast at the election are in favor of enforcing the law controlling and eradicating Johnson grass, the clerk of the county commission shall enter upon the county commission's records the result of the election and within ten days after the election, shall notify the state director of agriculture of the result of the election. If a majority of the votes cast at the election are not in favor of enforcing such law, the question shall not be resubmitted for at least two years after the election.\n\n(L. 1957 p. 9 §§ 1, 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-255/"
    },
    {
      "id": "section-263-257",
      "number": "263.257",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.257. Director of agriculture to exterminate Johnson grass, when — county weed control board, appointment, expenses. —1. The state director of agriculture shall within thirty days after receipt of the notice from the clerk of the county commission as provided in subsection 2 of section 263.255 declare such county a \"Johnson Grass Extermination Area\" and the director of agriculture shall cause suitable notice to be published in a newspaper in the county for three consecutive weeks. The notice shall contain, among other things, that the county has been declared a Johnson grass extermination area and that all property owners in the county shall, not later than April thirtieth of the subsequent year, take steps toward controlling and eradicating Johnson grass on all lands owned by them or under their control.\n\n2. The state director of agriculture shall within ten days after receipt of the notice provided in subsection 1 appoint a three-man county weed control board, composed of citizens of the county, to serve as advisers and to assist in the administration of sections 263.255 to 263.267, and to perform such other duties as prescribed by the director of agriculture. Members of the board shall receive no salary but shall be fairly reimbursed by the county commission for necessary expenses incurred in performance of their duties.\n\n(L. 1957 p. 9 §§ 3, 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-257/"
    },
    {
      "id": "section-263-259",
      "number": "263.259",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.259. Duties of state director of agriculture — inspection by county weed control board. —1. The state director of agriculture shall have the following duties:\n\n(1) He shall supervise the control and eradication of Johnson grass;\n\n(2) He shall inspect lands and places for compliance with the provisions of sections 263.255 to 263.267;\n\n(3) He shall inform himself of the origin, nature and appearance of Johnson grass and the manner in which it is disseminated and shall follow recommendations of the Missouri college of agriculture as to the best and approved method to control, eradicate and prevent the dissemination of Johnson grass;\n\n(4) He shall cooperate with and have authority to enter into cooperative agreements with state and federal agencies and departments for the furtherance of the control and eradication of Johnson grass. The state director shall make all rules and regulations for carrying out the provisions and requirements of sections 263.255 to 263.267.\n\n2. The county weed control board under the supervision of the director of agriculture shall inspect or cause to be inspected all lands of the county between the dates of August fifteenth and October thirty-first of each year during which the county is classed as a Johnson grass extermination area. The director or his designated representative, as well as the county weed control board or the designated representative of the board shall have the right of ingress or egress upon all lands in the county in making an inspection or performing any other duties imposed by sections 263.255 to 263.267. All failures to comply with the provisions of sections 263.255 to 263.267 shall be reported to the prosecuting attorney of the county and it shall be his duty to prosecute all violations of sections 263.255 to 263.267 in the manner provided in section 263.262.\n\n(L. 1957 p. 9 §§ 6, 8, A.L. 1959 H.B. 486)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-259/"
    },
    {
      "id": "section-263-261",
      "number": "263.261",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.261. Duties of public utilities and government agencies as to Johnson grass. —It shall be the duty of public utilities, the state transportation department, the county commission, railroads, drainage districts, township boards, special road districts and other public and quasi-public corporations and every land owner in Johnson grass extermination areas:\n\n(1) To control and eradicate Johnson grass and to prevent its regrowth and reinfestation on all lands, rights-of-way and easements owned, occupied or controlled by them;\n\n(2) To employ methods of control and eradication and for the prevention of the regrowth and reinfestation of Johnson grass as directed by the director of agriculture of the county weed control board;\n\n(3) To comply with all orders, rules and regulations promulgated by the director of agriculture pursuant to the provisions of sections 263.255 to 263.267.\n\n(L. 1957 p. 9 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-261/"
    },
    {
      "id": "section-263-262",
      "number": "263.262",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.262. Johnson grass declared nuisance, where — abatement. —The existence or growth of Johnson grass in an electing county is hereby declared to be a public and common nuisance and the prosecuting attorney for each county shall have the duty to bring an action in the circuit court of the county to enjoin such nuisance. The action shall be in the name of the state of Missouri and shall be tried as a suit in equity before the court, and shall be against all persons permitting or maintaining such nuisance. The complaint in said action shall recite that thirty days' advance notice of the action has been served upon the defendants thereto, and that said defendants have taken no suitable action to comply with the provisions of the law prior to the filing of the complaint. Any landowner whose land is adjacent to or within one hundred feet of land on which such nuisance is permitted or maintained and who is undertaking a Johnson grass control program may bring a civil action for injunction against any person permitting or maintaining such nuisance and shall, in addition to injunctive relief, be entitled to recover as a penalty the sum of five hundred dollars as well as a reasonable attorney fee and any actual damages sustained as a result of such nuisance.\n\n(L. 1957 p. 9 § 12, A.L. 1977 H.B. 297)\n\nCROSS REFERENCE:\n\nNuisance abatement ordinances authorized for debris or noxious weeds on property, effect of failure to remove nuisance, penalty, 67.398",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-262/"
    },
    {
      "id": "section-263-265",
      "number": "263.265",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.265. Tax for control of Johnson grass — state transportation department to pay costs. —The county commission, township board and special road district of any county declared a Johnson grass extermination area, in addition to any and all taxing powers which it may possess shall be authorized to levy upon all property subject to its authority a tax in an amount not to exceed five cents on each one hundred dollars assessed valuation, for the purpose of paying the expenses of the county weed control board or the agent of the board in making the inspection required under the provisions of section 263.259, and for the expense of controlling and eradicating Johnson grass on county roads and rights-of-way, provided that not more than twenty-five percent of the taxes so levied and collected shall be used for administrative purposes. The cost of control and eradication of Johnson grass on all lands and highways owned or supervised by the state transportation department shall be paid by the transportation department out of funds appropriated for its use.\n\n(L. 1957 p. 9 § 7, A.L. 1959 H.B. 486)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-265/"
    },
    {
      "id": "section-263-266",
      "number": "263.266",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.266. Approved eradication methods to be followed. —It shall be the duty of public utilities, the state transportation department, the county commission, railroads, drainage districts, township boards, special road districts and other public and quasi-public corporations to follow recommendations of the Missouri college of agriculture as to the best and approved method to control, eradicate and prevent the dissemination of Johnson grass.\n\n(L. 1957 p. 9 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-266/"
    },
    {
      "id": "section-263-267",
      "number": "263.267",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.267. County's classification as Johnson grass extermination area terminated, how. —Classification of a county as a Johnson grass extermination area shall be terminated by an order of the county commission of such county and an election conducted in the manner and form prescribed for classifying such county as a Johnson grass extermination area. Elections covered under this section may not be presented to the qualified voters more often than once every two years.\n\n(L. 1957 p. 9 § 9, A.L. 1977 H.B. 297)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-267/"
    },
    {
      "id": "section-263-452",
      "number": "263.452",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.452. Declaration of commission, when — election, procedure. —1. Upon motion of the county commission, or upon the petition of one hundred landowners in any county, the county commission shall declare that a threat exists to the agricultural economy of the county by reason of the growth and infestation of noxious weeds. After such declaration there shall be submitted to the qualified voters of the county at the next general election, the question of enforcing the provisions of sections 263.450 to 263.474. The question shall be submitted substantially as follows:\n\n2. The election thereon shall be conducted, votes canvassed, and the results declared in the manner provided in chapter 115 for county general elections. If a majority of the votes cast at the election are in favor of enforcing the law controlling noxious weeds, the clerk of the county commission shall enter upon the commission records the result of the election and, within ten days after the election, shall notify the state director of agriculture of the result of the election. If a majority of the votes cast at the election are not in favor of enforcing such law, the question shall not be resubmitted for at least two years after the election.\n\n(L. 1992 H.B. 1199 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-452/"
    },
    {
      "id": "section-263-454",
      "number": "263.454",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.454. Declaration as noxious weed control area, notice, duties of property owners — county weed control board, appointment, members, duties, compensation, terms. —1. The state director of agriculture shall within thirty days after receipt of the notice from the clerk of the county commission as provided in subsection 2 of section 263.452 declare such county a \"Noxious Weed Control Area\" and the county commission shall cause suitable notice to be published in a newspaper of general circulation in the county for three consecutive weeks. The notice shall contain the fact that the county has been declared a noxious weed control area, a list of all noxious weeds and a statement that all property owners in the county shall, not later than the April thirtieth immediately following the publication of the notice, take steps toward controlling noxious weeds on all lands owned by them or under their control.\n\n2. The county commission of any county declared a noxious weed control area shall, within ten days after such declaration, appoint a county weed control board, composed of three citizens of the county, to serve as advisors and to assist in the administration of sections 263.450 to 263.474, and to perform such other duties related to the control of noxious weeds as prescribed by the county commission. Members of the board shall receive no salary but shall be fairly reimbursed by the county commission for actual and necessary expenses incurred in performance of their duties. Appointments to the county weed control board shall be for terms of three years, except that of the initial appointments, one person shall be appointed for one year, one person shall be appointed for two years and one person shall be appointed for three years. Each year thereafter, one person shall be appointed to fill the expired term.\n\n(L. 1992 H.B. 1199 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-454/"
    },
    {
      "id": "section-263-456",
      "number": "263.456",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.456. Duties of county weed control board — director of agriculture to cooperate with governmental agencies — inspection of lands, notice, immunity, liability, indemnification, landowner duty of care — expenses of control, special tax, lien — notice to prosecutor. —1. Each county weed control board shall have the following duties:\n\n(1) To control noxious weeds and to prevent their regrowth and reinfestation, by means of appropriate chemical control or biological control or both, on all lands in the county other than lands owned by a public utility and lands, rights-of-way, and easements appurtenant or incidental to lands controlled by any railroad, the department of transportation, the department of natural resources or the department of conservation;\n\n(2) To employ methods of control and for the prevention of the regrowth and reinfestation of noxious weeds as directed by the county commission;\n\n(3) To comply with all orders promulgated by the county commission pursuant to the provisions of sections 263.450 to 263.474;\n\n(4) To inspect all lands in the county for compliance with the provisions of sections 263.450 to 263.474;\n\n(5) To inform itself of the origin, nature and appearance of noxious weeds and the manner in which they are spread, and shall follow recommendations of the University of Missouri college of agriculture as to the best and approved method to control and prevent the spread of noxious weeds.\n\n2. The director of agriculture may cooperate with and may enter into cooperative agreements with state and federal agencies and departments for the furtherance of the control of noxious weeds. The county commission shall make orders following a public hearing for carrying out the provisions and requirements of sections 263.450 to 263.474, including orders which designate a weed as noxious.\n\n3. The county weed control board, under the supervision of the county commission, shall inspect or cause to be inspected all lands of the county each year during which the county is classed as a noxious weed control area. The board shall publish notice of such inspection at least once and at least one week prior to such inspection in a newspaper of general circulation within the county. The county weed control board or the designated representative of the board may enter or exit all lands in the county in making an inspection or performing any other duties imposed by sections 263.450 to 263.474, and for these purposes the county weed control board, or its agents, servants, or employees may enter on such lands without being liable to an action of trespass, and shall have such official immunity as exists at common law for any misfeasance or damages occurring in connection with the execution of the duties imposed by sections 263.450 to 263.474. Notwithstanding any provision of law to the contrary, the county weed control board shall be liable for any misfeasance or damages caused by its agents, servants, or employees in connection with the execution of the duties imposed by sections 263.450 to 263.474; and the agents, servants, or employees of*the weed control board shall be entitled to indemnification from the noxious weed fund for any misfeasance or damages occurring in connection with the execution of the duties imposed by sections 263.450 to 263.474. The landowner shall owe no duty of care to such persons, except that which the landowner owes to trespassers. If the landowner will not control the noxious weeds, the county commission may enter the land and control such weeds, and the county commission shall keep an accurate record of the expenses incurred in controlling noxious weeds, and shall verify such statement under seal of the county commission, and transmit the same to the officer whose duty it is or may be to extend state and county taxes on tax books or bills against real estate and such officer shall extend the aggregate expenses so charged against each tract of land as a special tax, which shall then become a lien on the lands and be collected as state and county taxes are collected by law and paid to the county commission and credited to the county control fund. All failures to comply with the provisions of sections 263.450 to 263.474 shall be reported to the prosecuting attorney of the county and it shall be his duty to prosecute all violations of sections 263.450 to 263.474 in the manner provided in section 263.460.\n\n(L. 1992 H.B. 1199 § 4)\n\n*Word \"or\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-456/"
    },
    {
      "id": "section-263-458",
      "number": "263.458",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.458. Public utilities, department of transportation, department of natural resources, department of conservation, United States government, and railroads duties in noxious weed control areas. —It shall be the duty of public utilities on all land they own, and the department of transportation, the department of natural resources, the department of conservation, and the United States government and any agency thereof, and railroads on all lands, rights-of-way and easements owned, occupied or controlled by them, in noxious weed control areas:\n\n(1) To control noxious weeds and to prevent their regrowth and reinfestation;\n\n(2) To employ methods of control and for the prevention of the regrowth and reinfestation of noxious weeds as directed by the county weed control board;\n\n(3) To comply with all orders, rules and regulations promulgated by the county commission pursuant to the provisions of sections 263.450 to 263.474.\n\n(L. 1992 H.B. 1199 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-458/"
    },
    {
      "id": "section-263-460",
      "number": "263.460",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.460. Noxious weeds as public nuisance — action to enjoin nuisance, venue, parties, notice. —The existence or growth of noxious weeds in a noxious weed control area is hereby declared to be a public and common nuisance and the prosecuting attorney for each county declared a noxious weed control area may bring an action in the circuit court of the county to enjoin such nuisance. The action shall be in the name of the state of Missouri and shall be tried as a suit in equity before the court, and shall be against all persons permitting or maintaining such nuisance. The complaint in the action shall recite that fifteen days' advance notice of the action has been served upon the defendants thereto, and that the defendants have taken no suitable action to comply with the provisions of the law prior to the filing of the complaint.\n\n(L. 1992 H.B. 1199 § 6)\n\nCROSS REFERENCE:\n\nNuisance abatement ordinances authorized for debris or noxious weeds on property, effect of failure to remove nuisance, penalty, 67.398",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-460/"
    },
    {
      "id": "section-263-462",
      "number": "263.462",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.462. Tax may be assessed by county commission, township board and special road district — transportation department property, costs — county commission may share costs with landowners. —The county commission, township board and special road district of any county declared a noxious weed control area, in addition to any and all taxing powers which it may possess, may levy upon all property subject to its authority a tax in an amount not to exceed fifteen cents on each one hundred dollars assessed valuation, for the purpose of paying the expenses of the county weed control board or the agent of the board in making the inspection required under the provisions of section 263.456, and for the expense of controlling noxious weeds on county roads, rights-of-way, and at other places where noxious weeds may be found. All of the cost of control of noxious weeds on all lands and highways owned or supervised by the department of transportation shall be paid by the department of transportation out of funds appropriated for its use, and the county commission may share costs pursuant to contract with the landowners of property where noxious weeds may be found.\n\n(L. 1992 H.B. 1199 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-462/"
    },
    {
      "id": "section-263-464",
      "number": "263.464",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.464. Chemicals and biological agents, approval of required. —All public utilities, the department of transportation, the department of conservation, the county commission, railroads, drainage districts, township boards, special road districts and other public and quasi-public corporations shall use only EPA approved chemicals or biological agents labeled to control the targeted noxious weeds. The University of Missouri college of agriculture may serve as an advisor if expertise is required by the applicator.\n\n(L. 1992 H.B. 1199 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-464/"
    },
    {
      "id": "section-263-466",
      "number": "263.466",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.466. Termination of classification as noxious weed control area. —Classification of a county as a noxious weed control area shall be terminated by an order of the county commission of such county and an election conducted in the manner and form prescribed for classifying such county as a noxious weed control area. Elections covered under this section may not be presented to the qualified voters more often than once every two years.\n\n(L. 1992 H.B. 1199 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-466/"
    },
    {
      "id": "section-263-468",
      "number": "263.468",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.468. County noxious weed fund may be established — program required — funding — orders. —1. The governing body of any county of this state not declared a noxious weed control area may opt to establish a \"County Noxious Weed Fund\" for the purpose of making grants on a cost share basis for the control of any noxious weed.\n\n2. Any eligible county opting to establish a county noxious weed fund shall establish a noxious weed control program. No resident or owner of land of any county shall be required to participate in such a county noxious weed control program. Any resident or landowner making application for cost share grants under this section shall participate in such program.\n\n3. For the purpose of administering the county noxious weed fund, the county governing body shall have sole discretion of awarding cost share grants under this section.\n\n4. For the purpose of funding the county noxious weed fund, the county governing body may appropriate county funds, or solicit municipality, state agency, and federal agency funds. All such funds shall be deposited in the county noxious weed fund to be expended for the sole purpose of controlling noxious weeds.\n\n5. Any county opting to establish a county noxious weed control program under this section may make orders governing the program, and any county opting to establish a county noxious weed fund under this section may establish a cost share ratio on an annual basis beginning with the creation of the fund for all landowners, other than railroads, public utilities, the department of transportation, the department of conservation, and all other state agencies.\n\n(L. 1992 H.B. 1199 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-468/"
    },
    {
      "id": "section-263-470",
      "number": "263.470",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.470. Prohibition, Johnson grass extermination area. —No county may elect to declare itself a Johnson grass extermination area pursuant to sections 263.255 to 263.267, after August 28, 1992.\n\n(L. 1992 H.B. 1199 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-470/"
    },
    {
      "id": "section-263-472",
      "number": "263.472",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.472. Conversion of Johnson grass extermination area to noxious weed control program — election, procedure. —1. Upon the motion of the county commission or upon the petition of one hundred landowners in any county which has elected to declare itself a Johnson grass extermination area pursuant to sections 263.255 to 263.267, there shall be submitted to the qualified voters of the county at the next general election the question of converting a Johnson grass extermination program, established pursuant to sections 263.255 to 263.267, to a noxious weed control program pursuant to sections 263.450 to 263.474. The question shall be submitted substantially as follows:\n\n2. The election thereon shall be conducted, votes canvassed, and the results declared in the manner provided in chapter 115 for county general elections.\n\n(L. 1992 H.B. 1199 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-472/"
    },
    {
      "id": "section-263-474",
      "number": "263.474",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.474. Public and private standards of control. —No local governing body shall provide for or compel the control of undesirable plants on private property pursuant to sections 263.450 to 263.474 without first applying the same or greater control measures to any land or rights-of-way owned or controlled by the local governing body that are adjacent to the private property.\n\n(L. 1992 H.B. 1199 § 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-474/"
    },
    {
      "id": "section-263-500",
      "number": "263.500",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.500. Law, how cited. —Sections 263.500 to 263.537 shall be known and may be cited as the \"Missouri Boll Weevil Suppression Eradication Act\".\n\n(L. 1995 S.B. 66 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-500/"
    },
    {
      "id": "section-263-503",
      "number": "263.503",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.503. Definitions. —As used in sections 263.500 to 263.537, the following words shall mean:\n\n(1)\"Assessment\", the amount charged to each cotton grower to finance, in whole or part, a program to suppress or eradicate the boll weevil in this state, to be calculated on a per-acre basis;\n\n(2)\"Boll weevil\", anthonomus grandis boheman in any state of development;\n\n(3)\"Certificate\", a document issued or authorized by the department indicating that a regulated article is not contaminated with boll weevils;\n\n(4)\"Cotton\", any cotton plant or cotton plant product upon which the boll weevil is dependent for completion of any portion of its life cycle;\n\n(5)\"Cotton grower\", any person who is engaged in and has an economic risk in the business of producing, or causing to be produced, for market, cotton and will share equitably in expenses of the potential boll weevil eradication program;\n\n(6)\"Department\", the department of agriculture;\n\n(7)\"Host\", any plant or plant product upon which the boll weevil is dependent for completion of any portion of its life cycle;\n\n(8)\"Infested\", actually infested with a boll weevil or so exposed to infestation that it would be reasonable to believe that an infestation exists;\n\n(9)\"Permit\", a document issued or authorized by the department to provide for the movement of regulated articles to restricted designations for limited handling, utilization, or processing;\n\n(10)\"Person\", any individual, partnership, corporation, company, society, or association, or other business entity;\n\n(11)\"Regulated article\", any article of any character carrying or capable of carrying the boll weevil, including but not limited to cotton plants, seed cotton, cottonseed, other hosts, gin trash, gin equipment, mechanical cotton pickers, and other equipment associated with cotton production, harvesting, or processing.\n\n(L. 1995 S.B. 66 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-503/"
    },
    {
      "id": "section-263-505",
      "number": "263.505",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.505. Rules, authority for — procedure to adopt, suspend and revoke. —1. The department may promulgate regulations restricting the pasturage of livestock, entry by persons, and location of honeybee colonies, or other activities affecting the boll weevil eradication program in any premises in an eradication zone which have been or are to be treated with pesticides or otherwise treated to cause the eradication of the boll weevil, or in any other area that may be affected by such treatments.\n\n2. The department may adopt such other rules and regulations as it deems necessary to further effectuate the purposes of sections 263.500 to 263.537.\n\n3. No rule or portion of a rule promulgated under the authority of sections 263.500 to 263.537 shall become effective until it has been approved by the joint committee on administrative rules in accordance with the procedures provided in this section, and the delegation of the legislative authority to enact law by the adoption of such rules is dependent upon the power of the joint committee on administrative rules to review and suspend rules pending ratification by the senate and the house of representatives as provided in this section.\n\n4. Upon filing any proposed rule with the secretary of state, the department shall concurrently submit such proposed rule to the committee, which may hold hearings upon any proposed rule or portion thereof at any time.\n\n5. A final order of rulemaking shall not be filed with the secretary of state until thirty days after such final order of rulemaking has been received by the committee. The committee shall hold one or more hearings upon such final order of rulemaking during the thirty-day period within the affected area. If the committee does not disapprove such order of rulemaking within the thirty-day period, the department may file such order of rulemaking with the secretary of state and the order of rulemaking shall be deemed approved.\n\n6. The committee may, by majority vote of the members, suspend the order of rulemaking or portion thereof by action taken prior to the filing of the final order of rulemaking only for one or more of the following grounds:\n\n(1) An absence of statutory authority for the proposed rule;\n\n(2) An emergency relating to public health, safety or welfare;\n\n(3) The proposed rule is in conflict with state law;\n\n(4) A substantial change in circumstance since enactment of the law upon which the proposed rule is based.\n\n7. If the committee disapproves any rule or portion thereof, the department shall not file such disapproved portion of any rule with the secretary of state and the secretary of state shall not publish in the Missouri Register any final order of rulemaking containing the disapproved portion.\n\n8. If the committee disapproves any rule or portion thereof, the committee shall report its findings to the senate and the house of representatives. No rule or portion thereof disapproved by the committee shall take effect so long as the senate and the house of representatives ratify the act of the joint committee by resolution adopted in each house within thirty legislative days after such rule or portion thereof has been disapproved by the joint committee.\n\n9. Upon adoption of a rule as provided in this section, any such rule or portion thereof may be suspended or revoked by the general assembly either by bill or, pursuant to Section 8, Article IV of the Constitution of Missouri, by concurrent resolution upon recommendation of the joint committee on administrative rules. The committee shall be authorized to hold hearings and make recommendations pursuant to the provisions of section 536.037. The secretary of state shall publish in the Missouri Register, as soon as practicable, notice of the suspension or revocation.\n\n(L. 1995 S.B. 66 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-505/"
    },
    {
      "id": "section-263-507",
      "number": "263.507",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.507. Department of agriculture — powers and duties. —The department may carry out programs to suppress or eradicate the boll weevil in this state. The department may cooperate with any agency of the federal government, any state, any other agency in this state, or any person engaged in growing, processing, marketing, or handling cotton, or any group of such persons in this state, in programs to effectuate the purposes of sections 263.500 to 263.537 and may enter into written agreements to effectuate such purposes. Such agreements may provide for cost sharing, and for division of duties and responsibilities under sections 263.500 to 263.537 and may include other provisions generally to effectuate the purposes of sections 263.500 to 263.537.\n\n(L. 1995 S.B. 66 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-507/"
    },
    {
      "id": "section-263-509",
      "number": "263.509",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.509. Director's right to enter premises to eradicate and inspect, requirements — court may issue a warrant for right of entry, when. —1. The director of the department may enter cotton fields, cotton processing facilities, and other premises in order to carry out suppression or eradication activities, including, but not limited to, treatment with pesticides, monitoring, and destruction of growing cotton or other host plants, as may be necessary to carry out the provisions of sections 263.500 to 263.537.\n\n2. The department may make inspection of any fields or premises in this state and any property located therein or thereon for the purpose of determining whether such property is infested with the boll weevil. Such inspection and other activities shall be conducted in a reasonable manner without a warrant at any reasonable daylight hours falling between sunrise and sunset.\n\n3. Any judge of this state may, within his jurisdiction, and upon proper cause shown, issue a warrant giving the department the right of entry to any premises for the purpose of carrying out the provisions of this section or other activities authorized by sections 263.500 to 263.537.\n\n(L. 1995 S.B. 66 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-509/"
    },
    {
      "id": "section-263-512",
      "number": "263.512",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.512. Cotton growers to furnish department with size and location of all cotton fields and patches. —Every person growing cotton in this state shall furnish to the department on forms supplied by the department, such information as the department may require, concerning the size and location of all commercial cotton fields and of noncommercial patches of cotton grown as ornamentals or for other purposes.\n\n(L. 1995 S.B. 66 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-512/"
    },
    {
      "id": "section-263-515",
      "number": "263.515",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.515. Quarantined areas, authority from regulations by department — articles from other states regulated. —1. The department may promulgate regulations quarantining this state, or any portion thereof, and governing the storage or other handling in the quarantined areas of regulated articles and the movement of regulated articles into or from such areas. The department shall determine when such action is necessary, or appears reasonably necessary, to prevent or retard the spread of the boll weevil.\n\n2. The department may promulgate regulations governing the movement of regulated articles from other states or portions thereof into this state when such state is known to be infested with the boll weevil.\n\n(L. 1995 S.B. 66 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-515/"
    },
    {
      "id": "section-263-517",
      "number": "263.517",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.517. Eradication zones established, authority for — regulations — publication of notice in affected areas — violations, authority to destroy cotton. —1. The department may designate by regulation one or more areas of this state as eradication zones where boll weevil eradication programs will be undertaken.\n\n2. The department may promulgate reasonable regulations regarding areas where cotton cannot be planted within an eradication zone when there is reason to believe it will jeopardize the success of the program or present a hazard to public health or safety.\n\n3. The department may issue regulations prohibiting the planting of noncommercial cotton in such elimination zones and requiring that all growers of commercial cotton in the eradication zones participate in a program of boll weevil eradication including cost sharing as prescribed in the regulations.\n\n4. Notice of such prohibition and requirement shall be given by publication for one day each week for three successive weeks in a newspaper having general circulation in the affected area.\n\n5. When a grower fails to meet the requirements of regulations promulgated by the department, the department shall have authority in eradication zones to destroy cotton not in compliance with such regulations.\n\n(L. 1995 S.B. 66 § 8)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-517/"
    },
    {
      "id": "section-263-520",
      "number": "263.520",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.520. Eradication zones, authority of department to treat with pesticides or destroy — cotton planted after notice, no payment for losses — payment if cotton planted before notice. —1. The department may destroy, or, at its discretion, cause to be treated with pesticides, volunteer or other noncommercial cotton and to establish procedures for the purchase and destruction of commercial cotton in eradication zones when the department deems such action necessary to effectuate the purposes of sections 263.500 to 263.537.\n\n2. No payment shall be made by the department to the owner or lessee for the destruction or injury of any cotton which was planted in an eradication zone after publication of notice as provided in sections 263.500 to 263.537, or was otherwise handled in violation of sections 263.500 to 263.537, or the regulations adopted pursuant to sections 263.500 to 263.537.\n\n3. The department shall pay for losses resulting from the destruction of cotton which was planted in such zones prior to promulgation of such notice.\n\n(L. 1995 S.B. 66 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-520/"
    },
    {
      "id": "section-263-523",
      "number": "263.523",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.523. Cotton growers' organization, certification by department, requirements — board of directors, appointment, qualifications, terms — audit by department. —1. The department shall certify a cotton growers' organization for the purpose of entering into agreements with the state of Missouri, other states, the federal government, and other parties as may be necessary to carry out the purposes of sections 263.500 to 263.537.\n\n2. In order to be eligible for certification by the department, the cotton growers' organization must demonstrate to the satisfaction of the department that:\n\n(1) It is a nonprofit organization and could qualify as a tax exempt organization under Section 501(a) of the Internal Revenue Code;\n\n(2) Membership in the organization shall be open to all cotton growers in this state.\n\n3. The organization shall have only one class of members with each member entitled to only one vote.\n\n4. The organization's board of directors shall be composed as follows:\n\n(1) Two Missouri cotton growers recommended by the department, to be appointed by the governor;\n\n(2) Three Missouri cotton growers recommended by the largest general farm organization in this state, to be appointed by the governor;\n\n(3) Three Missouri cotton growers recommended by the largest cotton producer organization in this state, to be appointed by the governor;\n\n(4) One representative of state government from this state recommended by the department, to be appointed by the governor.\n\n5. Directors shall serve for three-year terms, but of the first board appointed three members shall serve for a term of one year, three members shall serve for two years and three members shall serve for three years. All books and records of account and minutes of proceedings of the organization shall be available for inspection or audit by the department at any reasonable time.\n\n(L. 1995 S.B. 66 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-523/"
    },
    {
      "id": "section-263-525",
      "number": "263.525",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.525. Certification of organization — purpose — revocation, when. —1. Upon determination by the department that the organization meets the requirements of section 263.523, the department shall certify the organization as the official cotton growers' organization.\n\n2. Such certification shall be for the purposes of sections 263.500 to 263.537 only, and shall not affect other organizations or associations of cotton growers established for other purposes.\n\n3. The department shall certify only one such organization and may revoke the certification of the organization if at any time the organization shall fail to meet the requirements of sections 263.500 to 263.537.\n\n(L. 1995 S.B. 66 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-525/"
    },
    {
      "id": "section-263-527",
      "number": "263.527",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.527. Regional referendum on assessment for costs of eradication — assessment basis — voting procedure — deposit of funds collected — annual audit. —1. At the request of the certified organization, the department shall authorize a statewide referendum among cotton growers on the question of whether an assessment shall be levied upon cotton growers in the state to offset, in whole or in part, the cost of boll weevil suppression or eradication programs authorized by sections 263.500 to 263.537 or any other law of this state. Such program shall be designed on a regional basis so as to reflect the differences in boll weevil infestation and the relative cost of financing a boll weevil suppression and eradication program in the respective regions.\n\n2. The assessment levied under sections 263.500 to 263.537 shall be based upon the number of acres of cotton planted in the eradication area. The amount of the assessment, the period of time for which it shall be levied, how it shall be levied, when it shall be paid, and the geographical area to be covered by the assessment shall be determined by the department in consultation with the official cotton board of directors established in section 263.523. The department shall promulgate only those regulations necessary pursuant to this section.\n\n3. All affected cotton growers shall be entitled to one vote in any such referendum. The department, after consultation with the certified organization, shall determine any questions of eligibility to vote.\n\n4. Each eligible cotton grower shall be mailed a ballot upon which to cast a vote for or against the boll weevil suppression and eradication program.\n\n5. If at least two-thirds of those voting vote in favor of the assessment, then the assessment shall be collected by the department from the affected cotton growers.\n\n6. The assessments collected by the department under sections 263.500 to 263.537 shall be promptly remitted to the certified organization under such terms and conditions as the department shall deem necessary to ensure that such assessments are used in a sound program of eradication or suppression of the boll weevil.\n\n7. The certified organization shall provide to the department an annual audit of its accounts performed by a certified public accountant.\n\n8. The assessments collected by the department under sections 263.500 to 263.537 shall not be state funds. All assessments shall be deposited into a special fund to be established by the director of the department. The fund shall be held in trust by the director for the benefit of the certified organization and shall be invested in the manner required of the state treasurer for state funds by sections 30.250, 30.260 and 30.270. The director shall keep accurate records of the amount of money in the fund collected for the certified organization and the records shall be open to the inspection of officers of the organization. The unexpended balance in the special fund at the end of the annual period shall not be transferred to the general revenue fund, the provisions of section 33.080 notwithstanding.\n\n(L. 1995 S.B. 66 § 12, A.L. 1998 H.B. 1859 merged with S.B. 945)\n\nEffective 7-10-98 (S.B. 945); 8-28-98 (H.B. 1859)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-527/"
    },
    {
      "id": "section-263-529",
      "number": "263.529",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.529. Referendum under direction of organization — expenses, how paid. —The arrangements for and management of any referendum held under sections 263.500 to 263.537 shall be under the direction of the certified organization. The organization shall bear all expenses incurred in conducting the referendum, to include furnishing the ballots and arranging for the necessary poll holders.\n\n(L. 1995 S.B. 66 § 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-529/"
    },
    {
      "id": "section-263-531",
      "number": "263.531",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.531. Referendum defeated — organization may call other referendums — assessment retention to be subject to vote every ten years. —1. In the event any referendum conducted under sections 263.500 to 263.537 fails to receive the required number of affirmative votes, the certified organization may, with the consent of the department be authorized to call other referendums.\n\n2. After the passage of any referendum, the eligible voters shall be allowed, by the subsequent referendums, at least every ten years, to vote on whether to continue their assessments.\n\n3. All the requirements for an initial referendum shall be met in subsequent referendums.\n\n(L. 1995 S.B. 66 § 14, A.L. 2002 H.B. 1348 merged with S.B. 865)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-531/"
    },
    {
      "id": "section-263-534",
      "number": "263.534",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.534. Failure to pay assessment, penalties and interest — lien also authorized on cotton crop subject to assessment, priority of lien. —1. A cotton grower who fails to pay, when due and upon reasonable notice, any assessment levied under sections 263.500 to 263.537 shall be subject to a per-acre penalty as established in the department's regulations, in addition to the assessment.\n\n2. A cotton grower who fails to pay all assessments, including penalties, within thirty days of notice of penalty, shall destroy any cotton plants growing on his acreage which is subject to the assessment. Any such cotton plants which are not destroyed shall be deemed to be a public nuisance, and such public nuisance may be abated in the same manner as any public nuisance.\n\n3. The department may petition the circuit court of the judicial circuit in which the public nuisance is located to have the nuisance condemned and destroyed with all costs of destroying to be levied against the grower. Injunctive relief shall be available to the department notwithstanding the existence of any other legal remedy, and the department shall not be required to file a bond.\n\n4. In addition to any other remedies for the collection of assessments, including penalties and interest, the department shall have an assessment lien that attaches and is perfected sixty days after the date the department mails notice of the assessment and shall cover any cotton crop grown by the grower, including future crops, and the proceeds of the cotton sale, until the assessment, including penalties and interest, is paid in full. The department shall notify the farm service agency and first handlers of cotton, including buyers, lienholders on the cotton, and ginners, of liens attached within thirty days of the date of perfections. This assessment lien is not an agricultural lien for purposes of, and is not subject to the provisions of Article 9 of the Uniform Commercial Code-Secured Transactions, as embodied in sections 400.9-101 to 400.9-508. Such lien shall attach in preference to any prior lien, encumbrance or mortgage upon such cotton.\n\n(L. 1995 S.B. 66 § 15, A.L. 2004 S.B. 740, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-534/"
    },
    {
      "id": "section-263-537",
      "number": "263.537",
      "heading": "",
      "text": "Title XVII AGRICULTURE AND ANIMALS\n\nChapter 263\n\n263.537. Boll weevil suppression and eradication fund established, purpose — department may retain amount to cover costs of administration — reversion to general revenue prohibited. —There is hereby created in the state treasury the \"Boll Weevil Suppression and Eradication Fund\". Moneys in the fund shall be used exclusively for the administration of the program enumerated in sections 263.500 to 263.537. The director of the department may retain a sum not to exceed one percent of the balance of the fund established pursuant to section 263.527*per annum to cover actual administrative costs incurred in the administration of sections 263.500 to 263.537. Such amounts shall be transferred from the director to the director of revenue for deposit in the boll weevil suppression and eradication fund. All money credited to the fund created pursuant to this section shall be appropriated by the general assembly for the use and benefit of the department and specified in the annual appropriations to the department for administration of the program referenced in this section. Notwithstanding the provisions of section 33.080 to the contrary, moneys in the fund shall not revert to the credit of the general revenue fund at the end of the biennium.\n\n(L. 1995 S.B. 66 § 16, A.L. 1998 H.B. 1859)\n\n*Number \"263.257\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xvii/chapter-263/section-263-537/"
    }
  ]
}