{
  "state": "south-carolina",
  "path": "title-title-16/chapter-chapter-27",
  "sections": [
    {
      "id": "section-16-27-10",
      "number": "16-27-10",
      "heading": "",
      "text": "This chapter is known and may be cited as \"The Animal Fighting and Baiting Act\".\n\nHISTORY: 1986 Act No. 491, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-10/"
    },
    {
      "id": "section-16-27-20",
      "number": "16-27-20",
      "heading": "",
      "text": "As used in this chapter:\n\n(a) \"Animal\" means any live vertebrate creature, domestic or wild.\n\n(b) \"Fighting\" means an attack with violence by an animal against another animal or a human.\n\n(c) \"Baiting\" means to provoke or to harass an animal with one or more animals with the purpose of training an animal for, or to cause an animal to engage in, fights with or among other animals or between animals and humans.\n\n(d) \"Person\" means every natural person or individual and any firm, partnership, association, or corporation.\n\nHISTORY: 1986 Act No. 491, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-20/"
    },
    {
      "id": "section-16-27-30",
      "number": "16-27-30",
      "heading": "",
      "text": "Any person who:\n\n(a) owns an animal for the purpose of fighting or baiting;\n\n(b) is a party to or causes any fighting or baiting of any animal;\n\n(c) purchases, rents, leases, or otherwise acquires or obtains the use of any structure, facility, or location for the purpose of fighting or baiting any animal; or\n\n(d) knowingly allows or permits or makes available any structure, facility, or location to be used for the purpose of fighting or baiting any animal is guilty of a felony and upon conviction must be punished by a fine of five thousand dollars or imprisoned for five years, or both.\n\nHISTORY: 1986 Act No. 491, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-30/"
    },
    {
      "id": "section-16-27-40",
      "number": "16-27-40",
      "heading": "",
      "text": "Any person who:\n\n(a) is present at any structure, facility, or location where preparations are being made for the purpose of fighting or baiting any animal with knowledge that those preparations are being made, or\n\n(b) is present at any structure, facility, or location with knowledge that fighting or baiting of any animal is taking place or is about to take place there is guilty of a misdemeanor and upon conviction for a first offense must be punished by a fine of five hundred dollars or imprisonment for six months, or both, and for a second offense by a fine of one thousand dollars or imprisonment for one year, or both. Any person convicted of a third or subsequent offense is guilty of a felony and must be punished by a fine of five thousand dollars or imprisonment for five years, or both.\n\nHISTORY: 1986 Act No. 491, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-40/"
    },
    {
      "id": "section-16-27-50",
      "number": "16-27-50",
      "heading": "",
      "text": "(A) The provisions of Section 47-1-150 apply to this chapter.\n\n(B) For purposes of a hearing to determine whether the owner is able to provide adequately for the animal and is fit to have custody of the animal, any animal found to be owned, trained, possessed, purchased, sold, transported, or bred in violation of this chapter must be considered cruelly treated and the owner must be deemed unfit.\n\nHISTORY: 1986 Act No. 491, Section 5; 2006 Act No. 345, Section 2, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-50/"
    },
    {
      "id": "section-16-27-55",
      "number": "16-27-55",
      "heading": "",
      "text": "(A) A person who violates a provision of this chapter is subject to forfeiture of:\n\n(1) property, both real and personal, which is knowingly used to engage in a violation or to further a violation of this chapter; and\n\n(2) monies, negotiable instruments, securities, or other things of value furnished or intended to be furnished by a person to engage in or further a violation of this chapter.\n\n(B) Property subject to forfeiture pursuant to the provisions of this chapter may be seized by the appropriate law enforcement agency with a warrant properly issued by a court with jurisdiction over the property. Property may be seized without a warrant if the:\n\n(1) seizure is incident to an arrest or a search with a search warrant or an inspection under an administrative inspection warrant;\n\n(2) property subject to seizure was the subject of a prior judgment in favor of the State in a criminal injunction or forfeiture proceeding pursuant to the provisions of this chapter;\n\n(3) law enforcement agency has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or\n\n(4) law enforcement agency has probable cause to believe that the property was used or is intended to be used in violation of the provisions of this chapter.\n\n(C) Forfeiture proceedings instituted pursuant to the provisions of this section are subject to the procedures and requirements for forfeiture as set out in Section 44-53-530.\n\n(D) Property taken or detained pursuant to the provisions of this section is not subject to replevin but is considered to be in the custody of the law enforcement agency making the seizure subject only to an order of the court having jurisdiction over the forfeiture proceedings.\n\n(E) For purposes of this section, when the seizure of property subject to forfeiture is accomplished as a result of a joint effort by more than one law enforcement agency, the law enforcement agency initiating the investigation is considered to be the agency making the seizure.\n\n(F) A law enforcement agency seizing property pursuant to the provisions of this section shall take reasonable steps to maintain the property. Equipment and conveyances seized must be removed to an appropriate place for storage. Monies seized must be deposited in an interest bearing account pending final disposition by the court unless the seizing agency determines the monies to be of an evidential nature and provides for appropriate security in another manner.\n\n(G) When property, monies, negotiable instruments, securities, or other things of value are seized pursuant to the provisions of subsection (A), the law enforcement agency making the seizure, within ten days or a reasonable period of time after the seizure, shall submit a report to the appropriate prosecuting agency.\n\n(1) The report must include the following information:\n\n(a) a description of the property seized;\n\n(b) the circumstances of the seizure;\n\n(c) the present custodian and where the property is being stored or its location;\n\n(d) the name of the owner of the property;\n\n(e) the name of any lienholders of the property; and\n\n(f) the seizing agency.\n\n(2) If the property is a conveyance, the report must include the:\n\n(a) make, model, serial number, and year of the conveyance;\n\n(b) person in whose name the conveyance is registered; and\n\n(c) name of any lienholders.\n\n(3) In addition to the report provided for in items (1) and (2) of this subsection, the appropriate law enforcement agency shall prepare for dissemination to the public, upon request, a report providing the following information:\n\n(a) a description of the quantity and nature of the property and money seized;\n\n(b) the seizing agency;\n\n(c) the make, model, and year of a conveyance; and\n\n(d) the law enforcement agency responsible for the property or conveyance seized.\n\n(H) Property or conveyances seized by a law enforcement agency may not be used by officers or employees of the agency for personal purposes.\n\n(I)(1) An innocent owner or a manager or owner of a licensed rental agency or a common carrier or carrier of goods for hire may apply to the court of common pleas for the return of an item seized pursuant to the provisions of this chapter. Notice of hearing or rule to show cause accompanied by copy of the application must be directed to all persons and agencies entitled to notice as provided in Section 44-53-530. If the court denies the application, the hearing may proceed as a forfeiture hearing held pursuant to the provisions of Section 44-53-530.\n\n(2) The court may return a seized item to the owner if the owner demonstrates to the court by a preponderance of the evidence:\n\n(a) in the case of an innocent owner, that the person or entity was not a consenting party to, or privy to, or did not have knowledge of, the use of the property which made it subject to seizure and forfeiture; or\n\n(b) in the case of a manager or an owner of a licensed rental agency, a common carrier, or a carrier of goods for hire, that an agent, servant, or employee of the rental agency or of the common carrier or carrier of goods for hire was not a party to, or privy to, or did not have knowledge of, the use of the property which made it subject to seizure and forfeiture.\n\n(3) If the licensed rental agency demonstrates to the court that it has rented the seized property in the ordinary course of its business and that the tenant or tenants were not related within the third degree of kinship to the manager or owner, or any agents, servants, or employees of the rental agency, then it is presumed that the licensed rental agency was not a party to, or privy to, or did not have knowledge of, the use of the property which made it subject to seizure and forfeiture.\n\n(4) The lien of an innocent person or other legal entity, recorded in public records, continues in force upon transfer of title of a forfeited item, and a transfer of title is subject to the lien if the lienholder demonstrates to the court by a preponderance of the evidence that he was not a consenting party to, or privy to, or did not have knowledge of, the involvement of the property which made it subject to seizure and forfeiture.\n\nHISTORY: 2006 Act No. 345, Section 3, eff June 12, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-55/"
    },
    {
      "id": "section-16-27-60",
      "number": "16-27-60",
      "heading": "",
      "text": "(a) The provisions of Section 16-27-30 do not apply to any person:\n\n(1) using any animal to pursue or take wildlife or to participate in hunting in accordance with the game and wildlife laws of this State and regulations of the South Carolina Department of Natural Resources;\n\n(2) using any animal to work livestock for agricultural purposes;\n\n(3) properly training or using dogs for law enforcement purposes or protection of persons and private property.\n\n(b) The provisions of this chapter do not apply to game fowl.\n\nHISTORY: 1986 Act No. 491, Section 6; 1993 Act No.181, Section 275.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-60/"
    },
    {
      "id": "section-16-27-70",
      "number": "16-27-70",
      "heading": "",
      "text": "The provisions of this chapter are cumulative and not in lieu of any other provision of law.\n\nHISTORY: 1986 Act No. 491, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-70/"
    },
    {
      "id": "section-16-27-80",
      "number": "16-27-80",
      "heading": "",
      "text": "(A) This chapter does not apply to dogs used for the purpose of hunting, including, but not limited to, hunting on shooting preserves or wildlife management areas authorized pursuant to Title 50, or to dogs used in field trials, including events more commonly known as \"water races\", \"treeing contests\", \"coon-on-a-log\", \"bear-baying\", or \"fox-pen-trials\". Such \"fox-pen-trials\" must be approved by permit for field trials by the South Carolina Department of Natural Resources.\n\n(B) Except as otherwise provided in Section 16-27-60, this chapter applies to events more commonly known as \"hog-dog fights\", \"hog-dog rodeos\", or \"hog-dogging\" in which bets are placed, or cash, points, titles, trophies, or other awards are given based primarily on the ability of a dog to catch a hog using physical contact in the controlled environment of an enclosure.\n\nHISTORY: 1986 Act No. 491, Section 9; 1993 Act No.181, Section 276; 2006 Act No. 345, Section 4, eff June 12, 2006.\n\nEditor's Note\n\n2024 Act No. 199, Section 4, provides as follows:\n\n\"SECTION 4. Nothing in this act may be applied in contradiction to the exemptions and protections provided to hunting dogs, sporting dogs, or working dogs under Section 47-1-40, Section 16-27-60, and Section 16-27-80.\"",
      "source_url": "https://law.justia.com/codes/south-carolina/title-16/chapter-27/section-16-27-80/"
    }
  ]
}