{
  "state": "nebraska",
  "path": "title-chapter-75-public-service-commission/chapter-75-123-rates-hearing-criteria",
  "sections": [
    {
      "id": "section-75-123",
      "number": "75-123",
      "heading": "Rates; hearing; criteria.The following criteria shall be among those considered by the commission in fixing, modifying, or annulling any rate:(1) The lowest rates published or charged by any common carrier for substantially the same kind of service, whether in this state or another state, shall, whe",
      "text": "Rates; hearing; criteria.The following criteria shall be among those considered by the commission in fixing, modifying, or annulling any rate:(1) The lowest rates published or charged by any common carrier for substantially the same kind of service, whether in this state or another state, shall, when introduced into evidence, be accepted as prima facie evidence of a reasonable rate for the services inquired into; and(2) If any common carrier involved in the proceedings operates outside of this state, the rate charged for substantially the same or greater service by it in the other state shall be considered in determining what is a reasonable rate.SourceLaws 1963, c. 425, art. I, ยง 23, p. 1362;Laws 1994, LB 414, ยง 39.AnnotationsEvidence of the existing rates for services as established by the Interstate Commerce Commission constitutes prima facie evidence of the reasonableness of the rates for the same services when performed in intrastate commerce in this state. Nebraska Railroads of Omaha v. Nebco, Inc., 194 Neb. 322, 231 N.W.2d 505 (1975).Where there is a differential in rates between shipping points and the circumstances appear to be substantially similar, the lowest rate published or charged will be prima facie evidence of a reasonable rate for the service under investigation. Howard McLean Co. v. Chicago, B. & Q. R.R. Co., 187 Neb. 30, 187 N.W.2d 300 (1971).Prima facie evidence of reasonable rates may consist of the lowest rates published by any common carrier for the same kind of service. Ready Mix, Inc. v. Nebraska Railroads, 181 Neb. 697, 150 N.W.2d 275 (1967).",
      "history": "",
      "source_url": ""
    }
  ]
}