{
  "state": "michigan",
  "path": "title-chapter-322-state-lands/chapter-act-140-of-1863-agricultural-college-lands-322171-322181",
  "sections": [
    {
      "id": "section-322171",
      "number": "322.171",
      "heading": "Agricultural College Lands; Control and Management",
      "text": "The state board of agriculture shall have the control and management of the care and disposal of the lands granted to this state by act of congress approved July second, 1862 providing for the endowment of colleges for the benefit of agriculture and the mechanic arts.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3927 ;-- How. 5368 ;-- Am. 1893, Act 189, Imd. Eff. June 1, 1893 ;-- CL 1897, 1434 ;-- CL 1915, 648 ;-- CL 1929, 5812 ;-- CL 1948, 322.171",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-171/"
    },
    {
      "id": "section-322172",
      "number": "322.172",
      "heading": "College Lands; Description, Title.",
      "text": "The commissioner of the state land office, shall, as fast as such selections are made and returned to him, forward to the secretary of the interior of the United States, full and complete descriptions of all such lands, and obtain the necessary title to the state of Michigan for the same.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3928 ;-- How. 5369 ;-- CL 1897, 1435 ;-- CL 1915, 649 ;-- CL 1929, 5813 ;-- CL 1948, 322.172Compiler's Notes:The office of commissioner of the state land office, referred to in this section, was abolished and the powers and duties thereof transferred to the public domain commission by MCL 322.221. The public domain commission was subsequently abolished and the powers and duties thereof transferred to the department of conservation by MCL 299.2. The department of conservation was subsequently transferred to the department of natural resources by MCL 16.352.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-172/"
    },
    {
      "id": "section-322173",
      "number": "322.173",
      "heading": "College Lands; Sale, Minimum Price, Terms, Forfeiture.",
      "text": "All of said lands, excepting as hereinafter provided, shall be sold for not less than 3 dollars per acre, 1/4 of the purchase price to be paid at the time of purchase, and the balance at any time thereafter, at the option of the purchaser, with interest on the unpaid balance at the rate of 7 per cent per annum, payable annually into the state treasury, in accordance with, and subject to all the terms and conditions of payment, and forfeitures for non-payment of all interest and taxes due thereon, as is now provided by the laws regulating the sale and forfeiture of primary school lands: Provided however, That all of said lands which are valuable principally for the timber thereon, shall be sold for not less than 5 dollars per acre, the whole of the purchase money therefor to be paid at the date of purchase.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- Am. 1869, Act 34, Imd. Eff. Mar. 16, 1869 ;-- CL 1871, 3929 ;-- How. 5370 ;-- CL 1897, 1436 ;-- CL 1915, 650 ;-- CL 1929, 5814 ;-- CL 1948, 322.173",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-173/"
    },
    {
      "id": "section-322174",
      "number": "322.174",
      "heading": "College Lands; Proceeds of Sale, Disposition.",
      "text": "The proceeds of the sale of said land shall be applied and used according to the conditions of the act of congress granting the same to the state.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3930 ;-- How. 5371 ;-- CL 1897, 1437 ;-- CL 1915, 651 ;-- CL 1929, 5815 ;-- CL 1948, 322.174",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-174/"
    },
    {
      "id": "section-322175",
      "number": "322.175",
      "heading": "College Lands; Commissioner of State Land Office, Duties; Certificate of Sale, Contents.",
      "text": "The commissioner of the state land office shall, by the direction of the state board of agriculture, sell said lands in quantities of not less than any legal subdivision, according to the original United States survey; and on such sale being made, the commissioner of the state land office shall issue his certificate of sale in the usual form, setting forth the quantity and description of the land sold, the price per acre, the amount paid at the time of purchase, the balance due, with the annual rate of interest, and the time the interest is payable, as is required by law for the payment of interest on contracts for the purchase of primary school lands, and that the purchaser will be entitled to a patent from this state on payment in full of the principal and interest, together with all taxes assessed on such land.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3931 ;-- How. 5372 ;-- Am. 1893, Act 189, Imd. Eff. June 1, 1893 ;-- CL 1897, 1438 ;-- CL 1915, 652 ;-- CL 1929, 5816 ;-- CL 1948, 322.175",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-175/"
    },
    {
      "id": "section-322176",
      "number": "322.176",
      "heading": "College Lands; Certificates of Purchase, Effect, Recording.",
      "text": "Certificates of purchase issued pursuant to the provisions of law, shall entitle the purchaser to the possession of the lands therein described, and shall be sufficient evidence of title to enable the purchaser, his heirs or assigns, to maintain actions of trespass for injuries done to the same, or ejectment, or any other proper action or proceeding to recover possession thereof, unless such certificate shall have become void by forfeiture; and all certificates of purchase in force may be recorded in the same manner that deeds of conveyance are authorized to be recorded.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3932 ;-- How. 5373 ;-- CL 1897, 1439 ;-- CL 1915, 653 ;-- CL 1929, 5817 ;-- CL 1948, 322.176",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-176/"
    },
    {
      "id": "section-322177",
      "number": "322.177",
      "heading": "College Lands; Patents, Issuance.",
      "text": "The governor of this state shall sign and cause to be issued patents for said lands, as soon as practicable after payment is made in full of principal, interest and all taxes, as aforesaid.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3933 ;-- How. 5374 ;-- CL 1897, 1440 ;-- CL 1915, 654 ;-- CL 1929, 5818 ;-- CL 1948, 322.177",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-177/"
    },
    {
      "id": "section-322178",
      "number": "322.178",
      "heading": "College Lands; Proceeds of Sale; Deposit; Interest; Use.",
      "text": "The money received from the sale of the lands described in this act shall be paid into the state treasury, and shall be placed in the general fund, to the credit of the agricultural college fund, and the annual interest on those funds computed at 7%, shall be regularly applied to the support and maintenance of Michigan state university, where the leading object shall be, without excluding other scientific and classical studies, and including military tactics, to teach the branches of learning as are related to agriculture and mechanic arts, in order to promote the liberal and practical education of industrial classes in the several pursuits and professions of life.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- Am. 1871, Act 68, Imd. Eff. Mar. 31, 1871 ;-- CL 1871, 3934 ;-- Am. 1875, Act 60, Imd. Eff. Mar. 26, 1875 ;-- How. 5375 ;-- CL 1897, 1441 ;-- CL 1915, 655 ;-- CL 1929, 5819 ;-- CL 1948, 322.178 ;-- Am. 2002, Act 156, Imd. Eff. Apr. 8, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-178/"
    },
    {
      "id": "section-322179",
      "number": "322.179",
      "heading": "College Lands; Examination by Board of Agriculture; Agents, Appointment, Report, Contents; Price Alteration, Effective Date, Publication.",
      "text": "The state board of agriculture shall from time to time, in their discretion as they may deem necessary to protect the best interests of the state, cause the lands under their care to be examined and their value and condition ascertained. To this end they may appoint 1 or more agents who shall make careful, personal examination of the lands which they are appointed to examine and report fully as to their character, value and condition at the time of such examination and in case any of said lands have been trespassed upon and their value deteriorated thereby, the agent examining such lands shall carefully estimate and report the amount and character of timber probably cut and removed, the date of the cutting and if possible, by whom or for whom the cutting was done. Upon receiving such reports of examination, the state board of agriculture shall consider them and if in the opinion of the board the best interests of the state would be promoted by changing the price or terms of sale of any or of all the lands concerned, the said board may alter by reducing or advancing the price per acre or the conditions of payment: Provided, That not less than 25 per cent of the purchase money shall be paid at the time of purchase. And when [the] price and terms are so fixed the said board shall fix the time when the change, if any be made will take effect, and cause the same to be published.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3935 ;-- How. 5376 ;-- Am. 1893, Act 189, Imd. Eff. June 1, 1893 ;-- CL 1897, 1442 ;-- CL 1915, 656 ;-- CL 1929, 5820 ;-- CL 1948, 322.179",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-179/"
    },
    {
      "id": "section-322180",
      "number": "322.180",
      "heading": "College Lands; Examining Agents; Expenses; Payment.",
      "text": "Michigan state university shall certify from time to time to the state treasurer the amounts required for the services and expenses of examining agents and for the other expenses as may be necessary for the proper care and disposition of the lands described in this act and the state treasurer shall pay those amounts out of the general fund. All contracts and certificates of the board shall be signed by the treasurer of Michigan state university.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3936 ;-- How. 5377 ;-- Am. 1893, Act 189, Imd. Eff. June 1, 1893 ;-- CL 1897, 1443 ;-- CL 1915, 657 ;-- CL 1929, 5821 ;-- CL 1948, 322.180 ;-- Am. 2002, Act 156, Imd. Eff. Apr. 8, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-180/"
    },
    {
      "id": "section-322181",
      "number": "322.181",
      "heading": "Timber Lands; Down Payment.",
      "text": "In the sale of lands, the principal value of which consists in the timber, the commissioner of the state land office shall require the payment of the entire amount of purchase money at the time of purchase, or such portion of the same, above 1/4, as he may deem for the best interest of the state.\n\nHistory:1863, Act 140, Imd. Eff. Mar. 18, 1863 ;-- CL 1871, 3937 ;-- How. 5378 ;-- CL 1897, 1444 ;-- CL 1915, 658 ;-- CL 1929, 5822 ;-- CL 1948, 322.181",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-140-of-1863/section-322-181/"
    }
  ]
}