{
  "state": "michigan",
  "path": "title-chapter-322-state-lands/chapter-act-21-of-1873-reserved-or-forfeited-lands-322261-322266",
  "sections": [
    {
      "id": "section-322261",
      "number": "322.261",
      "heading": "Reserved or Forfeited Lands; Restoration to Market, Public Notice Required",
      "text": "That all lands of this state, which have been withdrawn from market for any purpose, or withheld from sale or pre-emption, in consequence of errors in books, or in consequence of marking sales or reservations upon maps, and all lands which have reverted, or may hereafter revert, to the state by reason of a failure in any manner to make payment for the same, or by a failure to comply with the terms of any state road, railroad or other grant or contract of this state, to or with any person or corporation, or by reason of a failure to comply with the conditions of any license or homestead act, shall not be subject to private entry or purchase, either with cash or scrip, until public notice of the restoration of such lands to market shall have been given in the manner hereinafter prescribed.\n\nHistory:1873, Act 21, Imd. Eff. Feb. 28, 1873 ;-- How. 5249 ;-- CL 1897, 1311 ;-- CL 1915, 475 ;-- CL 1929, 5868 ;-- CL 1948, 322.261Compiler's Notes:The office of commissioner of the state land office, referred to in the title of this act, was abolished and the powers and duties thereof transferred to the public domain commission by MCL 322.221. The public domain commission was subsequently abolished and the powers and duties thereof transferred to the department of conservation by MCL 299.2. The department of conservation was subsequently transferred to the department of natural resources by MCL 16.352.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-21-of-1873/section-322-261/"
    },
    {
      "id": "section-322262",
      "number": "322.262",
      "heading": "Reserved or Forfeited Lands; Notice of Restoration to Market, Publication, Contents.",
      "text": "The director of conservation shall be required to publish a notice of the restoration of such lands to market at least once in a newspaper published in the county where such lands are situated, if there be one published therein, and if not, then in some newspaper published in a county nearest to that in which said lands are located. Said notice shall state that the lands will be offered at public auction at a specified place and at a specified time, which shall be not less than 10 days after the date of the last published notice, and shall also state that a list of the lands to be offered will be placed on file at the office of the county treasurer of the county in which the lands are located.\n\nHistory:1873, Act 21, Imd. Eff. Feb. 28, 1873 ;-- How. 5250 ;-- CL 1897, 1312 ;-- CL 1915, 476 ;-- CL 1929, 5869 ;-- Am. 1933, Act 152, Imd. Eff. June 22, 1933 ;-- CL 1948, 322.262Compiler's Notes:The powers and duties of the director of conservation were transferred to the department of natural resources by MCL 16.353.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-21-of-1873/section-322-262/"
    },
    {
      "id": "section-322263",
      "number": "322.263",
      "heading": "Reserved or Forfeited Lands; Sale to Highest Bidder, Minimum Price.",
      "text": "In all cases where there are 2 or more applicants for the same tract of land present at the time of its restoration to market, said tract shall be offered in the smallest subdivision of which the same is susceptible, not less than 40 acres (unless the tract should be a fractional section or fractional part of a section containing a less number of acres) and sold to the highest bidder: Provided, No bid for any tract shall be received unless the price offered shall be equal to the minimum price of such land as fixed by law.\n\nHistory:1873, Act 21, Imd. Eff. Feb. 28, 1873 ;-- How. 5251 ;-- CL 1897, 1313 ;-- CL 1915, 477 ;-- CL 1929, 5870 ;-- Am. 1933, Act 152, Imd. Eff. June 22, 1933 ;-- CL 1948, 322.263",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-21-of-1873/section-322-263/"
    },
    {
      "id": "section-322264",
      "number": "322.264",
      "heading": "Reserved, Forfeited or Trust Lands; Sale in Violation of Act Void.",
      "text": "All entries or sales of any lands, such as are hereinbefore referred to, or of lands now held in trust by the state, which may hereafter become the property of the state by virtue of any of the provisions of such trust, if such entries or sales be permitted, or made, in violation of any of the provisions of this act shall be absolutely void, and the certificate issued thereon shall vest no title in the person or corporation entering or purchasing the same.\n\nHistory:1873, Act 21, Imd. Eff. Feb. 28, 1873 ;-- How. 5252 ;-- CL 1897, 1314 ;-- CL 1915, 478 ;-- CL 1929, 5871 ;-- CL 1948, 322.264",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-21-of-1873/section-322-264/"
    },
    {
      "id": "section-322266",
      "number": "322.266",
      "heading": "Applicability.",
      "text": "This act does not apply to the sale of surplus land pursuant to the land exchange facilitation fund act.\n\nHistory:Add. 1989, Act 87, Imd. Eff. June 20, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-322/statute-act-21-of-1873/section-322-266/"
    }
  ]
}