{
  "state": "idaho",
  "path": "title-title-26/chapter-chapter-24",
  "sections": [
    {
      "id": "section-26-2401",
      "number": "26-2401",
      "heading": "",
      "text": "26-2401. DEFINITIONS. As used in this act, the following words and phrases, unless differently defined or described, shall have the meanings and references as follows:\n\n(1) \"Corporation\" means an Idaho industrial development corporation created under this act.\n\n(2) \"Financial institution\" means any banking corporation or trust company, savings and loan association, insurance company or related corporation, partnership, foundation, or other institution engaged primarily in lending or investing funds.\n\n(3) \"Member\" means any financial institution authorized to do business within this state which shall undertake to lend money to a corporation created under this act, upon its call, and in accordance with the provisions of this act.\n\n(4) \"Board of directors\" means the board of directors of the corporation created under this act.\n\n(5) \"Loan limit\" means for any member, the maximum amount permitted to be outstanding at one (1) time on loans made by such member to the corporation, as determined under the provisions of this act.\n\n[(26-2401) 1963, ch. 273, sec. 1, p. 695; I.C., sec. 30-1501 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2401/"
    },
    {
      "id": "section-26-2402",
      "number": "26-2402",
      "heading": "",
      "text": "26-2402. WHO MAY INCORPORATE. Ten (10) or more persons, a majority of whom shall be residents of this state, who may desire to create an industrial development corporation under the provisions of this act, for the purpose of promoting, developing and advancing the prosperity and economic welfare of the state and, to that end, to exercise the powers and privileges hereinafter provided, may be incorporated by filing in the office of the secretary of state, as hereinafter provided, articles of incorporation. The articles of incorporation shall contain:\n\n(1) The name of the corporation, which shall include the words \"Industrial Development Corporation of Idaho.\"\n\n(2) The location of the principal office of the corporation, but such corporation may have offices in such other places within the state as may be fixed by the board of directors.\n\n(3) The purposes for which the corporation is founded, which shall be to promote, stimulate, develop and advance the business prosperity and economic welfare of Idaho and its citizens; to encourage and assist through loans, investments or other business transactions in the location of new business and industry in this state and to rehabilitate and assist existing business and industry; to stimulate and assist in the expansion of all kinds of business activity which will tend to promote the business development and maintain the economic stability of this state, provide maximum opportunities for employment, encourage thrift, and improve the standard of living of the citizens of this state; similarly, to cooperate and act in conjunction with other organizations, public or private, in the promotion and advancement of industrial, commercial, agricultural and recreational developments in this state; and to provide financing for the promotion, development, and conduct of all kinds of business activity in this state.\n\n(4) The names and post-office addresses of the members of the first board of directors, who, unless otherwise provided by the articles of incorporation or the bylaws, shall hold office for the first year of existence of the corporation or until their successors are elected and have qualified.\n\n(5) Any provision which the incorporators may choose to insert for the regulation of the business and for the conduct of the affairs of the corporation and any provision creating, dividing, limiting and regulating the powers of the corporation, the directors, stockholders or any class of the stockholders, including, but not limited to a list of the officers, and provisions governing the issuance of stock certificates to replace lost or destroyed certificates.\n\n(6) The amount of authorized capital stock and the number of shares into which it is divided, the par value of each share and the amount of capital with which it will commence business and, if there is more than one (1) class of stock, a description of the different classes; the names and post-office addresses of the subscribers of stock and the number of shares subscribed by each. The aggregate of the subscription shall be the minimum amount of capital with which the corporation shall commence business which shall not be less than thirty thousand dollars ($30,000). The articles of incorporation may also contain any provision consistent with the laws of this state for the regulation of the affairs of the corporation.\n\n(7) The articles of incorporation shall be in writing, subscribed by not less than five (5) natural persons competent to contract and acknowledged by each of the subscribers before an officer authorized to take acknowledgments and filed in the office of the secretary of state for approval. A duplicate copy so subscribed and acknowledged may also be filed.\n\n(8) The articles of incorporation shall recite that the corporation is organized under the provisions of this act.\n\nThe secretary of state shall not approve articles of incorporation for a corporation organized under this act until a total of at least five (5) national banks, state banks, savings banks, industrial savings banks, federal savings and loan associations, domestic building and loan associations, or insurance companies authorized to do business within this state, or any combination thereof, have agreed in writing to become members of said corporation; and said written agreement shall be filed with the secretary of state with the articles of incorporation and the filing of same shall be a condition precedent to the approval of the articles of incorporation by the secretary of state. Whenever the articles of incorporation shall have been filed in the office of the secretary of state and approved by him and all taxes, fees and charges, have been paid, as required by law, the subscribers, their successors and assigns shall constitute a corporation, and said corporation shall then be authorized to commence business, and stock thereof to the extent herein or hereafter duly authorized may from time to time be issued.\n\n[(26-2402) 1963, ch. 273, sec. 2, p. 695; I.C., sec. 30-1502 (1963 Supp.); am. 1965, ch. 74, sec. 1, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2402/"
    },
    {
      "id": "section-26-2403",
      "number": "26-2403",
      "heading": "",
      "text": "26-2403. POWERS OF THE CORPORATION. In furtherance of its purposes and in addition to the powers now or hereafter conferred on business corporations by the provisions of chapter 1, title 30, Idaho Code, the corporation shall, subject to the restrictions and limitations herein contained, have the following powers:\n\n(1) To elect, appoint and employ officers, agents and employees; to make contracts and incur liabilities for any of the purposes of the corporation; provided, that the corporation shall not incur any secondary liability by way of guaranty or indorsement of the obligations of any person, firm, corporation, joint stock company, association or trust, or in any other manner.\n\n(2) To borrow money from its members and the small business administration and any other similar or successor federal agency, for any of the purposes of the corporation; to issue therefor its bonds, debentures, notes or other evidences of indebtedness, whether secured or unsecured, and to secure the same by mortgage, pledge, deed of trust or other lien on its property, franchises, rights and privileges of every kind and nature or any part thereof or interest therein, without securing stockholder or member approval; provided, that no loan to the corporation shall be secured in any manner unless all outstanding loans to the corporation shall be secured equally and ratably in proportion to the unpaid balance of such loans and in the same manner.\n\n(3) To make loans to any person, firm, corporation, joint-stock company, association or trust, and to establish and regulate the terms and conditions with respect to any such loans and the charges for interest and service connected therewith; provided, however, that the corporation shall not approve any application for a loan unless and until the person applying for said loan shall show that he has applied for the loan through ordinary banking channels and that the loan has been refused by at least one (1) bank or other financial institution.\n\n(4) To purchase, receive, hold, lease, or otherwise acquire, and to sell, convey, transfer, lease or otherwise dispose of real and personal property, together with such rights and privileges as may be incidental and appurtenant thereto and the use thereof, including, but not restricted to, any real or personal property acquired by the corporation from time to time in the satisfaction of debts or enforcement of obligations.\n\n(5) To acquire the goodwill, business, rights, real and personal property, and other assets, or any part thereof, or interest therein, of any persons, firms, corporations, joint-stock companies, associations or trusts, and to assume, undertake, or pay the obligations, debts and liabilities of any such person, firm, corporation, joint-stock company, association or trust; to acquire improved or unimproved real estate for the purpose of constructing industrial plants or other business establishments thereon or for the purpose of disposing of such real estate to others for the construction of industrial plants or other business establishments; and to acquire, construct or reconstruct, alter, repair, maintain, operate, sell, convey, transfer, lease, or otherwise dispose of industrial plants or business establishments.\n\n(6) To acquire, subscribe for, own, hold, sell, assign, transfer, mortgage, pledge or otherwise dispose of the stock, shares, bonds, debentures, notes or other securities and evidences of interest in, or indebtedness of, any person, firm, corporation, joint-stock company, association or trust, and while the owner or holder thereof to exercise all the rights, powers and privileges of ownership, including the right to vote thereon.\n\n(7) To mortgage, pledge, or otherwise encumber any property, right or things of value, acquired pursuant to the powers contained in subsections (4), (5), or (6), as security for the payment of any part of the purchase price thereof.\n\n(8) To cooperate with and avail itself of the facilities of the United States department of commerce, the Idaho department of commerce and development, and any other similar or successor state or federal governmental agencies; and to cooperate with and assist, and otherwise encourage organizations in the various communities of the state in the promotion, assistance and development of the business prosperity and economic welfare of such communities or of this state or of any part thereof.\n\n(9) To do all acts and things necessary or convenient to carry out the powers expressly granted in this act.\n\n[(26-2403) 1963, ch. 273, sec. 3, p. 695; I.C., sec. 30-1503 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2403/"
    },
    {
      "id": "section-26-2404",
      "number": "26-2404",
      "heading": "",
      "text": "26-2404. RIGHT TO PURCHASE OR TRANSFER CAPITAL STOCK OR OBLIGATIONS OF CORPORATION. Notwithstanding any rule at common law or any provision of any general or special law or any provision in their respective charters, agreements of association, articles of organization or trust indentures:\n\n(1) Any person, including all domestic corporations organized for the purpose of carrying on business within this state and further including without implied limitation, public utility companies and insurance companies, and foreign corporations licensed to do business within this state, and all financial institutions as defined herein, and all trusts, are hereby authorized to acquire, purchase, hold, sell, assign, transfer, mortgage, pledge or otherwise dispose of any bonds, securities or other evidences of indebtedness created by, or the shares of the capital stock of, the corporation, and while owners of said stock to exercise all the rights, powers and privileges of ownership, including the right to vote thereon, all without the approval of any regulatory authority of the state except as otherwise provided in this act; provided, however, that a financial institution which does not become a member of the corporation shall not be permitted to acquire any shares of the capital stock of the corporation;\n\n(2) All financial institutions are hereby authorized to become members of the corporation and to make loans to the corporation as provided herein and;\n\n(3) Each financial institution which becomes a member of the corporation is hereby authorized to acquire, purchase, hold, sell, assign, transfer, mortgage, pledge or otherwise dispose of, any bonds, securities or other evidences of indebtedness created by, or the shares of the capital stock of the corporation, and while owners of said stock to exercise all the rights, powers and privileges of ownership, including the right to vote thereon, all without the approval of any regulatory authority of the state; provided, that the amount of the capital stock of the corporation which may be acquired by any member pursuant to the authority granted herein shall not exceed ten percent (10%) of the loan limit of such member.\n\nThe amount of capital stock of the corporation which any member is authorized to acquire pursuant to the authority granted herein is in addition to the amount of capital stock in corporations which such member may otherwise be authorized to acquire.\n\n[(26-2404) 1963, ch. 273, sec. 4, p. 695; I.C., sec. 30-1504 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2404/"
    },
    {
      "id": "section-26-2405",
      "number": "26-2405",
      "heading": "",
      "text": "26-2405. APPLICATION FOR MEMBERSHIP — LOANS. Any financial institution may request membership in the corporation by making application to the board of directors on such form and in such manner as said board of directors may require, and membership shall become effective upon acceptance of such application by said board.\n\nEach member of the corporation shall make loans to the corporation as and when called upon by it to do so on such terms and other conditions as shall be approved from time to time by the board of directors, subject to the following conditions:\n\n(1) All loan limits shall be established at the thousand dollar ($1,000) amount nearest to the amount computed in accordance with the provisions of this section.\n\n(2) No loan to the corporation shall be made if immediately thereafter the total amount of the obligations of the corporation would exceed ten (10) times the amount then paid in on the outstanding capital stock of the corporation.\n\n(3) The total amount outstanding on loans to the corporation made by any member at any time, when added to the amount of the investment in the capital stock of the corporation then held by such member, shall not exceed:\n\n(a) Twenty percent (20%) of the total amount then outstanding on loans to the corporation by all members, including in said total amount outstanding, amounts validly called for loan but not yet loaned.\n\n(b) The following limit, to be determined as of the time such member becomes a member on the basis of the audited balance sheet of such member at the close of its fiscal year immediately preceding its application for membership, or in the case of an insurance company, its last annual statement to the director of the department of insurance; two and one-half percent (2 1/2%) of the capital and surplus of commercial banks and trust companies; one-half of one percent (1/2%) of the total outstanding loans made by savings and loan associations, and building and loan associations; two and one-half percent (2 1/2%) of the capital and unassigned surplus of stock insurance companies, except fire insurance companies, two and one-half percent (2 1/2%) of the unassigned surplus of mutual insurance companies, except fire insurance companies; one-tenth of one percent (1/10%) of the assets of fire insurance companies; and such limits as may be approved by the board of directors of the corporation for other financial institutions.\n\n(4) Subject to paragraph (a) of subsection (3) of this section, each call made by the corporation shall be prorated among the members of the corporation in substantially the same proportion that the adjusted loan limit of each member bears to the aggregate of the adjusted loan limits of all members. The adjusted loan limit of a member shall be the amount of such member’s loan limit, reduced by the balance of outstanding loans made by such member to the corporation and the investment in capital stock of the corporation held by such member at the time of such call.\n\n(5) All loans to the corporation by members shall be evidenced by bonds, debentures, notes, or other evidences of indebtedness of the corporation, which shall be freely transferable at all times, and which shall bear interest at a rate of not less than one-quarter of one percent (1/4%) in excess of the rate of interest determined by the board of directors to be the prime rate prevailing at the date of issuance thereof on unsecured commercial loans.\n\n[(26-2405) 1963, ch. 273, sec. 5, p. 695; I.C., sec. 30-1505 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2405/"
    },
    {
      "id": "section-26-2406",
      "number": "26-2406",
      "heading": "",
      "text": "26-2406. DURATION OF MEMBERSHIP. Membership in the corporation shall be for the duration of the corporation; provided, that upon written notice given to the corporation five (5) years in advance, a member may withdraw from membership in the corporation at the expiration date of such notice.\n\nA member shall not be obligated to make any loans to the corporation pursuant to calls made subsequent to notice of the intended withdrawal of said member.\n\n[(26-2406) 1963, ch. 273, sec. 6, p. 695; I.C., sec. 30-1506 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2406/"
    },
    {
      "id": "section-26-2407",
      "number": "26-2407",
      "heading": "",
      "text": "26-2407. POWERS OF STOCKHOLDERS AND MEMBERS. The stockholders of the corporation shall have the power to determine the number of and elect directors as provided in section 26-2409.\n\nThe stockholders and the members of the corporation shall have the following powers of the corporation:\n\n(1) To make, amend and repeal bylaws;\n\n(2) To amend the articles of incorporation as provided in section 26-2408;\n\n(3) To dissolve the corporation as provided in section 26-2415;\n\n(4) To do all things necessary or desirable to secure aid, assistance loans and other financing from any financial institutions, and from any agency established under the Small Business Investment Act of 1958, and amendments thereto or other similar federal laws now or hereafter enacted.\n\n(5) To exercise such other of the powers of the corporation consistent with this act as may be conferred on the stockholders and the members by the bylaws.\n\nAs to all matters requiring action by the stockholders and the members of the corporation, said stockholders and said members shall vote separately thereon by classes, and, except as otherwise herein provided, such matters shall require the affirmative vote of a majority of the votes to which the stockholders present or represented at the meeting shall be entitled and the affirmative vote of a majority of the votes to which the member present or represented at the meeting shall be entitled.\n\nEach stockholder shall have one (1) vote, in person or by proxy for each share of capital stock held by him, and each member shall have one (1) vote, in person or by proxy, except that any member having a loan limit of more than one thousand dollars ($1,000) shall have one (1) additional vote, in person or by proxy, for each additional one thousand dollars ($1,000) which such member is authorized to have outstanding on loans to the corporation at any one (1) time as determined under paragraph (b) of subsection (3) of section 26-2405.\n\n[(26-2407) 1963, ch. 273, sec. 7, p. 695; I.C., sec. 30-1507 (1963 Supp.); am. 1965, ch. 74, sec. 2, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2407/"
    },
    {
      "id": "section-26-2408",
      "number": "26-2408",
      "heading": "",
      "text": "26-2408. AMENDMENT TO ARTICLES OF INCORPORATION. The articles of incorporation may be amended by the votes of the stockholders and the members of the corporation, voting separately by classes, and such amendments shall require approval by the affirmative vote of two-thirds (2/3) of the votes to which the stockholders shall be entitled and two-thirds (2/3) of the votes to which the members shall be entitled; provided, that no amendment of the articles of incorporation which is inconsistent with the general purposes expressed herein or which authorizes any additional class of capital stock to be issued, or which eliminates or curtails the right of the director of the department of finance to examine the corporation or the obligation of the corporation to make reports as provided in section 26-2412, shall be made; and provided, further, that no amendment of the articles of incorporation which increases the obligation of a member to make loans to the corporation, or makes any change in the principal amount, interest rate, maturity date, or in the security or credit position of outstanding loan of a member to the corporation, or affects a member’s right to withdraw from membership as provided herein, or affects a member’s voting rights as provided herein, shall be made without the consent of each member affected by such amendment.\n\nWithin thirty (30) days after any meeting at which an amendment of the articles of incorporation has been adopted, articles of amendment signed and sworn to by the president, treasurer, and a majority of the directors, setting forth such amendment and due adoption thereof, shall be submitted to the secretary of state, which (who) shall examine them and if he finds that they conform to the requirements of this act, shall so certify and indorse his approval thereon. Thereupon, the articles of amendment shall be filed in the office of the secretary of state and no such amendment shall take effect until such articles of amendment shall have been filed as aforesaid.\n\n[(26-2408) 1963, ch. 273, sec. 8, p. 695; I.C., sec. 30-1508 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2408/"
    },
    {
      "id": "section-26-2409",
      "number": "26-2409",
      "heading": "",
      "text": "26-2409. BUSINESS OF CORPORATION MANAGED BY BOARD OF DIRECTORS. The business and affairs of the corporation shall be managed and conducted by a board of directors, a president, a vice-president, a secretary, a treasurer, and such other officers and such agents as the corporation by its bylaws shall authorize. The board of directors shall consist of such number, not less than eleven (11) nor more than twenty-one (21), at least two-thirds (2/3) of which directors shall be officers or employees of members, as defined in section 26-2401, Idaho Code, as shall be determined in the first instance by the incorporators and thereafter annually by the stockholders of the corporation. The board of directors may exercise all the powers of the corporation except such as are conferred by law or by the bylaws of the corporation upon the stockholders or members and shall choose and appoint all the agents and officers of the corporation and fill all vacancies except vacancies in the office of director which shall be filled as hereinafter provided. The board of directors shall be elected in the first instance by the incorporators and thereafter at the annual meeting, which annual meeting shall be held during the month of January, or, if no annual meeting shall be held in the year of incorporation, then within ninety (90) days after the approval of the articles of incorporation at a special meeting as hereinafter provided. The directors shall hold office until the next annual meeting of the corporation or special meeting held in lieu of the annual meeting after the election and until their successors are elected and qualified unless sooner removed in accordance with the provisions of the by-laws. Any vacancy in the office of a director shall be filled by the directors.\n\nDirectors and officers shall not be responsible for losses unless the same shall have been occasioned by the wilful misconduct of such directors and officers.\n\n[(26-2409) 1963, ch. 273, sec. 9, p. 695; I.C., sec. 30-1509 (1963 Supp.); am. 1965, ch. 74, sec. 3, p. 117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2409/"
    },
    {
      "id": "section-26-2410",
      "number": "26-2410",
      "heading": "",
      "text": "26-2410. EARNED SURPLUS. Each year the corporation shall set apart as earned surplus not less than ten percent (10%) of its net earnings for the preceding fiscal year until such surplus shall be equal in value to one-half (1/2) of the amount paid in on capital stock then outstanding. Whenever the amount of surplus established herein shall become impaired, it shall be built up again to the required amount in the manner provided for its original accumulation. Net earnings and surplus shall be determined by the board of directors, after providing for such reserves as said directors deem desirable, and the determination of the directors made in good faith shall be conclusive on all persons.\n\n[(26-2410) 1963, ch. 273, sec. 10, p. 695; I.C., sec. 30-1510 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2410/"
    },
    {
      "id": "section-26-2411",
      "number": "26-2411",
      "heading": "",
      "text": "26-2411. DEPOSITS IN BANKS. The corporation shall not deposit any of its funds in any banking institution unless such institution has been designated as a depository by a vote of a majority of the directors present at an authorized meeting of the board of directors, exclusive of any director who is an officer or director of the depository so designated. The corporation shall not receive money on deposit.\n\n[(26-2411) 1963, ch. 273, sec. 11, p. 695; I.C., sec. 30-1511 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2411/"
    },
    {
      "id": "section-26-2412",
      "number": "26-2412",
      "heading": "",
      "text": "26-2412. ANNUAL FINANCIAL EXAMINATION. The corporation shall be examined at least once annually by the director of the department of finance and shall make reports of its condition not less than annually to said director of the department of finance and more frequently upon call of the director of the department of finance, who in turn shall make copies of such reports available to the director of the department of insurance and the governor; and the corporation shall also furnish such other information as may from time to time be required by the director of the department of finance and secretary of state. The corporation shall pay the actual cost of said examinations. The director of the department of finance shall exercise the same power and authority over corporations organized under this act as is now exercised over banks and trust companies by the provisions of title 26, Idaho Code, where the provision of title 26, Idaho Code, are not in conflict with this act.\n\n[(26-2412) 1963, ch. 273, sec. 12, p. 695; I.C., sec. 30-1512 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2412/"
    },
    {
      "id": "section-26-2413",
      "number": "26-2413",
      "heading": "",
      "text": "26-2413. MEETINGS. The first meeting of the corporation shall be called by a notice signed by three (3) or more of the incorporators, stating the time, place and purpose of the meeting, a copy of which notice shall be mailed, or delivered, to each incorporator at least five (5) days before the day appointed for the meeting. Said first meeting may be held without such notice upon agreement in writing to that effect signed by all the incorporators. There shall be recorded in the minutes of the meeting a copy of said notice or of such unanimous agreement of the incorporators.\n\nAt such first meeting, the incorporators shall organize by the choice, by ballot, of a temporary clerk; by the adoption of bylaws; by the election by ballot of directors; and by action upon such other matters within the powers of the corporation as the incorporators may see fit. The temporary clerk shall be sworn and shall make and attest a record of the proceedings. Ten (10) of the incorporators shall be a quorum for the transaction of business.\n\n[(26-2413) 1963, ch. 273, sec. 13, p. 695; I.C., sec. 30-1513 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2413/"
    },
    {
      "id": "section-26-2414",
      "number": "26-2414",
      "heading": "",
      "text": "26-2414. DURATION OF CORPORATION. Unless otherwise provided in the articles of incorporation, the period of duration of the corporation shall be perpetual, subject, however, to the right of the stockholders and the members to dissolve the corporation prior to the expiration of said period as provided in section 26-2415.\n\n[(26-2414) 1963, ch. 273, sec. 14, p. 695; I.C., sec. 30-1514 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2414/"
    },
    {
      "id": "section-26-2415",
      "number": "26-2415",
      "heading": "",
      "text": "26-2415. DISSOLUTION. The corporation may upon the affirmative vote of two-thirds (2/3) of the votes to which the stockholders shall be entitled and two-thirds (2/3) of the votes to which the members shall be entitled dissolve said corporation as provided by sections 30-1-82 through 30-1-93, Idaho Code, insofar as those sections are not in conflict with the provisions of this act. Upon any dissolution of the corporation, none of the corporation’s assets shall be distributed to the stockholders until all sums due the members of the corporation as creditors thereof have been paid in full.\n\n[(26-2415) 1963, ch. 273, sec. 15, p. 695; I.C., sec. 30-1515 (1963 Supp.); am. 1980, ch. 197, sec. 25, p. 452.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2415/"
    },
    {
      "id": "section-26-2416",
      "number": "26-2416",
      "heading": "",
      "text": "26-2416. CREDIT OF STATE NOT PLEDGED. Under no circumstances shall the credit of the state of Idaho be pledged to any corporation organized under the provisions of this act.\n\n[26-2416, added 1963, ch. 273, sec. 16, p. 695.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2416/"
    },
    {
      "id": "section-26-2417",
      "number": "26-2417",
      "heading": "",
      "text": "26-2417. CORPORATION DEEMED A STATE DEVELOPMENT COMPANY. Any corporation organized under the provisions of this act shall be a state development company, as defined in the Small Business Investment Act of 1958, and amendments thereto, or any other similar federal legislation, and shall be authorized to operate on a statewide basis.\n\n[(26-2417) 1963, ch. 273, sec. 17, p. 695; I.C., sec. 30-1517 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2417/"
    },
    {
      "id": "section-26-2418",
      "number": "26-2418",
      "heading": "",
      "text": "26-2418. FISCAL YEAR. Corporations organized under this act shall adopt the calendar year as their fiscal year.\n\n[(26-2418) 1963, ch. 273, sec. 18, p. 695; I.C., sec. 30-1518 (1963 Supp.).]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-24/section-26-2418/"
    }
  ]
}