{
  "state": "idaho",
  "path": "title-title-26/chapter-chapter-17",
  "sections": [
    {
      "id": "section-26-1701",
      "number": "26-1701",
      "heading": "",
      "text": "26-1701. TITLE AND SCOPE. (1) This chapter shall be known, and may be cited as the \"Idaho International Banking Act.\"\n\n(2) This chapter is intended to set forth the terms and conditions under which an international banking corporation may enter and do business in Idaho.\n\n[26-1701, added 1995, ch. 99, sec. 10, p. 307.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1701/"
    },
    {
      "id": "section-26-1702",
      "number": "26-1702",
      "heading": "",
      "text": "26-1702. DEFINITIONS. (1) As used in this chapter, unless the context otherwise requires:\n\n(a) \"Director\" means the director of the department of finance.\n\n(b) \"Federal international bank institutions\" means a branch, agency, or representative office of an international banking corporation established and operating under the federal international banking act of 1978, 12 U.S.C. sec. 3101 et seq., as amended, and its regulations.\n\n(c) \"Foreign country\" means a country other than the United States, but including a territory or possession of the United States.\n\n(d) \"International bank agency\" means a business or any part of a banking business conducted in this state or through an office located in this state, other than a federal international bank institution, which exercises powers as set forth in section 26-1709, Idaho Code, on behalf of an international banking corporation.\n\n(e) \"International bank branch\" means a business or any part of a banking business conducted in this state, or through an office located in this state, other than a federal international bank institution, which exercises powers as set forth in section 26-1709, Idaho Code, on behalf of an international banking corporation.\n\n(f) \"International banking corporation\" means a banking corporation organized and licensed under the laws of a foreign country or a political subdivision of a foreign country.\n\n(g) \"International representative office\" means a business location of a representative of an international banking corporation other than a federal international bank institution, established to act in a liaison capacity with existing and potential customers of the international banking corporation and to generate new loans and other activities for the international banking corporation that is operating outside the state.\n\n(2) Legal and financial terms used in this chapter refer to equivalent terms used by the country in which the international banking corporation is organized.\n\n[26-1702, added 1995, ch. 99, sec. 10, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1702/"
    },
    {
      "id": "section-26-1703",
      "number": "26-1703",
      "heading": "",
      "text": "26-1703. AUTHORITY FOR OPERATION OF INTERNATIONAL BANKING OFFICES. (1) An international banking corporation with a home state other than Idaho may establish and operate, directly or indirectly, a federal international bank institution in this state in accordance with applicable federal law.\n\n(2) An international banking corporation with no home state may establish and operate, directly or indirectly, a federal international bank institution in this state in accordance with applicable federal law.\n\n(3) An international banking corporation with a home state other than Idaho may establish and operate, directly or indirectly, an international bank branch, an international bank agency, or an international representative office in accordance with this chapter and applicable federal law.\n\n(4) An international banking corporation with no home state may establish and operate, directly or indirectly, an international bank branch, an international bank agency, or an international representative office in accordance with this chapter and applicable federal law.\n\n(5) For the purposes of this section, the home state of an international banking corporation that has branches, agencies, subsidiary commercial lending companies, or subsidiary banks, or any combination of branches, agencies, subsidiary commercial lending companies, or subsidiary banks in more than one (1) state is whichever of the states is so elected by the international banking corporation. If the international banking corporation does not elect a home state, the board of governors of the federal reserve system or the director, as applicable, shall elect the home state.\n\n[26-1703, added 1995, ch. 99, sec. 10, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1703/"
    },
    {
      "id": "section-26-1704",
      "number": "26-1704",
      "heading": "",
      "text": "26-1704. APPLICATION OF THIS CHAPTER. International banking corporations, other than federal international bank institutions, are subject to this chapter, except where it appears, from the context or otherwise, that a provision is clearly applicable only to banks or trust companies organized under the laws of this state or the United States. An international banking corporation has no greater right under, or by virtue of, this chapter than is granted to banks organized under the laws of this state.\n\n[26-1704, added 1995, ch. 99, sec. 10, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1704/"
    },
    {
      "id": "section-26-1705",
      "number": "26-1705",
      "heading": "",
      "text": "26-1705. APPLICATION OF THE IDAHO BUSINESS CORPORATION ACT. Where not inconsistent with this chapter and the Idaho bank act, the provisions of the Idaho business corporation act shall apply to international banking corporations doing business in this state.\n\n[26-1705, added 1995, ch. 99, sec. 10, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1705/"
    },
    {
      "id": "section-26-1706",
      "number": "26-1706",
      "heading": "",
      "text": "26-1706. REQUIREMENTS FOR CARRYING ON BANKING BUSINESS. (1) No international banking corporation, other than a federal international bank corporation, shall transact a banking business or maintain in this state any office for carrying on a banking business or any part of a banking business unless the corporation:\n\n(a) Is authorized by its articles to carry on a banking business and has complied with the laws of the country under which it is chartered;\n\n(b) Has furnished to the director any proof as to the nature and character of its business and as to its financial condition as the director may require;\n\n(c) Has filed with the director:\n\n(i) A duly executed instrument in writing, by its terms of indefinite duration and irrevocable, appointing the director its true and lawful attorney upon whom all process in any action against it may be served with the same force and effect as if it were a domestic corporation and has been lawfully served with process within the state;\n\n(ii) A written certificate of designation, which may be changed from time to time thereafter by the filing of a new certificate of designation, specifying the name and address of the officer, agent, or other person to whom the director shall forward the process; and\n\n(iii) A certified copy of any filings required to be made by foreign corporations to the secretary of state by the Idaho business corporation act.\n\n(d) Has paid to the director a fee set by the director to defray the cost of investigation and supervision.\n\n(e) Has received a license duly issued to it by the director.\n\n(2) The director shall not issue a license to an international banking corporation unless it is chartered in a foreign country that permits banks chartered by the United States or any of its states to establish similar facilities in that country.\n\n[26-1706, added 1995, ch. 99, sec. 10, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1706/"
    },
    {
      "id": "section-26-1707",
      "number": "26-1707",
      "heading": "",
      "text": "26-1707. ACTIONS AGAINST INTERNATIONAL BANKING CORPORATIONS. (1) A \"resident of this state\" may maintain an action against an international banking corporation doing business in this state for any cause of action. For purposes of this subsection, the term resident of this state includes any individual domiciled in this state, or any corporation, partnership, or trust formed under the laws of this state.\n\n(2) An international banking corporation or a nonresident of this state may maintain an action against an international banking corporation doing business in this state in the following cases only:\n\n(a) Where the action is brought to recover damages for the breach of a contract made or to be performed within this state or relating to property situated within this state at the time of the making of the contract;\n\n(b) Where the subject matter of the litigation is situated within this state;\n\n(c) Where the cause of action arose within this state, except where the object of the action is to affect the title of real property situated outside this state; or\n\n(d) Where the action is based on a liability for acts done within this state by an international banking corporation or its international bank agency, international bank branch, or international representative office.\n\n(3) The limitations contained in subsection (2) of this section, do not apply to a corporation formed and existing under the laws of the United States and that maintains an office in this state.\n\n[26-1707, added 1995, ch. 99, sec. 10, p. 310.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1707/"
    },
    {
      "id": "section-26-1708",
      "number": "26-1708",
      "heading": "",
      "text": "26-1708. APPLICATION FOR LICENSE. (1) Every international banking corporation, before being licensed by the director to transact a banking business in this state as an international bank branch or as an international bank agency or before maintaining in this state any office to carry on a banking business or any part of a banking business, shall subscribe and acknowledge and submit to the director, at the director’s office, a separate application, in duplicate, which shall state:\n\n(a) The name of the international banking corporation;\n\n(b) The location by street and post office address and county where its business is to be transacted in this state and the name of the person who is in charge of the business and affairs of the office;\n\n(c) The location where its initial registered office will be located in this state;\n\n(d) The amount of its capital actually paid in and the amount subscribed for and unpaid; and\n\n(e) The actual value of the assets of the international banking corporation, which must be at least fifty million dollars ($50,000,000) in excess of its liabilities, and a complete and detailed statement of its financial condition as of a date within sixty (60) days before the date of the application; except that the director may, when necessary or expedient, accept the statement of financial condition as of a date within one hundred twenty (120) days before the date of the application.\n\n(2) When the application is submitted to the director, the international banking corporation shall also submit a duly authenticated copy of its article of incorporation, or equivalent corporate document, and an authenticated copy of its bylaws, or an equivalent of the bylaws that is satisfactory to the director, and pay an investigation and supervision fee to be established by rule or order. The international banking corporation shall also submit to the director a certificate issued by the banking or supervisory authority of the country in which the international banking corporation is organized and licensed stating that the international banking corporation is duly organized and licensed and lawfully existing in good standing, and is empowered to conduct a general banking business.\n\n(3) The director may approve or disapprove the application, but the director shall not approve the application unless, in the director’s opinion, the applicant meets every requirement of this chapter and any other applicable provision of this chapter and any rules adopted under this chapter. The director may specify any conditions as the director deems appropriate, considering the public interest, the need to maintain a sound and competitive banking system, and the preservation of an environment conducive to the conduct of an international banking business in this state.\n\n(4) An international banking corporation may operate more than one (1) international bank branch in this state, each at a different place of business, provided each branch office is separately licensed to transact a banking business or any part of a banking business under this chapter. An international banking corporation may operate more than one (1) international bank agency in this state, each at a different place of business, provided each agency office is separately licensed to transact a banking business or any part of a banking business under this chapter.\n\n(5) Notwithstanding subsection (4) of this section, no international banking corporation licensed to maintain one (1) or more international bank branches in this state shall be licensed to maintain an international bank agency in this state except upon termination of the operation of its international bank branches under section 26-1713(2), Idaho Code and no international banking corporation licensed to maintain one (1) or more international bank agencies in this state shall be licensed to maintain an international bank branch in this state except upon the termination of the operation of its international bank agencies under section 26-1713(2), Idaho Code.\n\n[26-1708, added 1995, ch. 99, sec. 10, p. 310.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1708/"
    },
    {
      "id": "section-26-1709",
      "number": "26-1709",
      "heading": "",
      "text": "26-1709. EFFECT, RENEWAL, AND REVOCATION OF LICENSES — PERMISSIBLE ACTIVITIES. (1) When the director has issued a license to an international banking corporation, it may engage in the business authorized in this act at, and only at, the office specified in the license for a period not exceeding one (1) year from the date of the license or until the license is surrendered or revoked. No license is transferable or assignable. Every license shall be, at all times, conspicuously displayed in the place of business specified in the license.\n\n(2) The international banking corporation may renew the license annually upon application to the director upon forms to be supplied by the director for that purpose. The application for renewal shall be submitted to the director no later than sixty (60) days before the expiration of the license. The license may be renewed by the director upon a determination, with or without examination, that the international banking corporation is in a safe and satisfactory condition, that it has complied with applicable requirements of law, and that the renewal of the license is proper and has been duly authorized by proper corporate action. Each application for renewal of an international banking corporation license shall be accompanied by an annual renewal fee to be determined by the director by rule.\n\n(3) The director may revoke the license, with or without examination, upon a determination that the international banking corporation does not meet the criteria established by subsection (2) of this section for renewal of licenses.\n\n(4) If the director refuses to renew the license and, as a result, the license is revoked, all the rights and privileges of the international banking corporation to transact the business for which it was licensed shall immediately cease, and the license shall be surrendered to the director within twenty-four (24) hours after written notice of the decision has been mailed by the director to the registered office of the international banking corporation set forth in its application, as amended, or has been personally delivered to any officer, director, employee, or agent of the international banking corporation who is physically present in this state.\n\n(5) An international banking corporation licensed under this act to carry on business in this state as an international bank agency may conduct a general banking business through its international bank agency in the same manner as banks existing under the laws of this state, except that no international banking corporation shall, through its bank agency, exercise fiduciary powers or receive deposits, but may maintain for the account of others credit balances incidental to or arising out of the exercise of its lawful powers.\n\n[26-1709, added 1995, ch. 99, sec. 10, p. 311.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1709/"
    },
    {
      "id": "section-26-1710",
      "number": "26-1710",
      "heading": "",
      "text": "26-1710. SECURITIES, BONDS AND OTHER COMMERCIAL PAPER TO BE HELD IN THIS STATE. (1) An international banking corporation licensed under this chapter shall hold, at its office in this state, currency, bonds, notes, debentures, drafts, bills of exchange, or other evidence of indebtedness or other obligations payable in the United States or in United States funds or, with the prior approval of the director, in funds freely convertible into United States funds in an amount that is not less than one hundred eight percent (108%) of the aggregate amount of liabilities of the international banking corporation payable at or through its office in this state or as a result of the operations of the international bank branch or international bank agency, including acceptances, but excluding:\n\n(a) Accrued expenses; and\n\n(b) Amounts due and other liabilities to other offices, agencies, or branches of and wholly owned, except for a nominal number of directors’ shares, and subsidiaries of the international banking corporation.\n\n(2) For the purpose of this chapter, the director shall value marketable securities at principal amount or market value, whichever is lower, and may determine the value of any nonmarketable bond, note, debenture, draft, bill of exchange, or other evidence of indebtedness or of any other obligation held by or owed to the international banking corporation in this state. In determining the amount of assets for the purpose of computing the above ratio of assets, the director may exclude any particular assets, but may give credit, subject to any rules adopted by the director, to deposits and credit balances with unaffiliated banking institutions outside this state if the deposits or credit balances are payable in United States funds or in currencies freely convertible into United States funds. In no case shall credit given for the deposits and credit balances exceed in aggregate amounts any percentage, but not less than eight percent (8%) as the director may from time to time prescribe, of the aggregate amount of liabilities of the international banking corporations.\n\n(3) If, by reason of the existence or the potential occurrence of unusual or extraordinary circumstances, the director considers it necessary or desirable for the maintenance of a sound financial condition, for the protection of creditors and the public interest and to maintain public confidence in the business of the international bank agency of the international banking corporation, the director may reduce the credit to be given as provided in this section for deposits and credit balances with unaffiliated banking institutions outside this state and may require the assets to be held in this state under this chapter with any bank or trust company existing under the laws of this state that the international banking corporation designates and the director approves.\n\n(4) An international bank branch and international bank agency shall file any reports with the director as the director may require in order to determine compliance by the international bank branch or international bank agency with this section.\n\n[26-1710, added 1995, ch. 99, sec. 10, p. 312.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1710/"
    },
    {
      "id": "section-26-1711",
      "number": "26-1711",
      "heading": "",
      "text": "26-1711. FINANCIAL CERTIFICATION — RESTRICTIONS ON INVESTMENTS, LOANS AND ACCEPTANCES. (1) Before opening an office in this state, and annually thereafter so long as a bank office is maintained in this state, an international banking corporation licensed under this act shall certify to the director the amount of its paid-in capital, its surplus, and its undivided profits, each expressed in the currency of the country of its incorporation. The dollar equivalent of this amount, as determined by the director, is considered to be the amount of its capital, surplus, and undivided profits.\n\n(2) Purchases and discounts of bills of exchange, bonds, debentures, and other obligations and extensions of credit and acceptances by an international bank agency within this state are subject to the same limitations as to amount in relation to capital, surplus, and undivided profits as are applicable to banks organized under the laws of this state. With the prior approval of the director, the capital notes and capital debentures of the international banking corporation may be treated as capital in computing the limitations.\n\n[26-1711, added 1995, ch. 99, sec. 10, p. 313.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1711/"
    },
    {
      "id": "section-26-1712",
      "number": "26-1712",
      "heading": "",
      "text": "26-1712. REPORTS. An international banking corporation licensed under this act shall, at the times and in the form prescribed by the director, make written reports in the English language to the director, under the oath of one (1) of its officers, managers, or agents transacting business in this state, showing the amount of its assets and liabilities and containing any other matters required by the director. If an international banking corporation fails to make a report, as directed by the director, or if a report contains a false statement knowingly made, this is grounds for revocation of the license of the international banking corporation.\n\n[26-1712, added 1995, ch. 99, sec. 10, p. 314.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1712/"
    },
    {
      "id": "section-26-1713",
      "number": "26-1713",
      "heading": "",
      "text": "26-1713. DISSOLUTION. (1) When an international banking corporation licensed to maintain an international bank branch or an international bank agency in this state is dissolved or its authority or existence is otherwise terminated or canceled in the jurisdiction of its incorporation, a certificate of the official responsible for records of banking corporations of the jurisdiction of incorporation of the international banking corporation attesting to the occurrence of this event or a certified copy of an order or decree of a court of the jurisdiction directing the dissolution of the international banking corporation or the termination of its existence or the cancellation of its authority shall be delivered to the director. The filing of the certificate, order, or decree has the same effect as the revocation of the international banking corporation’s license as provided in section 26-1709(4), Idaho Code.\n\n(2) An international banking corporation that proposes to terminate the operation in this state of an international bank branch, an international bank agency, or an international representative office shall comply with procedures as the director may prescribe by rule or order to insure an orderly cessation of business in a manner that is not harmful to the public interest and shall surrender its license to the director or shall surrender its right to maintain an office in this state, as applicable.\n\n(3) The director shall continue as agent of the international banking corporation upon whom process against it may be served in any action based upon any liability or obligation incurred by the international banking corporation within this state before the filing of the certificate, order, or decree; and the director shall promptly cause a copy of the process to be mailed by registered or certified mail, return receipt requested, to the international banking corporation at the post office address specified for this purpose on file with the director’s office.\n\n[26-1713, added 1995, ch. 99, sec. 10, p. 314.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1713/"
    },
    {
      "id": "section-26-1714",
      "number": "26-1714",
      "heading": "",
      "text": "26-1714. INTERNATIONAL REPRESENTATIVE OFFICES. (1) An international banking corporation that does not transact a banking business or any part of a banking business in or through an office in this state, but maintains an office in this state for other purposes is considered to have an international representative office in this state.\n\n(2) An international representative office located in this state shall register with the director annually on forms prescribed by the director. The registration shall be filed before January 31 of each year, shall be accompanied by a registration fee prescribed by rule or order, and shall list the name of the local representative, the street address of the office, and the nature of the business to be transacted in or through the office.\n\n(3) The director may review the operations of an international representative office annually or at any greater frequency as is necessary to assure that the office does not transact a banking business.\n\n(4) An international banking corporation desiring to convert its existing registered international representative office to a licensed international bank branch or licensed international bank agency shall submit to the director the application required in section 26-1708, Idaho Code, and is required to meet the minimum criteria for licensing of an international bank branch or licensed international bank agency under this chapter.\n\n(5) An international representative office may act in a liaison capacity with existing and potential customers of an international banking corporation and in undertaking these activities may, through its employees or agents, without limitation, solicit loans, assemble credit information, make proprietary inspections and appraisals, complete loan applications and other preliminary paperwork in preparation for making a loan, but may not solicit or accept deposits. No international representative office shall conduct any banking business or part of a banking business in this state.\n\n[26-1714, added 1995, ch. 99, sec. 10, p. 314.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1714/"
    },
    {
      "id": "section-26-1715",
      "number": "26-1715",
      "heading": "",
      "text": "26-1715. RULES. The department of finance may promulgate administrative rules necessary to implement this chapter.\n\n[26-1715, added 1995, ch. 99, sec. 10, p. 315.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-17/section-26-1715/"
    }
  ]
}