{
  "state": "idaho",
  "path": "title-title-26/chapter-chapter-1",
  "sections": [
    {
      "id": "section-26-101",
      "number": "26-101",
      "heading": "",
      "text": "26-101. TITLE. This act, comprising chapters 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 15, 16, 17, 18, 26, 32, 33, 34, 35 and 36, title 26, Idaho Code, as such chapters may be hereafter amended, shall be known as the \"Idaho Bank Act\" and shall be applicable to all corporations, copartnerships, cooperative associations and persons engaged in the business of banking in the state of Idaho.\n\n[26-101, added 1979, ch. 41, sec. 2, p. 63; am. 1995, ch. 99, sec. 1, p. 300; am. 1997, ch. 310, sec. 2, p. 917; am. 2000, ch. 288, sec. 1, p. 972.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-101/"
    },
    {
      "id": "section-26-102",
      "number": "26-102",
      "heading": "",
      "text": "26-102. PURPOSE OF THE ACT. The purposes of this act are to provide for:\n\n(1) Safe and prudent conduct of the banking business for the benefit of depositors and shareholders.\n\n(2) Maintenance of public confidence in banks.\n\n(3) An opportunity for banks to remain competitive with each other, with financial institutions existing under other laws of this state and to encourage the continuation, maintenance and preservation of the dual banking system.\n\n[26-102, added 1979, ch. 41, sec. 2, p. 63.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-102/"
    },
    {
      "id": "section-26-103",
      "number": "26-103",
      "heading": "",
      "text": "26-103. CONSTRUCTION AGAINST IMPLICIT REPEAL. This act being a general act intended as a unified coverage of its subject matter, no part of it shall be deemed to be impliedly repealed by subsequent legislation if such construction can reasonably be avoided.\n\n[26-103, added 1979, ch. 41, sec. 2, p. 63.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-103/"
    },
    {
      "id": "section-26-104",
      "number": "26-104",
      "heading": "",
      "text": "26-104. SEVERABILITY. If any provision of this act or the application thereof to any person or circumstances is held invalid, the invalidity does not affect other provisions or applications of this act which can be given effect without the invalid provision or application, and to this end the provisions of this act are severable.\n\n[26-104, added 1979, ch. 41, sec. 2, p. 63; am. 2015, ch. 244, sec. 8, p. 1011.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-104/"
    },
    {
      "id": "section-26-105",
      "number": "26-105",
      "heading": "",
      "text": "26-105. EFFECT OF ACT ON EXISTING BANKS. The powers, privileges, duties and restrictions heretofore conferred and imposed upon any bank now existing and doing business under the laws of this state, are hereby abridged, enlarged or modified as each particular case may require to conform with the provisions of this chapter.\n\n[26-105, added 1979, ch. 41, sec. 2, p. 63.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-105/"
    },
    {
      "id": "section-26-106",
      "number": "26-106",
      "heading": "",
      "text": "26-106. DEFINITIONS. As used in this act, unless the context or subject matter otherwise requires:\n\n(1) \"Bank\" means any person engaged in soliciting, receiving or accepting money or its equivalent on deposit as a regular business whether or not such deposit, however evidenced, is made subject to check or draft or other order.\n\n(2) \"Banking business\" means the soliciting, receiving or accepting of money or its equivalent on deposit as a regular business whether such deposit is made subject to check or draft or is evidenced by a certificate of deposit, a passbook, a note, a receipt, or other writing; provided, that nothing herein shall apply to or include money or its equivalent left in escrow or left with an agent pending investment in real estate or securities for or on account of his principal.\n\n(3) \"Bank service corporation\" means a corporation organized to perform bank services for two (2) or more banks, each of which owns part of the capital stock of such corporation, and which are subject to examination by either the department of finance of the state of Idaho or a federal bank supervisory agency.\n\nFor the purpose of this definition, \"bank services\" means services such as check and deposit sorting and posting, computation and posting of interest and other credits and charges, preparation and mailing of checks, statements, notices, and similar items, or any other clerical, bookkeeping, accounting, statistical, or similar functions performed for a bank.\n\n(4) \"Borrowing\" means any nondeposit liability.\n\n(5) \"Branch\" means any location except a loan production office, mobile or temporary facility, customer-bank communication terminal or bank service corporation at which a bank performs any or all functions of a bank.\n\n(6) \"Capital\" means the amount of unimpaired paid-up common stock plus the amount of paid-up preferred stock issued and unimpaired.\n\n(7) \"Capital note\" means a convertible or nonconvertible note of a bank subordinated as to principal and interest to the depositors of the bank and containing such conditions as the director may require.\n\n(8) \"Capital structure\" means the total of the capital, surplus, undivided profits and subordinated capital notes and contingency reserves of the bank or such other account as determined by the director of the department of finance, less intangible assets.\n\n(9) \"Common stock\" means the stock of a banking corporation other than preferred stock.\n\n(10) \"Commercial paper\" means a short-term negotiable instrument arising out of a commercial transaction; provided however, that commercial paper shall not be construed to be a deposit as defined in this act.\n\n(11) \"Converting bank\" means a bank converting from a state to a national bank, or the reverse.\n\n(12) \"Demand deposit\" means all deposits except time deposits.\n\n(13) \"Deposit\" means the act of placing or lodging money in the custody of a person, for safety or convenience whether interest-bearing or not, to be withdrawn at the will of the depositor or under rules, terms and regulations agreed upon by the depositor and the depository. If the context requires, deposit may also mean the money so deposited or the credit the depositor receives for it.\n\n(14) \"Depositor\" means any person who deposits money.\n\n(15) \"Director\" means the director of the department of finance.\n\n(16) \"Dissenting stockholder\" means a stockholder dissenting and voting his dissent as provided in this act.\n\n(17) \"Executive officer\" means each officer of a bank, who by virtue of his position, has both voice in the formulation of the policy of the bank and responsibility for the implementation of such policy.\n\n(18) \"Federal funds\" means member bank deposits at federal reserve banks.\n\n(19) \"Federal reserve act\" means and includes the act of congress of the United States approved December 23, 1913, as amended.\n\n(20) \"Federal reserve bank\" means a federal reserve bank created and organized under the authority of the federal reserve act.\n\n(21) \"Federal reserve board\" means the board of governors of the federal reserve system created and described in the federal reserve act.\n\n(22) \"Federal bank supervisory agency\" means the comptroller of the currency, the board of governors of the federal reserve system, or the board of directors of the federal deposit insurance corporation.\n\n(23) \"Fiduciary\" means trustee, agent, executor, administrator, personal representative, committee, guardian or conservator for a minor or other incompetent person, receiver, trustee in bankruptcy, assignee for creditors or any holder of a similar position of trust.\n\n(24) \"Home state\" means:\n\n(a) With respect to a state chartered bank, the state from which the bank received the charter under which it operates.\n\n(b) With respect to a national bank, the state in which the main office of the national bank is located.\n\n(25) \"Host state\" means, with respect to any bank, a state other than the home state of the bank in which the bank maintains or seeks to establish and maintain a branch.\n\n(26) \"Member bank\" means any national bank or state bank which has become or which becomes a member of one (1) of the federal reserve banks created by the federal reserve act.\n\n(27) \"Merger\" means the union of two (2) or more bank corporations by the transfer of property of all to one (1) of them. As used in this act, \"merger\" includes a consolidation.\n\n(28) \"Merging bank\" means a party to a merger.\n\n(29) \"Mobile or temporary facility\" means a place of business of a bank from which the bank performs limited activities for limited periods of time.\n\n(30) \"National bank\" means a bank organized under the laws of the United States and issued an organization certificate by the comptroller of the currency.\n\n(31) \"Net demand deposits\" means the total of the bank’s demand deposits after subtracting from the deposit balance due to any bank the deposit balance due from the same bank (other than trust funds deposited by either bank) and any cash items in the process of collection due from or due to such banks shall be included in determining such net balance, except that balances of time deposits of any bank and any balances standing to the credit of private banks, of banks in foreign countries, of foreign branches of other American banks, and of American branches of foreign banks shall be reported gross without any such subtraction, and excluding any deposits received in any office of the bank for deposits in any other office of the bank. The amount of trust funds held in the bank’s own trust department, which the bank keeps segregated and apart from its general assets and does not use in the conduct of its business, shall not be included as net deposits.\n\n(32) \"Net profits\" means profits remaining after the deduction of all expenses including depreciation, losses, or doubtful assets, as required by the director of the department of finance, interest, and taxes accrued or due.\n\n(33) \"Person\" means an individual, sole proprietorship, partnership, joint venture, association, trust, estate, business trust, corporation, limited liability company, not-for-profit corporation, sovereign government or agency, instrumentality, or political subdivision thereof, or any similar entity or organization.\n\n(34) \"Preferred stock\" means a class of the stock of a banking corporation issued in accordance with section 26-206, Idaho Code, which is accorded a preference or priority over the common stock of the corporation.\n\n(35) \"Resulting bank\" means the bank resulting from a merger or conversion.\n\n(36) \"Savings deposit\" means a deposit:\n\n(a) That consists of funds deposited to the credit of or in which the entire beneficial interest is held by one (1) or more individuals, or a corporation, association, or other organization operated primarily for religious, philanthropic, charitable, educational, fraternal, or other similar purposes and not operated for profit; or that consists of funds deposited to the credit of or in which the entire beneficial interest is held by the United States, any state of the United States, or any county, municipality, or political subdivision thereof, the District of Columbia, the Commonwealth of Puerto Rico, the Virgin Islands, American Samoa, Guam, or political subdivision thereof; or that consists of funds deposited to the credit of, or in which any beneficial interest is held by a corporation, association, or other organization not qualifying above to the extent such funds do not exceed one hundred fifty thousand dollars ($150,000) per such depositor at a bank; and\n\n(b) With respect to which the depositor is not required by the deposit contract but may at any time be required by the bank to give notice in writing of an intended withdrawal not less than thirty (30) days before such withdrawal is made and which is not payable on a specified date or at the expiration of a specified time after the date of deposit.\n\n(37) \"State bank\" means any bank chartered by the state of Idaho.\n\n(38) \"Time certificate of deposit\" means a deposit evidenced by a negotiable or nonnegotiable instrument which provides on its face that the amount of such deposit is payable to bearer or to any specified person or to his order:\n\n(a) On a certain date, specified in the instrument, not less than thirty (30) days after the date of the deposit; or\n\n(b) At the expiration of a certain specified time not less than thirty (30) days after date of the instrument; or\n\n(c) Upon notice in writing which is actually required to be given not less than thirty (30) days before the date of repayment; and\n\n(d) In all cases only upon presentation and surrender of the instrument.\n\n(39) \"Time deposit\" means time certificates of deposit, time deposits open account, and savings deposits.\n\n(40) \"Time deposits open account\" means a deposit, other than a time certificate of deposit, with respect to which there is in force a written contract with the depositor that neither the whole nor any part of such deposit may be withdrawn, by check or otherwise, prior to the date of maturity, which shall be not less than thirty (30) days after the date of the deposit, or prior to the expiration of the period of notice which must be given by the depositor in writing not less than thirty (30) days in advance of withdrawal.\n\n(41) \"Trust department\" means the division of a bank which has been granted trust powers by the director of finance.\n\n[26-106, added 1979, ch. 41, sec. 2, p. 64; am. 2004, ch. 159, sec. 1, p. 512; am. 2015, ch. 204, sec. 2, p. 618; am. 2016, ch. 47, sec. 3, p. 99.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-106/"
    },
    {
      "id": "section-26-107",
      "number": "26-107",
      "heading": "",
      "text": "26-107. SECTIONS APPLICABLE TO NATIONAL BANKS. The provisions of sections 26-215, 26-301 through and including 26-309, 26-311, 26-712, 26-713, 26-714, 26-1203, 26-1206, 26-1207, 26-1208, 26-1209, 26-1601 through 26-1605, 26-2601 through 26-2612, and 26-3801 through 26-3806, Idaho Code, shall also apply to national banks.\n\n[26-107, added 1979, ch. 41, sec. 2, p. 67; am. 1995, ch. 99, sec. 2, p. 300; am. 1997, ch. 225, sec. 1, p. 661; am. 2004, ch. 159, sec. 17, p. 525; am. 2025, ch. 164, sec. 2, p. 787.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-1/section-26-107/"
    }
  ]
}