{
  "state": "idaho",
  "path": "title-title-26/chapter-chapter-26",
  "sections": [
    {
      "id": "section-26-2601",
      "number": "26-2601",
      "heading": "",
      "text": "26-2601. SHORT TITLE. This chapter shall be known as the \"Idaho Interstate Banking Act.\"\n\n[26-2601, added 1985, ch. 185, sec. 1, p. 474; am. 1995, ch. 99, sec. 12, p. 316.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2601/"
    },
    {
      "id": "section-26-2602",
      "number": "26-2602",
      "heading": "",
      "text": "26-2602. STATEMENT OF PURPOSE. It is the policy of the state of Idaho to allow acquisitions of Idaho financial institutions by out-of-state financial institution holding companies under the terms and conditions set forth in this chapter.\n\n[26-2602, added 1985, ch. 185, sec. 1, p. 474; am. 1995, ch. 99, sec. 13, p. 316.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2602/"
    },
    {
      "id": "section-26-2603",
      "number": "26-2603",
      "heading": "",
      "text": "26-2603. DEFINITIONS. As used in this chapter:\n\n(1) \"Applicant\" means an out-of-state financial institution holding company which has submitted an application under section 26-2605, Idaho Code.\n\n(2) \"Control.\" A person has \"control\" of a financial institution or financial institution holding company if the person:\n\n(a) Directly or indirectly, owns, controls or has the power to vote twenty-five percent (25%) or more of any class of voting securities of the financial institution or financial institution holding company;\n\n(b) The person, directly or indirectly, controls the election of a majority of the directors or trustees of the financial institution or financial institution holding company; or\n\n(c) The person, directly or indirectly, directs or exercises a controlling influence over the management or policies of the financial institution or financial institution holding company.\n\nThere is a rebuttable presumption that a person has control of a financial institution or financial institution holding company if the person owns, controls or has the power to vote five percent (5%) of more of the voting securities of the financial institution or financial institution holding company. Owning voting securities in a fiduciary capacity does not constitute \"control\" unless the director determines, after notice and an opportunity for hearing, that the person exercises a controlling influence over the management or policies of the financial institution or financial institution holding company. No person shall be deemed to have control of a financial institution or financial institution holding company by virtue of the person’s ownership or control of shares acquired by him in connection with his underwriting of shares in the financial institution or financial institution holding company which are held only for such period of time as will permit the sale thereof on an orderly and reasonable basis, and no person shall be deemed to have control of a financial institution or financial institution holding company by virtue of his ownership or control of shares acquired and held in the ordinary course of securing or collecting a debt previously contracted in good faith and which is held only for such period of time as will permit the sale thereof on an orderly and reasonable basis, which period of time shall have a duration of no more than two (2) years.\n\n(3) \"Director\" means the director of the department of finance.\n\n(4) \"Financial institution\" means any state bank, national bank, trust company, savings and loan association, savings bank, federal savings and loan association, federal savings bank, or credit union, as those terms are defined in title 26, Idaho Code, or any federal credit union organized under the federal credit union act (12 U.S.C. section 1751, et seq.). The term also includes any other institution which holds and receives deposits, savings or share accounts; issues certificates of deposit; or provides to its customers any deposit accounts which are subject to withdrawal by check, instrument, order or electronic means to effect third-party payments.\n\n(5) \"Financial institution holding company\" means a person, other than an individual, that has or acquires control over any financial institution.\n\n(6) \"Idaho financial institution\" means:\n\n(a) A financial institution chartered by or incorporated in the state of Idaho;\n\n(b) With respect to financial institutions chartered by the federal government, those which have their main office located in Idaho.\n\n(7) \"Idaho financial institution holding company\" means a financial institution holding company whose principal place of business is, and whose operations are principally conducted in, this state. \"Idaho financial institution holding company\" also means an out-of-state financial institution holding company which lawfully has control of an Idaho financial institution on the effective date of this chapter.\n\n(8) \"In danger of failing\" means a financial institution is in danger of failing if: (i) the financial institution is not likely to be able to meet the demands of its depositors or pay its obligations in the normal course and there is no reasonable prospect for it to do so without federal or other governmental assistance; or (ii) the financial institution has incurred or is likely to incur losses that will deplete all or substantially all of its capital and there is no reasonable prospect for replenishing the financial institutions’ capital without federal or other governmental assistance.\n\n(9) \"Person\" means a natural person, corporation, partnership, association, cooperative association, unincorporated association, trust or any other legal or commercial entity.\n\n(10) \"Principally conducted.\" The operations of a financial institution are \"principally conducted\" in the state in which the total deposits of the financial institution are largest. The operations of a financial institution holding company are principally conducted in the state in which the financial institution holding company’s financial institution subsidiary having the largest percentage of the total deposits of all of the financial institution subsidiaries of the holding company is located.\n\n(11) \"Out-of-state financial institution\" means a financial institution whose operations are principally conducted outside this state.\n\n(12) \"Out-of-state financial institution holding company\" means a financial institution holding company whose principal place of business is, and whose operations are principally conducted, outside this state.\n\n[26-2603, added 1985, ch. 185, sec. 1, p. 474; am. 1987, ch. 294, sec. 1, p. 625; am. 1995, ch. 99, sec. 14, p. 316.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2603/"
    },
    {
      "id": "section-26-2604",
      "number": "26-2604",
      "heading": "",
      "text": "26-2604. PROHIBITED ACQUISITION. Except as authorized in this chapter, chapter 16, title 26, Idaho Code, and by the laws of the United States, no out-of-state financial institution or out-of-state financial institution holding company, nor any subsidiary or affiliate thereof, may establish or maintain an office of, or conduct the business of, a financial institution in this state; nor may such out-of-state financial institutions or out-of-state financial institution holding companies, or any subsidiaries or affiliates thereof, directly or indirectly, acquire control of, acquire substantially all of the assets of, merge with, consolidate with, or assume the deposit liabilities of an Idaho financial institution or an Idaho financial institution holding company.\n\n[26-2604, added 1985, ch. 185, sec. 1, p. 476; am. 1995, ch. 99, sec. 15, p. 318.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2604/"
    },
    {
      "id": "section-26-2605",
      "number": "26-2605",
      "heading": "",
      "text": "26-2605. ACQUISITION BY OUT-OF-STATE COMPANY. If an application has been submitted by such out-of-state financial institution holding company to, and prior written approval has been obtained from the director, pursuant to section 26-2606, Idaho Code, an out-of-state financial institution holding company may:\n\n(a) Acquire control of;\n\n(b) Acquire all or substantially all of the assets of;\n\n(c) Merge or consolidate with; or\n\n(d) Assume the deposit liabilities of an Idaho financial institution.\n\n[I.C., sec. 26-2605, as added by 1985, ch. 185, sec. 1, p. 474; am. 1987, ch. 294, sec. 2, p. 625; am. 1995, ch. 99, sec. 16, p. 318.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2605/"
    },
    {
      "id": "section-26-2606",
      "number": "26-2606",
      "heading": "",
      "text": "26-2606. REQUIREMENTS FOR ACQUISITION. No person shall effect any of the transactions described in section 26-2605, Idaho Code, or make any public offer to do so unless it shall first have complied with the provisions of chapters 5 and 9, title 26, Idaho Code, and this section.\n\n(1) An applicant must request authorization to engage in any of the transactions described in section 26-2605, Idaho Code, shall pay such application fee as the director may prescribe for such transactions and shall file with the director:\n\n(a) An application in such form as the director may prescribe;\n\n(b) Such other information as the director may require pursuant to any rule, or which he determines to be necessary to allow him to make the findings in the case of any specific transactions which are required in this section;\n\n(c) Unless the applicant is an Idaho resident, a domestic corporation or a foreign corporation qualified to do business in this state, a written consent to service of process in any action or suit arising out of or in connection with said proposed action, said service to be on a resident of this state;\n\n(d) A written undertaking on the part of the applicant to provide the director, if requested, the financial institution holding company examination records and any and all examination reports of such financial institution holding company subsidiaries as the director may designate.\n\n(2) The director may, as a condition upon acceptance of an application as complete or upon approval of an application, require cooperation from the administrative regulator or regulators of the out-of-state financial institution holding company and its subsidiaries involved in the transaction.\n\n(3) Within thirty (30) days of acceptance of the application as complete, the director shall act upon the application by approving or disapproving it and shall state in writing his findings of fact, conclusions and order. The director may approve an application subject to such terms and conditions as he may consider necessary to protect the public interest and carry out the purposes of this chapter. The director may not approve an application for a transaction in which the applicant is a foreign corporation which has not qualified to do business in this state under title 30, Idaho Code, and which is required to do so.\n\n(4) The director shall disapprove any application filed under this section if he finds:\n\n(a) That the proposed transaction would be detrimental to the safety and soundness of the applicant or to any Idaho financial institution or Idaho financial institution holding company which is a party to the proposed transaction or to a subsidiary or affiliate of that institution or holding company;\n\n(b) The applicant, its executive officers, directors or principal shareholders do not have a record of sound performance, efficient management, financial responsibility and integrity such that it would be against the interest of the depositors, other customers, creditors or shareholders of an Idaho financial institution or an Idaho financial institution holding company, or against the public interest to authorize the proposed transaction;\n\n(c) The financial condition of the applicant or any Idaho financial institution or Idaho financial institution holding company which is a party to or participant in the proposed transaction is such that the financial stability of such applicant or other institution or holding company might be jeopardized or the interests of depositors or other customers of such applicant or other institutions or holding companies might be prejudiced;\n\n(d) The Idaho financial institution to be acquired has been chartered and actively engaged in business for less than five (5) years prior to the date of the application;\n\n(e) The consummation of the proposed transaction will tend substantially to lessen competition within this state unless the director finds that the anticompetitive effects of the proposed transaction are clearly outweighed by the benefit of meeting the convenience and needs of the community to be served; or\n\n(f) The applicant has not established a record of meeting the credit needs of the communities which it or its subsidiary financial institution(s) services.\n\n(5) Subsection (4)(d) of this section shall not be construed as prohibiting either:\n\n(a) The approval of the acquisition of any Idaho financial institution or Idaho financial institution holding company formed solely to facilitate the acquisition of all of the voting shares of an Idaho financial institution which itself has been chartered and actively engaged in business for five (5) years or more prior to the date of the application; or\n\n(b) The acquisition of an Idaho financial institution holding company which has been in existence for less than five (5) years if each of the financial institutions controlled by the financial institution holding company have been chartered and actively engaged in business for five (5) years or more.\n\n[26-2606, added 1985, ch. 185, sec. 1, p. 477; am. 1995, ch. 99, sec. 17, p. 319.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2606/"
    },
    {
      "id": "section-26-2607",
      "number": "26-2607",
      "heading": "",
      "text": "26-2607. ACQUISITION OF FAILING INSTITUTION. (1) Notwithstanding any provision of the laws of this state to the contrary, if the director determines, in his discretion, that an Idaho financial institution is in danger of failing, or takes possession of a failing Idaho financial institution pursuant to the provisions of title 26, Idaho Code, and if the director deems it to be in the public interest and necessary to protect depositors, creditors and other customers of that financial institution, the director may solicit offers from, and authorize or require the acquisition of such failing Idaho financial institution by a financial institution or financial institution holding company organized and operated under the laws of any state or the United States. Acquisition may be through merger, consolidation, purchase of all or substantially all of the assets and assumption of liabilities, or purchase of all or a controlling part of the shares of the acquired institution.\n\n(2) The director may not, under this section, accept any offers from, or authorize or require any acquisition by a financial institution holding company as described in subsection (1) of this section, unless he finds that:\n\n(a) The subsidiaries of the financial institution holding company have demonstrated an acceptable record of meeting the credit needs of the communities it serves; and\n\n(b) The financial institution holding company and its subsidiaries have a record of sound performance, capital adequacy, financial capacity and efficient management such that the acquisition would not jeopardize the financial stability of the acquired institution and would not be detrimental to the interests of depositors, creditors, or other customers of the acquired institution or the public interest.\n\n(3) To protect the interest of depositors, creditors and other customers of a failing Idaho financial institution, the director may waive any of the procedures set forth in section 26-2606, Idaho Code, or in any rule of the department if he deems it necessary to implement the purposes of this section.\n\n[26-2607, added 1985, ch. 185, sec. 1, p. 479; am. 1987, ch. 294, sec. 3, p. 628; am. 1995, ch. 99, sec. 18, p. 321.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2607/"
    },
    {
      "id": "section-26-2608",
      "number": "26-2608",
      "heading": "",
      "text": "26-2608. CONDITIONS FOR APPROVAL. The director may make the acquisition of an Idaho financial institution by an out-of-state financial institution holding company subject to any conditions, restrictions, and requirements that would apply to the acquisition by an Idaho financial institution holding company of a financial institution or a financial institution holding company in the state where such acquiring financial institution holding company’s operations are principally conducted, which conditions, restrictions and requirements would not apply to acquisitions by a financial institution or financial institution holding company all of whose financial institution subsidiaries are located in that state.\n\n[26-2608, added 1985, ch. 185, sec. 1, p. 480; am. 1995, ch. 99, sec. 19, p. 321.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2608/"
    },
    {
      "id": "section-26-2610",
      "number": "26-2610",
      "heading": "",
      "text": "26-2610. COOPERATIVE AGREEMENTS. (1) The director is authorized to enter into cooperative and reciprocal agreements with other financial institution regulatory agencies, both federal and state, and from bank supervisory authorities from foreign countries, to facilitate the regulation of financial institutions and financial institution holding companies doing business in this state. The director may accept reports of examinations and other records from such other agencies in lieu of conducting his own examinations of financial institutions controlled by financial institution holding companies located in other states. The director may share examination reports with such other agencies. The director may examine such institutions in Idaho, in the financial institution’s home state or such other location as may be necessary. The director may take any action jointly with other regulatory agencies having concurrent jurisdiction over financial institutions and financial institution holding companies doing business in this state or may take such actions independently in order to carry out his responsibilities.\n\n(2) The director may, in his discretion, enter into agreements with a professional association of which the department is a member. The purposes of such agreements may include the facilitation of examination of banks or bank holding companies operating in other states in addition to Idaho. Notwithstanding any other provision of law, such examination agreements may provide for the exchange of bank information, including examination reports, with such a professional association; provided however, that such communication shall not constitute a public disclosure of such records under chapter 1, title 74, Idaho Code, nor a waiver of the statutory privilege in section 26-1111, Idaho Code.\n\n[26-2610, added 1985, ch. 185, sec. 1, p. 481; am. 1995, ch. 99, sec. 21, p. 322; am. 2015, ch. 141, sec. 44, p. 414.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2610/"
    },
    {
      "id": "section-26-2611",
      "number": "26-2611",
      "heading": "",
      "text": "26-2611. NO REPEAL BY IMPLICATION. Nothing contained in this chapter, or any amendment thereto, shall be construed to amend or modify the provisions of any other chapter of this title governing the supervision or regulation of financial institutions and financial institution holding companies or the organization and powers of the department of finance and the director with respect thereto as may be provided in such other chapter.\n\n[26-2611, added 1985, ch. 185, sec. 1, p. 481; am. 1995, ch. 99, sec. 22, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2611/"
    },
    {
      "id": "section-26-2612",
      "number": "26-2612",
      "heading": "",
      "text": "26-2612. SEVERABILITY. If any court of competent jurisdiction shall adjudge to be invalid or unconstitutional any clause, sentence, paragraph, section or part of this chapter, such judgment or decree shall not affect, impair, invalidate or nullify the remainder of this chapter, but the effect thereof shall be confined to the clause, sentence, paragraph, section or part of this chapter so adjudged to be invalid or unconstitutional.\n\n[I.C. sec. 26-2612, as added by 1985, ch. 185, sec. 1, p. 474; am. 1987, ch. 294, sec. 4, p. 625; am. 1995, ch. 99, sec. 23, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2612/"
    },
    {
      "id": "section-26-2613",
      "number": "26-2613",
      "heading": "",
      "text": "26-2613. BANKS AS \"ISSUING PUBLIC CORPORATIONS.\" Notwithstanding any other provision of law, banks chartered by the state of Idaho and bank holding companies as defined in section 26-501, Idaho Code, shall be considered \"issuing public corporations\" as used in chapters 16 and 17, title 30, Idaho Code.\n\n[26-2613, added 1995, ch. 99, sec. 24, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-26/chapter-26/section-26-2613/"
    }
  ]
}