{
  "state": "idaho",
  "path": "title-title-23/chapter-chapter-8",
  "sections": [
    {
      "id": "section-23-801",
      "number": "23-801",
      "heading": "",
      "text": "23-801. PRIMARY DUTY OF ENFORCEMENT. The penal provisions of this act shall be deemed to be an integral part of the penal code of this state and the sheriffs of the several counties and local peace officers are charged with the primary duty of enforcing such provisions; and the prosecuting attorneys of the several counties are charged with the primary duty of prosecuting violators thereof in penal actions and abatement proceedings.\n\n[23-801, added 1939, ch. 222, sec. 1101, p. 465.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-801/"
    },
    {
      "id": "section-23-802",
      "number": "23-802",
      "heading": "",
      "text": "23-802. SUPERVISORY DUTY OF ATTORNEY GENERAL. If any prosecuting attorney, sheriff or local peace officer is guilty of nonfeasance, misfeasance or malfeasance in respect to his duties under this act, the attorney general of the state shall proceed against said offender in ouster or removal proceedings under chapter 41 of title 19, or as may be otherwise provided by law.\n\n[23-802, added 1939, ch. 222, sec. 1102, p. 465.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-802/"
    },
    {
      "id": "section-23-803",
      "number": "23-803",
      "heading": "",
      "text": "23-803. ATTORNEY GENERAL MAY ACT AS PROSECUTOR. The attorney general shall, in every county in the state, have the same powers as the prosecuting attorney thereof with respect to the prosecution of criminal actions and abatement proceedings under this act.\n\n[23-803, added 1939, ch. 222, sec. 1103, p. 465.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-803/"
    },
    {
      "id": "section-23-804",
      "number": "23-804",
      "heading": "",
      "text": "23-804. DUTIES OF THE IDAHO STATE POLICE AND OFFICERS THEREOF. The Idaho state police and the director thereof are hereby charged with the responsibility and duty of assisting in the policing of the state of Idaho to enforce and require the enforcement of the penal provisions of the Idaho liquor act in addition to other duties imposed upon them by law, notwithstanding the duties now, or which may be hereafter imposed upon sheriffs, police, or other officers to enforce the provisions of such laws. To accomplish such enforcement it is hereby made the duty of said director and every officer of the Idaho state police, whether employed specifically for the enforcement of the liquor act, or otherwise, to officially report every violation of such liquor act of which they have knowledge, or which is made known to them, to the sheriff, and prosecuting attorney of the respective county or counties in which such violations occur and sign complaints for such violations, which complaints said prosecuting attorney, sheriff, and other officers shall faithfully prosecute.\n\nSaid Idaho state police under the direction of the director thereof shall conduct investigations to obtain facts involving violations of the provisions of such laws and the said director shall appoint a chief of enforcement of such laws and may employ expert investigators, detectives, and secret officers to obtain such information and assist in such policing and enforcement.\n\n[23-804, added 1939, ch. 222, sec. 1104, as added by 1943, ch. 175, sec. 1, p. 369; am. 1974, ch. 27, sec. 13, p. 811; am. 2000, ch. 469, sec. 58, p. 1509.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-804/"
    },
    {
      "id": "section-23-805",
      "number": "23-805",
      "heading": "",
      "text": "23-805. DUTIES OF PROSECUTING ATTORNEYS, SHERIFFS, AND OTHER OFFICERS. It shall be the duty of the director of the division and every prosecuting attorney, sheriff, police or other peace officer to cooperate with the Idaho state police in the enforcement of such laws, and any such officer refusing to so cooperate or divulge any information he may have in any such prosecution shall be subject to action against him as provided in chapter 41, title 19, Idaho Code. Any such action may be brought in the name of the state of Idaho by any resident of the county, or officer of the state or county. Upon the conviction of a person for a violation of the provisions of the Idaho liquor act, or of the provisions of chapter 9, title 23, Idaho Code, the judge of the court imposing the judgment of conviction shall immediately send to the director of the Idaho state police a statement setting forth the title of the court, the name and residence of the defendants, the nature of the offense and the fine and sentence or judgment imposed.\n\n[23-805, added 1939, ch. 222, sec. 1105, as added by 1943, ch. 175, sec. 2, p. 369; am. 1950, (E.S.), ch. 14, sec. 1, p. 25; am. 1974, ch. 27, sec. 14, p. 811; am. 1999, ch. 103, sec. 2, p. 327; am. 2000, ch. 469, sec. 59, p. 1509; am. 2009, ch. 23, sec. 52, p. 66.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-805/"
    },
    {
      "id": "section-23-807",
      "number": "23-807",
      "heading": "",
      "text": "23-807. COMPELLING ATTENDANCE OF WITNESSES — IMMUNITY OF WITNESSES — AUTHORITY OF ENFORCEMENT OFFICERS. The director of the Idaho state police and any prosecuting attorney of any county, for the purposes contemplated by this act, have power to issue subpoenas, compel the attendance of witnesses, administer oaths, certify to official acts, take depositions within and without the state of Idaho, as now provided by law, compel the production of pertinent books, payrolls, accounts, papers, records, documents and testimony. If a person in attendance before such director or prosecuting attorney refuses, without reasonable cause, to be examined or to answer a legal and pertinent question, or to produce a book or paper or other evidence when ordered so to do by the director or prosecuting attorney, said director or prosecuting attorney may apply to the judge of the district court of the county where such person is in attendance, upon affidavit for an order returnable not less than two (2) or more than five (5) days, directing such person to show cause before such judge, or any other judge of such district, why he should not be punished for contempt; upon the hearing of such order, if the judge shall determine that such person has refused, without reasonable cause or legal excuse, to be examined or to answer a legal or pertinent question, or to produce a book or paper which he was ordered to bring or produce, he may forthwith punish the offender as for contempt of court.\n\nNo person shall be excused from testifying or from producing any books or papers or documents in any investigation or inquiry by or upon any hearing before any officer so authorized upon the ground that the testimony or evidence, books, papers or documents required of him may tend to incriminate him or subject him to penalty or forfeiture; but no person shall be prosecuted, punished or subjected to any penalty or forfeiture for or on account of any act, transaction, matter or thing concerning which he shall, under oath, have, by order of the said officer, testified to or produced documentary evidence of; provided, however, that no person so testifying shall be exempt from prosecution or punishment for any perjury testified by him.\n\nSubpoenas shall be served and witness fees and mileage paid as allowed in civil cases in the district courts of this state.\n\nInspectors and investigators employed by the Idaho state police for the enforcement of this act shall have all the authority given by statute to peace officers of the state of Idaho, including authority to serve and execute warrants of arrest and warrants of search and seizure.\n\n[23-807, added 1939, ch. 222, sec. 1107, as added by 1943, ch. 175, sec. 4, p. 369; am. 1974, ch. 27, sec. 15, p. 811; am. 2000, ch. 469, sec. 60, p. 1510.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-807/"
    },
    {
      "id": "section-23-808",
      "number": "23-808",
      "heading": "",
      "text": "23-808. LEGISLATIVE FINDING AND INTENT — CAUSE OF ACTION. (1) The legislature finds that it is not the furnishing of alcoholic beverages that is the proximate cause of injuries inflicted by intoxicated persons and it is the intent of the legislature, therefore, to limit dram shop and social host liability; provided, that the legislature finds that the furnishing of alcoholic beverages may constitute a proximate cause of injuries inflicted by intoxicated persons under the circumstances set forth in subsection (3) of this section.\n\n(2) No claim or cause of action may be brought by or on behalf of any person who has suffered injury, death or other damage caused by an intoxicated person against any person who sold or otherwise furnished alcoholic beverages to the intoxicated person, except as provided in subsection (3) of this section.\n\n(3) A person who has suffered injury, death or any other damage caused by an intoxicated person, may bring a claim or cause of action against any person who sold or otherwise furnished alcoholic beverages to the intoxicated person, only if:\n\n(a) The intoxicated person was younger than the legal age for the consumption of alcoholic beverages at the time the alcoholic beverages were sold or furnished and the person who sold or furnished the alcoholic beverages knew or ought reasonably to have known at the time the alcoholic beverages were sold or furnished that the intoxicated person was younger than the legal age for consumption of the alcoholic beverages; or\n\n(b) The intoxicated person was obviously intoxicated at the time the alcoholic beverages were sold or furnished, and the person who sold or furnished the alcoholic beverages knew or ought reasonably to have known that the intoxicated person was obviously intoxicated.\n\n(4) (a) No claim or cause of action pursuant to subsection (3) of this section shall lie on behalf of the intoxicated person nor on behalf of the intoxicated person’s estate or representatives.\n\n(b) No claim or cause of action pursuant to subsection (3) of this section shall lie on behalf of a person who is a passenger in an automobile driven by an intoxicated person nor on behalf of the passenger’s estate or representatives.\n\n(5) No claim or cause of action may be brought under this section against a person who sold or otherwise furnished alcoholic beverages to an intoxicated person unless the person bringing the claim or cause of action notified the person who sold or otherwise furnished alcoholic beverages to the intoxicated person within one hundred eighty (180) days from the date the claim or cause of action arose by certified mail that the claim or cause of action would be brought.\n\n(6) For the purposes of this section, the term \"alcoholic beverage\" shall include alcoholic liquor as defined in section 23-105, Idaho Code, beer as defined in section 23-1001, Idaho Code, and wine as defined in section 23-1303, Idaho Code.\n\n[23-808, added 1986, ch. 285, sec. 1, p. 708.]",
      "source_url": "https://law.justia.com/codes/idaho/title-23/chapter-8/section-23-808/"
    }
  ]
}