{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c008aindex",
  "sections": [
    {
      "id": "section-801a",
      "number": "801A.",
      "heading": "Short title.This chapter shall be known and may be cited as the “Universal Newborn and Infant Hearing Screening, Tracking, and Intervention Act",
      "text": "”75 Del. Laws, c. 116,\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n802A. Legislative findings and purpose.The General Assembly hereby finds and declares that:(1) Significant hearing loss is 1 of the most common major abnormalities present at birth and, if undetected, will impede the child’s speech, language, and cognitive development.(2) Screening by high-risk characteristics alone (e.g., family history of deafness) only identifies approximately 50% of newborns with significant hearing loss.(3) Reliance solely on physician and/or parental observation fails to identify many cases of significant hearing loss in newborns and infants.(4) There is evidence that children with hearing loss, who are identified at birth and receive intervention services shortly thereafter, have significantly better learning capacity than children who are identified with hearing loss later than 6 months after birth.(5) Legislation is needed to provide for the early detection of hearing loss in newborns and infants and to prevent or mitigate the developmental delays associated with late identification of hearing loss.75 Del. Laws, c. 116,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n803A. Definitions.For the purposes of this chapter:(1) “Child” means a person up to 21 years of age.(2) “Early intervention” and/or “follow-up care” means the early intervention services described in Part C and Part B of the Individuals with Disabilities Education Act (IDEA) [20 U.S.C. § 1431 et seq. and 20 U.S.C. § 1411 et seq.], as well as any necessary hearing and medical services for the diagnosis and management of newborn, infant, or child hearing loss.(3) “False negative rate” means the proportion of infants not identified as having a significant hearing loss by the screening process who are ultimately found to have a significant hearing loss.(4) “False positive rate” means the proportion of infants identified as having a significant hearing loss by the screening process who are ultimately found to not have a significant hearing loss.(5) “Family” or “families” means a birth parent(s), stepparent(s), adoptive parent(s), legal guardian(s), or other legal custodian of a newborn, infant, or child.(6) “Family-centered” means the beliefs, values, and practices that emphasize the essential role of the family in all aspects of the decision-making and intervention process regarding the young child.(7) “Health-care insurer” means any entity regulated by the Insurance Commissioner, including, but not limited to, health-care insurers; health, hospital or medical service plan corporations; or health maintenance organizations. Health-care insurer does not include self-insured plans or groups regulated by the Employee Retirement Income Security Act of 1974 (ERISA) (29 U.S.C. § 1001 et seq.), to the extent that state regulation of such plans is preempted by ERISA.(8) “Health insurance policy” means any health insurance policy, contract, plan, or evidence of coverage issued by a health-care insurer, which provides medical coverage on an expense incurred, service or prepaid basis.(9) “Hearing screening test” means automated auditory brain stem response, otoacoustic emissions, or another appropriate screening test approved by the Department of Health and Social Services.(10) “Hospital” means a health care facility or birthing center licensed in this State that provides obstetrical services, or provides inpatient newborn services.(11) “Infant” means a child who is not a newborn and has not attained the age of 1 year.(12) “Lead agency” means the Department of Health and Social Services.(13) “Newborn” means a child up to 28 days old.(14) “Parent” means a natural parent, stepparent, adoptive parents, guardian, or custodian of a newborn or infant.(15) “Significant hearing loss” means a hearing loss equivalent to or greater than a 35-decibel hearing loss (35-dB HL) in the better ear.(16) “Surveillance and tracking system” means a monitoring and referral system and procedures designed for the collection and transmission of information and data necessary to implement timely and appropriate follow-up of infants identified through hearing screening programs.75 Del. Laws, c. 116,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n804A. Newborn and infant hearing screening programs.(a) As a condition of its licensure, each hospital shall establish a Universal Newborn Hearing Screening (UNHS) program. Each UNHS program shall:(1) Provide a hearing screening test for every newborn born in the hospital, for identification of hearing loss, regardless of whether or not the newborn has known risk factors suggesting hearing loss.(2) Develop screening protocols and select screening method or methods designed to detect newborns and infants with a significant hearing loss.(3) Provide for appropriate training and monitoring of the performance of individuals responsible for performing hearing screening tests. These individuals shall be trained properly in:a. The performance of the tests required by this chapter;b. The risks of the tests, including psychological stress for the parent or parents;c. Infection control practices; andd. The general care and handling of newborns and infants in hospital settings.e. [Repealed.](4) Perform the hearing testing prior to the newborn’s discharge; if the newborn is expected to remain in the hospital for a prolonged period, testing shall be performed prior to the date on which the child attains the age of 3 months.(5) Develop and implement procedures for documenting the results of all hearing screening tests and the scheduling of follow-up appointments to help reduce loss to follow-up.(6) Inform the newborn’s or infant’s parents and primary care physician, if 1 is designated, of the results of the hearing screening test, or if the newborn or infant was not successfully tested. Whenever possible, such notification shall occur prior to discharge; if this is not possible, notification shall occur no later than 10 days following the date of testing. Notification shall include information regarding appropriate follow-up for a screening failure or a missed screening, and referral information for confirmatory testing. If a hearing screening test indicates the possibility of a significant hearing loss, the hospital shall ensure that the physician or other person attending the newborn or infant is made aware of the community resources available for confirmatory testing and process of referral to early intervention services.(7) Collect performance data specified by the Division of Public Health to ensure that each UNHS program is in compliance with this section, including the number of infants born, the proportion of all infants screened, the referral rate, the follow-up rate, the false-positive rate, and the false-negative rate.a.Testing performance standards. —1. Each UNHS program should have a false-positive rate of 5% or less.2. Each UNHS program should have a false-negative rate of 5% or less.b.Oversight responsibility. —The Division of Public Health shall exercise oversight responsibility for UNHS programs, including establishing a performance data set and reviewing performance data collected pursuant thereto by each hospital.(b) Audiologists shall report all results of newborn, infant, and child hearing screenings and/or testing to the state EHDI program at the Division of Public Health. Reporting of results must be the same day as testing if at all possible. If this is not possible, results must be reported no later than 10 days following the testing date. Notification shall include information regarding appropriate follow-up for a screening failure or a missed screening, and referral information for confirmatory testing if not already complete.75 Del. Laws, c. 116,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;81 Del. Laws, c. 79,\n\n§\n\n 21;§\n\n805A. Surveillance and tracking system.It is recognized that is necessary to provide surveillance, tracking and monitoring of newborns, infants, and children identified through newborn hearing screening in order to make referrals, render appropriate follow-up care and better establish linkages between hearing screening programs, audiological services, and early intervention programs. To facilitate the reporting, tracking, and monitoring of newborns, infants, and children who have or are suspected to have hearing loss, a state EHDI surveillance and tracking system tracks, monitors, and refers newborns, infants, and children through diagnostic and early intervention. The system shall be utilized by qualified professionals, including those at other State agencies, involved in the detection, treatment, diagnosis, and/or referral of newborns, infants, or children with or suspected of having hearing loss. The reporting requirements shall be designed to be as simple as possible and easily completed by nonprofessional persons when necessary.The following persons who act in compliance with this section are not civilly or criminally liable for furnishing information required by this section: a hospital, clinical laboratory or other health-care facility; an audiologist; an administrator; officer or employee of a hospital or other health-care facility; and physician or employee of a physician.78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n806A. Provision of early intervention services and follow-up care.The lead agency or its designee shall ensure that hearing loss is diagnosed by 3 months of age, or earlier, and infants with confirmed hearing loss receive comprehensive early intervention services by 6 months of age, or earlier.(1) The lead agency shall refer all children with any degree of diagnosed hearing loss, whether a measurable delay is present, to determine if they are eligible under Part C of the Individuals with Disabilities Education Act (IDEA) [20 U.S.C. § 1431 et seq.] by virtue of their diagnosis.(2) Professionals involved in the care and treatment of the newborns, infants, and children must document all early intervention, follow-up, and treatment services, including but not limited to further diagnoses, recommendations, observations, test results, and referrals, in order to reduce the number of newborns, infants, and children lost to follow-up.(3) Early intervention services shall be provided by individuals with the knowledge, skills, and experience to address the ongoing assessment, implementation, and evaluation of services that support families and promote child development.(4) Family-centered services may be provided in a variety of different settings, including the home, school, community centers, daycare center, hospital or clinic, depending on the needs of the child, family, and availability of resources in the community.(5) Lack of resources may not be the basis for denial of services.78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n807A. Family resources.Families shall be provided with unbiased information in a family-centered, culturally competent manner and offered the full range of early intervention services and treatment options available for hearing loss. Opportunities for early intervention shall be consistent with the child’s needs, family’s goals, and preferences, and be provided in a seamless, unambiguous manner to ensure informed transitions through services.Appropriate early intervention opportunities may include information regarding amplification options, such as hearing aids or cochlear implants, aural habilitation and communication options (manual language, spoken language, total communication), and family support.78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n808A. Early Hearing Detection and Intervention (EHDI) Advisory Board.There shall be established an Early Hearing Detection and Intervention Advisory Board (“Board”) that will advise the Secretary on issues relating to the newborn hearing evaluation, intervention, treatment, and follow-up care for infants and children with hearing loss. Members shall be appointed by the Governor and serve 3-year terms that are renewable. The Board shall have 12 members.(1) The Department shall provide administrative support services required for the Board. Members shall receive no compensation for their services as members.(2) The Board shall act by majority vote and as required by this State’s Administrative Procedures Act [Chapter 101 of Title 29]. The Board shall have the authority to adopt rules to implement this chapter.(3) The Board membership shall consist of 1 of each the following:Audiologist;Speech-language pathologist;Pediatrician/neonatologist;Otolaryngologist;Neonatal nurse;The Secretary of the Department of Health and Social Services or designee;An adult who is deaf or hard of hearing;Parent of a child with a hearing loss;Teacher of children with hearing loss;A representative from the designated agency responsible for the Individuals with Disabilities Education Act (IDEA) Part C [20 U.S.C. § 1431 et seq.];A representative from the Department of Education Early Childhood Workgroup; andA representative from the Statewide Programs for Deaf and Hard of Hearing.78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n809A. Civil and criminal immunity and penalties.(a) No physician shall be civilly or criminally liable for failure to conduct hearing screening testing.(b) No physician or hospital acting in compliance with this chapter shall be civilly or criminally liable for any acts taken in conformity herewith, including without limitation furnishing information required to be furnished hereunder.(c) A hospital that has not established or implemented an UNHS program in accordance with this chapter shall be subject to sanction by the Division of Public Health as provided by law for licensure violations.75 Del. Laws, c. 116,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n810A. Confidentiality.The Division of Public Health and all other persons to whom data is submitted in accordance with this chapter shall keep such information confidential. No publication or disclosure of information shall be made except in the form of statistical or other studies which do not identify individuals, except as specifically consented to in writing the by the parent or parents of a tested child.75 Del. Laws, c. 116,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;§\n\n811A. Delivery of policy.If a health insurance policy provides coverage or benefits to a resident of this State, it shall be deemed to be delivered in this State within the meaning of this chapter, regardless of whether the health-care insurer issuing or delivering said policy is located inside or outside of the State.75 Del. Laws, c. 116,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-802a",
      "number": "802A.",
      "heading": "Legislative findings and purpose",
      "text": "The General Assembly hereby finds and declares that:(1) Significant hearing loss is 1 of the most common major abnormalities present at birth and, if undetected, will impede the child’s speech, language, and cognitive development.(2) Screening by high-risk characteri\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-803a",
      "number": "803A.",
      "heading": "Definitions.For the purposes of this chapter:(1) “Child” means a person up to 21 years of age",
      "text": "(2) “Early intervention” and/or “follow-up care” means the early intervention services described in Part C and Part B of the Individuals with Disabilities Education Act (IDEA) [20 U.S.C. § 1431 et seq. and\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-804a",
      "number": "804A.",
      "heading": "Newborn and infant hearing screening programs",
      "text": "(a) As a condition of its licensure, each hospital shall establish a Universal Newborn Hearing Screening (UNHS) program. Each UNHS program shall:(1) Provide a hearing screening test for every newborn born in the hospital, for identification of hearing lo\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;81 Del. Laws, c. 79,\n\n§\n\n 21;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-805a",
      "number": "805A.",
      "heading": "Surveillance and tracking system",
      "text": "It is recognized that is necessary to provide surveillance, tracking and monitoring of newborns, infants, and children identified through newborn hearing screening in order to make referrals, render appropriate follow-up care and better establish linkages between hea\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-806a",
      "number": "806A.",
      "heading": "Provision of early intervention services and follow-up care",
      "text": "The lead agency or its designee shall ensure that hearing loss is diagnosed by 3 months of age, or earlier, and infants with confirmed hearing loss receive comprehensive early intervention services by 6 months of age, or earlier.(1) The lea\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-807a",
      "number": "807A.",
      "heading": "Family resources.Families shall be provided with unbiased information in a family-centered, culturally competent manner and offered the full range of early intervention services and treatment options available for hearing loss",
      "text": "Opportunities for early intervention shall be consistent with the child’\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-808a",
      "number": "808A.",
      "heading": "Early Hearing Detection and Intervention (EHDI) Advisory Board",
      "text": "There shall be established an Early Hearing Detection and Intervention Advisory Board (“Board”) that will advise the Secretary on issues relating to the newborn hearing evaluation, intervention, treatment, and follow-up care for infants\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-809a",
      "number": "809A.",
      "heading": "Civil and criminal immunity and penalties",
      "text": "(a) No physician shall be civilly or criminally liable for failure to conduct hearing screening testing.(b) No physician or hospital acting in compliance with this chapter shall be civilly or criminally liable for any acts taken in conformity herewith, inclu\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-810a",
      "number": "810A.",
      "heading": "Confidentiality.The Division of Public Health and all other persons to whom data is submitted in accordance with this chapter shall keep such information confidential",
      "text": "No publication or disclosure of information shall be made except in the form of statistical or other studies which do not identify i\n§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-811a",
      "number": "811A.",
      "heading": "Delivery of policy.If a health insurance policy provides coverage or benefits to a resident of this State, it shall be deemed to be delivered in this State within the meaning of this chapter, regardless of whether the health-care insurer issuing or delivering said policy is located inside or outside",
      "text": "§\n\n 1;78 Del. Laws, c. 389,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}