{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c024index",
  "sections": [
    {
      "id": "section-2401",
      "number": "2401.",
      "heading": "Short title.This chapter shall be known and may be cited as the “Hazardous Chemical Information Act.”64 Del. Laws, c. 344,",
      "text": "§\n\n 1;§\n\n2402. Declaration of purpose.The General Assembly finds that the health and safety of persons living and working in Delaware may be improved by providing access to information regarding hazardous chemicals to which they may be exposed either during their normal employment activities or during emergency situations. The General Assembly also finds that many employers in the State have already established suitable information programs for their employees and that such programs will be required of all manufacturing employers by November, 1985, under the federal Occupational Safety and Health Administration’s hazard communication standard. It is therefore, the intent and purpose of this chapter to provide accessibility to information regarding hazardous chemicals to employees who may be exposed to such chemicals in nonmanufacturing employer workplaces as well as to emergency service organizations whose members may be exposed to such chemical hazards during emergency situations.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2403. Definitions.(a) “Chemical manufacturer” shall mean an employer in Standard Industrial Classification (SIC) Codes 20 through 39 with a workplace where chemicals are produced for use or distribution.(b) “Chemical name” shall mean the scientific designation of a chemical in accordance with the nomenclature system developed by the International Union of Pure and Applied Chemistry (IUPAC) or the Chemical Abstracts Service (CAS) rules of nomenclature or a name which will clearly identify the chemical for the purpose of conducting a hazard evaluation.(c) “Common name” shall mean any designation or identification such as code name, code number, trade name, brand name or generic name used to identify a chemical other than by its chemical name.(d) “Designated representative” shall mean the individual or organization to whom an employee gives written authorization to exercise such employee’s rights under this chapter. A recognized or certified collective bargaining agent shall be treated automatically as a designated representative without regard to written employee authorization.(e) “Distributor” shall mean any business, other than a chemical manufacturer or importer, which supplies hazardous chemicals to other distributors or to purchasers.(f) “Employee” shall mean any person who may be exposed to hazardous chemicals in that person’s workplace under normal operating conditions or foreseeable emergencies. Office workers, grounds maintenance, security and nonresident management personnel are not included unless their job performances routinely involve potential exposure to hazardous chemicals. For the purposes of this chapter, “employee” includes persons working for the State and its political subdivisions, as well as members of volunteer emergency service organizations.(g) “Expose or exposure” means that an employee is subjected to a hazardous chemical in the course of employment through any route of entry (inhalation, ingestion, skin contract or absorption, etc.) and includes potential (e.g., accidental or possible) exposure.(h) “Hazardous chemical” shall mean any element, chemical compound or mixture of elements and/or compounds which is a physical hazard or health hazard as defined by the OSHA standard in 29 C.F.R. § 1910.1200(c) or a hazardous substance as defined by the OSHA standard in 29 C.F.R. § 1910.1200(d)(3).(i) “Label” shall mean any written, printed or graphic material displayed on or affixed to containers of hazardous chemicals.(j) “Manufacturing employer” shall mean an employer with a workplace classified in SIC Codes 20 through 39 who manufactures or uses a hazardous chemical.(k) “Material safety data sheet (MSDS)” shall mean a document containing chemical hazard and safe handling information, provided that, after November 25, 1985, MSDS shall mean a document prepared in accordance with the requirements of the OSHA standard for such document.(l)“Nonmanufacturing employer” or “employer” shall mean an employer with a workplace in a SIC Code, other than 20 through 39, the State, its political subdivisions, and all volunteer emergency service organizations.(m) “OSHA standard” shall mean the hazard communication standard issued by the Occupation Safety and Health Administration in 48 Federal Register 53280 et seq. (November 25, 1983), to be codified under Title 29 of the Code of Federal Regulations (C.F.R.) Part 1910.1200.(n) “Secretary” shall mean the Secretary of the Department of Health and Social Services.(o) “Work area” shall mean a room or defined space in a workplace where hazardous chemicals are produced or used, and where employees are present.(p) “Workplace” shall mean an establishment at 1 geographical location containing 1 or more work areas.(q) “Workplace chemical list” shall mean the list of hazardous chemicals developed pursuant to § 2406 of this title or subsection (e)(i) of the OSHA standard [29 C.F.R. 1910.1200(e)(i)].64 Del. Laws, c. 344,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2404. Relationship to OSHA standard.(a) Manufacturing employers and distributors that are regulated by and complying with the OSHA standard shall be exempt from this chapter except for §§ 2406(d), 2406(e), 2407(a), 2407(d), 2409 and 2415 of this title. Manufacturing employers and distributors shall be included under this chapter until the OSHA standard goes into effect.(b) Nonmanufacturing employers that adopt and comply with the OSHA standard may be certified by the Secretary as in compliance with this chapter except for §§ 2406(d), 2406(e), 2407(a), 2407(d), 2409 and 2415 of this title.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2405. Notice to employees.Employers shall post adequate notice, at locations where notices are normally posted, informing employees about their rights under this chapter. In the absence of a notice prepared by the Secretary pursuant to § 2413 of this title, an employer notice shall be posted.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2406. Workplace chemical list.(a) Employers shall compile and maintain a workplace chemical list which shall contain the following information for each hazardous chemical normally used or stored in the workplace in excess of 55 gallons or 500 lbs.:(1) The chemical name or the common name used on the MSDS and/or container label; and(2) The work area in which the hazardous chemical is normally stored or used.(b) The workplace chemical list shall be updated as necessary but not less than annually.(c) The workplace chemical list may be prepared for the workplace as a whole or for each work area, provided that the list is readily available to employees and their representatives. New or newly assigned employees shall be made aware of the workplace chemical list before working with or in a work area containing hazardous chemicals.(d) The workplace chemical list shall be provided to the Secretary upon request.(e) The workplace chemical list shall be maintained by the employer for 30 years. Complete records shall be sent to the Secretary if the business ceases to operate within the State.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2407. Material safety data sheets.(a) Chemical manufacturers and distributors shall provide manufacturing and nonmanufacturing purchasers of hazardous chemicals in Delaware appropriate MSDSs for the hazardous chemicals purchased.(b) Employers shall maintain the most current MSDS received from manufacturers or distributors for each hazardous chemical purchased. If an MSDS has not been provided by the manufacturer or distributor for chemicals on the workplace chemical list at the time the chemicals are received at the workplace, the employer shall request one in writing from the manufacturer or distributor in a timely manner.(c) Material safety data sheets shall be readily available, upon request, for review by employees or designated representatives.(d) A copy of an MSDS shall be provided to the Secretary, upon request.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2408. Hazardous chemical labels.(a) Existing labels on incoming containers of hazardous chemicals shall not be removed or defaced.(b) Employees shall not be required to work with a hazardous chemical from an unlabeled container except for a portable container intended for the immediate use of the employee who performs the transfer.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2409. Emergency information.(a) Employers or manufacturing employers who normally store a hazardous chemical in excess of 55 gallons or 500 lbs. shall provide the fire chief of the fire department having jurisdiction over the workplace, in writing, the name(s) and telephone number(s) of knowledgeable representative(s) of the employer or manufacturing employer who can be contacted for further information or in case of an emergency.(b) Each employer or manufacturing employer shall provide a copy of the workplace chemical list to the fire chief, upon request. The employer shall notify the fire chief of any significant changes that occur in the workplace chemical list.(c) The fire chief or the fire chief’s representative, upon request, shall be permitted on site inspections of the chemicals on the workplace chemical list for the sole purpose of preplanning fire department activities in the case of an emergency.(d) Employers or manufacturing employers shall provide the fire chief, upon request, a copy of the MSDS for any chemical on the workplace chemical list.(e) The fire chief shall, upon request, make the workplace chemical list and MSDSs available to members of the fire company having jurisdiction over the workplace and to personnel responsible for preplanning emergency police or fire activities but shall not otherwise distribute the information without approval of the employer.64 Del. Laws, c. 344,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2410. Employee education programs.(a) Every employer shall provide, at least annually, an education and training program for employees using or handling hazardous chemicals. Additional instruction shall be provided whenever the potential for exposure to hazardous chemicals is altered or whenever new and significant information is received by the employer concerning the hazards of a chemical. New or newly assigned employees shall be provided training before working with or in a work area containing hazardous chemicals.(b) The program shall include, as appropriate, information on interpreting labels and material safety data sheets and the relationship between these 2 methods of hazards communication, the location, acute and chronic effects, safe handling, protective equipment to be used and first aid treatment with respect to the hazardous chemicals used by the employees, and general safety instructions on the handling, cleanup procedures and disposal of hazardous chemicals. Employers shall keep a record of the dates of training sessions given to employees.(c) The Secretary, pursuant to § 2412 of this title, shall develop and maintain an education and training assistance program to aid those employers who, because of size or other practical considerations, are unable to develop such programs by themselves. Such a program shall be made available to such an employer upon request.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2411. Construction of chapter.The provision of information to an employee shall not in any way affect the liability of an employer with regard to the health and safety of an employee or other persons exposed to hazardous chemicals, nor shall it affect the employer’s responsibility to take any action to prevent the occurrence of occupational disease as required under any other provision of law. The provision of information to an employee shall not affect any other duty or responsibility of a manufacturer, producer or formulator to warn ultimate users of a hazardous chemical under any other provision of law.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2412. Powers of Secretary.The Secretary may, in the manner provided by law, promulgate rules, regulations and administrative procedures reasonably necessary to carry out the purposes of this chapter.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2413. Complaints; investigations; penalties.(a) Complaints received in writing from employees or their designated representative, relating to alleged violations of this chapter by nonmanufacturing employers, shall be investigated in a timely manner by the Secretary or the Secretary’s designated representative. Complaints from employees or their designated representatives relating to alleged violations by manufacturing employers shall be referred to the federal Occupational Safety and Health Administration by the Secretary.(b) Officers or duly designated representatives of the Secretary, upon presentation of appropriate credentials and written notice or warrant to the employer, shall have the right of entry into any workplace at reasonable times to inspect and investigate complaints within reasonable limits and in a reasonable manner.(c) Employers found to be in violation of this chapter shall be given 14 days to comply. Employers not complying within 14 days following written notification of a violation shall be subject to civil penalties of not more than $500 per violation.64 Del. Laws, c. 344,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2414. Outreach program.(a) The Secretary shall develop and provide each employer with a suitable form of notice providing employees with information regarding their rights under this chapter.(b) As part of the outreach program, the Secretary shall develop an education and training program to assist employers pursuant to § 2410 of this title.(c) As part of the outreach program, the Secretary may develop and distribute a supply of informational leaflets on employer duties, employee rights, the outreach program and/or the effects of hazardous chemicals.(d) The Secretary may contract with the University of Delaware or other public or private organizations to develop and implement such an outreach program.(e) The Secretary shall establish and publicize the availability of an information office to answer inquiries from employees, employers or the public in Delaware concerning the effects of hazardous chemicals.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2415. Employee rights.(a) Employees that may be exposed to hazardous chemicals shall be informed of such exposure and shall have access to the workplace chemical list and material safety data sheets for the hazardous chemicals. In addition, employees shall receive training on the hazards of the chemicals and on measures they can take to protect themselves from those hazards and shall be provided appropriate personal protective equipment. These rights are guaranteed on the effective date of these subsections providing the information or action.(b) No employer shall discharge, or cause to be discharged, or otherwise discipline or in any manner discriminate against an employee because the employee has filed a complaint, assisted an inspector of the Department who may make or is making an inspection under § 2413 of this title, or has instituted or caused to be instituted any proceeding under or related to this chapter or has testified or is about to testify in any such proceeding or because of the exercise of any rights afforded pursuant to this chapter on behalf of the employee or on behalf of others, nor shall pay, position, seniority or other benefits be lost for exercise of any right provided by this chapter.(c) Any waiver by an employee of the benefits or requirements of this chapter shall be against public policy and be null and void. Any employer’s request or requirement that an employee waive any rights under this chapter as a condition of employment shall constitute a violation.64 Del. Laws, c. 344,\n\n§\n\n 1;§\n\n2416. Protection of trade secrets.(a) An employer who believes that all or any part of the information required under §§ 2406, 2409(b) or 2409(d) of this title is a trade secret may withhold the information provided that:(1) Material safety data sheets are available to employees in the area where they work;(2) Hazard information on the trade secret chemicals is provided to the fire chief;(3) All relevant information is provided to a physician diagnosing and treating an employee exposed to the chemical, pursuant to requirements stated in the OSHA standard set forth in 29 C.F.R. Part 1910.1200(i)(2); and(4) The employer can substantiate the trade secret claim.(b) The Secretary, upon the Secretary’s own initiative, or upon request of an employee, an employee’s representative or a fire chief, may request any or all of the data substantiating the trade secret claim to determine whether the claim made pursuant to subsection (a) of this section is valid. The Secretary shall protect from disclosure any or all information coming into the Secretary’s possession when such information is marked by the employer as confidential and shall return all information so marked to the employer at the conclusion of the Secretary’s determination.(c) The employer shall have 30 days after notification by the Secretary that a trade secret claim is not valid to request an administrative hearing on the determination. Any such hearing shall be held in a manner similar to that provided for in the Administrative Procedures Act [Chapter 101 of Title 29] for hearings in contested cases.64 Del. Laws, c. 344,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2417. Exemptions.Notwithstanding any language to the contrary, this chapter shall not apply to chemicals in the following:(1) Any article which is formed to a specific shape or design during manufacture, which has end use function(s) dependent in whole or in part upon its shape or design during end use, and which does not release or otherwise result in exposure to a hazardous chemical under normal conditions of use;(2) Products intended for personal consumption by employees in the workplace;(3) Retail food sale establishments and all other retail trade establishments, exclusive of processing and repair areas;(4) A workplace where a hazardous chemical is received in a sealed package and is subsequently sold or transferred in that package if the seal remains intact while the chemical is in the workplace and if the chemical does not remain in the workplace more than 5 working days, except for the provisions of § 2409(a) and § 2410 of this title.(5) Any food, food additive, color additive, drug or cosmetic as such terms are defined in the Federal Food, Drug and Cosmetic Act (21 U.S.C. § 301 et seq.) or distilled spirits, wines or malt beverages as such terms are defined in the Federal Alcohol Administration Act (27 U.S.C. § 201 et seq.).(6) A laboratory under the direct supervision or guideline of a technically qualified individual provided that:a. Labels on containers of incoming chemicals shall not be removed or defaced;b. MSDSs received shall be maintained and made accessible to employees and students;c. Sections 2409 and 2410 of this title are met; andd. The laboratory is not used primarily to produce hazardous chemicals in bulk for commercial purposes.(7) The workplace of an agriculture employer or employer group if the Secretary of the Department of Agriculture certifies to the Secretary that the chemicals are covered by other federal or state laws and regulations.64 Del. Laws, c. 344,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2402",
      "number": "2402.",
      "heading": "Declaration of purpose.The General Assembly finds that the health and safety of persons living and working in Delaware may be improved by providing access to information regarding hazardous chemicals to which they may be exposed either during their normal employment activities or during emergency si",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2403",
      "number": "2403.",
      "heading": "Definitions.(a) “Chemical manufacturer” shall mean an employer in Standard Industrial Classification (SIC) Codes 20 through 39 with a workplace where chemicals are produced for use or distribution",
      "text": "(b) “Chemical name” shall mean the scientific designation of a chemical in accordance with the nomencla\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2404",
      "number": "2404.",
      "heading": "Relationship to OSHA standard.(a) Manufacturing employers and distributors that are regulated by and complying with the OSHA standard shall be exempt from this chapter except for §§ 2406(d), 2406(e), 2407(a), 2407(d), 2409 and 2415 of this title",
      "text": "Manufacturing employers and distributors shall be inc\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2405",
      "number": "2405.",
      "heading": "Notice to employees.Employers shall post adequate notice, at locations where notices are normally posted, informing employees about their rights under this chapter",
      "text": "In the absence of a notice prepared by the Secretary pursuant to § 2413 of this title, an employer notice shall be posted.64 Del. Laws,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2406",
      "number": "2406.",
      "heading": "Workplace chemical list.(a) Employers shall compile and maintain a workplace chemical list which shall contain the following information for each hazardous chemical normally used or stored in the workplace in excess of 55 gallons or 500 lbs",
      "text": ":(1) The chemical name or the common name used on the MSDS\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2407",
      "number": "2407.",
      "heading": "Material safety data sheets.(a) Chemical manufacturers and distributors shall provide manufacturing and nonmanufacturing purchasers of hazardous chemicals in Delaware appropriate MSDSs for the hazardous chemicals purchased",
      "text": "(b) Employers shall maintain the most current MSDS received from manufacturer\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2408",
      "number": "2408.",
      "heading": "Hazardous chemical labels.(a) Existing labels on incoming containers of hazardous chemicals shall not be removed or defaced",
      "text": "(b) Employees shall not be required to work with a hazardous chemical from an unlabeled container except for a portable container intended for the immediate use of the employee\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2409",
      "number": "2409.",
      "heading": "Emergency information.(a) Employers or manufacturing employers who normally store a hazardous chemical in excess of 55 gallons or 500 lbs",
      "text": "shall provide the fire chief of the fire department having jurisdiction over the workplace, in writing, the name(s) and telephone number(s) of knowledgeable repr\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2410",
      "number": "2410.",
      "heading": "Employee education programs.(a) Every employer shall provide, at least annually, an education and training program for employees using or handling hazardous chemicals",
      "text": "Additional instruction shall be provided whenever the potential for exposure to hazardous chemicals is altered or whenever new and s\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2411",
      "number": "2411.",
      "heading": "Construction of chapter.The provision of information to an employee shall not in any way affect the liability of an employer with regard to the health and safety of an employee or other persons exposed to hazardous chemicals, nor shall it affect the employer’s responsibility to take any action to pr",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2412",
      "number": "2412.",
      "heading": "Powers of Secretary.The Secretary may, in the manner provided by law, promulgate rules, regulations and administrative procedures reasonably necessary to carry out the purposes of this chapter",
      "text": "64 Del. Laws, c. 344,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2413",
      "number": "2413.",
      "heading": "Complaints; investigations; penalties",
      "text": "(a) Complaints received in writing from employees or their designated representative, relating to alleged violations of this chapter by nonmanufacturing employers, shall be investigated in a timely manner by the Secretary or the Secretary’s designated representa\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2414",
      "number": "2414.",
      "heading": "Outreach program.(a) The Secretary shall develop and provide each employer with a suitable form of notice providing employees with information regarding their rights under this chapter",
      "text": "(b) As part of the outreach program, the Secretary shall develop an education and training program to assist employ\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2415",
      "number": "2415.",
      "heading": "Employee rights.(a) Employees that may be exposed to hazardous chemicals shall be informed of such exposure and shall have access to the workplace chemical list and material safety data sheets for the hazardous chemicals",
      "text": "In addition, employees shall receive training on the hazards of the chemicals\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2416",
      "number": "2416.",
      "heading": "Protection of trade secrets.(a) An employer who believes that all or any part of the information required under §§ 2406, 2409(b) or 2409(d) of this title is a trade secret may withhold the information provided that:(1) Material safety data sheets are available to employees in the area where they wor",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2417",
      "number": "2417.",
      "heading": "Exemptions.Notwithstanding any language to the contrary, this chapter shall not apply to chemicals in the following:(1) Any article which is formed to a specific shape or design during manufacture, which has end use function(s) dependent in whole or in part upon its shape or design during end use, a",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}