{
  "state": "iowa",
  "path": "title-title-x-financial-resources/chapter-chapter-432a-marine-insurance-tax",
  "sections": [
    {
      "id": "section-432a1",
      "number": "432A.1",
      "heading": "Amount of tax on underwriting profit",
      "text": "432A.1 Amount of tax on underwriting profit.\n\nEvery insurer authorized to do the business of selling marine insurance in this state, as authorized in section 515.48, shall, with respect to all insurance written within this state upon hulls, freights, or disbursements, or upon goods, wares, merchandise and all other personal property and interests therein, in the course of exportation from or importation into any country, or transportation coastwise including transportation by land or water from point of origin to final destination in respect to or appertaining to or in connection with, any and all risks or perils of navigation, transit or transportation and upon the property while being prepared for and while awaiting shipment, and during any delays, storage, transshipment or reshipment incident thereto, including war risks and marine builder’s risks, pay a tax of six and one-half percent on its taxable underwriting profit ascertained as provided in section 432A.2, from such insurance written within this state.\n\n[C75, 77, 79, 81, §432A.1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-1/"
    },
    {
      "id": "section-432a2",
      "number": "432A.2",
      "heading": "Profit within this state.",
      "text": "432A.2 Profit within this state.\n\nThe underwriting profit on such insurance written within this state shall be that proportion of the total underwriting profit of such insurer from such insurance written within the United States which the amount of net premiums of such insurer from such insurance written within this state bears to the total amount of net premiums of such insurer from such insurance written within the United States.\n\n[C75, 77, 79, 81, §432A.2]\n\nReferred to in §432A.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-2/"
    },
    {
      "id": "section-432a3",
      "number": "432A.3",
      "heading": "Profit within United States.",
      "text": "432A.3 Profit within United States.\n\nThe underwriting profit of such insurer on such insurance written within the United States shall be determined by deducting from the net earned premiums on such ocean marine insurance written within the United States during the taxable year which is the calendar year preceding the date on which such tax is due, the following items:\n\n1. Net losses incurred, which means gross losses incurred during such calendar year under ocean marine insurance contracts written within the United States, less reinsurance claims collected or collectible and less net salvages or recoveries collected or collectible from any source applicable to the corresponding losses under such contracts.\n\n2. Net expenses incurred in connection with such ocean marine contracts, including all state and federal taxes in connection therewith, but in no event shall the aggregate amount of such net expenses deducted exceed forty percent of the net premiums on such ocean marine insurance contracts, ascertained as provided in section 432A.4.\n\n3. Net dividends paid or credited to policyholders on such ocean marine insurance contracts.\n\n[C75, 77, 79, 81, §432A.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-3/"
    },
    {
      "id": "section-432a4",
      "number": "432A.4",
      "heading": "Computation of net earned premiums.",
      "text": "432A.4 Computation of net earned premiums.\n\nIn determining the amount of the tax imposed by this chapter, net earned premiums on ocean marine insurance contracts written within the United States during the taxable year shall be arrived at by deducting from gross premiums written on such contracts during the taxable year all return premiums, premiums on policies not taken, premiums paid for reinsurance of such contracts and net unearned premiums on all such outstanding contracts at the end of the taxable year, and adding to such amount net unearned premiums on such outstanding marine insurance contracts at the end of the calendar year preceding the taxable year.\n\n[C75, 77, 79, 81, §432A.4]\n\nReferred to in §432A.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-4/"
    },
    {
      "id": "section-432a5",
      "number": "432A.5",
      "heading": "Expenses incurred.",
      "text": "432A.5 Expenses incurred.\n\nIn determining the amount of the tax imposed by this chapter, net expenses incurred shall be determined as the sum of the following:\n\n1. Specific expenses incurred on such ocean marine insurance business, consisting of all commissions, agency expenses, taxes, licenses, fees, loss adjustment expenses, and all other expenses incurred directly and specifically in connection with such business, less recoveries or reimbursements on account of or in connection with such commissions or other expenses collected or collectible because of reinsurance or from any other source.\n\n2. General expenses incurred on such ocean marine insurance business, consisting of that proportion of general or overhead expenses incurred in connection with such business which the net premiums on such ocean marine insurance written during the taxable year bear to the total net premiums written by such insurer from all classes of insurance written by it during the taxable year. Within the meaning of this subsection, general or overhead expenses shall include salaries of officers and employees, printing and stationery, all taxes of this state and of the United States, except as included in subsection 1, and all other expenses of such insurer, not included in subsection 1, after deducting expenses specifically chargeable to any or all other classes of insurance business.\n\n[C75, 77, 79, 81, §432A.5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-5/"
    },
    {
      "id": "section-432a6",
      "number": "432A.6",
      "heading": "Computation of tax on ocean marine insurance profit.",
      "text": "432A.6 Computation of tax on ocean marine insurance profit.\n\nIn determining the amount of the tax imposed by this chapter, the taxable underwriting profit of such insurer on such ocean marine insurance business written within this state, shall be ascertained as follows:\n\n1. In the case of every such insurer which has written any such business within this state during three calendar years immediately preceding the year in which such taxes were payable, the taxable underwriting profit shall be determined by adding or subtracting, as the case may be, the underwriting profit or loss on all such insurance written within the United States, ascertained as hereinbefore provided, for each of such three years and dividing by three.\n\n2. In the case of every such insurer other than as specified in subsection 1 such taxable underwriting profit, if any, shall be the underwriting profit, if any, on such ocean marine insurance business written within this state during the taxable year, ascertained as hereinbefore provided, but after such insurer has written such ocean marine insurance business within this state during three calendar years, an adjustment shall be made on the three-year average basis by ascertaining the amount of tax payable in accordance with subsection 1.\n\n[C75, 77, 79, 81, §432A.6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-6/"
    },
    {
      "id": "section-432a7",
      "number": "432A.7",
      "heading": "Tax payable annually.",
      "text": "432A.7 Tax payable annually.\n\nThe tax imposed by this chapter shall be paid annually, on or before the first day of June, by every insurer authorized to do the business of marine insurance in this state during any one or more of the preceding three calendar years, and the calendar year next preceding such June 1 shall be deemed the taxable year within the meaning of this section.\n\n[C75, 77, 79, 81, §432A.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-7/"
    },
    {
      "id": "section-432a8",
      "number": "432A.8",
      "heading": "Filing tax return.",
      "text": "432A.8 Filing tax return.\n\nEvery insurer liable to pay the tax shall, on or before June 1 of each year, file with the commissioner of insurance a tax return in accordance with or upon forms prescribed by the commissioner of insurance. The tax shown to be due, if any, shall be paid to the director of revenue who shall issue to the insurer a receipt in duplicate, one of which shall be filed with the commissioner of insurance before issuance of the annual certificate as provided by law.\n\n[C75, 77, 79, 81, §432A.8]\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-8/"
    },
    {
      "id": "section-432a9",
      "number": "432A.9",
      "heading": "Underwriting profits tax in lieu of other taxes.",
      "text": "432A.9 Underwriting profits tax in lieu of other taxes.\n\nThe tax imposed by this chapter shall be paid upon the marine underwriting profits, if any, upon all marine insurance business written in this state each calendar year. The tax on gross premiums under section 432.1 shall not be levied on marine insurance premiums reportable in a tax return prescribed by the commissioner of insurance to record taxable underwriting profit, if any, defined herein. The tax return required shall be in lieu of all other tax requirements imposed by section 432.1.\n\n[C75, 77, 79, 81, §432A.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-432a/section-432a-9/"
    }
  ]
}