{
  "state": "iowa",
  "path": "title-title-x-financial-resources/chapter-chapter-447-tax-redemption",
  "sections": [
    {
      "id": "section-4471",
      "number": "447.1",
      "heading": "Redemption — terms.Section 447",
      "text": "447.1 Redemption — terms.\n\n1. A parcel sold under this chapter and chapter 446 may be redeemed at any time before the right of redemption expires, by payment to the county treasurer, to be held by the treasurer subject to the order of the purchaser, of the amount for which the parcel was sold, including the fee for the certificate of purchase, and interest of two percent per month, counting each fraction of a month as an entire month, from the month of sale, and the total amount paid by the purchaser or the purchaser’s assignee for any subsequent year, with interest at the same rate added on the amount of the payment for each subsequent year from the month of payment, counting each fraction of a month as an entire month. The amount of interest must be at least one dollar and shall be rounded to the nearest whole dollar. Interest shall accrue on subsequent amounts as provided in section 446.32. The redemption must be received by the treasurer or entered through the county treasurer’s authorized internet site on or before the last day of the month to avoid additional interest being added to the amount necessary to redeem. However, if the last day of a month falls on a Saturday, Sunday, or a holiday, the payment must be received by the treasurer or entered through the county treasurer’s authorized internet site by the close of business on the first business day of the following month.\n\n2. When the county or city is the certificate holder of the parcel redeemed from a sale held under section 446.19, the redemption amount shall be apportioned among the several funds for which the taxes were levied. All interest, costs, and fees shall be apportioned to the general fund of the county regardless of who is the certificate holder. If a city is the certificate holder of the parcel redeemed from a sale held under section 446.7 or 446.28, the city shall be entitled to the total amount redeemed.\n\n[C51, §505; R60, §779; C73, §890; C97, §1436; S13, §1436; C24, 27, 31, 35, 39, §7272; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.1; 81 Acts, ch 117, §1232]\n\n91 Acts, ch 191, §89; 93 Acts, ch 73, §11; 2006 Acts, ch 1070, §27, 31; 2017 Acts, ch 92, §5\n\nReferred to in §445.3, 446.19A, 446.32, 447.4, 447.7, 447.8, 447.9\n\nTax sale certificate fee, §331.552(23)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-1/"
    },
    {
      "id": "section-4472",
      "number": "447.2",
      "heading": "Nonallowable penalties.",
      "text": "447.2 Nonallowable penalties. Repealed by 91 Acts, ch 191, §123, 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-2/"
    },
    {
      "id": "section-4473",
      "number": "447.3",
      "heading": "Agricultural college lands.",
      "text": "447.3 Agricultural college lands.\n\nIn redeeming from a sale of a leasehold interest in agricultural college land, the amount to be paid shall include any amount paid by the holder of the certificate as interest or principal due by the terms of the lease or otherwise to prevent a forfeiture, and for which proper voucher has been filed with the county treasurer, with interest at eight percent per annum from date of payment, which amount shall be paid by the treasurer to the holder of the certificate, and the certificate of redemption shall show the amount paid by the party redeeming.\n\n[C51, §505; R60, §779; C73, §890; C97, §1436; S13, §1436; C24, 27, 31, 35, 39, §7274; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.3; 81 Acts, ch 117, §1233]\n\n91 Acts, ch 191, §90\n\nReferred to in §447.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-3/"
    },
    {
      "id": "section-4474",
      "number": "447.4",
      "heading": "Redemption from sale for part of tax.",
      "text": "447.4 Redemption from sale for part of tax.\n\nIn case a redemption is made of a parcel compromised and assigned for a sum less than the total amount due, the purchaser is entitled to receive only the amount paid and a ratable part of the interest and costs. In determining the interest to be paid upon redemption from sale, the sum due on a parcel sold shall be taken to be the total amount due on the parcel at the time of sale, and the amount paid for a parcel at sale shall be apportioned ratably in accordance with section 447.1. Parcels so sold are redeemable in the same manner and with the same interest as those sold for the taxes of the preceding year.\n\n[C97, §1437; C24, 27, 31, 35, 39, §7275; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §447.4]\n\n90 Acts, ch 1168, §49; 91 Acts, ch 191, §91",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-4/"
    },
    {
      "id": "section-4475",
      "number": "447.5",
      "heading": "Certificate of redemption — issued by treasurer.",
      "text": "447.5 Certificate of redemption — issued by treasurer.\n\nThe county treasurer, upon application of a party to redeem a parcel sold at a tax sale, and being satisfied that the party has a right to redeem the parcel upon the payment of the proper amount, shall issue to the party a certificate of redemption, setting forth the facts of the sale substantially as contained in the certificate, the date of the redemption, the amount paid, and by whom redeemed, and shall make the proper entries in the county system in the treasurer’s office.\n\n[R60, §780; C73, §891; C97, §1438; C24, 27, 31, 35, 39, §7276; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.5; 81 Acts, ch 117, §1234]\n\n91 Acts, ch 191, §92; 2006 Acts, ch 1070, §28, 31",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-5/"
    },
    {
      "id": "section-4476",
      "number": "447.6",
      "heading": "Documentation of corrections.",
      "text": "447.6 Documentation of corrections.\n\nThe entries by the county treasurer on the county system shall be of a permanent nature and if errors are subsequently discovered the correcting entries shall be adequately documented to support the correction.\n\n[C31, 35, §7276-c1; C39, §7276.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.6; 81 Acts, ch 117, §1235]\n\n91 Acts, ch 191, §93",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-6/"
    },
    {
      "id": "section-4477",
      "number": "447.7",
      "heading": "Redemption by persons with a legal disability.",
      "text": "447.7 Redemption by persons with a legal disability.\n\n1. If a parcel of a person with a legal disability is sold at tax sale and the county treasurer has not delivered the treasurer’s deed, a legal representative of the person with the legal disability may redeem the parcel under sections 447.1 and 447.3.\n\n2. a. If a parcel of a person with a legal disability is sold at tax sale and the county treasurer has delivered the treasurer’s deed, the person with the legal disability or the person’s legal representative may redeem the parcel at any time prior to one year after the legal disability is removed by bringing an equitable action for redemption in the district court of the county where the parcel is located, unless the action is required to be brought sooner in time by operation of subsection 3 or 4.\n\nb. To establish the right to redeem, the person maintaining the action shall prove to the court that the owner of the parcel is a person with a legal disability entitled to redeem prior to the delivery of the treasurer’s deed. If the legal disability has been removed, the person maintaining the action shall establish the date the disability was removed and explain the manner by which the legal disability was removed.\n\nc. The person maintaining the action shall name as defendants all persons claiming an interest in the parcel derived from the tax sale, as shown by the record.\n\nd. If the court determines that the person maintaining the action or the person’s legal representative is entitled to redeem by virtue of legal disability or prior legal disability, the court shall so order. The order shall determine the rights, claims, and interests of all parties, including liens for taxes and claims for improvements made on or to the parcel by the person claiming under the tax title. The order shall establish the amount necessary to effect redemption. The redemption amount shall include the amount for redemption computed in accordance with section 447.1 or 447.3, whichever is applicable, including interest computed up to and including the date of payment of the total redemption amount to the clerk of court and the amount of all costs added to the redemption amount in accordance with section 447.13. In addition, if the person claiming under the tax title is determined by the court to have made improvements on or to the parcel after the treasurer’s deed was issued, the court shall enter judgment in favor of the person claiming under the tax title for an amount equal to the value of all such improvements, and such judgment shall be a lien on the parcel until paid. The order shall direct that the person maintaining the action shall pay to the clerk of court, within thirty days after the date of the order, the total redemption amount the order sets forth.\n\ne. Upon timely receipt of the payment, the court shall enter judgment declaring the treasurer’s deed to be void and determining the resulting rights, claims, and interests of all parties to the action. In its judgment, the court shall direct the clerk of court to deliver the entire amount of the redemption payment to the person claiming title under the treasurer’s deed.\n\nf. If the person maintaining the action fails to timely deliver payment of the total redemption amount to the clerk of court, the court shall enter judgment holding that all rights of redemption of the person with a legal disability who brought the action, or on whose behalf the action was brought, are terminated and that the validity of the tax title or purported tax title is conclusively established as a matter of law against the claims of such person with a legal disability.\n\n3. If a person with a legal disability remains in possession of the parcel after the recording of the treasurer’s deed, and if the person claiming under the tax title properly commences an action to remove the person from possession, the person with a legal disability shall forfeit any rights of redemption that the person may have under this section, unless either of the following actions is timely filed by or on behalf of the person:\n\na. A counterclaim in the removal action asserting the redemption rights under subsection 2 of the person with a legal disability.\n\nb. A separate action under subsection 2. Such action shall be filed within thirty days after the person with a legal disability and the person’s legal representative were served with original notice in the removal action. If an action under subsection 2 is filed by or on behalf of the person with a legal disability within the thirty-day period, the court may order the action consolidated with the removal action.\n\n4. If a person with a legal disability is not in possession of the parcel at the time of the recording of the treasurer’s deed, the person or the person’s legal representative is forever barred and estopped from commencing an action under this section if either of the following occurs:\n\na. An affidavit is filed pursuant to section 448.15 and claims adverse to the tax title are barred by section 448.16.\n\nb. An action under subsection 2 is not brought within three years after the recording of the treasurer’s deed.\n\n[R60, §779; C73, §892; C97, §1439; C24, 27, 31, 35, 39, §7277; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §447.7]\n\n91 Acts, ch 191, §94; 2018 Acts, ch 1039, §2\n\nReferred to in §229.27, 420.240, 447.8, 448.6, 448.16\n\n“Person with a legal disability” defined, see §445.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-7/"
    },
    {
      "id": "section-4478",
      "number": "447.8",
      "heading": "Redemption after delivery of deed.",
      "text": "447.8 Redemption after delivery of deed.\n\n1. a. After the delivery of the treasurer’s deed, a person entitled to redeem a parcel sold at tax sale shall do so only by an equitable action in the district court of the county where the parcel is located. The action to redeem may be maintained only by a person who was entitled to redeem the parcel during the ninety-day redemption period in section 447.12, except that such a person may assign the person’s right of redemption or right to maintain the action to another person, or by a person entitled to redeem under section 447.7.\n\nb. In order to establish the right to redeem, the person maintaining the action shall be required to prove to the court either that the person maintaining the action or a predecessor in interest was not properly served with notice in accordance with the requirements of sections 447.9 through 447.12, or that the person maintaining the action or a predecessor in interest acquired an interest in or possession of the parcel during the ninety-day redemption period in section 447.12. A person shall not be entitled to maintain such action by claiming that a different person was not properly served with notice of expiration of right of redemption, if the person seeking to maintain the action, or the person’s predecessor in interest, if applicable, was properly served with the notice. After the execution and delivery of the treasurer’s deed, a person may only redeem a parcel sold for delinquent taxes under this section or section 447.7.\n\n2. The person maintaining the action shall name as defendants all persons claiming an interest in the parcel derived from the tax sale, as shown by the record.\n\n3. If the court determines that notice was properly served, the court shall enter judgment holding that all rights of redemption are terminated and that the validity of the tax title or purported tax title is conclusively established as a matter of law.\n\n4. If the court determines that notice was not properly served and that the person maintaining the action is entitled to redeem, the court shall so order. The order shall determine the rights, claims, and interests of all parties, including liens for taxes and claims for improvements made on or to the parcel by the person claiming under the tax title. The order shall establish the amount necessary to effect redemption. The redemption amount shall include the amount for redemption computed in accordance with section 447.1, including interest computed up to and including the date of payment of the total redemption amount to the clerk of court; the amount of all costs added to the redemption amount in accordance with section 447.13; and, in the event that the person claiming under the tax title has made improvements on or to the parcel after the treasurer’s deed was issued, an amount equal to the value of all such improvements. The order shall direct that the person maintaining the action shall pay to the clerk of court, within thirty days after the date of the order, the total redemption amount established in the order.\n\n5. a. Upon timely receipt of the payment, the court shall enter judgment declaring the treasurer’s deed to be invalid and determining the resulting rights, claims, and interests of all parties to the action. In its judgment, the court shall direct the clerk of court to deliver the entire amount of the redemption payment to the person who previously claimed title under the treasurer’s deed.\n\nb. If the person maintaining the action fails to timely deliver payment of the total redemption amount to the clerk of court, the court shall enter judgment holding that all rights of redemption are terminated and that the validity of the tax title or purported tax title is conclusively established as a matter of law. No subsequent action shall be brought to challenge the treasurer’s deed or to recover the parcel.\n\n6. If an affidavit is filed pursuant to section 448.15 and if the time period for filing a claim under section 448.16 expires with no claims having been filed, all persons are thereafter barred and estopped from commencing an action under this section.\n\n[C73, §893; C97, §1440; C24, 27, 31, 35, 39, §7278; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §447.8]\n\n91 Acts, ch 191, §95; 2005 Acts, ch 34, §19, 26; 2011 Acts, ch 25, §143; 2018 Acts, ch 1039, §3\n\nReferred to in §420.240, 448.6, 448.12, 448.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-8/"
    },
    {
      "id": "section-4479",
      "number": "447.9",
      "heading": "Notice of expiration of right of redemption — county right of redemption.",
      "text": "447.9 Notice of expiration of right of redemption — county right of redemption.\n\n1. After one year and nine months from the date of sale, or after nine months from the date of a sale made under section 446.18, or after three months from the date of a sale made under section 446.19A or 446.19B, the holder of the certificate of purchase may cause to be served upon the person in possession of the parcel, and also upon the person in whose name the parcel is taxed, a notice signed by the certificate holder or the certificate holder’s agent or attorney, stating the date of sale, the description of the parcel sold, the name of the purchaser, and that the right of redemption will expire and a deed for the parcel be made unless redemption is made within ninety days from the completed service of the notice. The notice shall be served by both regular mail and certified mail to the person’s last known address and such service is deemed completed when the notice is deposited in the mail and postmarked for delivery. The ninety-day redemption period begins as provided in section 447.12. When the notice is given by a county as a holder of a certificate of purchase the notice shall be signed by the county treasurer or the county attorney, and when given by a city, it shall be signed by the city officer designated by resolution of the council. When the notice is given by the Iowa finance authority or a city or county agency holding the parcel as part of an Iowa homesteading project, it shall be signed on behalf of the agency or authority by one of its officers, as authorized in rules of the agency or authority.\n\n2. Service of the notice shall be made by both regular mail and certified mail on any mortgagee having a lien upon the parcel, a vendor of the parcel under a recorded contract of sale, a lessor who has a recorded lease or recorded memorandum of a lease, and any other person who has an interest of record, at the person’s last known address. The notice shall be served on any city where the parcel is situated. Notice shall not be served after the filing of the affidavit required by section 447.12. Only those persons who are required to be served the notice of expiration as provided in this section or who have acquired an interest in or possession of the parcel subsequent to the filing of the notice of expiration of the right of redemption are eligible to redeem a parcel from tax sale. Service of the notice is deemed completed when the notice is deposited in the mail and postmarked for delivery.\n\n3. The county in which the parcel is located has the right of redemption for owner-occupied residential parcels as provided in this subsection. If a person is unable to contribute to the public revenue, the person may file a petition, duly sworn to, with the board of supervisors, stating that fact and giving a statement of parcels, as defined in section 445.1, owned or possessed by the petitioner, and other information as the board may require. The board of supervisors may order the county auditor to redeem a parcel owned or possessed by the petitioner from the holder of a certificate of purchase upon payment by the county to the certificate holder of the amount necessary to redeem under section 447.1. Each of the tax-levying and tax-certifying bodies having any interest in the taxes shall be charged with the total amount due the tax-levying or tax-certifying body as its just share of the purchase price, and that amount shall be deducted from the next month’s disbursement made by the county to the tax-levying or tax-certifying body. Interest paid by the county to the certificate holder pursuant to section 447.1 shall be paid solely by the county and shall not be charged against the other tax-levying and tax-certifying bodies. Taxes charged and paid by the tax-levying or tax-certifying body in this manner shall be treated as suspended taxes pursuant to sections 427.8 through 427.12. Notwithstanding section 447.14, a county may redeem pursuant to this subsection for tax sales held before, on, or after July 1, 1998. A county may limit the number of times a taxpayer may file a petition for assistance under this subsection.\n\n[R60, §781; C73, §894; C97, §1441; S13, §1441; C24, 27, 31, 35, 39, §7279; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.9; 81 Acts, ch 117, §1236]\n\n83 Acts, ch 96, §157, 159; 86 Acts, ch 1139, §7; 86 Acts, ch 1241, §43; 89 Acts, ch 66, §1; 90 Acts, ch 1203, §3; 91 Acts, ch 191, §96; 95 Acts, ch 57, §21; 95 Acts, ch 67, §34; 97 Acts, ch 121, §22; 98 Acts, ch 1107, §30; 98 Acts, ch 1153, §2; 99 Acts, ch 29, §2, 3; 99 Acts, ch 83, §8, 10, 12; 2004 Acts, ch 1165, §8, 11, 12; 2006 Acts, ch 1070, §29; 2007 Acts, ch 54, §39; 2012 Acts, ch 1006, §1\n\nReferred to in §420.207, 420.240, 420.241, 447.8, 447.10, 448.3\n\nAcquisition of title by municipal corporations, chapter 569\n\nService of original notice,\n\nR.C.P. 1.302 – 1.315",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-9/"
    },
    {
      "id": "section-44710",
      "number": "447.10",
      "heading": "Service by publication — fees.",
      "text": "447.10 Service by publication — fees.\n\nIf notice in accordance with section 447.9 cannot be served upon a person entitled to notice in the manner prescribed in that section, then the holder of the certificate of purchase shall cause the required notice to be published once in an official newspaper in the county. If service is made by publication, the affidavit required by section 447.12 shall state the reason why service in accordance with section 447.9 could not be made. Service of notice by publication shall be deemed complete on the day of the publication. Fees for publication, if required under section 447.13, shall not exceed the customary publication fees for official county publications.\n\n[C73, §894; C97, §1441; S13, §1441; C24, 27, 31, 35, 39, §7280; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §447.10]\n\n86 Acts, ch 1139, §8; 97 Acts, ch 121, §23\n\nReferred to in §420.207, 420.240, 420.241, 447.8, 447.13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-10/"
    },
    {
      "id": "section-44711",
      "number": "447.11",
      "heading": "Agent of nonresident.",
      "text": "447.11 Agent of nonresident.\n\nA nonresident may in writing appoint a resident of the county in which the parcel is situated as agent, and file the appointment with the county treasurer of the county, who shall make note of the appointment in the county system, after which service of notice by certified and regular mail shall be made upon the agent.\n\n[C73, §894; C97, §1441; S13, §1441; C24, 27, 31, 35, 39, §7281; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §447.11]\n\n91 Acts, ch 191, §97; 2001 Acts, ch 45, §8\n\nReferred to in §420.207, 420.240, 420.241, 447.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-11/"
    },
    {
      "id": "section-44712",
      "number": "447.12",
      "heading": "When service deemed complete — presumption.",
      "text": "447.12 When service deemed complete — presumption.\n\nService is complete only after an affidavit has been filed with the county treasurer, showing the making of the service, the manner of service, the time when and place where made, under whose direction the service was made, and costs incurred as provided in section 447.13. Costs not filed with the treasurer before a redemption is complete shall not be collected by the treasurer. Costs shall not be filed with the treasurer prior to the filing of the affidavit. The affidavit shall be made by the holder of the certificate or by the holder’s agent or attorney, and in either of the latter cases stating that the affiant is the agent or attorney of the holder of the certificate. The affidavit shall be filed by the treasurer and entered in the county system and is presumptive evidence of the completed service of the notice. The right of redemption shall not expire until ninety days after service is complete. A redemption shall not be considered valid unless received by the treasurer or entered through the county treasurer’s authorized internet site prior to the close of business on the ninetieth day from the date of completed service except in the case of a public bidder certificate held by the county in which case the county may accept a redemption at any time prior to the issuance of the tax deed. However, if the ninetieth day falls on a Saturday, Sunday, or a holiday, payment of the total redemption amount must be received by the treasurer or entered through the county treasurer’s authorized internet site before the close of business on the first business day following the ninetieth day. The date of postmark of a redemption shall not be considered as the day the redemption was received by the treasurer for purposes of the ninety-day time period.\n\n[C73, §894; C97, §1441; S13, §1441; C24, 27, 31, 35, 39, §7282; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.12; 81 Acts, ch 117, §1237]\n\n89 Acts, ch 66, §2; 91 Acts, ch 191, §98; 93 Acts, ch 73, §12; 2006 Acts, ch 1070, §30, 31; 2007 Acts, ch 54, §40; 2017 Acts, ch 92, §6\n\nReferred to in §420.207, 420.240, 420.241, 446.37, 447.8, 447.9, 447.10, 448.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-12/"
    },
    {
      "id": "section-44713",
      "number": "447.13",
      "heading": "Cost — fee — report.",
      "text": "447.13 Cost — fee — report.\n\n1. The cost of serving the notice, including the cost of sending certified mail notices, and the cost of publication under section 447.10, if publication is required, shall be added to the amount necessary to redeem. The cost of a record search shall also be added to the amount necessary to redeem. However, if the certificate holder is other than a county, the search must be performed by an abstractor who is an active participant in the Iowa title guaranty program under section 16.91 or by an attorney licensed to practice law in the state of Iowa, and the amount of the cost of the record search that may be added to the amount necessary to redeem shall not exceed three hundred dollars.\n\n2. The county treasurer shall file the proof of service and statement of costs and record these costs against the parcel. The certificate holder or the holder’s agent shall report in writing to the treasurer the amount of authorized costs incurred, and the treasurer shall file the statement. Costs not filed with the treasurer before a redemption is complete shall not be collected by the treasurer and may be recovered through a court action against the parcel owner by the certificate holder.\n\n[C73, §894; C97, §1441; S13, §1441; C24, 27, 31, 35, 39, §7283; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §447.13; 81 Acts, ch 117, §1238]\n\n86 Acts, ch 1139, §9; 91 Acts, ch 191, §99; 92 Acts, ch 1016, §32; 99 Acts, ch 83, §9; 2001 Acts, ch 45, §9, 11; 2005 Acts, ch 34, §20, 26; 2007 Acts, ch 54, §41; 2014 Acts, ch 1012, §7\n\nReferred to in §420.207, 420.240, 420.241, 447.7, 447.8, 447.10, 447.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-13/"
    },
    {
      "id": "section-44714",
      "number": "447.14",
      "heading": "Law in effect at time of sale.",
      "text": "447.14 Law in effect at time of sale.\n\nThe law in effect at the time of tax sale governs redemption.\n\n92 Acts, ch 1016, §33\n\nReferred to in §420.241, 447.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-447/section-447-14/"
    }
  ]
}