{
  "state": "iowa",
  "path": "title-title-x-financial-resources/chapter-chapter-438-pipeline-companies-tax",
  "sections": [
    {
      "id": "section-4381",
      "number": "438.1",
      "heading": "Taxation procedure.Section 438",
      "text": "438.1 Taxation procedure.\n\nEvery person, partnership, association, corporation, or syndicate engaged in the business of transporting or transmitting gas, gasoline, oils, or motor fuels by means of pipelines other than natural gas pipelines permitted pursuant to chapter 479, whether such pipelines be owned or leased, shall be taxed as provided in this chapter.\n\n[C31, 35, §7103-d1; C39, §7103.01; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.1]\n\n98 Acts, ch 1194, §34, 40; 2008 Acts, ch 1032, §106\n\nReferred to in §438.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-1/"
    },
    {
      "id": "section-4382",
      "number": "438.2",
      "heading": "Definitions.",
      "text": "438.2 Definitions.\n\n1. As used in this chapter, unless the context otherwise requires, “book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n2. “Pipeline company”, as used in this chapter, means any person, partnership, association, corporation, or syndicate that may own or operate or be engaged in operating or utilizing pipelines, other than natural gas pipelines permitted pursuant to chapter 479, for the purposes described in section 438.1.\n\n[C31, 35, §7103-d2; C39, §7103.02; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.2]\n\n98 Acts, ch 1194, §35, 40; 2000 Acts, ch 1148, §1; 2008 Acts, ch 1032, §106",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-2/"
    },
    {
      "id": "section-4383",
      "number": "438.3",
      "heading": "Statement required.",
      "text": "438.3 Statement required.\n\nEvery pipeline company having lines in the state of Iowa shall annually, on or before the first day of April in each year, make out and deliver to the department of revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December 31 next preceding:\n\n1. The name of the company.\n\n2. The nature of the company, whether a person or persons, an association, partnership, corporation or syndicate, and under the laws of what state organized.\n\n3. The location of its principal office or place of business.\n\n4. The name and post office address of the president, secretary, auditor, treasurer and superintendent or general manager.\n\n5. The name and post office address of the chief officer or managing agent of the company in Iowa.\n\n6. The whole number of miles of pipeline owned, operated or leased within the state, including a classification of the size, kind and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district.\n\n7. A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed.\n\n8. The number, location, size and cost of each pressure pump or station.\n\n9. Any and all other property owned by said pipeline company within the state which property must be classified and scheduled in such a manner as the director of revenue may by rule require.\n\n10. The gross earnings of the entire company, and the gross earnings on business done within this state.\n\n11. The operating expenses of the entire company and the operating expenses within this state.\n\n12. The net earnings of the entire company and the net earnings within this state.\n\n[C31, 35, §7103-d3; C39, §7103.03; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.3]\n\n2003 Acts, ch 145, §286; 2008 Acts, ch 1032, §106; 2015 Acts, ch 109, §47, 75\n\nReferred to in §438.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-3/"
    },
    {
      "id": "section-4384",
      "number": "438.4",
      "heading": "Real estate holdings.",
      "text": "438.4 Real estate holdings.\n\nEvery pipeline company required by law to report to the department of revenue under the provisions of this chapter shall, on or before the first day of April 1932, make to the department a detailed statement showing the amount of real estate owned or used by it on December 31, 1931, for pipeline purposes, the county in which said real estate is situated, including the rights-of-way, pumping or station grounds, buildings, storage or tank yards, equipment grounds for any and all purposes, with the estimated actual value thereof, in such manner as may be required by the department.\n\n[C31, 35, §7103-d4; C39, §7103.04; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.4]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §48, 75\n\nReferred to in §438.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-4/"
    },
    {
      "id": "section-4385",
      "number": "438.5",
      "heading": "Statement deemed permanent.",
      "text": "438.5 Statement deemed permanent.\n\nOnly one such detailed statement by any pipeline company shall be necessary, and when received by the department of revenue, it shall become the record of the pipeline lands of such company, and be deemed as annually thereafter reported for valuation and assessment by the department.\n\n[C31, 35, §7103-d5; C39, §7103.05; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.5]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §49, 75\n\nReferred to in §438.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-5/"
    },
    {
      "id": "section-4386",
      "number": "438.6",
      "heading": "Additional corrective statements.",
      "text": "438.6 Additional corrective statements.\n\nOn or before the first day of April of each subsequent year, such company shall, in like manner, report all real estate acquired for any of the pipeline purposes above named during the preceding calendar year; and also, a list of any real estate, previously reported, disposed of during the same period, which disposition shall be noted by the department of revenue in an appropriate column opposite to the description of said tract in the original report of the same in the record of pipeline land.\n\n[C31, 35, §7103-d6; C39, §7103.06; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.6]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §50, 75\n\nReferred to in §438.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-6/"
    },
    {
      "id": "section-4387",
      "number": "438.7",
      "heading": "Consolidated list of real estate.",
      "text": "438.7 Consolidated list of real estate.\n\nThe department of revenue shall, by some convenient method of binding, arrange the statements required to be made by sections 438.4 through 438.6 so as to form a consolidated list of all real estate reported to the department as being owned or used for pipeline purposes within the state of Iowa.\n\n[C31, 35, §7103-d7; C39, §7103.07; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.7]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §51, 75; 2021 Acts, ch 80, §275",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-7/"
    },
    {
      "id": "section-4388",
      "number": "438.8",
      "heading": "Gross earnings.",
      "text": "438.8 Gross earnings.\n\nFor the purpose of making reports to the department of revenue, the gross earnings of a pipeline company, owning or operating a line or lines within this state, shall be computed and reported by said company upon such bases as the director may by rule require.\n\n[C31, 35, §7103-d8; C39, §7103.08; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.8]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §52, 75",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-8/"
    },
    {
      "id": "section-4389",
      "number": "438.9",
      "heading": "Accounts — regulation.",
      "text": "438.9 Accounts — regulation.\n\nThe director of revenue may prescribe such rules with respect to the keeping of accounts by the pipeline companies doing business or having property in this state as will insure the accurate division of the accounts and the information to be reported, and uniformity in reporting the same to the department.\n\n[C31, 35, §7103-d9; C39, §7103.09; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.9]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §53, 75",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-9/"
    },
    {
      "id": "section-43810",
      "number": "438.10",
      "heading": "Rules — promulgation.",
      "text": "438.10 Rules — promulgation.\n\nThe rules, method, and requirements herein provided to be made by the director of revenue shall be made and communicated in writing or printing to the said several pipeline companies, and shall be and become binding upon said pipeline companies as provided in chapter 17A; provided that the director shall have the power to prescribe supplemental or additional rules and requirements in the manner prescribed by chapter 17A.\n\n[C31, 35, §7103-d10; C39, §7103.10; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.10]\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-10/"
    },
    {
      "id": "section-43811",
      "number": "438.11",
      "heading": "Refusal to comply — penalty.",
      "text": "438.11 Refusal to comply — penalty.\n\nIf any pipeline company shall fail or refuse to obey and conform to the rules, method, and requirements so made and prescribed by the director of revenue under the provisions of this chapter, or to make the reports herein provided, the department shall proceed to assess the property of such pipeline company so failing or refusing, according to the best information obtainable, and shall then add to the department’s valuation of such pipeline company twenty-five percent thereof, which valuation and penalty shall be separately shown, and together shall constitute the assessment for that year.\n\n[C31, 35, §7103-d11; C39, §7103.11; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.11]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §54, 75",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-11/"
    },
    {
      "id": "section-43812",
      "number": "438.12",
      "heading": "Amended and explanatory statements.",
      "text": "438.12 Amended and explanatory statements.\n\nThe department of revenue may demand, in writing, detailed, explanatory, and amended statements of any of the items mentioned in section 438.3, or any other item deemed to be important, to be furnished to the department by such pipeline company within thirty days from such demand in such form as the department may designate, which shall be verified as required for the original statement. The returns, both original and amended, shall show such other facts as the department, in writing, shall require.\n\n[C31, 35, §7103-d12; C39, §7103.12; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.12]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §55, 75",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-12/"
    },
    {
      "id": "section-43813",
      "number": "438.13",
      "heading": "Basis of valuation and assessment.",
      "text": "438.13 Basis of valuation and assessment.\n\nThe said property shall be valued at its actual value, and the assessments shall be made upon the taxable value of the entire pipeline property within the state, except as otherwise provided, and the actual and taxable value so ascertained shall be assessed as provided by section 441.21; and shall include the rights-of-way, easements, the pipelines, stations, grounds, shops, buildings, pumps, and all other property, real and personal exclusively used in the operation of such pipeline. In assessing said pipeline company and its equipment, the department of revenue shall take into consideration the gross earnings and the net earnings for the entire property, and per mile, for the year ending December 31 preceding, and any and all other matters necessary to enable the department to make a just and equitable assessment of said pipeline property.\n\n[C31, 35, §7103-d13; C39, §7103.13; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.13]\n\n2003 Acts, ch 145, §286; 2015 Acts, ch 109, §56, 75\n\nReferred to in §443.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-13/"
    },
    {
      "id": "section-43814",
      "number": "438.14",
      "heading": "Valuation and certification.",
      "text": "438.14 Valuation and certification.\n\nThe department of revenue shall on or before October 31 each year determine the value of pipeline property located in each taxing district of the state, and in fixing the value shall take into consideration the structures, equipment, pumping stations, etc., located in the taxing district, and shall transmit to the county auditor of each such county through and into which any pipeline may extend, a statement showing the assessed value of the property in each of the taxing districts of the county. The property shall then be taxed in the county and lesser taxing districts, based upon the valuation so certified, in the same manner as in other property.\n\n[C31, 35, §7103-d14; C39, §7103.14; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.14]\n\n2003 Acts, ch 145, §286; 2009 Acts, ch 60, §15; 2015 Acts, ch 109, §57, 75\n\nReferred to in §331.512, 438.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-14/"
    },
    {
      "id": "section-43815",
      "number": "438.15",
      "heading": "Levy and collection of tax.",
      "text": "438.15 Levy and collection of tax.\n\nAt the first meeting of the board of supervisors held after the statement of the department of revenue under section 438.14 is received by the county auditor, the board shall cause the same to be entered on its minute book, and make and enter in the minute book an order describing and stating the assessed value of each pipeline lying in each city, township, or lesser taxing district in its county, through or into which the pipeline extends, as fixed by the department of revenue, which shall constitute the assessed value of the property for taxing purposes; and the taxes on the property, when collected by the county treasurer, shall be disposed of as other taxes. The county auditor shall transmit a copy of the order to the council of the city, or the trustees of the township, as the case may be.\n\n[C31, 35, §7103-d15; C39, §7103.15; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.15]\n\n2003 Acts, ch 145, §286; 2004 Acts, ch 1101, §57; 2015 Acts, ch 109, §58, 75; 2016 Acts, ch 1073, §119\n\nReferred to in §331.512",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-15/"
    },
    {
      "id": "section-43816",
      "number": "438.16",
      "heading": "Taxation procedure.",
      "text": "438.16 Taxation procedure.\n\nAll such pipeline property shall be taxable upon said assessment at the same rates, by the same officers, and for the same purpose as the property of individuals within such counties, cities, townships and lesser taxing districts.\n\n[C31, 35, §7103-d16; C39, §7103.16; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.16]\n\nReferred to in §331.512",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-16/"
    },
    {
      "id": "section-43817",
      "number": "438.17",
      "heading": "Nonpayment of tax — collection.",
      "text": "438.17 Nonpayment of tax — collection.\n\nIf said tax is not paid, the county treasurer shall collect the same by whatever method may seem proper.\n\n[C31, 35, §7103-d17; C39, §7103.17; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-17/"
    },
    {
      "id": "section-43818",
      "number": "438.18",
      "heading": "Nonpayment of tax — effect.",
      "text": "438.18 Nonpayment of tax — effect.\n\nIf said tax is not paid within the fiscal year in which the same is due, the company shall not be permitted thereafter to use the public or private property of the state of Iowa, or to operate in Iowa for any purpose.\n\n[C31, 35, §7103-d18; C39, §7103.18; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-18/"
    },
    {
      "id": "section-43819",
      "number": "438.19",
      "heading": "Scope of chapter.",
      "text": "438.19 Scope of chapter.\n\nThe provisions of this chapter shall not apply to a gas distributing plant or company located entirely within any city and not a part of a pipeline transportation company. Such local municipal plant shall be taxed in the municipality where located.\n\n[C31, 35, §7103-d19; C39, §7103.19; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §438.19]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-x/chapter-438/section-438-19/"
    }
  ]
}