{
  "state": "connecticut",
  "path": "title-title-19a-public-health-and-well-being/chapter-chapter-368q-medicolegal-investigations",
  "sections": [
    {
      "id": "section-19a-400",
      "number": "19a-400.",
      "heading": "(Formerly Sec. 19-525). - Short title: Medicolegal Investigations Act",
      "text": "Section 19a-401. (Formerly Sec. 19-526). - Commission on Medicolegal Investigations. Regulations.Section 19a-402. (Formerly Sec. 19-526a). - Commission and office within The University of Connecticut Health Center for administrati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19a-401",
      "number": "19a-401.",
      "heading": "(Formerly Sec. 19-526). - Commission on Medicolegal Investigations. Regulations.",
      "text": "(a) There is established a Commission on Medicolegal Investigations, as an independent administrative commission, consisting of the Commissioner of Public Health, or the commissioner's designee, and eight members appointed by the Governor as follows: Two full professors of pathology, two full professors of law, a member of the Connecticut Medical Society, a member of the Connecticut Bar Association, and two members of the public. The Governor shall appoint the member of the Connecticut Medical Society from a panel of not less than three members of that society recommended by the council of that society; and the member of the Connecticut Bar Association from a panel of not less than three members of that association recommended by that association. All appointments to full terms shall be for six years. Vacancies shall be filled for the expiration of the term of the member being replaced. Members shall be eligible for reappointment. The commission shall elect annually one of its members as chairperson and one as vice-chairperson. Members of the commission shall receive no compensation but shall be reimbursed for their actual expenses incurred in service on the commission. The commission shall meet at least once each year and more often as its duties require, upon the request of any two members and shall meet at least once each year with those persons and groups that are affected by commission policies and procedures. The commission shall adopt its own rules for the conduct of its meetings.\n\n(b) The commission shall adopt regulations, in accordance with chapter 54, as necessary or appropriate to carry out effectively the administrative provisions of this chapter.\n\n(1969, P.A. 699, S. 2, 16; P.A. 77-614, S. 323, 587, 610; P.A. 78-303, S. 85, 136; P.A. 81-473, S. 14, 43; P.A. 90-271, S. 14, 24; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-195, S. 143, 181; P.A. 15-242, S. 20; P.A. 22-58, S. 59.)\n\nHistory: P.A. 77-614 and P.A. 78-303 replaced commissioner of health with commissioner of health services, effective January 1, 1979; P.A. 81-473 added requirement that commission meet at least once each year with persons and groups affected by commission policies and procedures; Sec. 19-526 transferred to Sec. 19a-401 in 1983; P.A. 90-271 made a technical change; P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-195 amended Subsec. (b) to reference chapter 54, effective July 11, 2001; P.A. 15-242 amended Subsec. (a) by adding reference to the commissioner's designee; P.A. 22-58 amended Subsec. (a) by substantially revising Governor's appointments to commission, including deleting provisions re appointments from panels, initial terms of members and vacancy appointments and made technical and conforming changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-401-formerly-sec-19-526/"
    },
    {
      "id": "section-19a-402",
      "number": "19a-402.",
      "heading": "(Formerly Sec. 19-526a). - Commission and office within The University of Connecticut Health Center for administrative purposes.",
      "text": "Section 19a-402 is repealed, effective July 1, 2014.\n\n(P.A. 77-614, S. 333, 610; P.A. 79-560, S. 33, 39; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; June 12 Sp. Sess. P.A. 12-1, S. 100; P.A. 14-217, S. 259.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-402-formerly-sec-19-526a/"
    },
    {
      "id": "section-19a-403",
      "number": "19a-403.",
      "heading": "(Formerly Sec. 19-527). - Office of the Chief Medical Examiner. Fees. Regulations.",
      "text": "(a) The Office of the Chief Medical Examiner is established to be operated under the control and supervision of the commission. The expenses of the commission and of operating said office shall be paid by the state out of funds appropriated for the purpose. The office shall be directed by a Chief Medical Examiner who shall be appointed by the commission. The office shall be located at a medical school in this state. The Chief Medical Examiner or any member of the professional staff of the Office of the Chief Medical Examiner who is summoned to give expert testimony in a civil action in his or her capacity as the Chief Medical Examiner or a member of the office shall be allowed and paid a witness fee of five hundred dollars for each day or portion thereof the Chief Medical Examiner or such staff member is required to attend court. Such fee shall be taxed as a part of the costs of the action and be paid by the party requesting the appearance, and any such fee received shall be deposited in the General Fund except no fee shall be imposed if the requesting party is the state.\n\n(b) The Commission on Medicolegal Investigations shall prescribe fees to be charged for expert services, including witness and consultation services, provided by the Chief Medical Examiner or any member of the professional staff of the Office of the Chief Medical Examiner. The commission shall adopt regulations in accordance with the provisions of chapter 54 concerning the application and collection of such fees.\n\n(1969, P.A. 699, S. 3; 1971, P.A. 412, S. 1; P.A. 79-47, S. 7; May Sp. Sess. P.A. 92-6, S. 12, 117; P.A. 93-237, S. 1, 2; P.A. 23-31, S. 22.)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of the medical examiner; P.A. 79-47 renamed office as office of chief medical examiner and made technical correction for clarity; Sec. 19-527 transferred to Sec. 19a-403 in 1983; May Sp. Sess. P.A. 92-6 added provision establishing fees for the chief medical examiner or staff member to attend court; P.A. 93-237 amended Subsec. (a) to raise witness fee from $300 to $500, to provide the fee be taxed as part of the costs of the action and that the fee not be imposed if requesting party is the state and added new Subsec. (b) permitting the Commission on Medicolegal Investigations to prescribe fees for expert services provided by the office of the chief medical examiner, effective July 1, 1993; P.A. 23-31 amended Subsec. (a) by making technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-403-formerly-sec-19-527/"
    },
    {
      "id": "section-19a-404",
      "number": "19a-404.",
      "heading": "(Formerly Sec. 19-528). - Chief Medical Examiner.",
      "text": "The Chief Medical Examiner shall be a citizen of the United States and a doctor of medicine licensed to practice medicine in Connecticut and shall have had a minimum of four years postgraduate training in pathology, board certification in forensic pathology from the American Board of Pathology and such additional subsequent experience in forensic pathology as the commission may determine, provided any person otherwise qualified who is not licensed to so practice may be appointed Chief Medical Examiner, provided he or she obtains such a license within one year of his or her appointment. The Commission on Medicolegal Investigations shall submit recommendations concerning the Chief Medical Examiner's salary and annual increments to such salary to the Commissioner of Administrative Services for review and approval pursuant to section 4-40. The Chief Medical Examiner's term of office shall be fixed by the commission and the Chief Medical Examiner may be removed by the commission only for cause. Under the direction of the commission, the Chief Medical Examiner shall prepare for transmission to the Secretary of the Office of Policy and Management as required by law estimates of expenditure requirements. The Chief Medical Examiner shall account to the State Treasurer for all fees and moneys received and expended by him or her by virtue of his or her office. The Chief Medical Examiner may as part of his or her duties teach medical and law school classes, conduct special classes for police investigators and engage in other activities related to the work of the office to such extent and on such terms as may be authorized by the commission. On and after January 1, 2022, the Chief Medical Examiner shall earn at least one contact hour of training or education in sudden unexpected death in epilepsy as part of the continuing medical education he or she is required to obtain pursuant to section 20-10b. As used in this section, “sudden unexpected death in epilepsy” means the death of a person with epilepsy that is not caused by injury, drowning or other known causes unrelated to epilepsy.\n\n(1969, P.A. 699, S. 4; P.A. 96-180, S. 60, 166; P.A. 10-81, S. 1; P.A. 21-26, S. 1; P.A. 23-31, S. 23.)\n\nHistory: Sec. 19-528 transferred to Sec. 19a-404 in 1983; P.A. 96-180 changed obsolete reference to “director of the budget” to “Secretary of the Office of Policy and Management”, effective June 3, 1996; P.A. 10-81 made technical changes and replaced provision authorizing Commission on Medicolegal Investigations to fix Chief Medical Examiner's salary with provision requiring commission to provide salary recommendations to Commissioner of Administrative Services for review and approval, effective May 26, 2010; P.A. 21-26 added provision re Chief Medical Examiner to earn one contact hour of training or education in sudden unexpected death in epilepsy; P.A. 23-31 added “, board certification in forensic pathology from the American Board of Pathology”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-404-formerly-sec-19-528/"
    },
    {
      "id": "section-19a-405",
      "number": "19a-405.",
      "heading": "(Formerly Sec. 19-529). - Deputy Chief Medical Examiner. Staff.",
      "text": "The Chief Medical Examiner, with the approval of the Commission on Medicolegal Investigations, shall appoint a deputy who shall perform all the duties of the Chief Medical Examiner in case of the Chief Medical Examiner's sickness or absence and such associate medical examiners, assistant medical examiners, pathologists, toxicologists, laboratory technicians and other professional staff as the commission may specify. The commission in advance of appointments shall specify the qualifications required for each position in terms of education, experience and other relevant considerations. The commission shall submit recommendations concerning (1) the Deputy Chief Medical Examiner's salary and annual increments to such salary, and (2) the salaries and compensation of other professional staff to the Commissioner of Administrative Services for review and approval pursuant to section 4-40. The Chief Medical Examiner, the Deputy Chief Medical Examiner, associate medical examiners, and assistant medical examiners shall take the oath provided by law for public officers. Other staff members as determined by the commission shall be appointed by the Chief Medical Examiner, subject to the provisions of chapter 67 and the rules of the commission not inconsistent therewith.\n\n(1969, P.A. 699, S. 5; P.A. 77-614, S. 67, 610; P.A. 79-47, S. 8; P.A. 96-180, S. 61, 166; P.A. 05-280, S. 82; P.A. 10-81, S. 2; P.A. 23-31, S. 24.)\n\nHistory: P.A. 77-614 replaced personnel policy board with commissioner of administrative services; P.A. 79-47 allowed appointment of associate medical examiners and designated deputy as deputy “chief” medical examiner; Sec. 19-529 transferred to Sec. 19a-405 in 1983; P.A. 96-180 made a technical change, effective June 3, 1996; P.A. 05-280 authorized commission to fix Deputy Chief Medical Examiner's annual salary and made a technical change, effective July 1, 2005; P.A. 10-81 made technical changes and replaced provision authorizing Commission on Medicolegal Investigations to fix Deputy Chief Medical Examiner's salary with provision requiring commission to provide recommendations for deputy's salary to Commissioner of Administrative Services for review and approval, effective May 26, 2010; P.A. 23-31 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-405-formerly-sec-19-529/"
    },
    {
      "id": "section-19a-406",
      "number": "19a-406.",
      "heading": "(Formerly Sec. 19-530). - Powers and duties of Chief Medical Examiner. Certified pathologists. Autopsies.",
      "text": "(a) The Chief Medical Examiner shall investigate all human deaths in the following categories: (1) Violent deaths, whether apparently homicidal, suicidal or accidental, including but not limited to deaths due to thermal, chemical, electrical or radiational injury and deaths due to criminal abortion, whether apparently self-induced or not; (2) sudden or unexpected deaths not caused by readily recognizable disease; (3) deaths under suspicious circumstances; (4) deaths of persons whose bodies are to be cremated, buried at sea or otherwise disposed of so as to be thereafter unavailable for examination; (5) deaths related to disease resulting from employment or to accident while employed; (6) deaths related to disease which might constitute a threat to public health; and (7) any other death, not clearly the result of natural causes, that occurs while the deceased person is in the custody of a peace officer or a law enforcement agency or the Commissioner of Correction. The Chief Medical Examiner may require autopsies in connection with deaths in the preceding categories when it appears warranted for proper investigation and, in the opinion of the Chief Medical Examiner, the Deputy Chief Medical Examiner, an associate medical examiner or an authorized assistant medical examiner, an autopsy is necessary. The autopsy shall be performed at the Office of the Chief Medical Examiner or by a designated pathologist at a community hospital. Where indicated, the autopsy shall include toxicologic, histologic, microbiologic and serologic examinations. If a medical examiner has reason to suspect that a homicide has been committed, the autopsy shall be performed at the Office of the Chief Medical Examiner or by a designated pathologist in the presence of at least one other designated pathologist if such other pathologist is immediately available. A detailed description of the findings of all autopsies shall be written or dictated during their progress. The findings of the investigation at the scene of death, the autopsy and any toxicologic, histologic, serologic and microbiologic examinations and the conclusions drawn therefrom shall be filed in the Office of the Chief Medical Examiner.\n\n(b) The Chief Medical Examiner shall designate pathologists who are certified by the Department of Public Health to perform autopsies in connection with the investigation of any deaths in the categories listed in subsection (a) of this section. Any deputy chief state's attorney, state's attorney or assistant state's attorney, including from the Office of the Inspector General pursuant to section 51-277e, shall have the right to require an autopsy by a pathologist so designated in any case in which there is a suspicion that death resulted from a criminal act. The official requiring said autopsy shall make a reasonable effort to notify whichever one of the following persons, eighteen years of age or older, assumes custody of the body for purposes of burial: Father, mother, husband, wife, child, guardian, next of kin, friend or any person charged by law with the responsibility for burial, that said autopsy has been required, however performance of said autopsy need not be delayed pending such notice.\n\n(c) If there are no other circumstances which would appear to require an autopsy and if the investigation of the circumstances and examination of the body enable the Chief Medical Examiner, the Deputy Chief Medical Examiner, an associate medical examiner or an authorized assistant medical examiner to conclude with reasonable certainty that death occurred from natural causes or obvious traumatic injury, the medical examiner in charge shall certify the cause of death and file a report of his findings in the Office of the Chief Medical Examiner.\n\n(1969, P.A. 699, S. 6, 7; 1971, P.A. 412, S. 2; 735; P.A. 77-614, S. 323, 610; P.A. 79-47, S. 9; P.A. 80-190, S. 8; P.A. 84-9; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 96-180, S. 62, 166; July Sp. Sess. P.A. 20-1, S. 36.)\n\nHistory: 1971 acts added Subsec. (c) and required that official requiring autopsy make reasonable effort to notify person assuming custody of body for burial; P.A. 77-614 replaced department of health with department of health services, effective January 1, 1979; P.A. 79-47 added word “chief” in titles of agency and deputy medical examiner, changed provision re performance of autopsies to require performance at office of chief medical examiner or at community hospital by pathologist, previously required that autopsy be performed by chief or deputy chief medical examiner or by pathologist without reference to place where performed; P.A. 80-190 removed coroners and deputy coroners as persons who may request autopsies in Subsec. (b); Sec. 19-530 transferred to Sec. 19a-406 in 1983; P.A. 84-9 restated provisions re autopsy procedure; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 96-180 made a technical grammatical change, effective June 3, 1996; July Sp. Sess. P.A. 20-1 added Subdiv. (7) re death in custody in Subsec. (a) and added references to deputy chief state's attorney and Office of the Inspector General in Subsec. (b).\n\nSee Sec. 19a-286 re consent to postmortem examination or autopsy.\n\nSee Sec. 19a-413 re autopsy of exhumed body.\n\nSee Sec. 20-101a re pronouncement of death by a registered nurse.\n\nAnnotations to former section 19-530:\n\nCited. 201 C. 448.\n\nCited. 5 CA 316.\n\nAnnotations to present section:\n\nCited. 201 C. 448.\n\nCited. 4 CA 468.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-406-formerly-sec-19-530/"
    },
    {
      "id": "section-19a-407",
      "number": "19a-407.",
      "heading": "(Formerly Sec. 19-531). - Reports of deaths. Procedure.",
      "text": "(a) All law enforcement officers, state's attorneys, prosecuting attorneys, employees of the Department of Correction, other officials, physicians, funeral directors, embalmers and other persons shall promptly notify the Office of the Chief Medical Examiner of any death coming to their attention which is subject to investigation by the Chief Medical Examiner under this chapter, shall assist in making dead bodies and related evidence available to that office for investigations and postmortem examinations, including autopsies, and shall cooperate fully with said office in making the investigations and examinations herein provided for. In conducting such investigations or examinations, the Chief Medical Examiner may issue subpoenas requiring the production of medical reports, records or other documents concerning the death under investigation and compelling the attendance and testimony of any person having pertinent knowledge of such death.\n\n(b) In cases of apparent homicide or suicide, or of accidental death, the cause of which is obscure, or any other death, not clearly the result of natural causes, that occurs while the deceased person is in the custody of a peace officer or a law enforcement agency or the Commissioner of Correction, the scene of the event shall not be disturbed until authorized by the Chief Medical Examiner or his or her authorized representative. Upon receipt of notification of a death as provided herein, the Chief Medical Examiner or his or her authorized representative shall view and take charge of the body without delay.\n\n(c) In conducting his or her investigation, the Chief Medical Examiner or his or her authorized representative shall have access to any objects, writings or other articles of property in the custody of any law enforcement official which in the Chief Medical Examiner's opinion may be useful in establishing the cause or manner of death. Upon the Chief Medical Examiner's request, a law enforcement official having custody of such articles shall deliver them to the Chief Medical Examiner, along with copies of any reports of the analysis of such articles by such law enforcement official. The Chief Medical Examiner shall analyze such articles and return them to the official from whom they were obtained. When such articles are no longer required to be kept for the purposes of justice, the law enforcement official who has custody of them shall deliver them to the person or persons entitled to their custody. If such articles are not claimed by such person or persons entitled thereto within one year after the date of death, such articles may be disposed of by the law enforcement official as provided in section 54-36.\n\n(d) Any person who wilfully fails to comply with any provision of this section shall be fined not more than five hundred dollars or imprisoned not more than one year, or both.\n\n(1969, P.A. 699, S. 8; 1971, P.A. 412, S. 3; 1972, P.A. 6, S. 1; P.A. 79-47, S. 10; P.A. 80-190, S. 9; P.A. 90-158, S. 2; P.A. 98-14; July Sp. Sess. P.A. 20-1, S. 37.)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of the medical examiner and added references to holding and analyzing property in Subsec. (c); 1972 act gave chief medical examiner power to issue subpoenas and compel attendance and testimony of witnesses in Subsec. (a); P.A. 79-47 added word “chief” to agency name and gave deputy chief and associate medical examiners authority under Subsec. (b); P.A. 80-190 removed coroners and deputy coroners from Subsec. (a); Sec. 19-531 transferred to Sec. 19a-407 in 1983; P.A. 90-158 substituted authorized representative for deputy chief medical examiner, associate medical examiner or an authorized assistant medical examiner in Subsec. (b); P.A. 98-14 amended Subsec. (c) by deleting “except as may be otherwise directed by the state's attorney or an assistant state's attorney” and providing that the Chief Medical Examiner will have access to, rather than possession of, objects, writings or other articles of property in custody of law enforcement official, who shall deliver them, upon request, to the Chief Medical Examiner who shall return them to the law enforcement official, and the law enforcement official shall, when such articles are no longer needed, deliver them to person entitled to custody; July Sp. Sess. P.A. 20-1 added “employees of the Department of the Correction,” in Subsec. (a), added provision re death in custody in Subsec. (b) and made technical changes in Subsecs. (b) and (c).\n\nAnnotation to former section 19-531:\n\nCited. 5 CA 316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-407-formerly-sec-19-531/"
    },
    {
      "id": "section-19a-407a",
      "number": "19a-407a.",
      "heading": "DNA typing.",
      "text": "(a) After performing any death scene investigation when homicide is suspected, the official with custody of the human remains shall ensure that the human remains are delivered to the Office of the Chief Medical Examiner.\n\n(b) The Chief Medical Examiner shall obtain from the human remains (1) samples of tissue suitable for DNA typing, if possible, or (2) samples of whole bone or hair suitable for DNA typing. The Chief Medical Examiner shall immediately submit the samples obtained to the Division of Scientific Services within the Department of Emergency Services and Public Protection.\n\n(P.A. 11-102, S. 2.)\n\nHistory: (Revisor's note: In Subsec. (b), “Division of Scientific Services within the Department of Public Safety” was changed editorially by the Revisors to “Division of Scientific Services within the Department of Emergency Services and Public Protection” to conform with changes made by P.A. 11-51).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-407a/"
    },
    {
      "id": "section-19a-408",
      "number": "19a-408.",
      "heading": "(Formerly Sec. 19-532). - Disposition of body after proceedings.",
      "text": "After the termination of all proceedings for which the body is required by the Chief Medical Examiner, the Deputy Chief Medical Examiner, an associate medical examiner or an authorized assistant medical examiner, the body shall be delivered to a person or persons entitled by law to receive the same; but, if there are no such persons who will take charge of and dispose of the body, then to the proper authorities of the town in which the body is lying, whose duty it shall be to dispose of it. Whenever the deceased person has not left property sufficient to defray the expenses of disposition of the body, the same shall be paid by such town. The Office of the Chief Medical Examiner may take custody and coordinate the disposition of the body, including cremation or burial, of such body. The Office of the Chief Medical Examiner shall not proceed with the disposition of such body during the twenty-one day period following the date of the pronouncement of death and during such period of time shall make a reasonable effort, including engaging the services of the law enforcement agency of the town in which the deceased person died or of such deceased person's residence to locate and contact any relatives of the deceased person. A funeral director handling the disposition of the body of such deceased person shall notify the Commissioner of Social Services in accordance with sections 17b-84 and 17b-131 for reimbursement. The cremation certificate fee for any such disposition shall be waived.\n\n(1969, P.A. 699, S. 9; P.A. 79-47, S. 11; P.A. 22-58, S. 56.)\n\nHistory: P.A. 79-47 included deputy chief medical examiner and associate medical examiners; Sec. 19-532 transferred to Sec. 19a-408 in 1983; P.A. 22-58 added provisions re disposition of bodies by Office of the Chief Medical Examiner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-408-formerly-sec-19-532/"
    },
    {
      "id": "section-19a-409",
      "number": "19a-409.",
      "heading": "(Formerly Sec. 19-533). - Issuance of death certificate.",
      "text": "The Office of the Chief Medical Examiner shall complete its investigation where reasonably possible within thirty days. Upon completion of the investigation, the Chief Medical Examiner, Deputy Chief Medical Examiner, an associate medical examiner, an authorized assistant medical examiner or a pathologist designated by the Chief Medical Examiner shall file a death certificate, or a certificate supplementing that already filed, with the registrar of vital statistics for the town in which the death occurred, if known, or, if not known, for the town in which the body was found. If the deceased is unidentified, fingerprints, provided mortification has not proceeded so far or the nature of the cause of death was not such as to make identification impossible, shall be sent by said office to the Division of State Police within the Department of Emergency Services and Public Protection.\n\n(1969, P.A. 699, S. 10; 1971, P.A. 412, S. 4; P.A. 77-614, S. 323, 486, 610; P.A. 79-47, S. 12; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 11-51, S. 134; P.A. 23-31. S. 25.)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of medical examiner and required completion of investigations “where reasonably possible, within thirty days” rather than “as soon as reasonably possible, but in any event within thirty days”; P.A. 77-614 replaced department of health with department of health services and made state police department a division within the department of public safety, effective January 1, 1979; P.A. 79-47 added word “chief” to agency name and gave deputy chief medical examiner, associate medical examiners and designated pathologists power to file death certificate; Sec. 19-533 transferred to Sec. 19a-409 in 1983; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; pursuant to P.A. 11-51, “Department of Public Safety” was changed editorially by the Revisors to “Department of Emergency Services and Public Protection”, effective July 1, 2011; P.A. 23-31 deleted “of both hands and a photograph of the body” and “such registrar of vital statistics and copies shall be sent to the Department of Public Health and to”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-409-formerly-sec-19-533/"
    },
    {
      "id": "section-19a-410",
      "number": "19a-410.",
      "heading": "(Formerly Sec. 19-534). - Laboratories.",
      "text": "The Office of the Chief Medical Examiner shall maintain a laboratory or laboratories suitably equipped with medical, scientific and other facilities for performance of the duties imposed by this chapter. Laboratories may be maintained in collaboration with The University of Connecticut or any other medical school or hospital and any other agencies in the state which have facilities that can be used in performing the duties of the office. The manner of compliance with this section shall be in the discretion of the commission.\n\n(1969, P.A. 699, S. 11; 1971, P.A. 412, S. 5; P.A. 79-47, S. 13.)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of medical examiner; P.A. 79-47 added word “chief” to office name and substituted “used” for “utilized”; Sec. 19-534 transferred to Sec. 19a-410 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-410-formerly-sec-19-534/"
    },
    {
      "id": "section-19a-411",
      "number": "19a-411.",
      "heading": "(Formerly Sec. 19-535). - Records.",
      "text": "(a) The Office of the Chief Medical Examiner shall keep full and complete records properly indexed, giving the name, if known, of every person whose death is investigated, the place where the body was found, the date, cause and manner of death and containing all other relevant information concerning the death and a copy of the death certificate. The full report and detailed findings of the autopsy and toxicological and other scientific investigation, if any, shall be a part of the record in each case. The office shall promptly notify the state's attorney having jurisdiction of such death and deliver to the state's attorney copies of all pertinent records relating to every death in which further investigation may be advisable. Any state's attorney, chief of police or other law enforcement official may, upon request, secure copies of such records or other information deemed necessary by such official for the performance of his or her official duties.\n\n(b) The report of examinations conducted by the Chief Medical Examiner, Deputy Chief Medical Examiner, an associate medical examiner or an authorized assistant medical examiner, and of the autopsy and other scientific findings may be made available to the public only through the Office of the Chief Medical Examiner and in accordance with this section, section 1-210 and the regulations of the commission. Any person may obtain copies of such records upon such conditions and payment of such fees as may be prescribed by the commission, except that no person with a legitimate interest in the records shall be denied access to such records, and no person may be denied access to records concerning a person in the custody of the state at the time of death. As used in this section, a “person in the custody of the state” is a person committed to the custody of (1) the Commissioner of Correction for confinement in a correctional institution or facility or a community residence, (2) the Commissioner of Children and Families, or (3) the Commissioner of Developmental Services.\n\n(c) Upon application by the Chief Medical Examiner or state's attorney to the superior court for the judicial district in which the death occurred, or to any judge of the superior court in such judicial district when said court is not then sitting, said court or such judge may limit such disclosure to the extent that there is a showing by the Chief Medical Examiner or state's attorney of compelling public interest against disclosure of any particular document or documents. Public authorities, professional, medical, legal or scientific bodies or universities or similar research bodies may, in the discretion of the commission, have access to all records upon such conditions and payment of such fees as may be prescribed by the commission. Where such information is made available for scientific or research purposes, such conditions shall include a requirement that the identity of the deceased persons shall remain confidential and shall not be published.\n\n(1969, P.A. 699, S. 12; 1971, P.A. 412, S. 6; P.A. 78-280, S. 2, 127; P.A. 79-47, S. 14; P.A. 80-190, S. 10; P.A. 02-137, S. 4; P.A. 07-73, S. 2(b).)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of medical examiner and added provision re availability of examination and autopsy findings to public; P.A. 78-280 replaced “county” with “judicial district”; P.A. 79-47 added word “chief” to agency and deputy medical examiner titles and changed wording slightly for clarity; P.A. 80-190 deleted coroners as persons requiring notification and as persons entitled to copies of records; Sec. 19-535 transferred to Sec. 19a-411 in 1983; P.A. 02-137 divided existing section into Subsecs. (a), (b) and (c) and amended newly designated Subsec. (b) to add that records be made available in accordance with this section, provided that no person may be denied access to records concerning a person in the custody of the state at time of death and defined “a person in the custody of the state”, substituted “except that” for “provided” and “in the records” for “therein” and made technical changes throughout the section for the purpose of gender neutrality; pursuant to P.A. 07-73 “Commissioner of Mental Retardation” was changed editorially by the Revisors to “Commissioner of Developmental Services”, effective October 1, 2007.\n\nProvides exception to Sec. 1-19(a) for autopsy reports. 201 C. 448.\n\nCited. 4 CA 468; 21 CA 138.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-411-formerly-sec-19-535/"
    },
    {
      "id": "section-19a-412",
      "number": "19a-412.",
      "heading": "(Formerly Sec. 19-536). - Records as evidence.",
      "text": "The records of the Office of the Chief Medical Examiner, or transcripts thereof certified by the Chief Medical Examiner or his authorized representative, shall be subject to subpoena and shall be admissible in evidence in any court in the state in the same manner and subject to the same conditions as hospital records as provided in section 4-104, except that the findings or conclusions of the Chief Medical Examiner, his deputy, an associate medical examiner or an assistant medical examiner as to the cause or circumstances of death, other than those set forth in the death certificate or the autopsy report, and statements by witnesses or other persons and conclusions upon extraneous matters shall not be admissible.\n\n(1969, P.A. 699, S. 13; 1971, P.A. 412, S. 7; P.A. 79-47, S. 15.)\n\nHistory: 1971 act replaced office of medicolegal investigations with office of medical examiner; P.A. 79-47 added word “chief” to office name and included findings by associate medical examiners; Sec. 19-536 transferred to Sec. 19a-412 in 1983.\n\nCited. 214 C. 146.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-412-formerly-sec-19-536/"
    },
    {
      "id": "section-19a-413",
      "number": "19a-413.",
      "heading": "(Formerly Sec. 19-537). - Exhuming of bodies.",
      "text": "If death occurred under circumstances as enumerated in subsection (a) of section 19a-406 and if the body has been buried without proper certification of death, the Chief Medical Examiner or his deputy, upon ascertaining such facts, shall notify the state's attorney of the judicial district in which the body was buried. The state's attorney shall thereupon present such facts to the judge of the superior court of such judicial district, and the judge may by written order require the body to be exhumed and an autopsy performed at the Office of the Chief Medical Examiner. A copy of such order shall be filed with the registrar of vital statistics of the town in which the body was buried. A full and complete report of the facts developed by such autopsy and the findings of the person making the same shall be filed without unnecessary delay and a copy given to the state's attorney of the judicial district within which the death occurred or the body was buried.\n\n(1969, P.A. 699, S. 14; P.A. 78-280, S. 2, 127; P.A. 79-47, S. 16.)\n\nHistory: P.A. 78-280 replaced “county” with “judicial district”; P.A. 79-47 referred to autopsies performed at office of chief medical examiner rather than performed by chief medical examiner or designated deputy and made minor wording change; Sec. 19-537 transferred to Sec. 19a-413 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-413-formerly-sec-19-537/"
    },
    {
      "id": "section-19a-414",
      "number": "19a-414.",
      "heading": "(Formerly Sec. 19-538). - Expenditures.",
      "text": "The Chief Medical Examiner is authorized to make reasonable expenditures for services necessary to the performance of his duties.\n\n(1969, P.A. 699, S. 15.)\n\nHistory: Sec. 19-538 transferred to Sec. 19a-414 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-414-formerly-sec-19-538/"
    },
    {
      "id": "section-19a-415",
      "number": "19a-415.",
      "heading": "Development and publication of brochure by Office of Chief Medical Examiner.",
      "text": "The Office of the Chief Medical Examiner shall develop and publish a brochure concerning an explanation of the laws, regulations, procedures and practices of the office and the rights of families of persons whose bodies are in custody of the Office of the Chief Medical Examiner.\n\n(P.A. 99-37, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-415/"
    },
    {
      "id": "section-19a-415a",
      "number": "19a-415a.",
      "heading": "Release of biologic material of a deceased person.",
      "text": "(a) For purposes of this section: (1) “Biologic material” means blood or other tissue suitable for DNA (deoxyribonucleic acid) analysis or testing; and (2) “next of kin” means (A) a spouse; (B) an adult child; (C) a parent; (D) an adult sibling; or (E) a grandparent.\n\n(b) Upon receiving the written consent of a deceased person's next of kin, the Office of the Chief Medical Examiner shall release biologic material of the deceased person to a clinical laboratory, licensed in accordance with the provisions of section 19a-565, for the purpose of determining paternity or for the purpose of determining a diagnosis of a life-threatening illness in a living individual.\n\n(c) In any case where a deceased person's next of kin does not provide written consent to the release of biologic material for the purposes described in subsection (b) of this section, an interested person may petition the superior court for the judicial district in which the death occurred for an order for the release of biologic material of the deceased person from the Office of the Chief Medical Examiner for the purpose of determining paternity or for the purpose of determining a diagnosis of a life-threatening illness in a living individual. The court may, after due consideration of the equities involved, enter an order for the release of such biologic material. In any case where such order is entered, such biologic material shall only be released to a clinical laboratory licensed in accordance with the provisions of section 19a-30. Subject to applicable state and federal law, the licensed clinical laboratory may release the results of any analysis or testing of such biologic material to the petitioner. All reasonable costs of such analysis or testing shall be paid by the petitioner.\n\n(P.A. 09-37, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368q/section-19a-415a/"
    },
    {
      "id": "section-19a-416",
      "number": "19a-416",
      "heading": "to 19a-419. - Reserved for future use.",
      "text": "to 19a-419. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}