{
  "state": "connecticut",
  "path": "title-title-19a-public-health-and-well-being/chapter-chapter-368n-houses-of-assignation",
  "sections": [
    {
      "id": "section-19a-345",
      "number": "19a-345.",
      "heading": "(Formerly Sec. 19-316). - Houses of assignation, lewdness and prostitution, nuisances",
      "text": "Any person who erects, establishes, maintains, uses, owns or leases any building or place used for the purpose of lewdness, assignation or prostitution shall be guilty of maintaining a nuisance, and the building, the place and the ground upon which such lewdness, assignation or prostitution is conducted, permitted or carried on, including the furniture, fixtures, musical instruments and movable property used in conducting or maintaining any such place, are also declared to be nuisances.\n\n(1949 Rev., S. 4206.)\n\nHistory: Sec. 19-316 transferred to Sec. 19a-345 in 1983.\n\nSee Sec. 53a-82 et seq. re penalties for offenses involving prostitution.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-345-formerly-sec-19-316/"
    },
    {
      "id": "section-19a-346",
      "number": "19a-346.",
      "heading": "(Formerly Sec. 19-317). - Injunction.",
      "text": "Whenever a nuisance is kept or maintained, as defined in this chapter, the state's attorney for the judicial district in which such nuisance is located or any citizen of such judicial district may maintain an action in the Superior Court in the name of the state, upon the relation of such state's attorney or citizen, to perpetually enjoin any such nuisance and the person or persons conducting or maintaining the same from continuing the same and the owner or agent of the building or ground upon which such nuisance exists from permitting such building or ground or both to be so used. Process shall be served therein as in other actions for the abatement of nuisances and, in such action, the court, or judge in vacation, shall, upon the presentation of a verified complaint therefor, alleging that the nuisance complained of exists, issue a temporary writ of injunction without bond. When a temporary injunction is prayed for, the court, on application, may issue an ex parte restraining order, restraining the defendants and all other persons from removing or in any manner interfering with the furniture, fixtures, musical instruments and personal property used in conducting such alleged nuisance, until the application for such temporary injunction is disposed of and until the further order of the court thereon. Such restraining order may be served by leaving a copy of the same with any person in charge of such property or residing in the premises or apartment complained of or by posting a copy thereof in a conspicuous place at or upon one or more of the principal doors or entrances to such premises or apartment where such nuisance is alleged to be maintained or by both such delivery and posting. The officer serving such restraining order shall forthwith make a return to the court and an inventory of the personal property situated in and used in conducting or maintaining such nuisance. The mutilation or removal of any copy posted as herein provided while the same is in force shall be a contempt of court, provided such posted order shall contain notice to that effect. Three days' notice in writing shall be given the defendants of the hearing on the application for a temporary injunction, and, if continued at the instance of the defendant, such temporary injunction shall be granted as a matter of course. Each defendant, so notified, shall serve upon the complainant or his attorney a verified answer on or before the date fixed in such notice for such hearing; but the court may allow additional time for answering, provided such extension of time shall not prevent the issuing of such temporary writ as prayed for. The allegations of the answer shall be deemed to be denied without further pleading. Such action shall be returnable to the Superior Court, and in such action evidence of the general reputation of the place shall be admissible for the purpose of proving the existence of such nuisance and shall be prima facie evidence of such nuisance and of knowledge and participation therein on the part of the owners, lessors, lessees, users and all those in possession of, or having charge of as agent or otherwise, or having any interest in, any property used in conducting or maintaining such nuisance. If the complaint is brought by a citizen, it shall not be dismissed except upon a sworn statement made by the complainant and his attorney, setting forth the reasons why the action should be dismissed, and the dismissal shall be approved by the state's attorney, in writing or in open court. If the court is of the opinion that the action ought not to be dismissed, it may direct the state's attorney to prosecute such action to judgment, and, if the action is continued more than one term of court, any citizen of the judicial district or the state's attorney may be substituted for the complaining party and prosecute such action to judgment. If the action is brought by a citizen and the court finds no reasonable ground or cause for such action, the costs shall be taxed against such citizen.\n\n(1949 Rev., S. 4207; P.A. 78-280, S. 2, 127.)\n\nHistory: P.A. 78-280 replaced “county” with “judicial district”; Sec. 19-317 transferred to Sec. 19a-346 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-346-formerly-sec-19-317/"
    },
    {
      "id": "section-19a-347",
      "number": "19a-347.",
      "heading": "(Formerly Sec. 19-318). - Disobeying injunction; penalty.",
      "text": "In case of the violation of any injunction granted under the provisions of this chapter or of any restraining order or in case of the commission of any contempt of court under any proceedings under the provisions of section 19a-346, the court or, in vacation, a judge thereof may summarily try and punish the offender. Proceedings on account of such violation shall be commenced by filing with the clerk of the court a complaint under oath, alleging facts constituting such violation, upon which the court or judge shall cause a warrant to issue, upon which the accused shall be arrested. The trial may be had upon affidavits, or either party may demand the production and oral examination of witnesses. Any person found guilty of contempt shall be guilty of a class C misdemeanor.\n\n(1949 Rev., S. 4208; P.A. 12-80, S. 112.)\n\nHistory: Sec. 19-318 transferred to Sec. 19a-347 in 1983; P.A. 12-80 replaced penalty of a fine of not more than $500 or imprisonment of not more than 2 months or both with a class C misdemeanor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-347-formerly-sec-19-318/"
    },
    {
      "id": "section-19a-348",
      "number": "19a-348.",
      "heading": "(Formerly Sec. 19-319). - Judgment and abatement; fees.",
      "text": "If the existence of the nuisance is admitted or established in an action under this chapter or in a criminal proceeding, an order of abatement shall be entered as a part of the judgment, which order shall direct the removal from the building or place of all fixtures, furniture, musical instruments and personal property used in conducting such nuisance, and shall direct the sale of so much thereof as belongs to any defendant notified or appearing, in the manner provided for the sale of chattels upon execution, and shall order the closing of the building or place and the discontinuance of its use for any purpose, for a period of one year, unless sooner released. Any owner of any unsold personal property so seized shall appear and claim the same within ten days after such order of abatement has been made, and prove innocence, to the satisfaction of the court, of any knowledge of such use. Each defendant in any such action shall be presumed to have had knowledge of the general reputation of such place. If innocence is established, any unsold personal property belonging to any person found innocent shall be delivered to him, otherwise it shall be sold as hereinbefore provided. If any person breaks and enters or uses any building or place so directed to be closed, he shall be punished for contempt as provided in section 19a-347. For removing and selling any such personal property, the officer shall receive the same fees as for levying upon and selling like property on execution, and for closing any such premises and keeping the same closed a reasonable sum shall be allowed by the court.\n\n(1949 Rev., S. 4209.)\n\nHistory: Sec. 19-319 transferred to Sec. 19a-348 in 1983.\n\nSee Sec. 52-261 re fees and expenses of officers and persons serving process.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-348-formerly-sec-19-319/"
    },
    {
      "id": "section-19a-349",
      "number": "19a-349.",
      "heading": "(Formerly Sec. 19-320). - Action by state's attorney. Fines.",
      "text": "When the existence of any such nuisance has been established, the state's attorney shall proceed promptly, and all money collected shall be paid to the State Treasurer. The proceeds of the sale of the personal property, as provided in section 19a-348, or so much of such proceeds as may be necessary, shall be applied in payment of costs of the action and the abatement of any nuisance, except as hereinafter provided.\n\n(1949 Rev., S. 4210; 1961, P.A. 517, S. 102.)\n\nHistory: 1961 act deleted obsolete reference to county treasurer, county government having been abolished, and substituted state treasurer; Sec. 19-320 transferred to Sec. 19a-349 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-349-formerly-sec-19-320/"
    },
    {
      "id": "section-19a-350",
      "number": "19a-350.",
      "heading": "(Formerly Sec. 19-321). - Owner may give bond.",
      "text": "If the owner of the premises in which such nuisance has been maintained appears and pays the costs taxed by the court and files a bond with sureties approved by the court to the amount of the value of the property, conditioned that he will immediately abate such nuisance and prevent the same from being established or kept within a period of one year thereafter, the court, or in vacation the judge, if satisfied of his good faith, may order the premises to be delivered to such owner, and the order of abatement cancelled, so far as the same relates to such real property.\n\n(1949 Rev., S. 4211.)\n\nHistory: Sec. 19-321 transferred to Sec. 19a-350 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-350-formerly-sec-19-321/"
    },
    {
      "id": "section-19a-351",
      "number": "19a-351.",
      "heading": "(Formerly Sec. 19-322). - Penalty upon issuance of permanent injunction.",
      "text": "Whenever a permanent injunction is issued against any person for maintaining a nuisance as above provided, or against any owner or agent of any building kept or used for such purpose, there shall be imposed upon such building and the ground upon which the same is located and against the person or persons maintaining such nuisance and the owner or agent of such premises a penalty of not more than three hundred dollars. The clerk of the court shall make a return of the imposition of any penalty forthwith to the tax collector of the city or town in which such nuisance is located, who shall enter the same as a tax upon the property and against the persons upon which or whom the lien was imposed, and the provisions of the statutes relating to tax liens and the continuance thereof shall be applicable thereto. The payment of such penalty shall not relieve any person or property from any other penalties provided by law. The provisions of the statutes relating to the collection of taxes, nonpayment thereof and sale of property for taxes shall govern in the collection of the penalty herein prescribed so far as the same are applicable, and the penalty collected shall be applied in payment of any deficiency in the costs of the action and the abatement of such nuisance to the extent of any deficiency after the application thereto of the proceeds of the sale of personal property as above provided, and the remainder of such penalty, with the unexpended portion of the proceeds of the sale of personal property, shall be disposed of in the same manner as fines collected for the keeping of houses of ill-fame, except that ten per cent of the amount of the penalty collected and of the proceeds of the sale of such personal property shall be paid by the Treasurer to the attorney representing the state in the injunction proceedings, at the time of final judgment.\n\n(1949 Rev., S. 4212.)\n\nHistory: Sec. 19-322 transferred to Sec. 19a-351 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-351-formerly-sec-19-322/"
    },
    {
      "id": "section-19a-352",
      "number": "19a-352.",
      "heading": "(Formerly Sec. 19-323). - Nuisance. Penalty.",
      "text": "When such nuisance has been found to exist, and the owner or agent of the building wherein or ground whereon the nuisance has been found to exist was not a party to such proceeding and did not appear in such proceeding, a penalty of not more than three hundred dollars shall be imposed upon any person found to be responsible for the conduct of such nuisance or upon the property. Before such penalty is enforced against such property, the owner or agent thereof shall have appeared therein or shall have been served with a summons and the provisions of the laws relating to the service of civil process shall apply to the service of process. Any person in whose name any real estate affected by any such action stands on the books of the assessors for purposes of taxation shall be presumed to be an owner thereof and, in case of any unknown persons having or claiming any ownership, right, title or interest in property affected by any such action, such unknown persons may be made parties to the action by designating them in the summons and complaint as “all other persons unknown claiming any ownership, right, title or interest in the property affected by this action”, and service may be made by publishing such summons in the manner prescribed in section 52-68. Any person having or claiming such ownership, right, title or interest, and any owner or agent on behalf of himself and such owner, may make, serve and file an answer therein within twenty days after such service and have a trial of his rights in the premises by the court, and, if such cause has already proceeded to trial or to judgment, the court shall fix a time and place for such further trial and shall modify, add to or confirm any finding or judgment as the case requires.\n\n(1949 Rev., S. 4213; P.A. 10-32, S. 74.)\n\nHistory: Sec. 19-323 transferred to Sec. 19a-352 in 1983; P.A. 10-32 made technical changes, effective May 10, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-19a/chapter-368n/section-19a-352-formerly-sec-19-323/"
    },
    {
      "id": "section-19a-353",
      "number": "19a-353",
      "heading": "and 19a-354. - Reserved for future use.",
      "text": "and 19a-354. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}