{
  "state": "connecticut",
  "path": "title-title-51-courts/chapter-chapter-876-attorneys",
  "sections": [
    {
      "id": "section-51-80",
      "number": "51-80.",
      "heading": "Admission.Section 51-80a. - Regulation of foreign legal consultants",
      "text": "The Superior Court may admit and cause to be sworn as attorneys such persons as are qualified therefor, in accordance with the rules established by the judges of the Superior Court. The judges of the Superior Court may establish rules relative to the admission, qualifications, practice and removal of attorneys.\n\n(1949 Rev., S. 7638; P.A. 82-248, S. 69.)\n\nHistory: P.A. 82-248 rephrased provisions but made no substantive changes.\n\nEmployment of attorney as such does not authorize him to discharge plaintiff's claim. 21 C. 245. In suits by him for services, his professional standing and amount of business may be inquired into. 40 C. 97; 105 C. 444; 107 C. 383. A woman may be admitted as an attorney. 50 C. 131. Power of court to remove attorney, and proper causes therefor. 66 C. 585; 80 C. 140; 84 C. 602; 88 C. 447; 90 C. 440; 112 C. 269. Nature of office of attorney. 72 C. 244; 74 C. 700; 80 C. 147. Qualification and procedure for admission generally. 79 C. 46. Right to practice not a property right. Id., 55. Disbarment of attorney who is also judge of probate does not disqualify him as to latter office. 88 C. 447. Source of court's authority for its rules. Id., 456. Order for indefinite suspension is valid. 90 C. 441. Proper to vest in bar examining committee power to make decisions under rules of judges, including power to determine approved law schools. 116 C. 417. History of law with respect to admission of attorneys. 129 C. 52. Applicant may be admitted only when qualified in accordance with rules established by judges; rules have force of statute. 132 C. 241. Legislative recognition of inherent right of the Superior Court to promulgate rules for admission of attorneys; history of section reviewed. 145 C. 222. Cited. 146 C. 556. Can be construed only as a legislative recognition of inherent power of the Superior Court; questions of law arising upon proceedings for admission to the bar are properly presented in a petition to the court. 148 C. 177. Cited. 154 C. 129, 150. Applicant, member of Maryland bar, admitted without examination although practice in Connecticut would be confined to one corporate client. 155 C. 186. Authority of the Superior Court to regulate the conduct of attorneys who are officers of the court. 180 C. 443. Cited. 220 C. 812.\n\nCited. 9 CA 825; 29 CA 43.\n\nCited. 20 CS 268. Terms of injunction in accordance with Supreme Court decision re practice of law by trust departments of banks. 21 CS 42. If an applicant seeks admittance to the bar without examination, he is not the victim of discrimination if strict compliance with the rule is insisted on. 22 CS 214. New York attorney not a member of Connecticut bar held not entitled to recover for legal services rendered in Connecticut. 23 CS 225. Cited. 34 CS 674.\n\nLegislature, by insertion of exception clause in Sec. 1-19, presumed to intend to exclude from operation of “right to know” statutes exclusive power over admission to bar vested in Superior Court by this section. 4 Conn. Cir. Ct. 313, 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-80/"
    },
    {
      "id": "section-51-80a",
      "number": "51-80a.",
      "heading": "Regulation of foreign legal consultants.",
      "text": "The judges of the Superior Court may make rules regulating foreign legal consultants.\n\n(P.A. 91-324, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-80a/"
    },
    {
      "id": "section-51-81",
      "number": "51-81.",
      "heading": "Investigation of qualifications of applicants for admission to the bar.",
      "text": "(a) For the purpose of investigating the moral qualifications or general fitness of any applicant for admission to the bar of the state upon motion or examination, the chairperson of the State Bar Examining Committee and each chairperson of any standing committee on recommendations for admission to the bar, in any county, shall have power to compel the attendance and testimony before it, or before any member thereof, by subpoena and capias issued by such chairperson or other competent authority, of any person who the chairperson reasonably believes may have information useful to the committee in its investigation, at such time and place in the town in which the investigation is being made as may be designated in the subpoena. For such purpose any chairperson may compel the production before the committee, or any member thereof, by subpoena duces tecum, of any books, records, including any military service records, or papers which the chairperson reasonably believes may contain information useful to the committee in its investigation.\n\n(b) A person shall not be excused from testifying before the committee, or any member thereof or from producing books, records or papers on the ground that the testimony or the production of the books, records or papers will tend to incriminate him, but such evidence shall not be used in any criminal proceedings against him.\n\n(c) If any person disobeys any such subpoena or, having appeared in obedience thereto, refuses to answer any pertinent question put to him by the committee or any member thereof, the committee or member may complain to the state's attorney of the judicial district within which the investigation is being made, who, upon being furnished with the necessary information, shall immediately apply to the Superior Court, or to a judge thereof if the court is not in session, setting forth such disobedience to process or refusal to answer. The court or judge shall cite such person to appear before the court or judge and shall inquire as to the truth of the allegations contained in the application. If the court or judge finds the allegations to be true, the court or judge shall commit the person to a community correctional center until he testifies, but not for a longer period than sixty days.\n\n(d) Any such process may be directed to any proper officer and the officer shall serve the process as commanded therein.\n\n(e) The State Bar Examining Committee shall develop and implement a procedure to adapt the administration of the bar examination to the needs of persons with disabilities, provided any such adaptation shall not compromise the validity of the examination. Such procedure shall include a method of informing persons with disabilities of the opportunity to request such an adaptation.\n\n(1949 Rev., S. 7639; 1969, P.A. 297; P.A. 82-248, S. 70; P.A. 90-151, S. 2, 3.)\n\nHistory: 1969 act substituted “community correctional center” for “jail”; P.A. 82-248 reworded provisions but made no substantive changes; P.A. 90-151 changed “chairman” to “chairperson”, included military records as records which are subject to subpoena, and added Subsec. (e) requiring the bar examining committee to develop and implement procedure for administration of bar exam to persons with disabilities.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81/"
    },
    {
      "id": "section-51-81a",
      "number": "51-81a.",
      "heading": "Certificate of registration. Fee. Renewal.",
      "text": "Section 51-81a is repealed.\n\n(June, 1971, P.A. 8, S. 37; 1972, P.A. 223, S. 31.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81a/"
    },
    {
      "id": "section-51-81b",
      "number": "51-81b.",
      "heading": "Occupational tax on attorneys. Collection procedure",
      "text": "(a) Any person who has been admitted as an attorney by the judges of the Superior Court shall annually on or before January fifteenth file an annual return prescribed or furnished by the Commissioner of Revenue Services. If any such person was engaged in the practice of law in the year preceding the year in which an occupational tax is due hereunder, such person, unless exempted under this section, shall annually on or before January fifteenth pay to the Commissioner of Revenue Services a tax in the amount of five hundred sixty-five dollars. Any person who has been admitted as an attorney pro hac vice by a judge of the Superior, Appellate or Supreme Court in accordance with the rules of said court shall file such return and pay such tax as provided in this subsection with respect to any year in which such person was admitted pro hac vice and engaged in the practice of law in this state.\n\n(b) Upon failure of any such person to pay the sum due hereunder within thirty days of the due date, the provisions of section 12-35 shall apply with respect to the enforcement of this section and the collection of such sum. The warrant therein provided for shall be signed by the commissioner or his authorized agent. The amount of any such tax, penalty and interest shall be a lien, from the thirty-first day of December next preceding the due date of such tax until discharged by payment, against all real estate of the taxpayer within the state, and a certificate of such lien signed by the commissioner may be filed for record in the office of the clerk of any town in which such real estate is situated, provided no such lien shall be effective as against any bona fide purchaser or qualified encumbrancer of any interest in any such property. When any tax with respect to which a lien has been recorded under the provisions of this section has been satisfied, the commissioner, upon request of any interested party, shall issue a certificate discharging such lien, which certificate shall be recorded in the same office in which the lien was recorded. Any action for the foreclosure of such lien shall be brought by the Attorney General in the name of the state in the superior court for the judicial district in which the property subject to such lien is situated, or, if such property is located in two or more judicial districts, in the superior court for any one such judicial district, and the court may limit the time for redemption or order the sale of such property or make such other or further decree as it judges equitable.\n\n(c) The Commissioner of Revenue Services shall notify the Chief Court Administrator of the failure of any person to comply with the provisions of this section and the Chief Court Administrator shall notify the judges of the Superior Court of such failure.\n\n(d) If any person fails to pay the amount of tax reported to be due on such person's return within the time specified under the provisions of this section, there shall be imposed a penalty of fifty dollars, which penalty shall be payable to, and recoverable by, the commissioner in the same manner as the tax imposed under this section. Subject to the provisions of section 12-3a, the commissioner may waive all or part of the penalties provided under this section when it is proven to his satisfaction that the failure to pay any tax was due to reasonable cause and was not intentional or due to neglect.\n\n(e) If any tax is not paid when due as provided in this section, there shall be added to the amount of the tax interest at the rate of one per cent per month or fraction thereof from the date the tax became due until it is paid.\n\n(f) If the commissioner is satisfied beyond a reasonable doubt that the failure to file a return or to pay the tax was due to reasonable cause and was not intentional or due to neglect, he may abate or remit the whole or any part of any penalty under this section.\n\n(g) This section shall not apply (1) to any attorney whose name has been removed from the roll of attorneys maintained by the clerk of the superior court for the judicial district of Hartford, (2) to any attorney who has retired from the practice of law, provided the attorney shall file written notice of retirement with the clerk of the superior court for the judicial district of Hartford, (3) to any attorney who does not engage in the practice of law as an occupation and receives less than one thousand dollars in legal fees or other compensation for services involving the practice of law during any calendar year, or (4) with respect to the tax due in any calendar year, to any attorney serving on active duty with the armed forces of the United States for more than six months in such year.\n\n(h) No person shall be liable for payment of the occupational tax under this section solely by virtue of such person having engaged in the practice of law while acting as an employee of the state, any political subdivision of the state or any probate court.\n\n(i) The provisions of sections 12-548 to 12-554, inclusive, and section 12-555a shall apply to the provisions of this section in the same manner and with the same force and effect as if the language of said sections 12-548 to 12-554, inclusive, and section 12-555a had been incorporated in full into this section and had expressly referred to the tax under this section, except to the extent that any such provision is inconsistent with a provision of this section.\n\n(1972, P.A. 223, S. 30; P.A. 76-436, S. 10a, 78, 681; P.A. 77-614, S. 139, 610; P.A. 78-280, S. 5, 127; P.A. 82-172, S. 12, 14; 82-248, S. 71; 82-425; 82-472, S. 135, 183; P.A. 84-305, S. 1, 2; P.A. 88-230, S. 1, 12; P.A. 89-150, S. 2, 3; 89-251, S. 187, 203; P.A. 90-98, S. 1, 2; P.A. 91-236, S. 23, 25; P.A. 93-142, S. 4, 7, 8; P.A. 95-26, S. 49, 52; 95-220, S. 4–6; P.A. 97-243, S. 47, 67; P.A. 00-170, S. 32, 42; P.A. 03-2, S. 42; P.A. 07-46, S. 1; June Sp. Sess. P.A. 09-3, S. 390; Sept. Sp. Sess. 09-8, S. 40; June 12 Sp. Sess. P.A. 12-2, S. 87; P.A. 13-112, S. 1.)\n\nHistory: P.A. 76-436 deleted obsolete provisions re payments before July 1, 1972, payments on that date and payments on or before January 15, 1973, effective July 1, 1978; P.A. 77-614 replaced tax commissioner with commissioner of revenue services, effective January 1, 1979; P.A. 78-280 replaced “Hartford county” with “judicial district of Hartford-New Britain”; P.A. 82-172 added provisions concerning a lien against real estate related to overdue taxes and the lien foreclosure procedure; P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change; P.A. 82-425 eliminated phrase “including the performance of judicial duties” and exempted attorney who does not engage in practice of law as occupation and receives less than $150 during any calendar year; P.A. 82-472 changed the interest charge from 1% to 1.25% per month; P.A. 84-305 added Subsec. (h) re immunity from occupational tax liability for person who would be liable solely by virtue of engaging in the practice of law as an employee of the state, effective May 30, 1984, and applicable with respect to persons engaging in the practice of law in calendar years beginning January 1, 1984, and thereafter; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 89-150 amended Subsec. (d) by adding penalty and waiver of penalty provisions conforming with those in effect for other state taxes and applicable to any person failing to pay the tax within the time required; P.A. 89-251 increased the tax and the minimum income to be subject to the tax from $150 to $450; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 91-236 added Subsec. (i) to include administrative, penalty, hearing and appeal provisions, effective July 1, 1991, and applicable to taxes due on or after that date; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-26 amended Subsec. (e) to lower interest rate from 1.25% to 1%, removed the reference to penalty and made technical changes, effective July 1, 1995, and applicable to taxes due and owing on or after July 1, 1995, whether or not those taxes first became due before said date; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 97-243 amended Subsec. (a) to require filing of return in order to claim exemption, effective June 24, 1997, and applicable to calendar years commencing on or after January 1, 1997; P.A. 00-170 amended Subsec. (h) to exempt from occupational tax liability any person who would be liable solely by virtue of engaging in the practice of law as an employee of any political subdivision of the state or any probate court, effective May 26, 2000, and applicable with respect to attorneys practicing law in this state on or after January 1, 2000; P.A. 03-2 amended Subsec. (a) to require any person admitted as an attorney pro hac vice to file a return and pay the tax with respect to any year in which such person was admitted pro hac vice and engaged in the practice of law in this state, effective February 28, 2003; P.A. 07-46 amended Subsec. (a) to provide that requirement to file a return and pay the tax applies to an attorney admitted pro hac vice “by a judge of the Superior, Appellate or Supreme Court” in accordance with the rules of “said” court; June Sp. Sess. P.A. 09-3 amended Subsec. (a) to increase tax from $450 to $565; Sept. Sp. Sess. P.A. 09-8 changed effective date of June Sp. Sess. P.A. 09-3, S. 390, from October 1, 2009, to October 1, 2009, and applicable to calendar years commencing on or after January 1, 2009, effective October 5, 2009; June 12 Sp. Sess. P.A. 12-2 amended Subsec. (g) to insert new Subdiv. (3) designator re attorney who does not engage in practice of law and earns less than $450 and redesignated existing Subdiv. (3) as Subdiv. (4) re attorney serving on active duty; P.A. 13-112 amended Subsec. (g)(3) re attorney who does not engage in practice of law to increase amount of exempt earnings from less than $450 to less than $1,000.\n\nCited. 168 C. 212.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81b/"
    },
    {
      "id": "section-51-81c",
      "number": "51-81c.",
      "heading": "Program for use of interest on lawyers' clients' funds accounts",
      "text": "(a) A program for the use of interest earned on lawyers' clients' funds accounts is hereby established. The organization administering the program shall use such interest to provide funding for (1) the delivery of legal services to the poor by nonprofit corporations whose principal purpose is providing legal services to the poor, and (2) law school scholarships based on financial need. Each lawyer and law firm having a clients' funds account shall participate in the program. On and after July 1, 2005, each entity, other than a borrower, having an account established to receive loan proceeds from a mortgage lender, as defined in this subsection, shall participate in the program. Under the program, funds in accounts established to receive such loan proceeds, regardless of the amount or period held, and a client's funds that the client's lawyers and law firms determine, in good faith, cannot earn income for the client in excess of the costs incurred to secure such income, shall be deposited by participating lawyers, law firms and entities in interest-bearing accounts specifically established pursuant to the program. Funds deposited in such accounts shall be subject to withdrawal upon request by the depositor and without delay. The interest earned on such accounts shall be paid to an organization qualified under Section 501(c)(3) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, which shall be designated to administer the program by the judges of the Superior Court pursuant to subsection (d) of this section. Nothing in this section shall prevent (A) a lawyer or law firm from depositing a client's funds, regardless of the amount of such funds or the period for which such funds are expected to be held, in a separate interest-bearing account established on behalf of and for the benefit of the client, or (B) an entity from depositing a person's loan proceeds, regardless of the amount of such proceeds or the period for which such proceeds are expected to be held, in a separate interest-bearing account established on behalf of and for the benefit of the person. The organization administering the program shall mail to each lawyer, law firm and entity participating in the program a detailed annual report of all funds disbursed under the program including the amount disbursed to each recipient of funds. Any recipient of funds under the program which, using program funds, represents a party in an action filed after July 1, 1992, against the state or any officer or agency thereof and is awarded attorney's fees in such action by the court, shall reimburse the program for the amount of attorney's fees received in proportion to the percentage of program funds used for the litigation. No recipient of funds under the program may use such funds to pay the occupational tax imposed pursuant to section 51-81b on behalf of any attorney. As used in this section, “mortgage lender” means any person engaged in the business of making mortgage loans, including, but not limited to, a bank, out-of-state bank, Connecticut credit union, federal credit union, out-of-state credit union, mortgage lender or mortgage correspondent lender required to be licensed under sections 36a-485 to 36a-498a, inclusive.\n\n(b) For the purpose of determining under subsection (a) of this section whether a client's funds cannot earn income for the client in excess of the costs incurred to secure such income, the lawyer or law firm shall consider the following factors: (1) The amount of the funds to be deposited; (2) the expected duration of the deposit, including the likelihood of delay in resolving the relevant transaction, proceeding or matter for which the funds are held; (3) the rates of interest, dividends or yield at eligible institutions where the funds are to be deposited; (4) the costs associated with establishing and administering interest-bearing accounts or other appropriate investments for the benefit of the client, including service charges, minimum balance requirements or fees imposed by the eligible institutions; (5) the costs of the services of the lawyer or law firm in connection with establishing and maintaining the account or other appropriate investments; (6) the costs of preparing any tax reports required for income earned on the funds in the account or other appropriate investments; and (7) any other circumstances that affect the capability of the funds to earn income for the client in excess of the costs incurred to secure such income.\n\n(c) No lawyer shall be subject to a complaint that the lawyer is guilty of misconduct for determining in good faith to deposit funds in the interest earned on lawyers' clients' funds account in accordance with this section.\n\n(d) The judges of the Superior Court shall adopt rules to implement the program for the use of interest earned on lawyers' clients' funds accounts, provided nothing in this section shall grant to the judges of the Superior Court or any other judicial authority any legislative, regulatory or rule-making authority over banks, insurance companies or other financial institutions.\n\n(e) The program shall not require the banking corporations or financial institutions receiving such funds, holding such accounts and paying interest on such accounts to the depositors of the account to perform any additional administrative functions or assume any additional responsibilities or obligations in connection with the program or the accounts so maintained.\n\n(f) An advisory panel shall be established to perform the functions described in subsection (g) of this section consisting of five members to be selected as follows: Three members shall be appointed by the Governor, one of whom shall be an executive director of a nonprofit corporation which provides legal services to the poor in this state; and two members shall be appointed by the cochairpersons of the joint standing committee of the General Assembly having cognizance of matters relating to the judiciary. Each member of the panel shall serve for a term which is coterminous with the term of the member's appointing authority. A vacancy shall be filled by the original appointing authority for the balance of the unexpired term.\n\n(g) The advisory panel shall: (1) Consult with and make recommendations to the tax-exempt organization administering the program regarding the implementation and administration of the program, including the methods of allocation and the allocation of funds to be disbursed under the program; (2) review and evaluate, and monitor the impact of the program; and (3) report on the program to the joint standing committees of the General Assembly having cognizance of matters relating to the judiciary and to banks and to the Chief Court Administrator, as may from time to time be requested by such committees or administrator.\n\n(P.A. 84-537, S. 1, 2; P.A. 89-196; 89-211, S. 49; May Sp. Sess. P.A. 92-6, S. 72, 117; P.A. 05-261, S. 1; P.A. 07-91, S. 27; P.A. 08-176, S. 71; P.A. 09-152, S. 6.)\n\nHistory: P.A. 89-196 amended Subsec. (a) to specify that recipients of funds for the delivery of legal services to the poor are to be nonprofit corporations whose principal purpose is providing legal services to the poor, to authorize the use of such interest to provide funding for law school scholarships based on financial need, to make participation in the program mandatory rather than voluntary, and to add provisions allowing a lawyer or law firm to deposit a client's funds in a separate interest-bearing account established on behalf of and for the benefit of the client and requiring the organization administering the program to mail to each participating lawyer or law firm a detailed annual report re the disbursement of funds, and deleted Subsec. (d) requiring lawyers and law firms to notify their clients in order to participate in the program and the judges of the superior court to adopt rules to assure adequate notice to clients, and relettered former Subsecs. (e) and (f) accordingly; P.A. 89-211 clarified reference to the Internal Revenue Code of 1986; May Sp. Sess. P.A. 92-6 amended Subsec. (a) to specify that any recipient of funds under the program who is awarded attorney's fees in actions against the state shall reimburse the program for the amount of the attorney's fees and shall not use program funds to pay the occupational tax; P.A. 05-261 amended Subsec. (a) to provide that each entity, other than a borrower, having an account established to receive loan proceeds from a mortgage lender shall participate in the program regardless of amount or period funds are held, make conforming changes, insert Subpara. designators (A) and (B), and define “mortgage lender”, amended Subsec. (b) to reference insurance companies, and made technical changes throughout, effective July 1, 2005; P.A. 07-91 amended Subsec. (e)(3) to require advisory panel to report on program to banks committee and to make technical changes, effective July 1, 2007; P.A. 08-176 redefined “mortgage lender” to include “mortgage correspondent lender” and made conforming and technical changes in Subsec. (a), effective July 1, 2008; P.A. 09-152 amended Subsec. (a) to replace criteria that client's funds are less than $10,000 or expected to be held not more than 60 business days with criteria that client's lawyers and law firms determine, in good faith, that funds cannot earn income for the client in excess of costs incurred to secure such income, inserted Subsec. (b) re determining whether client's funds cannot earn income and new Subsec. (c) re lawyer not being subject to complaint for misconduct, redesignated existing Subsecs. (b) to (e) as Subsecs. (d) to (g), and made conforming changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81c/"
    },
    {
      "id": "section-51-81d",
      "number": "51-81d.",
      "heading": "Client Security Fund.",
      "text": "(a) The Superior Court, in accordance with rules established by the judges of the Superior Court, may (1) establish a Client Security Fund to (A) reimburse claims for losses caused by the dishonest conduct of attorneys admitted to the practice of law in this state and incurred in the course of an attorney-client relationship, (B) provide for crisis intervention and referral assistance to attorneys admitted to the practice of law in this state who suffer from alcohol or other substance abuse problems or gambling problems, or who have behavioral health problems, and (C) make grants-in-aid to the organization administering the program for the use of interest earned on lawyers' clients' funds accounts pursuant to section 51-81c, for the purpose of funding the delivery of legal services to the poor, and (2) assess any person admitted as an attorney by the Superior Court, in accordance with section 51-80, an annual fee to be deposited in the Client Security Fund for the purposes described in this subsection. Such crisis intervention and referral assistance (i) shall be provided with the assistance of an advisory committee, to be appointed by the Chief Court Administrator, that includes one or more behavioral health professionals, and (ii) shall not be deemed to constitute the practice of medicine or mental health care.\n\n(b) All fees assessed pursuant to subsection (a) of this section and collected by the Superior Court in accordance with rules established by the judges of the Superior Court may be recorded with the State Comptroller and deposited with the State Treasurer, who shall credit such payments to the Client Security Fund. The State Treasurer shall maintain the Client Security Fund separate and apart from all other moneys, funds and accounts and shall credit any interest earned from the Client Security Fund to the fund. The Client Security Fund shall be maintained by the State Treasurer in trust for the sole and exclusive purposes and uses designated in this section. The moneys in the Client Security Fund are not tax revenues and may not be transferred or credited to the General Fund or any other fund or account except as expressly directed by the committee established to administer the fund and in accordance with rules established by the judges of the Superior Court.\n\n(c) The Client Security Fund shall be used to satisfy the claims approved in accordance with procedures established pursuant to rules of the Superior Court, to provide funding for crisis intervention and referral assistance provided pursuant to this section, to make grants-in-aid to the organization administering the program for the use of interest earned on lawyers' clients' funds accounts pursuant to section 51-81c, for the purpose of funding the delivery of legal services to the poor, and to pay the reasonable costs of administration of the fund. Only moneys deposited in the Client Security Fund on or after October 1, 2016, may be used to make any such grants-in-aid to the organization administering the program for the use of interest earned on lawyers' clients' funds accounts pursuant to section 51-81c.\n\n(d) No such fee shall be assessed to any attorney described in subsection (g) of section 51-81b, except that any attorney who does not engage in the practice of law as an occupation and receives less than one thousand dollars in legal fees or other compensation for services involving the practice of law during the calendar year shall be obligated to pay one-half of such fee.\n\n(e) The Commissioner of Revenue Services shall notify the Chief Court Administrator or his designee of the failure of any person to pay any fee assessed in accordance with subsection (a) of this section.\n\n(f) All information given or received in connection with crisis intervention and referral assistance provided pursuant to this section, including the identity of any attorney seeking or receiving such crisis intervention and referral assistance, shall be confidential and shall not be disclosed to any third person other than a person to whom disclosure is reasonably necessary for the accomplishment of the purposes of such crisis intervention and referral assistance, and shall not be disclosed in any civil or criminal case or proceeding or in any legal or administrative proceeding, unless the attorney seeking or obtaining such crisis intervention and referral assistance waives such privilege or unless disclosure is otherwise required by law. Except as otherwise provided in this subsection, no attorney who provides crisis intervention and referral assistance pursuant to this section shall disclose any information given or received in connection with such crisis intervention and referral assistance unless such disclosure is required by the rules governing communications between attorney and client. Unless the privilege under this subsection has been waived or unless disclosure is otherwise required by law, no person in any civil or criminal case or proceeding or in any legal or administrative proceeding may request or require any information given or received in connection with the crisis intervention and referral assistance provided pursuant to this section.\n\n(P.A. 97-267, S. 3; P.A. 00-170, S. 34, 42; 00-191, S. 1, 16; June 30 Sp. Sess. P.A. 03-6, S. 176; May Sp. Sess. P.A. 04-2, S. 21; P.A. 09-29, S. 1; P.A. 16-26, S. 1.)\n\nHistory: P.A. 00-170, effective July 1, 2000, and P.A. 00-191, effective May 26, 2000, both identically amended Subsec. (b) to provide that interest earned from the fund be credited to the fund and to authorize collection by commissioner's designee; June 30 Sp. Sess. P.A. 03-6 amended Subsec. (a) to insert Subpara. (A) designator and add new Subpara. (B) in Subdiv. (1) authorizing fund to provide for crisis intervention and referral assistance to attorneys who suffer from alcohol or other substance abuse problems or gambling problems or who have behavioral health problems and to add provision that such crisis intervention and referral assistance shall be provided with the assistance of an advisory committee that includes one or more behavioral health professionals and shall not be deemed to constitute the practice of medicine or mental health care, amended Subsec. (b) to delete obsolete provision re retroactive crediting of interest, amended Subsec. (c) to require fund to be used to provide funding for crisis intervention and referral assistance, added new Subsec. (d) re exemptions from fee assessment and reduced fee for certain attorneys and redesignated existing Subsec. (d) as Subsec. (e), effective August 20, 2003; May Sp. Sess. P.A. 04-2 made technical changes in Subsecs. (a), (b) and (c) and added Subsec. (f) re confidentiality of information given or received in connection with crisis intervention and referral assistance; P.A. 09-29 amended Subsec. (b) to replace “The Commissioner of Revenue Services, or the commissioner's designee, shall collect any fee established pursuant to subsection (a) of this section, record such payments with the State Comptroller and deposit such payments promptly with the State Treasurer” with “All fees assessed pursuant to subsection (a) of this section and collected by the Superior Court in accordance with rules established by the judges of the Superior Court may be recorded with the State Comptroller and deposited with the State Treasurer”, delete provision re interest earned from fund to be credited to fund and add provisions requiring State Treasurer to maintain fund in trust for sole and exclusive purposes and uses designated in section, specifying that moneys in fund are not tax revenues and prohibiting moneys in fund being transferred or credited to General Fund or any other fund or account except as expressly directed by committee established to administer fund and in accordance with court rules, effective May 7, 2009; P.A. 16-26 amended Subsecs. (a)(1) and (c) by adding provisions authorizing fund to make grants-in-aid for the delivery of legal services to the poor and by making conforming changes, amended Subsec. (a)(2) by adding “for the purposes described in this subsection”, further amended Subsec. (c) by adding provision re only moneys deposited in fund on or after October 1, 2016, may be used to make such grants-in-aid and amended Subsec. (d) by replacing $450 with $1,000, effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81d/"
    },
    {
      "id": "section-51-81e",
      "number": "51-81e",
      "heading": "to 51-81g. - Reserved for future use.",
      "text": "to 51-81g. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51-81h",
      "number": "51-81h.",
      "heading": "Escrow agreement not invalid when attorney-at-law, law firm or agent is escrow holder.",
      "text": "(a) For the purposes of this section:\n\n(1) “Escrow agreement” means a written or oral agreement under which money, documents, instruments or other property is delivered by a party to the agreement or another person to a third party to be held by such third party for delivery or disbursement to another party to the agreement or another person upon the occurrence of an event or condition specified in the agreement.\n\n(2) “Escrow holder” means a third party to whom money, documents, instruments or other property is delivered for subsequent delivery or disbursement in accordance with the escrow agreement.\n\n(b) No escrow agreement shall be ineffective, invalid or unenforceable because the escrow holder is the attorney-at-law, law firm or agent for one or more parties to the escrow agreement, whether in connection with the matter to which the escrow agreement is related or otherwise.\n\n(P.A. 00-74, S. 1, 2.)\n\nHistory: P.A. 00-74 effective May 16, 2000, and applicable to any escrow agreement in existence on or after that date.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-81h/"
    },
    {
      "id": "section-51-82",
      "number": "51-82",
      "heading": "and 51-83. - Admission to examination of attorneys admitted to practice in other states. Examination of veterans for admission.",
      "text": "and 51-83. - Admission to examination of attorneys admitted to practice in other states. Examination of veterans for admission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51-84",
      "number": "51-84.",
      "heading": "Attorneys subject to rules.",
      "text": "(a) Attorneys admitted by the Superior Court shall be attorneys of all courts and shall be subject to the rules and orders of the courts before which they act.\n\n(b) Any such court may fine an attorney for transgressing its rules and orders an amount not exceeding one hundred dollars for any offense, and may suspend or displace an attorney for just cause.\n\n(1949 Rev., S. 7642; P.A. 82-248, S. 72.)\n\nHistory: P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change.\n\nAttorney cannot be compelled in one case to produce in evidence a paper left with him by a client in another case. 3 D. 499. Superior Court alone has power to admit and to suspend or displace attorneys at law. 60 C. 12; 66 C. 587. Should not practice in court where he may act as judge; 72 C. 437; or try case in which he is material witness; 68 C. 201; 72 C. 437; 80 C. 531; 81 C. 350; unless case is his own; 85 C. 209; but adversary's counsel may call him as witness. 81 C. 344. Agreement to bear expense of action and receive one-half proceeds is against public policy. 77 C. 457; 84 C. 594; 107 C. 386. May try case before his brother as judge. 83 C. 180. To deceive court to secure admission of evidence is a contempt. 84 C. 60. Discretion of court as to displacing or suspending attorney. Id., 602. May purchase judgment and sue thereon. 85 C. 260. Disregard of rulings and suggestions of judge justifies displacement or suspension. 88 C. 150. Cited. 129 C. 53. When counsel may withdraw from case which is before court. 147 C. 337. Authority of the Superior Court to regulate the conduct of attorneys who are officers of the court. 180 C. 443. Cited. 190 C. 686; Id., 694; 193 C. 28; 206 C. 454; 214 C. 344; 227 C. 829. Procedural due process challenge to section's validity cannot proceed in the abstract as due process is inherently fact-bound, flexible and calls for protections as the situation demands; claim that disciplinary action under section violated due process was unavailing where appellant had received adequate notice and a meaningful opportunity to be heard; section, by its broad language, encompassing all judicial proceedings, recognizes inherent power of courts to impose sanctions against attorneys. 256 C. 628. Court has jurisdiction over allegations of professional misconduct by a practicing attorney even during a period of disbarment. 282 C. 1.\n\nCited. 15 CA 654; 18 CA 316; Id., 344; 19 CA 340; 21 CA 185; 41 CA 238; 42 CA 617.\n\n“Permanent” disbarment means something less than irrevocable or absolute disbarment and disbarred attorney may be readmitted to practice. 36 CS 41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-84/"
    },
    {
      "id": "section-51-85",
      "number": "51-85.",
      "heading": "Authority and powers of commissioners of the Superior Court.",
      "text": "Each attorney-at-law admitted to practice within the state, while in good standing, shall be a commissioner of the Superior Court and, in such capacity, may, within the state, sign writs and subpoenas, take recognizances, administer oaths and take depositions and acknowledgments of deeds. Each such attorney may also issue subpoenas to compel the attendance of witnesses and subpoenas duces tecum in administrative proceedings. If, in any administrative proceeding, any person disobeys such subpoena or, having appeared in obedience thereto, refuses to answer any proper and pertinent question or refuses to produce any books, papers or documents pursuant thereto, application may be made to the Superior Court or any judge thereof for an order compelling obedience.\n\n(1949 Rev., S. 7648; P.A. 77-386, S. 1, 2; P.A. 78-280, S. 80, 127.)\n\nHistory: P.A. 77-386 authorized issuance of subpoenas and subpoenas duces tecum and added provision re application for order compelling obedience where person disobeys subpoena or fails to answer questions, etc.; P.A. 78-280 required that application for order compelling obedience be made to superior court rather than to court of common pleas, fulfilling requirements of P.A. 76-436 which transferred functions of common pleas court to superior court.\n\nA woman may be appointed. 50 C. 136. The signing of a writ by a lawyer as a commissioner of the Superior Court is not a mere ministerial act; a writ of mandamus to compel the signing will not be granted. 142 C. 411. Cited. 162 C. 255; 171 C. 705; 180 C. 243; 197 C. 507; 207 C. 77; 222 C. 541; 223 C. 618.\n\nCited. 9 CA 825; 25 CA 543; judgment reversed, see 222 C. 541; 38 CA 555.\n\nCourt refused to consider claim that town attorney had authority to apply for order compelling obedience where claim not made to trial court. 35 CS 668. Cited. 42 CS 602.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-85/"
    },
    {
      "id": "section-51-85a",
      "number": "51-85a.",
      "heading": "Requirements and procedures re remote acknowledgment by commissioner of the Superior Court",
      "text": "(a) As used in this section:\n\n(1) “Communication technology” means an electronic device or process that:\n\n(A) Allows a commissioner of the Superior Court and a remotely located individual to communicate with each other simultaneously by sight and sound; and\n\n(B) When necessary and consistent with other applicable law, facilitates communication between a commissioner of the Superior Court and a remotely located individual who has a vision, hearing or speech impairment.\n\n(2) “Identity proofing” means a process or service by which a third person provides a commissioner of the Superior Court with a means to verify the identity of a remotely located individual by a review of personal information from public or private data sources.\n\n(3) “Outside the United States” means a location outside the geographic boundaries of the United States, Puerto Rico, the United States Virgin Islands and any territory, insular possession or other location subject to the jurisdiction of the United States.\n\n(4) “Remotely located individual” means an individual who is not in the physical presence of the commissioner of the Superior Court who takes an acknowledgment under subsection (b) of this section.\n\n(b) Except as provided in subsection (g) of this section, a document may be acknowledged by an individual who is not in the physical presence of a commissioner of the Superior Court at the time of the acknowledgment if the following requirements are met:\n\n(1) The individual and the commissioner of the Superior Court can communicate simultaneously, in real time, by sight and sound using communication technology; and\n\n(2) When performing a remote acknowledgment pursuant to the provisions of this section, the commissioner of the Superior Court reasonably identifies the individual at the time of the acknowledgment by one or more of the following methods:\n\n(A) Personal knowledge of the identity of the individual;\n\n(B) The individual presents a government-issued identification document or record that has not expired and includes the individual's photograph, name and signature. An acceptable form of government-issued identification document or record includes, but is not limited to, a driver's license, government-issued identification card or passport;\n\n(C) Not less than two different types of identity proofing processes or services by which a third person provides a means to verify the identity of the individual through a review of public or private data sources; or\n\n(D) Oath or affirmation by a credible witness who:\n\n(i) Is in the physical presence of either the commissioner of the Superior Court or the individual; or\n\n(ii) Is able to communicate in real time with the commissioner of the Superior Court and the individual by sight and sound through an electronic device or process at the time of the acknowledgment, if the credible witness has personal knowledge of the identity of the individual and has been reasonably identified by the commissioner of the Superior Court by a method provided in this section.\n\n(c) When an individual who is physically located outside of the state of Connecticut or outside the United States seeks a remote acknowledgment pursuant to subsection (b) of this section, the record being acknowledged shall:\n\n(1) Be intended for filing or presentation in a matter before a court, governmental entity, public official or other entity subject to the jurisdiction of the state of Connecticut; or\n\n(2) Otherwise not be prohibited by law of the state of Connecticut to be acknowledged outside the state.\n\n(d) Once the record acknowledged pursuant to subsection (b) of this section is signed by the individual in accordance with the procedures set forth in this section, the individual shall mail or otherwise cause to be delivered the signed original copy of the record to the commissioner of the Superior Court.\n\n(e) The date and time of an acknowledgment conducted pursuant to subsection (b) of this section shall be the date and time when the commissioner of the Superior Court witnessed the signature being performed by means of communication technology.\n\n(f) Nothing in this section shall affect the authority of a commissioner of the Superior Court to refuse to take an acknowledgment or require a commissioner of the Superior Court to take an acknowledgment:\n\n(1) With respect to an electronic record;\n\n(2) For an individual not in the physical presence of the commissioner of the Superior Court; or\n\n(3) Using a technology that the commissioner of the Superior Court has not selected.\n\n(g) No record shall be acknowledged remotely pursuant to subsection (b) of this section in (1) the making and execution of a will, codicil, trust or trust instrument, (2) the execution of health care instructions pursuant to section 19a-575a, (3) the execution of a designation of a standby guardian pursuant to section 45a-624, (4) the execution of a designation of a person for decision-making and certain rights and obligations pursuant to section 1-56r, (5) the execution of a living will, as defined in section 19a-570, (6) the execution of a power of attorney, as defined in section 1-350a, (7) the execution of a self-proving affidavit for an appointment of a health care representative or for a living will under sections 1-56r and 19a-578, (8) the execution of a mutual distribution agreement under section 45a-433, (9) the execution of a disclaimer under section 45a-579 or 45a-583, or (10) a real estate closing, as defined in section 51-88a. The performance of any such acknowledgment in connection with any of the acts described in this subsection shall be ineffective for any purpose and shall constitute a violation of section 51-88.\n\n(P.A. 24-108, S. 26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-85a/"
    },
    {
      "id": "section-51-86",
      "number": "51-86.",
      "heading": "Soliciting persons to institute actions for damages.",
      "text": "(a) A person who has not been admitted as an attorney in this state under the provisions of section 51-80 shall not solicit, advise, request or induce another person to cause an action for damages to be instituted, from which action or from which person the person soliciting, advising, requesting or inducing the action may, by agreement or otherwise, directly or indirectly, receive compensation from such other person or such person's attorney, or in which action the compensation of the attorney instituting or prosecuting the action, directly or indirectly, depends upon the amount of the recovery therein.\n\n(b) Any person who violates any provision of this section shall be fined not more than one hundred dollars or imprisoned not more than six months or both.\n\n(1949 Rev., S. 7640; P.A. 82-248, S. 73.)\n\nHistory: P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change.\n\nWhat constitutes “ambulance chasing”. 4 CS 90. A lawyer who abets the commission of the offense by knowingly accepting a case so solicited is equally as guilty. Id., 233.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-86/"
    },
    {
      "id": "section-51-87",
      "number": "51-87.",
      "heading": "Solicitation of cases for attorneys.",
      "text": "(a) Any person who (1) pays, remunerates or rewards any other person with something of value to solicit or obtain a cause of action or client for an attorney-at-law or (2) employs an agent, runner or other person to solicit or obtain a cause of action or a client for an attorney-at-law or (3) pays, remunerates or rewards any other person with something of value for soliciting or bringing a cause of action or a client to an attorney-at-law or (4) pays, remunerates or rewards with something of value a police officer, court officer, correctional institution officer or employee, a physician, any hospital attache or employee, an automobile repairman, tower or wrecker, funeral director or any other person who induces any person to seek the services of an attorney or (5) pays, remunerates or rewards any other person with something of value to induce such other person to bring a cause of action to, or to come to, an attorney or to seek an attorney's professional services shall be guilty of a class E felony. This subsection shall not apply to an attorney's engaging other or additional attorneys for professional assistance or to an attorney's referring a case to another attorney.\n\n(b) Any person who knowingly receives or accepts any payment, remuneration or reward of value for referring or bringing a cause of action or prospective client to an attorney-at-law, or for inducing or influencing any other person to seek the professional advice or services of an attorney, shall be guilty of a class E felony. This subsection shall not apply to the referral by an attorney-at-law of causes of action or clients or other persons to another attorney-at-law.\n\n(1957, P.A. 606, S. 1, 2; P.A. 13-258, S. 27.)\n\nHistory: P.A. 13-258 changed penalties from fine of not more than $1,000 or imprisonment of not more than 3 years to a class E felony, and made technical changes.\n\nSee Sec. 53-340a re solicitation of clients, patients or customers for attorneys or health care professionals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-87/"
    },
    {
      "id": "section-51-87a",
      "number": "51-87a.",
      "heading": "Limitations on written communications to prospective clients.",
      "text": "(a) A lawyer shall not send, or knowingly permit to be sent, on behalf of himself, his firm, his partner, an associate or any other lawyer affiliated with him or his firm, a written communication to a prospective client for the purpose of obtaining professional employment if:\n\n(1) The written communication concerns an action for personal injury or wrongful death or otherwise relates to an accident or disaster involving the person to whom the communication is addressed or a relative of that person, unless the accident or disaster occurred more than forty days prior to the mailing of the communication;\n\n(2) The written communication concerns a specific matter and the lawyer knows or reasonably should know that the person to whom the communication is directed is represented by a lawyer in the matter;\n\n(3) It has been made known to the lawyer that the person does not want to receive such communications from the lawyer;\n\n(4) The communication involves coercion, duress, fraud, overreaching, harassment, intimidation or undue influence;\n\n(5) The communication contains a false, fraudulent, misleading, deceptive, or unfair statement or claim; or\n\n(6) The lawyer knows or reasonably should know that the physical, emotional or mental state of the person makes it unlikely that the person would exercise reasonable judgment in employing a lawyer.\n\n(b) Written communications to prospective clients known to be in need of legal services in a particular matter for the purpose of obtaining professional employment are subject to the following requirements:\n\n(1) Each page of such written communications shall be plainly marked “advertisement” in red ink, and the lower left corner of the face of the envelope containing a written communication likewise shall carry a prominent, red “advertisement” mark. If the written communication is in the form of a self-mailing brochure or pamphlet, the “advertisement” mark in red ink shall appear on the address panel of the brochure or pamphlet. Brochures solicited by clients or prospective clients need not contain the “advertisement” mark;\n\n(2) The lawyer shall retain a copy of each written communication for three years;\n\n(3) Written communications mailed to prospective clients shall be sent only by regular United States mail, not by registered mail or other forms of restricted delivery;\n\n(4) If a contract for representation is mailed with the written communication, the top of each page of the contract shall be marked “SAMPLE” in red ink in a type size one size larger than the largest type used in the contract and the words “DO NOT SIGN” shall appear on the client signature line;\n\n(5) The first sentence of any written communication concerning a specific matter shall be: “If you have already retained a lawyer for this matter, please disregard this letter.”;\n\n(6) Written communications shall be on letter-sized paper rather than legal-sized paper and shall not be made to resemble legal pleadings or other legal documents. This provision does not preclude the mailing of brochures and pamphlets;\n\n(7) If a lawyer other than the lawyer whose name or signature appears on the communication will actually handle the case or matter, or if the case or matter will be referred to another lawyer or law firm, any written communication concerning a specific matter shall include a statement so advising the client;\n\n(8) Any written communication prompted by a specific occurrence involving or affecting the intended recipient of the communication or a family member shall disclose how the lawyer obtained the information prompting the communication; and\n\n(9) A written communication seeking employment by a specific prospective client in a specific matter shall not reveal on the envelope, or on the outside of a self-mailing brochure or pamphlet, the nature of the client's legal problem.\n\n(c) For the purposes of this section, “prospective client” shall not include a commercial entity.\n\n(P.A. 92-245, S. 1, 2; P.A. 99-179, S. 2.)\n\nHistory: P.A. 92-245 effective October 1, 1993; P.A. 99-179 amended Subsec. (b) to make requirements applicable to written communications to prospective clients “known to be in need of legal services in a particular matter”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-87a/"
    },
    {
      "id": "section-51-87b",
      "number": "51-87b.",
      "heading": "Attorneys and persons affiliated with attorneys prohibited from referring persons to real estate brokers, salespersons, or mortgage brokers or lenders, for fee or commission",
      "text": "(a) No attorney-at-law admitted to practice within this state or any person affiliated with such attorney may receive a fee, commission or other form of referral fee for the referral of any person to (1) a real estate broker or real estate salesperson, as defined in section 20-311, or any person affiliated with such broker or salesperson or any person engaged in the real estate business, as defined in said section 20-311, or (2) any mortgage broker or mortgage lender, as defined in subdivision (5) of section 49-31d, or any person affiliated with such mortgage broker or lender.\n\n(b) Any person who violates the provisions of subsection (a) of this section shall be subject to the penalties set forth in subsection (b) of section 51-87.\n\n(P.A. 94-240, S. 12; P.A. 96-200, S. 27; P.A. 13-258, S. 28.)\n\nHistory: P.A. 96-200 substituted “salesperson” for “salesman” in Subsec. (a); P.A. 13-258 made a technical change in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-87b/"
    },
    {
      "id": "section-51-88",
      "number": "51-88.",
      "heading": "Practice of law by persons not admitted as attorneys. Exceptions.",
      "text": "(a) Unless a person is providing legal services pursuant to statute or rule of the Superior Court, a person who has not been admitted as an attorney under the provisions of section 51-80 or, having been admitted under section 51-80, has been disqualified from the practice of law due to resignation, disbarment, being placed on inactive status or suspension, shall not: (1) Practice law or appear as an attorney-at-law for another in any court of record in this state, (2) make it a business to practice law or appear as an attorney-at-law for another in any such court, (3) make it a business to solicit employment for an attorney-at-law, (4) hold himself or herself out to the public as being entitled to practice law, (5) assume to be an attorney-at-law, (6) assume, use or advertise the title of lawyer, attorney and counselor-at-law, attorney-at-law, counselor-at-law, attorney, counselor, attorney and counselor, or an equivalent term, in such manner as to convey the impression that he or she is a legal practitioner of law, (7) advertise that he or she, either alone or with others, owns, conducts or maintains a law office, or office or place of business of any kind for the practice of law, or (8) otherwise engage in the practice of law as defined by statute or rule of the Superior Court.\n\n(b) (1) Any person who violates any provision of this section shall be guilty of a class D felony, except that in any prosecution under this section, if the defendant proves by a preponderance of the evidence that the defendant committed the proscribed act or acts while admitted to practice law before the highest court of original jurisdiction in any state, the District of Columbia, the Commonwealth of Puerto Rico or a territory of the United States or in a district court of the United States and while a member in good standing of such bar, such defendant shall be guilty of a class C misdemeanor. No person whose admission to practice law under the provisions of section 51-80, or whose admission or permission to practice law pursuant to any other statute or rule of the Superior Court has been suspended, solely on the basis of the failure to pay the occupational tax on attorneys imposed pursuant to section 51-81b or the client security fund fee assessed pursuant to section 51-81d shall be subject to prosecution under this section for engaging in the practice of law during the period of such suspension.\n\n(2) The provisions of subdivision (1) of this subsection shall not apply to any employee in this state of a stock or nonstock corporation, partnership, limited liability company or other business entity who, within the scope of his or her employment, renders legal advice to his or her employer or its corporate affiliate and who is admitted to practice law before the highest court of original jurisdiction in any state, the District of Columbia, the Commonwealth of Puerto Rico or a territory of the United States, a foreign jurisdiction as permitted by rule of the Superior Court or in a district court of the United States and is a member in good standing of such bar. For the purposes of this subdivision, “employee” means any person engaged in service to an employer in the business of his or her employer, but does not include an independent contractor.\n\n(3) In any prosecution under section 53a-8 for soliciting, requesting, commanding, importuning or intentionally aiding in the violation of this section, and in any prosecution under section 53a-48 for conspiracy to violate this section, the state shall have the burden of proving beyond a reasonable doubt that the defendant had actual knowledge that the person was not admitted to practice law in any jurisdiction at the time such violation occurred.\n\n(c) Any person who violates any provision of this section shall be deemed in contempt of court, and the Superior Court shall have jurisdiction in equity upon the petition of any member of the bar of this state in good standing or upon its own motion to restrain such violation.\n\n(d) The provisions of this section shall not be construed as prohibiting: (1) A town clerk from preparing or drawing deeds, mortgages, releases, certificates of change of name and trade name certificates which are to be recorded or filed in the town clerk's office in the town in which the town clerk holds office; (2) any person from practicing law or pleading at the bar of any court of this state in his or her own cause; (3) any person from acting as an agent or representative for a party in an international arbitration, as defined in subsection (3) of section 50a-101; or (4) any attorney admitted to practice law in any other state or the District of Columbia from practicing law in relation to an impeachment proceeding pursuant to Article Ninth of the Connecticut Constitution, including an impeachment inquiry or investigation, if the attorney is retained by (A) the General Assembly, the House of Representatives, the Senate, a committee of the House of Representatives or the Senate, or the presiding officer at a Senate trial, or (B) an officer subject to impeachment pursuant to said Article Ninth.\n\n(1949 Rev., S. 7638, 7641; P.A. 82-248, S. 74; P.A. 91-324, S. 3; P.A. 95-137; P.A. 04-2, S. 1; P.A. 12-80, S. 116; P.A. 13-29, S. 1.)\n\nHistory: P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change; P.A. 91-324 amended Subsec. (d) to provide that the documents are filed in the town clerk's office in the town in which the town clerk “holds office” rather than the town in which he “resides” and to add Subdiv. (3) re a person acting as an agent or representative for a party in an international arbitration; P.A. 95-137 amended Subsec. (b) to add provision making the criminal penalties inapplicable to certain employees of business entities who render legal advice to their employers and to define “employee”; P.A. 04-2 made a technical change in Subsec. (d)(3) and added Subsec. (d)(4) re an attorney admitted to practice law in any other state or the District of Columbia practicing law in relation to impeachment proceeding, effective March 11, 2004, and applicable to any practice of law on or after January 26, 2004; P.A. 12-80 amended Subsec. (b) to change penalty from a fine of not more than $250 or imprisonment of not more than 2 months or both to a class C misdemeanor; P.A. 13-29 amended Subsec. (a) to add provision re person providing legal services pursuant to statute or rule of Superior Court, add provision re person previously admitted under Sec. 51-80 who has been disqualified due to resignation, disbarment, inactive status or suspension, and add Subdiv. (8) re otherwise engaging in the practice of law as defined by statute or rule of Superior Court, amended Subsec. (b) to insert Subdiv. (1) and (2) designators, increase penalty to class D felony, retain existing class C misdemeanor penalty for defendant who committed act while admitted to practice and in good standing in other jurisdiction, add provision re person whose admission is suspended solely for failure to pay occupational tax or client security fund fee not to be subject to prosecution under section, add provision re rendering legal advice to employer or affiliate when admitted in a foreign jurisdiction as permitted by rule of Superior Court, and add Subdiv. (3) re state's burden of proof in prosecution under Secs. 53a-8 and 53a-48, and made technical changes.\n\nSee Sec. 3-95a re prohibition against notary public offering legal advice in immigration matters.\n\nGiving of certificates as to validity of land titles is practice of law. 128 C. 325. To “practice law” means to perform either in or out of court any acts commonly understood to be the practice of law; history of section reviewed. 145 C. 222. Practice of law by trust departments of banks; appearances at Probate Court hearings constitute the practice of law. 146 C. 556. History discussed. 154 C. 129, 137–140. Section forbids one who has not passed the bar from practicing law in or out of court. Id., 140. Defendant was not giving “general information” but, rather, information directed toward a particular person and to a particular instrument; consequently he was practicing law. Id., 144. While it may be difficult to define “practice of law” and those who engage in border area activity might claim it is unconstitutionally ambiguous as to them, defendant could not so claim because his activity was well within area of “practice of law”. Id., 148. Statute not unconstitutionally void for vagueness or overly broad so as to infringe on first amendment rights. 239 C. 251. Cited. Id., 256.\n\nCited. 14 CA 172; 29 CA 43; 34 CA 543; 37 CA 529; 44 CA 381. There is no right of self-representation under Subsec. (d)(2) for an executor bringing an action pursuant to Sec. 52-555, as that section allows a cause of action maintainable by an executor or administrator in his representative, fiduciary capacity, not as an individual plaintiff. 118 CA 211. Trustee, as a nonlawyer, does not have authority to appear pro se for purposes of maintaining an appeal on behalf of trust. 119 CA 785. Individual, who is not a party to the case or an attorney, does not have authority to represent defendant trust in appeal of foreclosure action. 223 CA 739.\n\nDrafting of wills is practice of law. 4 CS 438. Cited. 9 CS 94. Town clerks are not allowed to render opinions with respect to validity of real estate titles. Id., 253. Cited. 20 CS 256; Id., 268. Terms of injunction in accordance with Supreme Court decision re practice of law by trust departments of banks. 21 CS 42. New York attorney not a member of Connecticut bar held not entitled to recover for legal services rendered in Connecticut. 23 CS 225. Cited. 34 CS 674. Whether pro se status alone suffices to strike class action allegations is not clear. 37 CS 46. Cited. 40 CS 361.\n\nNot error to deny motion for new trial even if witness' testimony was false but it appears that result reached on new trial would not be different. 2 Conn. Cir. Ct. 257. Improper for defendant corporation to appear pro se through its president who was not an attorney. Id., 284.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-88/"
    },
    {
      "id": "section-51-88a",
      "number": "51-88a.",
      "heading": "Practice of law by persons not admitted as attorneys. Real estate closings.",
      "text": "(a) Notwithstanding any provision of the general statutes, no person shall conduct a real estate closing unless such person has been admitted as an attorney in this state under the provisions of section 51-80 and has not been disqualified from the practice of law due to resignation, disbarment, being placed on inactive status or suspension. For the purposes of this subsection, “real estate closing” means a closing for (1) a mortgage loan transaction, other than a home equity line of credit transaction or any other loan transaction that does not involve the issuance of a lender's or mortgagee's policy of title insurance in connection with such transaction, to be secured by real property in this state, or (2) any transaction wherein consideration is paid by a party to such transaction to effectuate a change in the ownership of real property in this state.\n\n(b) Any person who violates the provisions of subsection (a) of this section shall have committed a violation of subdivision (8) of subsection (a) of section 51-88 and be subject to the penalties set forth in subsection (b) of section 51-88.\n\n(P.A. 19-88, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-88a/"
    },
    {
      "id": "section-51-89",
      "number": "51-89.",
      "heading": "State marshal or constable not to act as attorney in court.",
      "text": "No state marshal or constable shall appear in court as attorney.\n\n(1949 Rev., S. 7968; P.A. 00-99, S. 105, 154.)\n\nHistory: P.A. 00-99 replaced reference to sheriff and deputy sheriff with state marshal, effective December 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-89/"
    },
    {
      "id": "section-51-89a",
      "number": "51-89a.",
      "heading": "Complaint and hearing required for suspension or disbarment.",
      "text": "Section 51-89a is repealed.\n\n(P.A. 77-194, S. 1, 2; P.A. 82-248, S. 75; P.A. 86-276, S. 14, 15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-89a/"
    },
    {
      "id": "section-51-90",
      "number": "51-90.",
      "heading": "State-Wide Grievance Committee. Appointment, qualifications and terms of members.",
      "text": "There shall be a State-Wide Grievance Committee which shall consist of fifteen persons appointed by the judges of the Superior Court. At least four of the members shall not be attorneys-at-law and the remainder of the members shall be members of the bar of this state. The judges shall designate one member as chairman and another member as vice-chairman to act in the absence or disability of the chairman. Of the members first appointed prior to October 1, 1988, four members shall serve for a term of one year, four members shall serve for a term of two years and four members shall serve for a term of three years. Of the three new members first appointed on or after October 1, 1988, one member shall serve for a term of one year, one member shall serve for a term of two years and one member shall serve for a term of three years. Thereafter, all members shall serve for a term of three years commencing July first. Any vacancy in the membership of the committee shall be filled by the executive committee of the superior court which shall appoint an attorney-at-law or nonattorney, depending on the position vacated, for the unexpired portion of the term.\n\n(1949 Rev., S. 7643; February, 1965, P.A. 120; 1969, P.A. 33; P.A. 78-280, S. 81, 127; P.A. 82-248, S. 76; P.A. 84-537, S. 3; 84-546, S. 88, 173; P.A. 85-456, S. 1, 11; P.A. 86-276, S. 1, 15; P.A. 88-152, S. 1.)\n\nHistory: 1965 act authorized appointment of more than one committee in each county; 1969 act added provision re filling of vacancies and re designation of county bar member or member of grievance committee from another county to act for member who is disqualified or unable to act in any matter; P.A. 78-280 substituted “judicial district” for “county” where appearing and changed time for appointment of committees from the first regular court session or term after the month of July to the judges' annual meeting in June; P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change; P.A. 84-537 amended Subsec. (a) by providing that on or after July 1, 1985, one member of each grievance committee shall not be an attorney-at-law; P.A. 84-546 amended Subsec. (a) by reiterating changes made by P.A. 84-537 and by providing that on or after July 1, 1985, the judges shall designate one attorney as an alternate member; P.A. 85-456 completely replaced previous provisions re three-member grievance committees for each judicial district and the duties of said committees with provisions re the establishment of a state-wide grievance committee and the appointment, qualifications, terms and compensation of its members, effective July 1, 1986; P.A. 86-276 entirely replaced previous provisions re a state-wide grievance committee appointed by the governor, judges and legislative leaders with provisions establishing a state-wide grievance committee consisting of twelve persons appointed by the judges, specifying the qualifications and terms of the members, providing that the judges shall designate a chairman and vice-chairman and providing that any vacancy shall be filled by the executive committee of the superior court; P.A. 88-152 increased the membership of the committee from 12 to 15 persons, increased the minimum number of nonattorneys from 3 to 4, and established staggered terms for the 3 new members appointed on or after October 1, 1988.\n\nOf the functions of the grievance committee; right to present for offenses not exclusive. 84 C. 603; 88 C. 456. Grievance committee is an independent public body charged with performance of public duty; may appeal from dismissal of complaint against attorney. 112 C. 263. Authority of the Superior Court to regulate the conduct of attorneys who are officers of the court. 180 C. 443. Cited. 215 C. 162; Id., 469; Id., 517; 216 C. 228; 234 C. 539. Doctrine of exhaustion of administrative remedies is applicable to attorney grievance process. 248 C. 87.\n\nCited. 9 CA 464; 41 CA 671; judgment reversed, see 240 C. 671; 46 CA 450.\n\nLegislature contemplated impartial investigation. 4 CS 502. Cited. 7 CS 468. Action of grievance committee in reprimanding an attorney does not prevent the Superior Court from taking jurisdiction of the same complaint. 21 CS 363. Mailing of 9,250 Christmas cards found obvious device to “drum up business” and conduct unbecoming lawyers. 22 CS 86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90/"
    },
    {
      "id": "section-51-90a",
      "number": "51-90a.",
      "heading": "Powers and duties of State-Wide Grievance Committee.",
      "text": "In addition to any other powers and duties set forth in sections 51-90 to 51-91b, inclusive, the State-Wide Grievance Committee shall have the power and duty to: (1) Adopt rules for procedure not inconsistent with the general statutes or rules of court; (2) investigate and present to the court of proper jurisdiction any person deemed in contempt under section 51-88; and (3) adopt rules for grievance panels to carry out their duties which are not inconsistent with the general statutes or rules of court.\n\n(P.A. 85-456, S. 2, 11; P.A. 86-276, S. 2, 15; P.A. 88-152, S. 2.)\n\nHistory: P.A. 85-456 effective July 1, 1986; P.A. 86-276 deleted the power and duty of the committee to consider and investigate the conduct of any attorney for certain violations and offenses and malfeasance, to employ a chief counsel and other necessary employees and to appoint a board and panels from the members of such board; P.A. 88-152 added Subdiv. (3) giving the committee the power and duty to adopt rules for grievance panels.\n\nCited. 215 C. 162; Id., 469; 216 C. 228; 234 C. 539.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90a/"
    },
    {
      "id": "section-51-90b",
      "number": "51-90b.",
      "heading": "Grievance panels. Appointment, qualifications and terms of members.",
      "text": "(a) The judges of the Superior Court shall appoint one or more grievance panels in each judicial district, each consisting of two members of the bar who do not maintain an office for the practice of law in such judicial district and one nonattorney who resides in such judicial district, and shall designate as an alternate member a member of the bar who does not maintain an office for the practice of law in such judicial district.\n\n(b) Of the members first appointed, one member shall serve for a term of one year, one member shall serve for a term of two years, and one member and the alternate member shall serve for a term of three years. Thereafter, all members shall serve for a term of three years commencing July first. Any vacancy in the membership of a panel shall be filled by the executive committee of the Superior Court which shall appoint an attorney-at-law or nonattorney, depending on the position vacated, in accordance with the requirements of subsection (a) of this section for the unexpired portion of the term.\n\n(c) An attorney who maintains an office for the practice of law in the same judicial district as a respondent may not participate as a member of a grievance panel concerning a complaint against that respondent.\n\n(P.A. 85-456, S. 3, 11; P.A. 86-276, S. 3, 15.)\n\nHistory: P.A. 85-456 effective July 1, 1986; P.A. 86-276 entirely replaced prior provisions re the appointment by the state-wide grievance committee of a 24-member board with provisions re the appointment by the judges of grievance panels and the qualifications and terms of the members of such panels.\n\nCited. 215 C. 162; Id., 469; 216 C. 228; 234 C. 539; 235 C. 693; 239 C. 449.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90b/"
    },
    {
      "id": "section-51-90c",
      "number": "51-90c.",
      "heading": "State-Wide Bar Counsel.",
      "text": "(a) The Chief Court Administrator shall appoint an attorney to act as State-Wide Bar Counsel, who shall serve full-time, and such number of attorneys to act as assistant bar counsel as are necessary. Any vacancy in the position of State-Wide Bar Counsel or assistant bar counsel shall be filled by the Chief Court Administrator. Compensation of the State-Wide Bar Counsel and assistant bar counsel shall be established by, and paid from funds appropriated to, the Judicial Department.\n\n(b) In addition to any other powers and duties set forth in sections 51-90 to 51-91b, inclusive, or by rule of the court, the State-Wide Bar Counsel shall investigate and prosecute complaints involving the violation by any person of any provision of section 51-88.\n\n(P.A. 86-276, S. 4, 15; P.A. 24-108, S. 13.)\n\nHistory: P.A. 24-108 amended Subsec. (a) by substituting “Chief Court Administrator” for “judges of the Superior Court” re appointment of State-Wide Bar Counsel, deleting “, for a term of one year commencing July first” re term of assistant bar counsel and substituting Chief Court Administrator for executive committee of Superior Court re vacancy appointment of State-Wide Bar Counsel or assistant bar counsel, effective June 4, 2024.\n\nCited. 213 C. 162; Id., 469; 216 C. 228; 234 C. 539.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90c/"
    },
    {
      "id": "section-51-90d",
      "number": "51-90d.",
      "heading": "Grievance counsel and investigators. Powers and duties of grievance counsel.",
      "text": "(a) The Chief Court Administrator shall appoint attorneys to serve as grievance counsel for grievance panels and shall appoint one or more investigators. The investigators shall be under the supervision of the State-Wide Bar Counsel and shall serve the State-Wide Grievance Committee, the reviewing subcommittees of the State-Wide Grievance Committee and the grievance panels. Compensation of the grievance counsel and investigator shall be established by, and paid from funds appropriated to, the Judicial Department.\n\n(b) Grievance counsel shall have the following powers and duties:\n\n(1) To investigate all complaints received by a grievance panel from the State-Wide Bar Counsel or State-Wide Grievance Committee involving alleged misconduct of an attorney subject to the jurisdiction of the Superior Court;\n\n(2) To assist a grievance panel in all matters under its jurisdiction; and\n\n(3) To assist a reviewing subcommittee of the State-Wide Grievance Committee in conducting hearings when such assistance is determined to be necessary by the State-Wide Grievance Committee.\n\n(P.A. 86-276, S. 5, 15; P.A. 88-152, S. 3; P.A. 24-108, S. 14.)\n\nHistory: P.A. 88-152 added Subsec. (b)(3) giving grievance counsel the power and duty to assist a reviewing subcommittee in conducting hearings; P.A. 24-108 amended Subsec. (a) by substituting “Chief Court Administrator” for “judges of the Superior Court” re appointment of grievance counsel and investigators and by deleting provisions re such appointees serving 1-year terms, vacancies being filled by executive committee of Superior Court and appointees being placed on Judicial Department payroll or paid on a contractual basis, effective June 4, 2024.\n\nCited. 213 C. 162; Id., 469; 216 C. 228; 234 C. 539.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90d/"
    },
    {
      "id": "section-51-90e",
      "number": "51-90e.",
      "heading": "Filing of complaint alleging attorney misconduct. Referral to grievance panel.",
      "text": "(a) Any person may file a written complaint alleging attorney misconduct. A grievance panel may, on its own motion, initiate and file a written complaint alleging attorney misconduct. A complaint against an attorney shall be filed with the State-Wide Bar Counsel. Within five working days of the receipt of a complaint the State-Wide Bar Counsel shall:\n\n(1) Forward the complaint to the appropriate grievance panel as determined under rules of court; and\n\n(2) Notify the complainant and the respondent, by certified mail, return receipt requested, of the panel to which the complaint was forwarded. The notification to the respondent shall be accompanied by a copy of the complaint.\n\n(b) The respondent shall have the right to respond within ten days of receipt of notification to the grievance panel to which the complaint has been referred.\n\n(c) The State-Wide Bar Counsel shall keep a record of all complaints filed with him. The complainant and the respondent shall notify the State-Wide Bar Counsel of any change of address or telephone number during the pendency of the proceedings on the complaint.\n\n(d) If for good cause shown, a grievance panel declines, or is unable pursuant to sections 51-90 to 51-91b, inclusive, to investigate a complaint referred to the panel, such panel shall forthwith return the complaint to the State-Wide Bar Counsel to be referred by him immediately to another panel. The State-Wide Bar Counsel shall give notice of such referral to the complainant and the respondent by certified mail, return receipt requested.\n\n(P.A. 86-276, S. 6, 15; 86-403, S. 105, 132; P.A. 88-152, S. 4.)\n\nHistory: P.A. 86-403 amended Subsec. (a) by deleting proviso that grievance panel shall not be deemed “complainant”; P.A. 88-152 amended Subsec. (a) to require action by the state-wide bar counsel within five “working” days, rather than five days, of the receipt of a complaint.\n\nCited. 215 C. 162. Plaintiff could not directly present attorney to Superior Court for discipline. Id., 469. Cited. Id., 517; 216 C. 228; 227 C. 802; Id., 829; 234 C. 539; 240 C. 671.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265; 46 CA 450. Because the legislature did not establish any time constraint on the filing of a grievance complaint with the defendant, the period of limitation imposed by the rules of practice does not act as a subject matter jurisdictional bar. 198 CA 233.\n\nCited. 44 CS 348.\n\nSubsec. (a):\n\nCourt has jurisdiction over allegations of professional misconduct by a practicing attorney even during a period of disbarment. 282 C. 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90e/"
    },
    {
      "id": "section-51-90f",
      "number": "51-90f.",
      "heading": "Investigation and determination by grievance panel of attorney misconduct.",
      "text": "(a) Each grievance panel shall investigate with the assistance of the grievance counsel assigned to such panel any complaint referred to it by the State-Wide Grievance Committee or State-Wide Bar Counsel to determine whether probable cause exists that the attorney is guilty of misconduct.\n\n(b) The investigation and proceedings of the panel shall be confidential unless the attorney under investigation requests that such investigation and proceedings be public. The State-Wide Grievance Committee may disclose that it or the State-Wide Bar Counsel has referred a complaint to a panel for investigation when such disclosure is deemed by the committee to be in the public interest.\n\n(c) The panel shall complete its investigation and render its determination that probable cause or no probable cause exists that the attorney is guilty of misconduct not later than ninety days from the date the complaint was referred to it by the committee or State-Wide Bar Counsel. The panel may file a motion for extension of time not to exceed thirty days with the State-Wide Grievance Committee which may grant the motion only for good cause shown. If the panel does not complete its action on a complaint within the time provided in this section, the State-Wide Grievance Committee shall, on motion of the complainant or the respondent or on its own motion, inquire into the delay and order that the panel take action on the complaint forthwith or that the complaint be referred to and heard by another panel or a reviewing subcommittee designated by the State-Wide Grievance Committee. Upon the completion of its investigation, the panel shall notify the complainant and the attorney that its investigation has been completed and the results thereof. The failure of a grievance panel to complete its action on a complaint within the period of time provided in this section shall not be cause for dismissal of the complaint. The panel shall not make a probable cause determination based, in full or in part, on a claim of misconduct not alleged in the complaint without first notifying the respondent that it is considering such action and affording the respondent the opportunity to be heard.\n\n(d) The panel shall refer the record of its investigation, together with its determination that probable cause or no probable cause exists that the attorney is guilty of misconduct, to the committee for appropriate action and any such determination shall be a matter of public record.\n\n(P.A. 85-456, S. 5, 11; 85-613, S. 136, 154; P.A. 86-276, S. 7, 15; P.A. 88-152, S. 5; P.A. 98-81, S. 17, 20.)\n\nHistory: P.A. 85-456 effective July 1, 1986; P.A. 85-613 amended Subsecs. (e) and (f) by deleting provision that the recommendation shall be a matter of public record in Subsec. (e) and inserting said provision in Subsec. (f), effective July 1, 1986; P.A. 86-276 provided that a grievance panel shall investigate “with the assistance of the grievance counsel assigned to such panel”, revised provisions to reflect that the state-wide bar counsel is authorized to refer a complaint to a panel, replaced provisions that required the panel within four months to make a recommendation that the committee take specific disciplinary action or dismiss the complaint with provisions that the panel within 60 days make a determination whether probable cause exists that the attorney is guilty of misconduct, and added provisions re the request for and granting of an extension of time for a panel's action and re the required response of the state-wide grievance committee if the panel does not timely complete its action on a complaint; P.A. 88-152 amended Subsec. (c) to extend the time limitation on the panel's investigation and probable cause determination from 60 to 90 days, to replace provision that the panel may file a motion for extension of time not to exceed 30 days with the state-wide bar counsel and an additional motion for extension of time not to exceed 30 days with the state-wide grievance committee with the provision that the panel may file a motion for extension of time not to exceed 30 days with the state-wide grievance committee, and to add provision that the failure of a panel to complete its action within the time limitation is not cause for dismissal of the complaint; P.A. 98-81 added provision to Subsec. (c) prohibiting panel from making probable cause determination on claim of misconduct not alleged in complaint without notifying respondent and affording respondent opportunity to be heard, effective May 22, 1998.\n\nCited. 215 C. 162; Id., 469; 216 C. 228; 227 C. 802; Id., 829; 234 C. 539; 235 C. 693; 239 C. 449; 240 C. 671.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90f/"
    },
    {
      "id": "section-51-90g",
      "number": "51-90g.",
      "heading": "Review of panel's determination by subcommittee or State-Wide Grievance Committee.",
      "text": "(a) The State-Wide Grievance Committee may designate at least three members of the committee, including at least one-third who are not attorneys, to serve as a reviewing subcommittee for each determination made by a panel on a complaint. The committee shall regularly rotate membership on reviewing subcommittees and assignments of complaints from the various judicial districts. The State-Wide Grievance Committee or the subcommittee, if any, shall hold a hearing concerning the complaint if the panel determined that probable cause exists that the attorney is guilty of misconduct. If the grievance panel determined that probable cause does not exist that the attorney is guilty of misconduct, the committee or subcommittee shall review the determination of no probable cause, take evidence if it deems it appropriate and, if it determines that probable cause does exist that the attorney is guilty of misconduct, shall take the following action: (1) If the State-Wide Grievance Committee reviewed the determination of the grievance panel it shall hold a hearing concerning the complaint or assign the matter to a subcommittee to hold the hearing; or (2) if a subcommittee reviewed the determination of the grievance panel it shall hold a hearing concerning the complaint or refer the matter to the State-Wide Grievance Committee which shall assign it to another subcommittee to hold the hearing. The committee or subcommittee shall not make a probable cause determination based, in full or in part, on a claim of misconduct not alleged in the complaint without first notifying the respondent that it is considering such action and affording the respondent the opportunity to be heard. An attorney who maintains his office for the practice of law in the same judicial district as the respondent may not sit on the reviewing subcommittee for that case.\n\n(b) Any hearing held by the committee or subcommittee shall be public and on the record. The complainant shall be entitled to be present at all hearings on the complaint and to have counsel present. At such hearing the respondent shall have the right to counsel, to be heard in his own defense and to present evidence and witnesses in his behalf. At the conclusion of the evidence, the complainant and the respondent shall have the opportunity to make a statement either individually or through counsel. The committee or subcommittee may request oral argument.\n\n(c) The subcommittee shall conclude any hearing or hearings and shall render its proposed decision not later than ninety days from the date the panel's determination of probable cause or no probable cause was filed with the State-Wide Grievance Committee. The subcommittee may file a motion for extension of time not to exceed thirty days with the State-Wide Grievance Committee which shall grant the motion only for good cause shown. If the subcommittee does not complete its action on a complaint within the period of time provided in this section, the State-Wide Grievance Committee shall, on motion of the complainant or the respondent or on its own motion, inquire into the delay and determine the appropriate course of action. The failure of the subcommittee to complete its action on a complaint within the period of time provided in this section shall not be cause for dismissal of the complaint.\n\n(d) If the subcommittee finds probable cause to believe the attorney has violated the criminal law of this state it shall report its findings to the State-Wide Grievance Committee.\n\n(e) The subcommittee may propose in its decision that the complaint be dismissed, that conditions be imposed in accordance with the rules established by the judges of the Superior Court, that the attorney be reprimanded or that the attorney be presented to the Superior Court for reprimand, suspension or disbarment.\n\n(f) The subcommittee shall submit its proposed decision to the State-Wide Grievance Committee, with copies to the complainant and respondent. The proposed decision shall be a matter of public record.\n\n(g) If, after its review of a complaint pursuant to this section, a subcommittee agrees with the determination of the grievance panel that probable cause does not exist that the attorney is guilty of misconduct and there has been no finding of probable cause by the State-Wide Grievance Committee or a subcommittee, the subcommittee may dismiss the complaint within the time period set forth in subsection (c) of this section without review by the committee. The subcommittee shall file its decision dismissing the complaint with the State-Wide Grievance Committee, together with the record of the matter, and shall send a copy of the decision to the complainant and the respondent. Such decision shall be a matter of public record.\n\n(h) When the committee conducts the hearing or hearings under this section, it shall render its decision not later than four months from the date the panel's determination of probable cause or no probable cause was filed with the State-Wide Grievance Committee. The State-Wide Grievance Committee may dismiss the complaint, impose conditions in accordance with the rules established by the judges of the Superior Court, reprimand the respondent or direct the State-Wide Bar Counsel to file a presentment against the respondent.\n\n(P.A. 85-456, S. 6, 11; P.A. 86-276, S. 8, 15; P.A. 88-152, S. 6; P.A. 93-370, S. 2; P.A. 98-81, S. 18, 20; P.A. 07-217, S. 188.)\n\nHistory: P.A. 85-456 effective July 1, 1986; P.A. 86-276 substantially revised or replaced prior provisions re the review by the state-wide grievance committee of the findings and recommendations of the panel, the holding of public or private hearings and the rendering within four months of a decision by the committee with provisions re the authority of the committee to designate subcommittees, the review by the committee or subcommittee of the panel's determination, the requirement that any hearing be public and on the record, hearing procedures, the rendering of a proposed decision by a subcommittee within 90 days or a decision of the committee within four months; P.A. 88-152 amended Subsec. (c) to provide that the failure of the subcommittee to complete its action on a complaint within the specified time period shall not be cause for dismissal of the complaint; P.A. 93-370 added Subsec. (a) (1) and (2) to specify the action to be taken by the committee and subcommittee, respectively, when it has reviewed the panel's determination of no probable cause and determines that probable cause does exist, amended Subsec. (e) to authorize the subcommittee to propose in its decision that conditions be imposed in accordance with the rules established by the judges of the superior court, inserted a new Subsec. (g) authorizing the subcommittee to dismiss the complaint in certain circumstances, and relettered the remaining subsection accordingly, and amended Subsec. (h) to authorize the state-wide grievance committee to impose conditions in accordance with the rules established by the judges of the superior court; P.A. 98-81 amended Subsec. (a) by prohibiting committee or subcommittee from making probable cause determination based on claim of misconduct not alleged in complaint without notifying respondent and affording respondent opportunity to be heard, effective May 22, 1998; P.A. 07-217 made a technical change in Subsec. (g), effective July 12, 2007.\n\nCited. 215 C. 162; Id., 469; Id., 517; 216 C. 228; 224 C. 29; 227 C. 802; Id., 829; 234 C. 539; 235 C. 693; 239 C. 449.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265; 46 CA 450.\n\nReviewing committee that heard plaintiff's case was improperly constituted when it acted without a public member. 47 CS 5.\n\nSubsec. (c):\n\nFailure of grievance committee's subcommittee to comply with mandates of statute does not deprive trial court of subject matter jurisdiction. 211 C. 232. Cited. 219 C. 473; 220 C. 86.\n\nFailure of a reviewing committee to abide by the time frames established under Subsec. and Practice Book Sec. 2-35 does not divest trial court of subject matter jurisdiction over attorney disciplinary action. 206 CA 515.\n\nSubsec. (h):\n\nDoes not establish a jurisdictional constraint; judgment of Appellate Court in 41 CA 671 reversed. 240 C. 671.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90g/"
    },
    {
      "id": "section-51-90h",
      "number": "51-90h.",
      "heading": "Decision of State-Wide Grievance Committee.",
      "text": "(a) Within fourteen days of the issuance to the parties of the proposed decision, the complainant and respondent may submit to the State-Wide Grievance Committee a statement in support of, or in opposition to, the proposed decision. The State-Wide Grievance Committee may, in its discretion, request oral argument.\n\n(b) Within sixty days after the end of the fourteen-day period for the filing of statements, the State-Wide Grievance Committee shall review the record before the subcommittee and any statements filed with it, and shall issue a decision dismissing the complaint, reprimanding the respondent, imposing conditions in accordance with the rules established by the judges of the Superior Court, directing the State-Wide Bar Counsel to file a presentment against the respondent or referring the complaint to the same or a different reviewing subcommittee for further investigation and proposed decision.\n\n(c) The State-Wide Grievance Committee shall forward a copy of its decision under section 51-90g or this section to the complainant and the respondent. The decision shall be a matter of public record.\n\n(d) If the State-Wide Grievance Committee finds probable cause to believe that the attorney has violated the criminal law of this state, it shall report its findings to the Chief State's Attorney.\n\n(P.A. 86-276, S. 9, 15; P.A. 88-152, S. 7; P.A. 93-370, S. 3.)\n\nHistory: P.A. 88-152 amended Subsec. (b) to increase from 30 to 60 days the time period within which the committee shall issue a decision; P.A. 93-370 amended Subsec. (b) to authorize the state-wide grievance committee to issue a decision imposing conditions in accordance with the rules established by the judges of the superior court.\n\nCited. 215 C. 162; Id., 469; 216 C. 228; 227 C. 802; Id., 829; 234 C. 539; 240 C. 671.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265; 46 CA 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-90h/"
    },
    {
      "id": "section-51-91",
      "number": "51-91.",
      "heading": "Compelling testimony of witnesses. Contempt.",
      "text": "(a) Any person may be compelled by subpoena signed by competent authority to appear before the State-Wide Grievance Committee, a subcommittee of said State-Wide Grievance Committee or a grievance panel to testify in relation to any matter deemed by the committee, subcommittee or panel to be relevant to any inquiry or investigation by it, and to produce before such committee, subcommittee or panel, for examination, any books or papers which, in its judgment, may be relevant to the inquiry or investigation.\n\n(b) The committee, subcommittee or panel, while engaged in the discharge of its duties, shall have the same authority over witnesses as is provided in section 51-35 and may commit for contempt for a period no longer than thirty days.\n\n(1949 Rev., S. 7644; 1961, P.A. 517, S. 109; P.A. 78-280, S. 2, 127; P.A. 82-248, S. 77; P.A. 85-456, S. 7, 11; P.A. 86-276, S. 10, 15.)\n\nHistory: 1961 act provided committee's authority over witnesses be as in Sec. 51-35 rather than same as justice of peace and provided 30-day commitment for contempt rather than same power as justice; P.A. 78-280 substituted “judicial district” for “county”; P.A. 82-248 made technical revision, rewording some provisions and dividing section into Subsecs. but made no substantive change; P.A. 85-456 replaced reference to “a grievance committee” with “the state-wide grievance committee or a panel”, added “or panel” after “committee”, and deleted provisions authorizing a grievance committee to employ and compensate assistants and a stenographer and authorizing a committee to cause a report of a witness' testimony to be transcribed and furnished to the state's attorney, effective July 1, 1986; P.A. 86-276 added references to a subcommittee of the state-wide grievance committee.\n\nCited. 112 C. 265; 215 C. 162; Id., 469; 216 C. 228; 222 C. 799.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265.\n\nCited. 4 CS 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-91/"
    },
    {
      "id": "section-51-91a",
      "number": "51-91a.",
      "heading": "Hearing re eligibility to continue practice of law for attorney convicted of felony. Order. Suspension. Appointment of trustee.",
      "text": "(a) After sentencing an attorney who has been convicted of a felony, the court shall hold a hearing on the issue of the eligibility of such attorney to continue the practice of law in this state. Such hearing shall be held within thirty days of sentencing or when all appeals from the conviction are concluded, whichever is later, except that the attorney may request that the hearing not be delayed until all appeals are concluded.\n\n(b) At such hearing, the attorney shall have the right to counsel, to be heard in his own defense, and to present evidence and witnesses in his behalf.\n\n(c) After such hearing, the court shall enter an order dismissing the matter or imposing discipline upon such attorney in the form of suspension for a period of time, disbarment, or such other discipline as the court deems appropriate. If the court suspends the attorney, the period of suspension shall be not less than seven years for conviction of a class A felony and not less than five years for conviction of a class B felony.\n\n(d) Whenever the court enters an order disciplining an attorney under this section, it may appoint a trustee, under the rules of court, to protect the interests of the disciplined attorney and his clients.\n\n(P.A. 85-456, S. 9, 11; P.A. 86-276, S. 11, 15; P.A. 88-152, S. 8; 88-277.)\n\nHistory: P.A. 85-456 effective July 1, 1986; P.A. 86-276 replaced provision requiring the committee to assign the matter of an attorney's felony conviction to a panel for investigation and recommendation with provision requiring that a certificate of conviction be transmitted to the chief attorney for presentments and that the chief attorney file a presentment against the attorney, and added Subsec. (b) re the entering, setting aside and modification of an interim suspension order; P.A. 88-152 amended Subsec. (a) to require the clerk to transmit a certificate of conviction to the state-wide bar counsel rather than to the chief attorney for presentments, and to require the state-wide bar counsel or an assistant bar counsel, rather than the chief attorney or his designee, to file a presentment against the attorney, but failed to take effect, P.A. 88-277 having taken precedence; P.A. 88-277 replaced former provisions with new provisions re hearing concerning eligibility of attorney who has been convicted of a felony to continue to practice law, rights of attorney at hearing, order of court after hearing, including provision for suspension of not less than seven years for conviction of class A felony and not less than five years for conviction of class B felony and appointment of trustee to protect interests of disciplined attorney and clients.\n\nCited. 215 C. 162; Id., 469; 216 C. 228. Statute not applicable to attorneys convicted of felonies in federal courts or courts of other states but applies only to felony convictions in Connecticut state courts. 247 C. 762.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265; 46 CA 450; Id., 472.\n\nCited. 43 CS 13.\n\nSubsec. (c):\n\nSection provides for a not less than 7-year suspension for conviction of a Class A felony; court discussed disbarment as a more severe form of discipline than a suspension. 43 CS 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-91a/"
    },
    {
      "id": "section-51-91b",
      "number": "51-91b.",
      "heading": "Applicability of grievance procedures. Transfer of pending matters.",
      "text": "(a) The provisions of sections 51-90 to 51-91a, inclusive, shall apply to all grievance complaints filed on or after July 1, 1986.\n\n(b) Notwithstanding any provision of law to the contrary, the term of each member of a local grievance committee established pursuant to section 51-90 of the general statutes, revision of 1958, revised to January 1, 1985, shall terminate on July 1, 1986. All matters pending before such a local grievance committee on July 1, 1986, shall be construed as pending with the same status before a grievance panel established under section 51-90b which serves the same territorial jurisdiction as that served by the local grievance committee on said date.\n\n(c) Rules of court in effect prior to July 1, 1986, shall govern all appeals to the State-Wide Grievance Committee from decisions rendered by a local grievance committee prior to July 1, 1986.\n\n(P.A. 86-276, S. 12, 15.)\n\nCited. 215 C. 162; Id., 469; 216 C. 228.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-91b/"
    },
    {
      "id": "section-51-91c",
      "number": "51-91c.",
      "heading": "Posting of signs concerning attorney grievance procedures.",
      "text": "The Chief Court Administrator shall cause to be prominently displayed in each geographical area court facility and judicial district courthouse a sign setting forth the duties of the State-Wide Grievance Committee and the procedure for a person alleging attorney misconduct to file a complaint against such attorney.\n\n(P.A. 86-276, S. 13, 15.)\n\nCited. 215 C. 162; Id., 469; 216 C. 228.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-91c/"
    },
    {
      "id": "section-51-92",
      "number": "51-92.",
      "heading": "Grievance committees; fees and expenses.",
      "text": "Section 51-92 is repealed.\n\n(1949 Rev., S. 7645; P.A. 78-280, S. 2, 127; P.A. 82-248, S. 78; P.A. 85-456, S. 10, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-92/"
    },
    {
      "id": "section-51-93",
      "number": "51-93.",
      "heading": "Reinstatement of attorneys.",
      "text": "The superior court for any judicial district may, upon hearing, after written application and such notice as the court may prescribe, reinstate as an attorney-at-law any person resident in such judicial district who has been suspended or displaced or who has resigned.\n\n(1949 Rev., S. 7646; P.A. 78-280, S. 2, 127.)\n\nHistory: P.A. 78-280 substituted “judicial district” for “county”.\n\nDiscretion of court as to reinstatement. 90 C. 440. Cited. 215 C. 162; Id., 469; 216 C. 228.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265.\n\n“Permanent” disbarment means something less than irrevocable or absolute disbarment and disbarred attorney may be readmitted to practice. 36 CS 41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-93/"
    },
    {
      "id": "section-51-94",
      "number": "51-94.",
      "heading": "Evidence in proceedings to suspend, displace or remove attorneys-at-law.",
      "text": "In any proceeding for the suspension, displacement or removal of an attorney-at-law or to investigate the character, integrity or professional standing of such attorney, evidence tending to show the general character, reputation and professional standing of such attorney shall be admissible.\n\n(1949 Rev., S. 7647.)\n\nCited. 215 C. 162; Id., 469; 216 C. 228; 227 C. 829; 230 C. 668.\n\nCited. 41 CA 671; judgment reversed, see 240 C. 671; 43 CA 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-94/"
    },
    {
      "id": "section-51-94a",
      "number": "51-94a.",
      "heading": "Limitation on liability of attorney appointed to inventory files and protect interests of clients of inactive, suspended, disbarred, deceased or resigned attorney",
      "text": "No attorney appointed by the court pursuant to rules of the Superior Court, or pursuant to the court's inherent authority to regulate attorney conduct, to inventory the files of an inactive, suspended, disbarred, deceased or resigned attorney and to take necessary action to protect the interests of the inactive, suspended, disbarred, deceased or resigned attorney's clients shall be liable for damage or injury, not wanton, reckless or malicious, caused in the discharge of the appointed attorney's duties in connection with such inventory and action. Any attorney so appointed by the court shall be deemed to be a state officer or employee for purposes of indemnification and defense under section 5-141d.\n\n(May Sp. Sess. P.A. 04-2, S. 22; P.A. 12-133, S. 7; P.A. 22-26, S. 17.)\n\nHistory: P.A. 12-133 added provision re appointed attorney to be deemed a state officer or employee for purposes of indemnification and defense under Sec. 5-141d; P.A. 22-26 added “or pursuant to the court's inherent authority to regulate attorney conduct”, added references to “deceased” attorney and made technical changes, effective May 10, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-876/section-51-94a/"
    }
  ]
}