{
  "state": "connecticut",
  "path": "title-title-51-courts/chapter-chapter-887-public-defender-services",
  "sections": [
    {
      "id": "section-51-289",
      "number": "51-289.",
      "heading": "Public Defender Services Commission established",
      "text": "(a) There is established a Public Defender Services Commission which shall consist of seven members appointed as follows:\n\n(1) The Chief Justice shall appoint two judges of the Superior Court, or a judge of the Superior Court and any one of the following: A retired judge of the Superior Court, a former judge of the Superior Court, a retired judge of the Circuit Court, or a retired judge of the Court of Common Pleas;\n\n(2) The speaker of the House, the president pro tempore of the Senate, the minority leader of the House and the minority leader of the Senate shall each appoint one member; and\n\n(3) The Governor shall appoint a chairman.\n\n(b) The chairman shall serve for a three-year term and all appointments of members to replace those whose terms expire shall be for terms of three years.\n\n(c) Not more than three of the members, other than the chairman, may be members of the same political party. Of the four nonjudicial members, other than the chairman, at least two shall not be members of the bar of any state.\n\n(d) If any vacancy occurs on the commission, the appointing authority having the power to make the initial appointment under the provisions of this chapter shall appoint a person for the unexpired term in accordance with the provisions of this chapter.\n\n(e) Members shall serve without compensation but shall be reimbursed for actual expenses incurred while engaged in the duties of the commission. Members of the commission shall not be employed or nominated to serve as public defenders or in any other position created under this chapter.\n\n(f) The commission may adopt such rules as it deems necessary for the conduct of its internal affairs.\n\n(g) The commission shall be responsible for carrying out the purposes of this chapter and, to carry out those purposes, the commission shall adopt rules relating to the operations of a Division of Public Defender Services and shall provide any facilities, other than those provided in the courts by the Judicial Department, necessary for the carrying out of those services. Such rules shall include, but need not be limited to, Income and Eligibility Guidelines for the representation of indigent individuals.\n\n(h) Public defender services shall consist of those duties carried out by Superior Court and Court of Common Pleas public defenders prior to July 1, 1978, those duties carried out by the Commission on Child Protection and the Chief Child Protection Attorney prior to July 1, 2011, and those responsibilities provided for by this chapter. Public defender services shall be executed by a Chief Public Defender, a deputy chief public defender, public defenders, assistant public defenders, deputy assistant public defenders, investigators and other personnel which the commission deems necessary.\n\n(i) The Public Defender Services Commission shall constitute a successor to the Commission on Child Protection. All functions, powers and duties of the Commission on Child Protection are transferred to the Public Defender Services Commission in accordance with sections 4-38d, 4-38e and 4-39.\n\n(j) The Judicial Department shall provide adequate facilities for public defenders, assistant public defenders and deputy assistant public defenders in the various courts.\n\n(k) The commission shall establish a compensation plan comparable to that established for the Division of Criminal Justice in chapter 886, as it may be amended, and shall make rules relating to employees serving under this chapter, including rules relating to sick leave and vacation time.\n\n(l) The commission shall be an autonomous body within the Judicial Department for fiscal and budgetary purposes only.\n\n(P.A. 74-317, S. 1, 14; P.A. 76-436, S. 574, 681; P.A. 82-248, S. 144; P.A. 11-51, S. 1.)\n\nHistory: P.A. 76-436 changed membership of commission to add extra superior court judge and to make appointment of former judge of circuit court or common pleas court optional rather than mandatory, specifying that such former judge is to be retired, so as to reflect transfer of all trial jurisdiction to superior court in Subsec. (a) and similarly amended Subsec. (d) to reflect transfer of jurisdiction and to include deputy assistant public defenders, effective July 1, 1978; P.A. 82-248 rephrased and reorganized the section, deleted provisions concerning the terms of office of the initial appointees, and added Subsec. (j) concerning the autonomous nature of the commission which was formerly part of Sec. 51-291; P.A. 11-51 amended Subsec. (g) to provide that rules include Income and Eligibility Guidelines, redesignated existing provisions of Subsec. (g) re public defender services as Subsec. (h) and amended same to provide that services consist of duties carried out by Commission on Child Protection and Chief Child Protection Attorney prior to July 1, 2011, added new Subsec. (i) re commission as successor to, and transfer of functions, powers and duties of, Commission on Child Protection, redesignated existing Subsecs. (h), (i) and (j) as Subsecs. (j), (k) and (l), and made technical changes, effective July 1, 2011.\n\nPublic Defender Services Commission, not trial court, has authority to authorize public expenditures for expert or investigative services for indigent, self-represented defendants as an autonomous fiscal body within the Judicial Branch. 312 C. 222.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-289/"
    },
    {
      "id": "section-51-289a",
      "number": "51-289a.",
      "heading": "Public Defender Services Commission, Chief Public Defender and Division of Public Defender Services assigned counsel substituted for former commission, chief attorney and public defenders",
      "text": "(a) Wherever the words “Commission on Child Protection” are used in the public or special acts of 2011, the words “Public Defender Services Commission” shall be substituted in lieu thereof.\n\n(b) Wherever the words “Chief Child Protection Attorney” are used in the public or special acts of 2011, the words “Chief Public Defender” shall be substituted in lieu thereof.\n\n(c) Wherever the words “special assistant public defender” are used in the public or special acts of 2011, the words “Division of Public Defender Services assigned counsel” shall be substituted in lieu thereof.\n\n(d) The Legislative Commissioners' Office shall, in codifying the provisions of this section, make such technical, grammatical and punctuation changes as are necessary to carry out the purposes of this section.\n\n(P.A. 11-51, S. 19.)\n\nHistory: P.A. 11-51 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-289a/"
    },
    {
      "id": "section-51-290",
      "number": "51-290.",
      "heading": "Chief Public Defender and Deputy Chief Public Defender; appointment, qualifications, removal, salary.",
      "text": "(a) The Public Defender Services Commission shall appoint: (1) A Chief Public Defender for a term of four years and until the appointment and qualification of his successor; and (2) a Deputy Chief Public Defender for a term of four years who shall assist the Chief Public Defender. The Deputy Chief Public Defender shall exercise the duties and powers of the Chief Public Defender in his absence or upon his designation. Any vacancy in the offices of Chief Public Defender or Deputy Chief Public Defender shall be filled by the commission for the balance of the term of the person he succeeds.\n\n(b) The Chief Public Defender and Deputy Chief Public Defender shall be attorneys-at-law admitted to practice in this state for at least five years.\n\n(c) The Chief Public Defender and the Deputy Chief Public Defender shall each devote his full time to the duties of his office and shall not otherwise engage in the practice of law or be a partner, member or associate of a law firm.\n\n(d) The Chief Public Defender and Deputy Chief Public Defender shall not be removed or suspended from office during their terms except by order of the commission for just cause after due notice and hearing.\n\n(e) The salaries of the Chief Public Defender and the Deputy Chief Public Defender shall be the same as that paid to the Chief State's Attorney and to deputy chief state's attorneys, respectively, under the provisions of chapter 886.\n\n(P.A. 74-317, S. 2, 14; P.A. 75-530, S. 31, 35; P.A. 76-436, S. 575, 681; P.A. 82-248, S. 145.)\n\nHistory: P.A. 75-530 changed deadline for appointment of chief public defender from April 1, 1975, to June 15, 1975; P.A. 76-436 specified that duty of deputy chief public defender is to assist the chief public defender rather than to “supervise public defender services in the court of common pleas”, reflecting transfer of all trial jurisdiction to superior court, effective July 1, 1978; P.A. 82-248 rephrased and reorganized the section and inserted Subsec. indicators.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-290/"
    },
    {
      "id": "section-51-291",
      "number": "51-291.",
      "heading": "Duties of the Chief Public Defender.",
      "text": "The Chief Public Defender shall:\n\n(1) Direct and supervise the work of the Deputy Chief Public Defender and all public defenders, assistant public defenders, deputy assistant public defenders and other personnel appointed pursuant to this chapter; and the Chief Public Defender and the Deputy Chief Public Defender may participate in the trial of criminal actions.\n\n(2) Submit to the commission, prior to December thirty-first of each year, a report which shall include all pertinent data on the operation of the Division of Public Defender Services, the costs, projected needs, and recommendations for statutory changes, including changes in the civil and criminal law, and changes in court rules, which may be appropriate to the improvement of the system of criminal justice, the rehabilitation of offenders, the representation of children and parents or guardians in child protection and family relations matters and other related objectives. Prior to February first of the following year, the commission shall submit the report along with such recommendations, comments, conclusions or other pertinent information it chooses to make, to the Chief Justice, the Governor and the members of the joint standing committee of the General Assembly having cognizance of matters relating to the judiciary. The reports shall be public records, shall be maintained in the office of Chief Public Defender and shall be otherwise distributed as the commission shall direct.\n\n(3) With the approval of the commission, establish such divisions, facilities and offices and select such professional, technical and other personnel, including investigators, as the Chief Public Defender deems reasonably necessary for the efficient operation and discharge of the duties of public defender services under this chapter, subject to the personnel policies and compensation plan established by the commission.\n\n(4) Administer, coordinate and control the operations of public defender services and be responsible for the overall supervision and direction of all personnel, offices, divisions and facilities of the Division of Public Defender Services.\n\n(5) Develop programs and administer activities to achieve the purposes of this chapter.\n\n(6) At the discretion of the Chief Public Defender, consult and cooperate with professional bodies and groups concerning the causes of criminal conduct, means for reducing the commission of crimes, the rehabilitation and correction of those convicted of crimes, and the improvement of the administration and conduct of public defender services.\n\n(7) Keep and maintain proper financial records with respect to the providing of all public defender services for use in the calculating of direct and indirect costs of any or all aspects of the operation of public defender services.\n\n(8) Supervise the training of all public defenders, assistant public defenders, deputy assistant public defenders, Division of Public Defender Services assigned counsel and other personnel and establish such training courses as shall be appropriate.\n\n(9) Promulgate necessary rules, regulations and instructions, consistent with this chapter, defining the organization of his office and the responsibilities of public defenders, assistant public defenders, deputy assistant public defenders and other personnel.\n\n(10) With the approval of the commission, apply for and accept on behalf of the Division of Public Defender Services any funds that may be offered or that may become available from government grants, private gifts, donations or bequests, or from any other source, and with the approval of the commission expend the funds to carry out the purposes of this chapter.\n\n(11) Maintain one or more lists of trial lawyers who may be available to represent persons in habeas corpus proceedings arising from criminal matters, or to represent juveniles in delinquency matters before the court, or to represent parents or guardians and children in child protection and family relations matters pursuant to subsection (c) of section 51-296, or to represent persons in other appropriate matters on a case by case basis, as needed, which lawyers shall be selected by a judge of the court before which the matter is to be heard.\n\n(12) Establish compensation for lawyers selected under subdivision (11) of this section for their services with the approval of the commission, to be paid from the budget of the Public Defender Services Commission.\n\n(13) Prepare and submit to the commission estimates of appropriations necessary for the maintenance and operation of public defender services, and make recommendations with respect thereto; and with the approval of the commission, and after such modification as the commission directs, submit the budget requests to the Governor.\n\n(P.A. 74-317, S. 3, 14; P.A. 75-530, S. 25, 35; P.A. 76-436, S. 576, 681; P.A. 82-248, S. 146; P.A. 06-9, S. 1; P.A. 11-51, S. 2; June 12 Sp. Sess. P.A. 12-2, S. 88.)\n\nHistory: P.A. 75-530 required maintenance of list of lawyers to represent juveniles in delinquency matters before the juvenile court in Subdiv. (k); P.A. 76-436 added references to deputy assistant public defenders in Subdivs. (a), (h) and (i), effective July 1, 1978; P.A. 82-248 rephrased the section, deleted the provision making the commission an autonomous body within the judicial department and made that provision a part of Sec. 51-289, and replaced the alphabetic Subdiv. indicators with numeric indicators; P.A. 06-9 amended Subdiv. (2) to change deadline for Chief Public Defender to submit report from “between August fifteenth and September fifteenth of each year” to “prior to December thirty-first of each year”, to change deadline for commission to submit report from “Prior to October fifteenth of each year” to “Prior to February first of the following year” and to make technical changes, effective July 1, 2006; P.A. 11-51 amended Subdiv. (2) to add provision re representation of children and parents or guardians in child protection and family relations matters, amended Subdiv. (8) to add reference to Division of Public Defender Services assigned counsel, amended Subdiv. (11) to add provision re list of lawyers to represent parents or guardians and children in child protection and family relations matters, and made technical changes, effective July 1, 2011; June 12 Sp. Sess. P.A. 12-2 made a technical change in Subdiv. (2).\n\nSubdiv. (11) allows the court to make discretionary appointment of counsel in a habeas corpus action, but present case concerning conditions of confinement does not rise to the level of requiring such appointment. 49 CS 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-291/"
    },
    {
      "id": "section-51-292",
      "number": "51-292.",
      "heading": "Expenses included in commission's budget.",
      "text": "Except as provided in section 46b-136, reasonable expenses of, or incurred by, the commission, the Chief Public Defender, or those serving pursuant to the provisions of this chapter, including rental of facilities, witnesses summoned, costs of transcripts ordered from the official court reporters or court recording monitors, costs of service of process, and costs of equipment, and other necessary disbursements or costs of defense shall be paid from the budget of the commission upon approval of the commission.\n\n(P.A. 74-317, S. 11, 14; P.A. 19-64, S. 11.)\n\nHistory: P.A. 19-64 added “Except as provided in section 46b-136,” and replaced “court reporters” with “the official court reporters or court recording monitors” and made a technical change, effective July 1, 2019.\n\nThe qualification of “those serving pursuant to the provisions of this chapter” includes a public defender or special public defender who has been appointed as standby counsel for an indigent self-represented defendant; Public Defender Services Commission is statutorily authorized to fund the reasonably necessary ancillary defense costs of indigent, self-represented criminal defendants for whom standby counsel has been appointed; commission must make threshold determination as to whether costs are reasonably necessary for expert or investigative services before authorizing payment from commission's budget. 312 C. 222.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-292/"
    },
    {
      "id": "section-51-293",
      "number": "51-293.",
      "heading": "Public defenders, assistants and deputies; appointment, terms, qualifications, suspension, removal, salaries",
      "text": "(a)(1) The commission shall appoint a public defender for each judicial district and a public defender who shall handle appellate matters and provide legal support services to public defender offices, each of whom shall serve as public defender in the Superior Court and as many assistant public defenders and deputy assistant public defenders for the Superior Court as the criminal or delinquency business of the court may require. (2) This section shall not prevent a judge of the Superior Court from appointing a Division of Public Defender Services assigned counsel on a contractual basis for a temporary period of time in an appropriate case, whose expenses and compensation shall be paid from the budget of the Public Defender Services Commission and in accordance with the rates of compensation approved by the commission pursuant to subdivision (12) of section 51-291. Whenever possible, any such appointment shall be made from a list of attorneys provided by the commission and submitted to the court by the office of Chief Public Defender. Subsequent to an attorney's appointment as a Division of Public Defender Services assigned counsel, the attorney may not solicit or accept from or on behalf of his or her client any money or article of value of any kind either as a fee for services performed or to be performed or as payment for costs or expenses incurred or to be incurred. (3) At the direction of the Chief Public Defender, any Superior Court public defender, assistant public defender, deputy assistant public defender or other person employed by the Division of Public Defender Services may be required to act in such capacity in another judicial district or geographical area when the demands of criminal business or delinquency proceedings necessitate it.\n\n(b) The commission shall appoint, on recommendation of the Chief Public Defender, and fix the compensation of, all other personnel necessary to the operation of the Division of Public Defender Services.\n\n(c) The term of office for public defenders, assistant public defenders and deputy assistant public defenders shall be for four years and until the appointment and qualification of their successors. Any vacancy in the office of public defender, assistant public defender or deputy assistant public defender may be filled by the commission for the balance of the term of the person he succeeds.\n\n(d) Each public defender, assistant public defender and deputy assistant public defender shall devote his full time to the duties of his office, shall not engage in the private practice of law, and shall not be a partner, member or associate of a law firm.\n\n(e) Notwithstanding any other provision of this section, the commission may, if it believes it to be in the best interest of providing efficient defender services to the public, allow one or more public defenders, assistant public defenders or deputy assistant public defenders to serve on a part-time basis in areas where it determines that part-time services more satisfactorily fulfill the needs of the division and the public.\n\n(f) No public defender, assistant public defender or deputy assistant public defender may be removed from office during his term except by order of the commission after due notice and hearing. A recommendation for removal from office may be initiated by the Chief Public Defender.\n\n(g) A public defender, assistant public defender or deputy assistant public defender may be suspended for cause without pay by the Chief Public Defender for a period of not more than fifteen working days. Such a suspension shall be reviewed by the commission at the request of the public defender, assistant public defender or deputy assistant public defender. If the action of the Chief Public Defender is reversed, full payment of salary for the period of the suspension shall be made. A public defender, assistant public defender or deputy assistant public defender may be suspended or continued under suspension without pay for a period of more than fifteen working days only upon a majority vote of the commission after due notice and a hearing.\n\n(h) Public defenders, assistant public defenders and deputy assistant public defenders shall receive salaries as established by the commission pursuant to this chapter. The salaries paid to public defenders, assistant public defenders and deputy assistant public defenders in the Superior Court shall be comparable to those paid to state's attorneys, assistant state's attorneys and deputy assistant state's attorneys in the various judicial districts in the court.\n\n(i) The public defenders and assistant public defenders shall, at the time of their appointment, be attorneys-at-law, admitted to the practice of law in this state.\n\n(P.A. 74-317, S. 4, 14; P.A. 75-479, S. 2, 25; 75-530, S. 26, 35; P.A. 76-189; 76-436, S. 577, 681; P.A. 77-452, S. 21, 72; P.A. 78-280, S. 1, 3, 127; P.A. 80-191; 80-287; P.A. 82-248, S. 147; 82-291; P.A. 83-587, S. 60, 96; P.A. 03-278, S. 101; P.A. 11-51, S. 5.)\n\nHistory: P.A. 75-479 deleted provision in Subsec. (d) re October 1, 1976, deadline for election of part-time defenders to become full-time; P.A. 75-530 specified that expenses of special defender for temporary appointment shall be paid from commission's budget in Subsec. (a)(4) and added reference to defender's actions in delinquency proceeding in Subsec. (a)(5)(ii); P.A. 76-189 amended Subsec. (f) to substitute “all courts” for specific reference to superior and common pleas courts and to delete previous requirement that defenders and assistant defenders in superior court and defenders in common pleas courts have practiced law for five years and that assistant defenders in common pleas and defenders in juvenile courts have practiced law for at least three years; P.A. 76-436 applied provisions to deputy assistant public defenders and amended provisions to reflect transfer of all trial jurisdiction to superior court deleting previous provisions specifically applicable to defenders in common pleas and juvenile courts, effective July 1, 1978; P.A. 77-452 made technical correction in Subsec. (f), deleting “in all courts” for conformity with P.A. 76-436; P.A. 78-280 substituted “judicial district(s)” for “county(ies)” or deleted references to counties where necessary; P.A. 80-191 amended Subsec. (a) to make appointment of public defender mandatory rather than optional, to require appointment of public defender to handle appellate matters and provide legal support services and to apply Subdiv. (3) to persons other than public defenders employed by division of public defender services; P.A. 80-287 added detailed provisions re suspension from office in Subsec. (d); P.A. 82-248 rephrased the section, redesignated parts of Subsec. (d) as Subsecs. (e), (f) and (g) and redesignated the remaining Subsecs. accordingly, and deleted provisions concerning the continuation in service of part-time public defenders who were serving on October 1, 1975; P.A. 82-291 amended Subsec. (a) to provide that compensation of special public defenders be paid in accordance with rates approved by the commission and that after appointment an attorney may not solicit or accept any money or article of value as a fee for services or as payment for costs or expenses; P.A. 83-587 made a technical amendment in Subsec. (a); P.A. 03-278 made technical changes in Subsec. (a)(2), effective July 9, 2003; P.A. 11-51 amended Subsec. (a) to substitute “Division of Public Defender Services assigned counsel” for “special assistant public defender” and make a technical change, effective July 1, 2011.\n\nCited. 194 C. 510; 233 C. 44.\n\nCited. 40 CA 460.\n\nSubsec. (a)(2) allows court to make discretionary appointment of counsel in a habeas corpus action, but present case concerning conditions of confinement does not rise to the level of requiring such appointment. 49 CS 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-293/"
    },
    {
      "id": "section-51-294",
      "number": "51-294.",
      "heading": "Reappointment of public defenders serving on October 1, 1975.",
      "text": "Section 51-294 is repealed.\n\n(P.A. 74-317, S. 5, 14; P.A. 82-248, S. 163.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-294/"
    },
    {
      "id": "section-51-295",
      "number": "51-295.",
      "heading": "Retirement and disability of public defenders. Retirement credit.",
      "text": "Except as provided in section 51-295a, the Chief Public Defender, the Deputy Chief Public Defender, and each public defender, assistant public defender and deputy assistant public defender shall be included under the provisions of chapters 65 and 66, regarding retirement and disability of state employees. Each such person shall receive retirement credit in accordance with the provisions of section 5-190a for each year or portion thereof for which retirement contributions are paid when serving as Chief Public Defender, Deputy Chief Public Defender, public defender, assistant public defender, deputy assistant public defender, state's attorney, assistant state's attorney or prosecutor or assistant prosecutor in the Superior Court, Court of Common Pleas or in the Circuit Court.\n\n(P.A. 74-317, S. 6, 14; P.A. 76-436, S. 578, 681; P.A. 82-248, S. 148; 82-280; P.A. 84-421, S. 3, 4; P.A. 85-475, S. 2, 3; P.A. 86-348, S. 4, 8.)\n\nHistory: P.A. 76-436 applied provisions to deputy assistant public defenders, effective July 1, 1978; P.A. 82-248 rephrased provisions but made no substantive changes; P.A. 82-280 deleted the prohibition on persons who were not serving as public defenders on October 1, 1974 from continuing to serve as public defenders after age 65; P.A. 84-421 excluded from provisions of section any public defender included in provisions of Sec. 51-295a and Sec. 51-49, effective July 1, 1985; P.A. 85-475 deleted provisions re retirement credit for chief public defender, deputy chief public defender, public defenders not included in Secs. 51-295a and 51-49, assistant public defenders and deputy assistant public defenders, and added provision that such individuals shall receive retirement credit in accordance with Sec. 5-190a; P.A. 86-348 deleted exclusion from provisions of section of any public defender included in provisions of Sec. 51-295a and Sec. 51-49 and substituted reference to provisions of Sec. 51-295, and provided retirement credit for service as chief public defender, deputy chief public defender or deputy assistant public defender.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-295/"
    },
    {
      "id": "section-51-295a",
      "number": "51-295a.",
      "heading": "Retirement of certain public defenders",
      "text": "(a) Each public defender incumbent on July 1, 1978, may elect to be included in the provisions of this section and section 51-49, and in each such case, the Comptroller shall deduct five per cent of the salary of each such public defender as contributions for the purposes of this section and section 51-49, provided any such public defender who has so elected may thereafter elect to be included under the provisions of chapters 65 and 66 and upon such election his past contributions under this section shall be transferred to the State Employees Retirement Fund and he shall be credited with all prior service. The Chief Public Defender and the Deputy Chief Public Defender may elect to be included in the provisions of this section and section 51-49, and in each such case, the Comptroller shall deduct five per cent of the salary of such person as contributions for the purposes of this section and section 51-49.\n\n(b) Each person who elected to be included in the provisions of this section and section 51-49 and who has attained the age of sixty-five or who attains the age of sixty-five while serving in office, and each such person who has attained the age of sixty and so elects, or who attains the age of sixty while serving in office and so elects, shall receive annually as retirement salary, for each year he has served in such office, one-tenth of two-thirds of the salary of such office, as such salary may be changed from time to time, but in no event more than two-thirds of such salary.\n\n(c) Each such person shall, for retirement purposes, be entitled to credit for any or all the prior years of service accrued by him on the date of his appointment as Chief Public Defender, Deputy Chief Public Defender or public defender, while serving in the office of (1) Chief Public Defender, (2) Deputy Chief Public Defender, (3) public defender, assistant public defender or deputy assistant public defender in the Superior Court, Court of Common Pleas or Circuit Court, (4) state's attorney, assistant state's attorney or deputy assistant state's attorney in the Superior Court, or (5) prosecuting attorney or assistant prosecuting attorney in the Court of Common Pleas or the Circuit Court, provided such person shall pay to the Comptroller five per cent of the salary of his office for each prior year of service he claims for retirement credit. Each such person shall be entitled to have his retirement contributions to the state employees retirement system under chapter 66 credited toward the payment due for the prior years of service he claims for retirement credit.\n\n(d) If any such person resigns or is removed from office before his retirement under this section, he shall be entitled to the return of all contributions made by him under this section, without interest, except that if such person has completed at least ten years of credited service under this section, he may, at his option, elect instead to receive a retirement income on a reduced actuarial basis, as determined by the Comptroller.\n\n(e) Each spouse of a person who elected to be included in the provisions of this section and section 51-49, if such person died while holding the office of Chief Public Defender, Deputy Chief Public Defender or public defender or after his retirement under this section or section 51-49, shall receive a monthly allowance equal to one-twelfth of thirty-three and one-third per cent of the salary of the office which such person held at the time of his death or retirement, as such salary may be changed from time to time. If such person leaves no surviving spouse, or if the surviving spouse dies before the youngest child of such person reaches the age of eighteen, such monthly allowance shall be payable, until such child reaches the age of eighteen, to his guardian, for the support of such child and any other children of such person under the age of eighteen.\n\n(f) For purposes of determining the retirement salary of each Chief Public Defender, Deputy Chief Public Defender or public defender under subsection (b) of this section and the allowance payable to their surviving spouses under subsection (e) of this section, “salary of the office” shall be composed of the total of the following amounts: The annual salary of the office which he held at the time of his retirement, as such salary may be changed from time to time and for each Chief Public Defender, Deputy Chief Public Defender and public defender to whom a longevity payment has been made or is due and payable, in each instance under section 51-295b or section 5-213, (1) one and one-half per cent of annual salary, as such salary may change from time to time, for those who have completed ten or more but less than fifteen years of service as a Chief Public Defender, Deputy Chief Public Defender or public defender, (2) three per cent of annual salary, as such salary may change from time to time, for those who have completed fifteen or more but less than twenty years of service as Chief Public Defender, Deputy Chief Public Defender or public defender, (3) four and one-half per cent of annual salary, as such salary may change from time to time, for those who have completed twenty or more but less than twenty-five years of service as a Chief Public Defender, Deputy Chief Public Defender or public defender, and (4) six per cent of annual salary, as such salary may change from time to time, for those who have completed twenty-five or more years of service as a Chief Public Defender, Deputy Chief Public Defender or public defender.\n\n(g) The Comptroller shall deduct from the longevity payable under section 51-295b or section 5-213 to each Chief Public Defender, Deputy Chief Public Defender or public defender who is included in the provisions of this section and section 51-49, five per cent of the longevity payment as contributions for the purposes of this section and section 51-49.\n\n(P.A. 84-421, S. 1, 4; P.A. 86-348, S. 5, 8; P.A. 18-75, S. 13.)\n\nHistory: P.A. 84-421 effective July 1, 1985; P.A. 86-348 amended Subsec. (a) to authorize chief public defender and deputy chief public defender to elect to be included in this section and Sec. 51-49 and to require contributions of 5% of salary for purposes of said sections, amended Subsec. (b) to provide chief public defender and deputy chief public defender with retirement credit for prior service in enumerated offices and expanded enumerated offices to include chief public defender, deputy chief public defender or public defender, added Subsec. (f) defining “salary of the office” for purposes of determining retirement salary and added Subsec. (g) requiring contributions of 5% of longevity payment for purposes of this section and Sec. 51-49, and made technical changes to reflect ability of chief public defender and deputy chief public defender to elect to be included in said sections; P.A. 18-75 deleted Subsec. (c)(6) re serving in the office of executive secretary or assistant executive secretary of the Judicial Department and made a technical change, effective June 4, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-295a/"
    },
    {
      "id": "section-51-295b",
      "number": "51-295b.",
      "heading": "Longevity payments for Chief Public Defender and Deputy Chief Public Defender.",
      "text": "Each Chief Public Defender and Deputy Chief Public Defender who has completed not less than ten years of service as a defense attorney of the Judicial Department or the Public Defender Services Commission shall receive semiannual longevity payments based upon such service completed as of the first day of July and the first day of January of each year, as follows: (1) Each Chief Public Defender and Deputy Chief Public Defender who has completed ten or more years but less than fifteen years of service shall receive one-quarter of three per cent of the annual salary of his office; (2) each Chief Public Defender and Deputy Chief Public Defender who has completed fifteen or more years but less than twenty years of service shall receive one-half of three per cent of the annual salary of his office; (3) each Chief Public Defender and Deputy Chief Public Defender who has completed twenty or more years but less than twenty-five years of service shall receive three-quarters of three per cent of the annual salary of his office; (4) each Chief Public Defender and Deputy Chief Public Defender who has completed twenty-five or more years of service shall receive three per cent of the annual salary of his office.\n\n(P.A. 84-399, S. 11, 17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-295b/"
    },
    {
      "id": "section-51-296",
      "number": "51-296.",
      "heading": "Designation of public defender for indigent defendant, codefendant",
      "text": "(a) In any criminal action, in any habeas corpus proceeding arising from a criminal matter, in any extradition proceeding, or in any delinquency matter, the court before which the matter is pending shall, if it determines after investigation by the public defender or his office that a defendant is indigent as defined under this chapter, designate a public defender, assistant public defender or deputy assistant public defender to represent such indigent defendant, unless, in a misdemeanor case, at the time of the application for appointment of counsel, the court decides to dispose of the pending charge without subjecting the defendant to a sentence involving immediate incarceration or a suspended sentence of incarceration with a period of probation or the court believes that the disposition of the pending case at a later date will not result in a sentence involving immediate incarceration or a suspended sentence of incarceration with a period of probation and makes a statement to that effect on the record. If it appears to the court at a later date that, if convicted, the sentence of an indigent defendant for whom counsel has not been appointed will involve immediate incarceration or a suspended sentence of incarceration with a period of probation, counsel shall be appointed prior to trial or the entry of a plea of guilty or nolo contendere.\n\n(b) In the case of codefendants, the court may appoint one or more public defenders, assistant public defenders or deputy assistant public defenders to represent such defendants or may appoint counsel from the trial list established under section 51-291.\n\n(c) (1) The division shall provide, pursuant to section 51-296a: (A) Legal services and guardians ad litem to children, youths and indigent respondents in family relations matters in which the state has been ordered to pay the cost of such legal services and guardians ad litem, provided legal services shall be provided to indigent respondents pursuant to this subparagraph only in paternity proceedings and contempt proceedings; and (B) legal services and guardians ad litem to children, youths and indigent legal parties in proceedings before the superior court for juvenile matters. To carry out the requirements of this subsection, the office of Chief Public Defender may contract with (i) appropriate not-for-profit legal services agencies, (ii) individual lawyers or law firms for the delivery of legal services to represent children and indigent legal parties in such proceedings, and (iii) mental health professionals as guardians ad litem in family relations matters. Any contract entered into pursuant to this subsection may include terms encouraging or requiring the use of a multidisciplinary agency model of legal representation.\n\n(2) The division shall establish a system to ensure that attorneys providing legal services pursuant to this subsection are assigned to cases in a manner that will avoid conflicts of interest, as defined by the Rules of Professional Conduct.\n\n(3) The division shall establish training, practice and caseload standards for the representation of children, youths, indigent respondents and indigent legal parties pursuant to subdivision (1) of this subsection. Such standards shall apply to each attorney who represents children, youths, indigent respondents or indigent legal parties pursuant to this subsection and shall be designed to ensure a high quality of legal representation. The training standards for attorneys required by this subdivision shall be designed to ensure proficiency in the procedural and substantive law related to such matters and to establish a minimum level of proficiency in relevant subject areas, including, but not limited to, family violence, child development, behavioral health, educational disabilities and cultural competence.\n\n(d) Prior to the appearance in court in any matter specified in this section by a defendant, child, youth, respondent or legal party, a public defender, assistant public defender, deputy assistant public defender or Division of Public Defender Services assigned counsel, upon a determination that the defendant, child, youth, respondent or legal party is indigent pursuant to subsection (a) of section 51-297, shall be authorized to represent the defendant, child, youth, respondent or legal party until the court appoints counsel for such defendant, child, youth, respondent or legal party.\n\n(P.A. 74-317, S. 7, 14; P.A. 75-530, S. 27, 35; P.A. 76-436, S. 579, 681; P.A. 82-362; P.A. 95-261, S. 5; P.A. 11-51, S. 3.)\n\nHistory: P.A. 75-530 authorized appointment of public defender to represent indigent defendant in delinquency matters in Subsec. (a); P.A. 76-436 applied provisions to deputy assistant public defenders, deleted specific reference to juvenile court proceeding and proviso re accused in court of common pleas bound over to superior court all jurisdiction having been transferred to superior court, effective July 1, 1978; P.A. 82-362 amended Subsec. (a) by adding provision that appointment is not required in misdemeanor case unless it appears that sentence of incarceration or suspended sentence of incarceration with a period of probation will be imposed; P.A. 95-261 added Subsec. (c) re representation of indigent defendant prior to appearance in court; P.A. 11-51 added new Subsec. (c) re provision of legal services and guardians ad litem in family relations matters and juvenile matters, contracts for legal services, conflicts of interest and training, practice and caseload standards, redesignated existing Subsec. (c) as Subsec. (d) and amended same to add references to a child, youth, respondent or legal party and to Division of Public Defender Services assigned counsel, effective July 1, 2011.\n\nCited. 223 C. 834; 233 C. 215; 242 C. 689.\n\nCited. 19 CA 686. Although there is no constitutional right to habeas counsel, section requires that counsel appointed must render effective assistance. 24 CA 723. Statute does not create a right to counsel in filing a petition for certification to the Supreme Court. 54 CA 400. To safeguard habeas petitioner's right to effective assistance of habeas counsel, habeas court, like a criminal trial court, has an affirmative obligation to explore the possibility that habeas counsel has a conflict of interest when that possibility is brought to the attention of the habeas court in a timely manner. 87 CA 126. Petitioner not entitled to court-appointed attorney as petition for new trial does not fall within the scope of any of the proceedings enumerated in statute. 101 CA 213.\n\nSubsec. (a):\n\nFailure of appellate legal counsel to file certification of appeal deprived defendant of effective legal counsel. 257 C. 632. Indigent defendant has right to appointed counsel to determine if there is a sound basis for filing motion to correct an illegal sentence and, if appointed counsel determines there is a basis, to file such a motion. 282 C. 614. Procedures established in 386 U.S. 738 not strictly required in context of motion to correct illegal sentence under 282 C. 614. 322 C. 247. A third habeas petition is an available remedy to challenge the effectiveness of a petitioner's counsel in a second habeas proceeding. 324 C. 548.\n\nA “habeas on a habeas” petition (the use of a habeas petition to raise an ineffective assistance of habeas counsel claim) arises from a criminal matter within the meaning of Subsec.; statutory right to counsel in a habeas petition arising from one's conviction pertains not only to initial habeas petition asserting ineffective assistance of trial counsel claim but also to habeas on a habeas claim of ineffective assistance of habeas counsel, and habeas court improperly failed to appoint counsel to petitioner for his habeas on a habeas petition. 126 CA 684. Trial court violated indigent defendant's statutory right to appointed counsel on a motion to correct when it did not comply with procedures established in 386 U.S. 738 when considering frivolous claims exception. 148 CA 565; judgment reversed, see 322 C. 247. When a self-represented defendant specifically refers to “State v. Casiano” in a motion to correct illegal sentence, such reference is sufficient to constitute an affirmative request for counsel. 203 CA 692.\n\nPetition which arises from conditions of confinement does not “arise from a criminal matter” within the meaning of Subsec. and therefore the petitioner is not entitled to appointed counsel. 49 CS 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-296/"
    },
    {
      "id": "section-51-296a",
      "number": "51-296a.",
      "heading": "Eligibility for counsel in family relations or juvenile matters",
      "text": "(a) The judicial authority before whom a family relations matter described in subparagraph (A) of subdivision (1) of subsection (c) of section 51-296 is pending shall determine eligibility for counsel for a child or youth and the parents or guardian of a child or youth if they are unable to afford counsel. Upon a finding that a party is unable to afford counsel, the judicial authority shall appoint an attorney to provide representation from a list of qualified attorneys provided by the office of Chief Public Defender.\n\n(b) The judicial authority before whom a juvenile matter described in subparagraph (B) of subdivision (1) of subsection (c) of section 51-296 is pending shall notify the office of Chief Public Defender who shall assign an attorney to represent the child or youth. The judicial authority shall determine eligibility for counsel for the parents or guardian of the child or youth if such parents or guardian is unable to afford counsel. Upon a finding that such parents or guardian is unable to afford counsel, the judicial authority shall notify the office of Chief Public Defender of such finding, and the office of Chief Public Defender shall assign an attorney to provide representation.\n\n(c) For the purposes of determining eligibility for appointment of counsel pursuant to subsection (a) or (b) of this section, the judicial authority shall cause the parents or guardian of a child or youth to complete a written statement under oath or affirmation setting forth the parents' or guardian's liabilities and assets, income and sources thereof, and such other information as the Public Defender Services Commission designates and requires on forms adopted by the commission. When determining eligibility for appointment of counsel pursuant to subsection (a) or (b) of this section, the judicial authority shall examine the parent's or guardian's present ability to afford counsel. A parent's or guardian's prior history of payments to counsel or prior ability to afford counsel shall not be considered as evidence of such parent's or guardian's present ability to afford counsel.\n\n(d) The payment of any attorney who was appointed prior to July 1, 2011, to represent a child or indigent parent in any case described in subparagraph (A) of subdivision (1) of subsection (c) of section 51-296 who continues to represent such child or parent on or after July 1, 2011, shall be processed through the office of Chief Public Defender and paid at the rate that was in effect at the time of such appointment.\n\n(P.A. 11-51, S. 4; P.A. 14-3, S. 9; P.A. 15-14, S. 17.)\n\nHistory: P.A. 11-51 effective July 1, 2011; P.A. 14-3 amended Subsec. (c) by adding provisions re court to examine parent's or guardian's present ability to afford counsel and prior ability to afford counsel not to be considered as evidence of parent's or guardian's present ability to afford counsel; P.A. 15-14 amended Subsec. (c) by making technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-296a/"
    },
    {
      "id": "section-51-296b",
      "number": "51-296b.",
      "heading": "Pilot program re representation at parole revocation hearings.",
      "text": "The Chief Public Defender shall, within available appropriations, establish a pilot program to provide representation to persons at parole revocation hearings. Not later than January 1, 2021, and annually thereafter, the Chief Public Defender shall submit a report to the Secretary of the Office of Policy and Management on cases served as part of such program during the prior calendar year. Such report shall aggregate information, including, but not limited to, the number of public defenders funded through the pilot program, the number of preliminary hearings and final parole revocation hearings served by such public defenders and the associated outcomes of such hearings. The Office of Policy and Management shall make such report publicly available on the office's Internet web site.\n\n(P.A. 19-59, S. 3; P.A. 21-97, S. 6.)\n\nHistory: P.A. 19-59 effective July 1, 2019; P.A. 21-97 added provision re public availability of report.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-296b/"
    },
    {
      "id": "section-51-297",
      "number": "51-297.",
      "heading": "*(See end of section for amended version of subsection (f) and effective date",
      "text": "(a) A public defender, assistant public defender or deputy assistant public defender shall make such investigation of the financial status of each person he has been appointed to represent or who has requested representation based on indigency, as he deems necessary. He shall cause the person to complete a written statement under oath or affirmation setting forth his liabilities and assets, income and sources thereof, and such other information which the commission shall designate and require on forms furnished for such purpose.\n\n(b) Any person who intentionally falsifies a written statement in order to obtain appointment of a public defender, assistant public defender or deputy assistant public defender shall be guilty of a class A misdemeanor.\n\n(c) If a public defender, assistant public defender or deputy assistant public defender is appointed to provide assistance to any person and he subsequently determines that the person is ineligible for assistance, the public defender, assistant public defender or deputy assistant public defender shall promptly inform the person in writing and make a motion to withdraw his appearance if filed, or his appointment if made by the court, as soon as it is practical to do so without prejudice to the case, giving the defendant a reasonable time to secure private counsel. If the withdrawal is granted by the court, the person shall reimburse the commission for any assistance which has been provided for which the person is ineligible.\n\n(d) Reimbursement to the commission shall be made in accordance with a schedule of reasonable charges for public defender services which shall be provided by the commission.\n\n(e) The Chief Public Defender or anyone serving under him may institute an investigation into the financial status of each defendant at such times as the circumstances shall warrant. In connection therewith, he shall have the authority to require a defendant or the parents, guardians or other persons responsible for the support of a minor defendant, child or youth, or those persons holding property in trust or otherwise for a defendant, child or youth, to execute and deliver such written authorizations as may be necessary to provide the Chief Public Defender, or anyone serving under him, with access to records of public or private sources, otherwise confidential, or any other information, which may be relevant to the making of a decision as to eligibility under this chapter. The Chief Public Defender, the Deputy Chief Public Defender, and each public defender, assistant public defender and deputy assistant public defender or designee, are authorized to obtain information from any office of the state or any subdivision or agency thereof on request and without payment of any fees.\n\n*(f) As used in this chapter, “indigent defendant” means (1) a person who is formally charged with the commission of a crime punishable by imprisonment and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation; (2) a child who has a right to counsel under the provisions of subsection (a) of section 46b-135 and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation; or (3) any person who has a right to counsel under section 46b-136 and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation.\n\n(g) If the Chief Public Defender or anyone serving under the Chief Public Defender determines that an individual is not eligible to receive the services of a public defender under this chapter, the individual may appeal the decision to the court before which the individual's case is pending.\n\n(P.A. 74-317, S. 8, 14; P.A. 75-530, S. 28, 35; P.A. 76-436, S. 580, 681; P.A. 80-421; P.A. 81-472, S. 91, 159; P.A. 82-248, S. 149; P.A. 11-51, S. 6.)\n\n*Note: On and after July 1, 2025, subsection (f) of this section, as amended by section 201 of public act 23-204, is to read as follows:\n\n“(f) (1) As used in this chapter, “indigent defendant” means (A) a person who is formally charged with the commission of a crime punishable by imprisonment and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation; (B) a child who has a right to counsel under the provisions of subsection (a) of section 46b-135 and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation; or (C) any person who has a right to counsel under section 46b-136 and who does not have the financial ability at the time of his request for representation to secure competent legal representation and to provide other necessary expenses of legal representation.\n\n(2) An assessment determining whether a person has the financial ability to secure competent legal representation and to provide other necessary expenses of legal representation or qualifies as an indigent defendant pursuant to subdivision (1) of this subsection shall be based upon guidelines established by the commission. The commission shall annually establish such guidelines providing that a person whose income, calculated as described in such guidelines, is two hundred fifty per cent or less of the federal poverty level may qualify as an indigent defendant. The commission shall make such guidelines available to the public on the Division of Public Defender Service's Internet web site.”\n\n(P.A. 74-317, S. 8, 14; P.A. 75-530, S. 28, 35; P.A. 76-436, S. 580, 681; P.A. 80-421; P.A. 81-472, S. 91, 159; P.A. 82-248, S. 149; P.A. 11-51, S. 6; P.A. 23-204, S. 201.)\n\nHistory: P.A. 75-530 redefined “indigent defendant” in Subsec. (f) to include persons having right to counsel under Sec. 17-66f; P.A. 76-436 applied provisions to deputy assistant public defenders, effective July 1, 1978; P.A. 80-421 redefined “indigent defendant” to remove provision of P.A. 75-530 and to include children having right to counsel under Sec. 46b-135(a); P.A. 81-472 amended Subsec. (f) to provide that an “indigent person” is one who is unable to secure competent legal counsel and other necessary legal expenses; P.A. 82-248 rephrased the section but made no substantive changes; P.A. 11-51 amended Subsec. (e) to add references to “child or youth”, amended Subsec. (f) to add Subdiv. (3) re any person who has right to counsel under Sec. 46b-136 who does not have financial ability, and amended Subsec. (g) to make technical changes, effective July 1, 2011; P.A. 23-204 amended Subsec. (f) by designating existing provisions as Subdiv. (1) and redesignating existing Subdivs. (1) to (3) as Subdiv. (1)(A) to (1)(C) and by adding new Subdiv. (2) re assessment to determine qualification based upon guidelines established annually by commission, effective July 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-297/"
    },
    {
      "id": "section-51-298",
      "number": "51-298.",
      "heading": "Reimbursement of commission by financially able defendants or persons. Actions by Attorney General.",
      "text": "(a)(1) If at any time, either during or after the disposition of his case, a defendant who is receiving or has received public defender services based on his indigency, or a person for whom counsel has been appointed pursuant to subsection (c) of section 51-296, becomes financially able to meet all or some part of the cost of the services rendered to him, he shall be required to reimburse the commission, in such amounts as he can reasonably pay, either by a single payment or by installments of reasonable amounts, in accordance with a schedule of charges for public defender services prepared by the commission. (2) Difficulty or failure in the making of payment shall not reduce or in any way affect the rendering of public defender services to the person.\n\n(b) The commission shall have a claim against any person represented by a public defender, assistant public defender, deputy assistant public defender or Division of Public Defender Services assigned counsel pursuant to this chapter, for the reasonable value of services rendered to him, as determined in accordance with the schedule of reasonable charges for public defender services provided by the commission. The claim shall be enforceable by civil action brought in the name of the state on behalf of the commission by the Attorney General, at any time within ten years from the last date on which any services were rendered. Money so recovered shall be repaid to the commission. The Attorney General shall do all things necessary and proper to collect all money due to the commission by way of reimbursement for services rendered pursuant to this chapter. He shall have all the remedies and may take all necessary proceedings for the collection of amounts due which may be had or taken for or upon the recovery of a judgment in a civil action and may institute and maintain any action or proceeding in the courts necessary therefor. In any such proceedings or action, the defendant may contest the value of the services rendered pursuant to this chapter by any public defender, assistant public defender, deputy assistant public defender or Division of Public Defender Services assigned counsel.\n\n(c) The Attorney General may compromise and make settlement of, or with the concurrence of the Chief Public Defender, forego any claims for services performed for any person pursuant to this chapter whenever the financial circumstances of a person are such that the best interest of the state will be served by such action.\n\n(P.A. 74-317, S. 9, 14; P.A. 76-436, S. 581, 681; P.A. 82-248, S. 150; P.A. 11-51, S. 7.)\n\nHistory: P.A. 76-436 applied provisions to deputy assistant public defenders, effective July 1, 1978; P.A. 82-248 rephrased the section but made no substantive changes; P.A. 11-51 amended Subsec. (a)(1) to add provision re person for whom counsel has been appointed pursuant to Sec. 51-296(c), and amended Subsec. (b) to add references to Division of Public Defender Services assigned counsel, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-298/"
    },
    {
      "id": "section-51-299",
      "number": "51-299.",
      "heading": "Eligibility of minors for public defender services. Powers of investigation.",
      "text": "Except in cases in which counsel has been appointed pursuant to subsection (c) of section 51-296, whenever a person requesting services pursuant to this chapter is under the age of eighteen years, eligibility for services shall be measured in terms of the financial circumstances of such person and of his parents, guardians, or those legally responsible for the support of such person. The commission shall be entitled to recover the reasonable cost of legal services, as determined in accordance with the schedule of reasonable charges for public defender services provided by the commission, from the parents, guardians, trustees or those legally responsible for the support of such person and the provisions of section 51-298 shall apply to such persons. In so doing, it shall have the authority to require such parents, guardians or other such persons as well as those persons holding property in trust or otherwise for such minor or unemancipated person to execute and deliver to the commission or its employees any written requests or authorizations required under applicable law or otherwise to provide the Chief Public Defender or those serving under him with access to such records of public or private sources, otherwise confidential, or any other information which may be relevant to the question of eligibility or liability to the commission under this chapter.\n\n(P.A. 74-317, S. 10, 14; P.A. 11-51, S. 8.)\n\nHistory: P.A. 11-51 added exception re cases where counsel has been appointed pursuant to Sec. 51-296(c), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-299/"
    },
    {
      "id": "section-51-300",
      "number": "51-300.",
      "heading": "Confidentiality of statement in support cases.",
      "text": "In cases where the accused is charged with a violation of section 53-304, no oral or written statement of financial status received by a public defender regarding eligibility to retain a public defender shall be available to any prosecuting official or be admissible in evidence except as an exhibit where an appeal is taken by the accused from an order denying his application for the appointment of a public defender.\n\n(P.A. 74-317, S. 13, 14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-51/chapter-887/section-51-300/"
    }
  ]
}