{
  "state": "pennsylvania",
  "path": "title-title-66/chapter-chapter-23",
  "sections": [
    {
      "id": "section-2301",
      "number": "2301",
      "heading": "",
      "text": "Every common carrier shall furnish a reasonably sufficient number of safe facilities, and run and operate the same with such motive power as may reasonably be required, in the transportation of all such passengers or property as may seek, or be offered to it, for such transportation, and shall operate its facilities with sufficient frequency, at such reasonable and proper times, and to and from such stations or points, as the commission, having regard to the accommodation, convenience, and safety of the public, may require; and, when required by the commission, shall change the time schedule for the operation of its facilities, and, generally, shall make any other arrangements and improvements in its service which the commission may require. If, at any particular time, a common carrier may not have sufficient facilities to meet the requirements for the transportation of property, then it shall lawfully distribute all available facilities among the several applicants therefor without discrimination between shippers, localities, or competitive or noncompetitive points, in accordance with such regulations as the commission may prescribe. Such regulations, in the case of common carriers also engaged in interstate commerce, shall conform so far as practicable to those prescribed by any Federal regulatory body on the subject. Preference may always be given in the supply of facilities for transportation of fuel, livestock, or perishable matter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-23/section-2301/"
    },
    {
      "id": "section-2302",
      "number": "2302",
      "heading": "",
      "text": "Whenever the commission shall, after hearing had upon its own motion or upon complaint, deem it necessary or proper for the accommodation, convenience, and safety of the public in the transportation of passengers, every common carrier shall transfer such passengers to or from another part of the system of such common carrier and, to this end, shall make proper and convenient arrangement or adjustment of the time schedules of such common carrier, and shall also make such proper and convenient arrangement or adjustment of the time schedules of such common carrier with those of like adjustment of the time schedules of such common carrier with those of like, contiguous, or connecting common carriers, as the commission shall deem necessary or proper for the accommodation, convenience, and safety of the public.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-23/section-2302/"
    },
    {
      "id": "section-2303",
      "number": "2303",
      "heading": "",
      "text": "(a) General rule.--Every common carrier shall construct and maintain, whenever the commission may, after hearing had upon its own motion or upon complaint, require the same, such switch or other connections with or between the lines of a like common carrier, where the same is reasonably practical, to form a continuous line of transportation, and to cause the transportation of passengers or property between points within this Commonwealth to be without unreasonable interruption or delay, and shall establish through routes and service therein, and joint rates applicable thereto, and, where practicable, shall transport passengers or property over the same without transfer from the originating facilities. In case of failure of the common carriers concerned to agree among themselves upon the division of the cost of construction, maintenance, and operation of the connections thus provided for, or the allowance to be made for the interchange of service, the commission shall ascertain and, by order, prescribe and fix the equitable and just apportionment and division of the same.\n\n(b) Limitation.--Every common carrier and motor carrier is hereby prohibited from interchanging, receiving or delivering, with, from or to any common carrier by motor vehicle which does not have in force a certificate or permit authorizing it to transport property within the jurisdiction of this part.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-23/section-2303/"
    },
    {
      "id": "section-2304",
      "number": "2304",
      "heading": "",
      "text": "(a) General rule.--Every common carrier that receives property for transportation between points within this Commonwealth shall issue a receipt or bill of lading therefor, and shall be liable to the lawful holder thereof for any loss, damage, or injury to such property caused by it, or any other common carrier to which such property may be delivered, or over whose line such property may be transported. No contract, receipt, rule or regulation shall exempt such common carrier from the liability hereby imposed. The commission may, by regulation or order, authorize or require any common carrier to establish and maintain rates related to the value of shipments declared in writing by the shipper, or agreed upon in writing as the release value of such shipments; such declaration or agreement to have no effect other than to limit liability and recovery to an amount not exceeding the value so declared or released. Any tariff filed pursuant to such regulation or order shall specifically refer thereto.\n\n(b) Rights of holder and common carrier.--This section does not deprive any lawful holder of such receipt or bill of lading of any remedy or right of action which such holder has under existing laws. Any common carrier issuing such receipt or bill of lading shall, in the event of a recovery of a judgment against, or of a satisfaction made by, such common carrier for such loss or damage, be entitled to recover from the common carrier on whose line the loss or damage shall have been sustained, an amount not in excess of the loss or damage to such property which the lawful holder of such bill of lading or receipt would otherwise have been entitled to recover against such last mentioned common carrier, and not in excess of the amount actually paid to the holder of such receipt or bill of lading.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-23/section-2304/"
    },
    {
      "id": "section-2305",
      "number": "2305",
      "heading": "",
      "text": "After reasonable notice and hearing had upon its own motion, or upon complaint, the commission may, by order, require any common carrier to employ such number of men upon any of its facilities as, in the judgment of the commission, is requisite for the safe and efficient operation of such facilities.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-23/section-2305/"
    }
  ]
}