{
  "state": "pennsylvania",
  "path": "title-title-66/chapter-chapter-19",
  "sections": [
    {
      "id": "section-1901",
      "number": "1901",
      "heading": "",
      "text": "(a) General rule.--Under such regulations as the commission may prescribe, every public utility, before it shall issue or assume securities, shall file with the commission and receive from it, notice of registration of a document to be known as a securities certificate.\n\n(b) Issuance of securities defined.--Issuance of securities includes any act of a public utility executing, causing to be authenticated, delivering or making any change or extension in any term, condition or date of, any stock certificate, or other evidence of equitable interest in itself or any bond, note, trust certificate or other evidence of indebtedness of itself. Issuance of securities does not include the execution, authentication or delivery of the following:\n\n(1) Securities to replace identical securities lost, mutilated or destroyed while in the ownership of a bona fide holder-for-value who properly indemnifies the public utility therefor.\n\n(2) Securities in exchange for the surrender of identical securities, solely for the purpose of registering or facilitating changes in the ownership thereof between bona fide holders-for-value, which surrendered securities are thereupon cancelled.\n\n(3) Securities from the treasury of the public utility previously reacquired from bona fide holders-for-value and held alive.\n\n(4) Any evidence of indebtedness, the date of maturity of which is at a period of less than one year from the date of its execution.\n\n(5) Any evidence of indebtedness for which no date of maturity is fixed but which matures upon demand of the holder.\n\n(6) Any evidence of indebtedness in the nature of a contract between a public utility and a vendor of equipment wherein the public utility promises to pay installments upon the purchase price of equipment acquired and which is not in the form of an equipment trust certificate or similar instrument readily marketable to the general public.\n\n(c) Assumption of securities defined.--Assumption of securities includes any act of a public utility assuming primary or contingent liability for the payment of any dividends upon any stocks or of any principal or interest of any indebtedness, created or incurred by any other person or corporation. Assumption of securities does not include the acquisition of all property of the issuing company by the assuming company as provided in section 1102(3) (relating to enumeration of acts requiring certificate) if the approval of the commission is obtained.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-19/section-1901/"
    },
    {
      "id": "section-1902",
      "number": "1902",
      "heading": "",
      "text": "Every securities certificate shall be verified by oath or affirmation, and shall be in such form, and contain such information pertinent to a proposed issuance or assumption of securities, as the commission may require by its regulations. If two or more issues of securities are proposed to be issued or assumed by a public utility, a separate securities certificate shall be submitted to the commission for the issuance or assumption of each security issue. All information submitted to the commission or obtained through investigation or hearing shall become a part of the securities certificate.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-19/section-1902/"
    },
    {
      "id": "section-1903",
      "number": "1903",
      "heading": "",
      "text": "(a) General rule.--Upon the submission or completion of any securities certificate, as provided in this part, the commission shall register the same if it shall find that the issuance or assumption of securities in the amount, of the character, and for the purpose therein proposed, is necessary or proper for the present and probable future capital needs of the public utility filing such securities certificate; otherwise it shall reject the securities certificate. The commission may consider the relation which the amount of each class of securities issued by such public utility bears to the amount of other such classes, the nature of the business of such public utility, its credit and prospects, and other relevant matters. If, at the end of 30 days after the filing of a securities certificate, no order of rejection has been entered, such certificate shall be deemed, in fact and law, to have been registered. The commission may, by written order, giving reasons therefor, extend the 30-day consideration period.\n\n(b) Effect of registration.--Such registration or rejection may be as to all or part of the securities to which such securities certificate pertains, and any registration may be made subject to such conditions as the commission may deem reasonable in the premises. No registration, however, shall be construed to imply any guaranty or obligation on the part of the Commonwealth as to such securities, nor shall it be taken as requiring the commission, in any proceeding brought before it for any purpose, to fix a valuation which shall be equal to the total of such securities and any other outstanding securities of such public utility, or to approve or prescribe a rate which shall be sufficient to yield a return on such securities or the total securities of such public utility.\n\n(c) Written notice.--Written notice of the registration or rejection of any securities certificate shall be served by registered mail upon the public utility. Every notice of rejection shall contain a statement of the specific reasons for rejection. Both registered and rejected securities certificates shall be retained in the files of the commission.\n\n(d) Amendment of rejected certificate.--At any time within 30 days after the commission shall have rejected a securities certificate, the public utility submitting such securities certificate may submit amendments thereto, verified by oath or affirmation, whereupon the commission shall again consider and act upon the securities certificate, as provided in subsection (a); but a securities certificate which shall have been twice rejected by the commission shall not be amended again. The registration by the commission of a securities certificate, either as completed or amended, shall bind the public utility submitting such securities certificate to issue or assume the securities only under the terms, and for the purpose recited in such securities certificate and the issuance or assumption of the securities under any other terms, or for any other purpose, shall be unlawful.\n\n(e) Judicial review.--Appeals from the action of the commission upon any securities certificates may be taken as provided by law. The completed securities certificate shall constitute the record to be certified to the appellate court in such appeal.\n\nCross References.Section 1903 is referred to in section 2212 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-19/section-1903/"
    },
    {
      "id": "section-1904",
      "number": "1904",
      "heading": "",
      "text": "In addition to any other penalty provided in this part for any violation of this chapter, the commission, after due consideration of the public interest, may declare void any securities issued, or any assumption of securities made in violation of this chapter. Any such declaration shall not be construed as a bar to the recovery, by an innocent holder-for-value of such securities, of any losses sustained by reason of the wrongful acts of the issuing or assuming public utility.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-19/section-1904/"
    }
  ]
}