{
  "state": "pennsylvania",
  "path": "title-title-66/chapter-chapter-13",
  "sections": [
    {
      "id": "section-1307",
      "number": "1307",
      "heading": "",
      "text": "(a) General rule.--Any public utility, except common carriers and those natural gas distributors with gross intrastate annual operating revenues in excess of $40,000,000 with respect to the gas costs of such natural gas distributors, may establish a sliding scale of rates or such other method for the automatic adjustment of the rates of the public utility as shall provide a just and reasonable return on the rate base of such public utility, to be determined upon such equitable or reasonable basis as shall provide such fair return. A tariff showing the scale of rates under such arrangement shall first be filed with the commission, and such tariff, and each rate set out therein, approved by it. The commission may revoke its approval at any time and fix other rates for any such public utility if, after notice and hearing, the commission finds the existing rates unjust or unreasonable.\n\n(b) Mandatory system for automatic adjustment.--The commission, by regulation or order, upon reasonable notice and after hearing, may prescribe for any class of public utilities, except common carriers and those natural gas distributors with gross intrastate annual operating revenues in excess of $40,000,000, a mandatory system for the automatic adjustment of their rates, by means of a sliding scale of rates or other method, on the same basis as provided in subsection (a), to become effective when and in the manner prescribed in such regulation or order. Every such public utility shall, within such time as shall be prescribed by the commission, file tariffs showing the rates established in accordance with such regulation or order.\n\n(c) Fuel cost adjustment.--In any method automatically adjusting rates to reflect changes in fossil fuel cost under this section, the fuel cost used in computing the adjustment shall be limited, in the case of an electric utility, to the cost of such fuel delivered to the utility at the generating site at which it is to be consumed, and the cost of disposing of solid waste from scrubbers or other devices designed so that the consumption of Pennsylvania-mined coal at the generating site would comply with the sulfur oxide emission standards prescribed by the Commonwealth. The cost of fuel handling after such delivery, or of waste disposal, other than as prescribed in this section, shall be excluded from such computation. In any method automatically adjusting rates to reflect changes in fuel cost other than fossil fuel cost under this section, the fuel cost used in computing the adjustment shall be limited, in the case of an electric utility, to the cost of such fuel delivered to the utility at the generating site at which it is to be consumed after deducting therefrom the present salvage or reuse value of such fuel, as shall be established by commission rule or order.\n\n(d) Fuel cost adjustment audits.--The commission shall conduct or cause to be conducted, at such times as it may order, but at least annually, an audit of each public utility which, by any method described in this section, automatically adjusts its rates to reflect changes in its fuel costs, which audit shall enable the commission to determine the propriety and correctness of amounts billed and collected under this section. Whoever performs the audit shall be a person knowledgable in the subject matter encompassed within the operation of the automatic adjustment clause. The auditors report shall be in a form and manner directed by the commission.\n\n(e) Automatic adjustment reports and proceedings.--\n\n(1) Within 30 days following the end of such 12-month period as the commission shall designate, each public utility using an automatic adjustment clause shall file with the commission a statement which shall specify for such period:\n\n(i) the total revenues received pursuant to the automatic adjustment clause;\n\n(ii) the total amount of that expense or class of expenses incurred which is the basis of the automatic adjustment clause; and\n\n(iii) the difference between the amounts specified by subparagraphs (i) and (ii).\n\nSuch report shall be a matter of public record and copies thereof shall be made available to any person upon request to the commission.\n\n(2) Within 60 days following the submission of such report by a public utility, the commission shall hold a public hearing on the substance of the report and any matters pertaining to the use by such public utility of such automatic adjustment clause in the preceding period and may include the present and subsequent periods.\n\n(3) Absent good reason being shown to the contrary, the commission shall, within 60 days following such hearing, by order direct each such public utility to, over an appropriate 12-month period, refund to its patrons an amount equal to that by which its revenues received pursuant to such automatic adjustment clause exceeded the amount of such expense or class of expenses, or recover from its patrons an amount equal to that by which such expense or class of expenses exceeded the revenues received pursuant to such automatic adjustment clause.\n\n(4) For the purpose of this subsection, where a 12-month report period and 12-month refund or recovery period shall have been previously established or designated, nothing in this section shall impair the continued use of such previously established or designated periods nor shall anything in this section prevent the commission from amending at any time any method used by any utility in automatically adjusting its rates, so as to provide the commission more adequate supervision of the administration by a utility of such method and to decrease the likelihood of collection by a utility, in subsequent periods, of amounts greater or less than that to which it is entitled, or, in the event that such deficiency or surplus in collected amounts is found, more prompt readjustment thereof.\n\n(f) Recovery of natural gas costs.--\n\n(1) Natural gas distribution companies, as defined in section 2202 (relating to definitions), with gross intrastate annual operating revenues in excess of $40,000,000 may file tariffs reflecting actual and projected increases or decreases in their natural gas costs, and the tariffs shall have an effective date six months from the date of filing. The commission shall promulgate regulations establishing the time and manner of such filing, but, except for adjustments pursuant to a tariff mechanism authorized in this title, no such natural gas distribution company shall voluntarily file more than one such tariff in a 12-month period: Provided, That:\n\n(i) Nothing contained herein shall prohibit any party from advising the commission that there has been or there is anticipated to be a significant difference between the natural gas costs to the natural gas distribution company and the costs reflected in the then effective tariff or the commission from acting upon such advice.\n\n(ii) A natural gas distribution company may also file a tariff to establish a mechanism by which such natural gas distribution company may further adjust its rates for natural gas sales on a regular, but no more frequent than monthly, basis to reflect actual or projected changes in natural gas costs reflected in rates established pursuant to paragraph (2), subject to annual reconciliation under paragraph (5). In the event that the natural gas distribution company adjusts rates more frequently than quarterly, it shall also offer retail gas customers a fixed-rate option which recovers natural gas costs over a 12-month period, subject to annual reconciliation under paragraph (5). The commission shall, within 60 days of the effective date of this subparagraph, promulgate rules or regulations governing such adjustments and fixed-rate option, but the commission shall not prohibit such adjustments or fixed-rate option.\n\n(2) The commission shall conduct an investigation and hold a hearing or hearings, with notice, to review the tariffs and consider the plans filed pursuant to section 1317 (relating to regulation of natural gas costs). Where there has been an indication of consumer interest, the hearing shall be held in the service territory of the natural gas distribution company. Prior to the effective date of the filing, the commission shall issue an order establishing the rate to be charged to reflect such changes in natural gas costs. The commission shall annually review and approve plans for purposes of reliability and supply. Such rates, however, are subject to the same types of audits, reports and proceedings required by subsection (d).\n\n(3) Within 60 days following the end of such 12-month period as the commission shall designate, each natural gas distribution company subject to this subsection shall file with the commission a statement which specifies for such period:\n\n(i) The total revenues received pursuant to this section.\n\n(ii) The total natural gas costs incurred.\n\n(iii) The difference between the amounts specified by subparagraphs (i) and (ii).\n\n(iv) How actual natural gas costs incurred differ from the natural gas costs allowed under paragraph (2) and why such differences occurred.\n\n(v) How these natural gas costs are consistent with a least cost procurement policy as required by section 1318 (relating to determination of just and reasonable gas cost rates).\n\nSuch report shall be a matter of public record and copies thereof shall be made available by the natural gas distribution company to any person upon request. Copies of the reports shall be filed with the Office of Consumer Advocate and the Office of Small Business Advocate at the same time as they are filed with the commission.\n\n(4) The commission shall hold a public hearing on the substance of such statement submitted by a natural gas distribution company as required in paragraph (3) and on any related matters.\n\n(5) The commission, after hearing, shall determine the portion of the company's natural gas distribution actual natural gas costs in the previous 12-month period which meet the standards set out in section 1318. The commission shall, by order, direct each natural gas distribution company subject to this subsection to refund to its customers gas revenues collected pursuant to paragraph (2) which exceed the amount of actual natural gas costs incurred consistent with the standards in section 1318 and to recover from its customers any amount by which the actual natural gas costs, which have been incurred consistent with the standards in section 1318, exceed the revenues collected pursuant to paragraph (2). Absent good reason to the contrary, the commission shall issue its order within six months following the filing of the statement described in paragraph (3). Refunds to customers shall be made with and recoveries from customers shall include interest at the prime rate for commercial borrowing in effect 60 days prior to the tariff filing made under paragraph (1) and as reported in a publicly available source identified by the commission or at an interest rate which may be established by the commission by regulation. Nothing under this paragraph shall limit the applicability of a defense, principle or doctrine which would prohibit the commission's inquiry into matters that were decided finally in the commission's order issued under paragraph (2).\n\n(6) If the natural gas distribution company's actual natural gas costs exceed the revenues collected under paragraph (2) by more than 10% in the previous 12-month period provided for under paragraph (5) due to customers switching from sales service to transportation service, the natural gas distribution company shall have the right to fully recover the under-collection through a nonbypassable charge. A request for authorization to impose a nonbypassable charge shall be made to the commission in a natural gas distribution company's annual filing under this section or at the time of the filing.\n\n(g) Recovery of costs related to distribution system improvement projects designed to enhance water quality, fire protection reliability and long-term system viability.--(Repealed).\n\n(g.1) Surcharge recoverability and offset.--Notwithstanding any other provision of this title or prior order of the commission, a surcharge imposed on and paid by a public utility under section 1111-A of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971, is recoverable under this section by such means as approved by the commission. Retail rates as adjusted in accordance with this subsection shall also reflect any reduction in Public Utility Realty Tax Act liabilities secured by the utility and adjustments in State taxes reflected in any applicable State tax adjustment surcharge as defined by commission regulations.\n\n(h) Definition.--As used in this section, the terms \"natural gas costs\" and \"gas costs\" include the direct costs paid by a natural gas distribution company for the purchase and the delivery of natural gas to its system in order to supply its customers. Such costs may include costs paid under agreements to purchase natural gas from sellers; costs paid for transporting natural gas to its system; costs paid for natural gas storage service from others, including the costs of injecting and withdrawing natural gas from storage; all charges, fees, taxes and rates paid in connection with such purchases, pipeline gathering, storage and transportation; and costs paid for employing futures, options and other risk management tools. \"Natural gas\" and \"gas\" include natural gas, liquified natural gas, synthetic natural gas and any natural gas substitutes.\n\n(May 31, 1984, P.L.370, No.74, eff. 60 days; Sept. 27, 1984, P.L.721, No.153, eff. 60 days; Dec. 21, 1984, P.L.1265, No.240, eff. imd.; Dec. 18, 1996, P.L.1061, No.156, eff. 60 days; June 22, 1999, P.L.122, No.21, eff. July 1, 1999; Dec. 9, 2002, P.L.1556, No.203, eff. 60 days; Feb. 14, 2012, P.L.72, No.11, eff. 60 days; June 23, 2016, P.L.355, No.47, eff. 60 days)\n\n2016 Amendment.Act 47 amended subsec. (f)(5) and (6).\n\n2012Repeal.Act 11 repealed subsec. (g).\n\n2002 Amendment.Act 203 added subsec. (g.1).\n\n1999 Amendment.Act 21 amended subsecs. (f) and (h).\n\n1996 Amendment.Act 156 relettered former subsec. (g) to subsec. (h) and added present subsec. (g).\n\n1984 Amendments.Act 74 amended subsecs. (a) and (b) and added subsecs. (f) and (g), Act 153 amended subsec. (a) and Act 240 amended subsecs. (a) and (f). The amendments by Acts 153 and 240 to subsec. (a) are identical and therefore have been merged. See section 5 of Act 74 in the appendix to this title for special provisions relating to applicability. See section 7 of Act 240 in the appendix to this title for special provisions relating to filing of tariffs.\n\nCross References.Section 1307 is referred to in sections 528, 1309, 1317, 1318, 1330, 1358, 2205, 2211, 2212, 2806.1, 2807, 2808 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1307/"
    },
    {
      "id": "section-1308",
      "number": "1308",
      "heading": "",
      "text": "(a) General rule.--Unless the commission otherwise orders, no public utility shall make any change in any existing and duly established rate, except after 60 days notice to the commission, which notice shall plainly state the changes proposed to be made in the rates then in force, and the time when the changed rates will go into effect. The public utility shall also give such notice of the proposed changes to other interested persons as the commission in its discretion may direct. Such notices regarding the proposed changes which are provided to the utility's customers shall be in plain understandable language as the commission shall prescribe. All proposed changes shall be shown by filing new tariffs, or supplements to existing tariffs filed and in force at the time. The commission, for good cause shown, may allow changes in rates, without requiring the 60 days notice, under such conditions as it may prescribe.\n\n(b) Hearing and suspension of rate change.--Whenever there is filed with the commission by any public utility any tariff stating a new rate, the commission may, either upon complaint or upon its own motion, upon reasonable notice, enter upon a hearing concerning the lawfulness of such rate, and pending such hearing and the decision thereon, the commission, upon filing with such tariff and delivering to the public utility affected thereby a statement in writing of its reasons therefor, may, at any time before it becomes effective, suspend the operation of such rate for a period not longer than six months from the time such rate would otherwise become effective, and an additional period of not more than three months pending such decision. The rate in force when the tariff stating the new rate was filed shall continue in force during the period of suspension, unless the commission shall establish a temporary rate as authorized in section 1310 (relating to temporary rates). The commission shall consider the effect of such suspension in finally determining and prescribing the rates to be thereafter charged and collected by such public utility. This subsection shall not apply to any tariff stating a new rate which constitutes a general rate increase as defined in subsection (d).\n\n(c) Determination.--If, after such hearing, the commission finds any such rate to be unjust or unreasonable, or in anywise in violation of law, the commission shall determine the just and reasonable rate to be charged or applied by the public utility for the service in question, and shall fix the same by order to be served upon the public utility and such rate shall thereafter be observed until changed as provided by this part.\n\n(d) General rate increases.--Whenever there is filed with the commission by any public utility described in paragraph (1)(i), (ii), (vi) or (vii) of the definition of \"public utility\" in section 102 (relating to definitions), and such other public utility as the commission may by rule or regulation direct, any tariff stating a new rate which constitutes a general rate increase, the commission shall promptly enter into an investigation and analysis of said tariff filing and may by order setting forth its reasons therefor, upon complaint or upon its own motion, upon reasonable notice, enter upon a hearing concerning the lawfulness of such rate, and the commission may, at any time by vote of a majority of the members of the commission serving in accordance with law, permit such tariff to become effective, except that absent such order such tariff shall be suspended for a period not to exceed seven months from the time such rate would otherwise become effective. Before the expiration of such seven-month period, a majority of the members of the commission serving in accordance with law, acting unanimously, shall make a final decision and order, setting forth its reasons therefor, granting or denying, in whole or in part, the general rate increase requested. If, however, such an order has not been made at the expiration of such seven-month period, the proposed general rate increase shall go into effect at the end of such period, but the commission may by order require the interested public utility to refund, in accordance with section 1312 (relating to refunds), to the persons in whose behalf such amounts were paid, such portion of such increased rates as by its decision shall be found not justified, plus interest, which shall be the average rate of interest specified for residential mortgage lending by the Secretary of Banking in accordance with the act of January 30, 1974 (P.L.13, No.6), referred to as the Loan Interest and Protection Law, during the period or periods for which the commission orders refunds. The rate in force when the tariff stating such new rate was filed shall continue in force during the period of suspension unless the commission shall grant extraordinary rate relief as prescribed in subsection (e). The commission shall consider the effect of such suspension in finally determining and prescribing the rates to be thereafter charged and collected by such public utility, except that the commission shall have no authority to prescribe, determine or fix, at any time during the pendency of a general rate increase proceeding or prior to a final determination of a general rate increase request, temporary rates as provided in section 1310, which rates may provide retroactive increases through recoupment. As used in this part general rate increase means a tariff filing which affects more than 5% of the customers and amounts to in excess of 3% of the total gross annual intrastate operating revenues of the public utility. If the public utility furnishes two or more types of service, the foregoing percentages shall be determined only on the basis of the customers receiving, and the revenues derived from, the type of service to which the tariff filing pertains.\n\n(d.1) Multiple filings prohibited.--Except as required to implement an order granting extraordinary rate relief, no public utility which has filed a general rate increase request pursuant to this section shall file an additional general rate increase request pursuant to this section for the same type of service until the commission has made a final decision and order on the prior general rate increase request or until the expiration of the maximum period of suspension of the prior general rate increase request pursuant to this section, whichever is earlier.\n\n(e) Extraordinary rate relief.--Upon petition to the commission at the time of filing of a rate request or at any time during the pendency of proceedings on such rate request, any public utility may seek extraordinary rate relief of such portion of the total rate relief requested as can be shown to be immediately necessary for the maintenance of financial stability in order to enable the utility to continue providing normal services to its customers, avoid reductions in its normal maintenance programs, avoid substantially reducing its employment, and which will provide no more than the rate of return on the utility's common equity established by the commission in consideration of the utility's preceding rate filing, except that no utility shall file, either with a request for a general rate increase or at any time during the pendency of such a request, more than one petition under this subsection pertaining to rates for a particular type of service, nor any supplement or amendment thereto, except when permitted to do so by order of the commission. Any public utility requesting extraordinary rate relief shall file with the petition sufficient additional testimony and exhibits which will permit the commission to make appropriate findings on the petition. The public utility shall give notice of the petition in the same manner as its filing upon which this petition is based. The commission shall within 30 days from the date of the filing of a petition for extraordinary rate relief, and after hearing for the purpose of cross-examination of the testimony and exhibits of the public utility, and the presentation of such other evidentiary testimony as the commission may by rule prescribe, by order setting forth its reasons therefor, grant or deny, in whole or in part, the extraordinary relief requested. Absent such order, the petition shall be deemed to have been denied. Rates established pursuant to extraordinary rate relief shall not be deemed to be temporary rates within the meaning of that term as it is used in section 1310.\n\n(f) Limitation on rate increases by certain public utilities.--Whenever there is filed with the commission any tariff stating a new rate based in whole or in part on the cost of constructing an electric generating unit, the commission shall compare the estimated construction cost filed in accordance with section 515(a) (relating to construction cost of electric generating units) with the actual construction cost submitted by the utility in support of that tariff. If the actual construction cost exceeds the estimated construction cost, the rate determined by the commission under this section shall not be based on any part of that excess unless the public utility proves that part of the excess to have been necessary and proper. In making its determination under this subsection, the commission shall consider all relevant and material evidence, including evidence obtained pursuant to section 515. For purposes of this subsection \"construction\" includes any work performed on an electric generating unit which required, or is expected to require, the affected public utility to incur an aggregate of at least $100,000,000 of expenses which, in accordance with generally accepted accounting principles, are capital expenses and not operating or maintenance expenses.\n\n(July 6, 1984, P.L.602, No.123, eff. imd.; Sept. 27, 1984, P.L.721, No.153, eff. imd.; Dec. 21, 1984, P.L.1265, No.240, eff. imd.)\n\n1984 Amendments.Act 123 added subsec. (f), Act 153 added subsec. (d.1) and Act 240 amended subsec. (a) and added subsec. (d.1). The amendments by Acts 153 and 240, adding subsec. (d.1), are substantially the same and have both been given effect in setting forth the text of subsec. (d.1). See section 5 of Act 123 in the appendix to this title for special provisions relating to submission of cost estimate for units not completed.\n\nReferences in Text. The Secretary of Banking, referred to in subsec. (d), was renamed the Secretary of Banking and Securities by the act of July 2, 2012 (P.L.814, No.86).\n\nCross References.Section 1308 is referred to in sections 315, 523, 1309, 1311, 1316, 1318, 1330, 1353, 2211, 2804, 2806.1, 2807, 3015 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1308/"
    },
    {
      "id": "section-1310",
      "number": "1310",
      "heading": "",
      "text": "(a) General rule.--The commission may, in any proceeding involving the rates of a public utility, except a proceeding involving a general rate increase, brought either upon its own motion or upon complaint, after reasonable notice and hearing, if it be of opinion that the public interest so requires, immediately fix, determine, and prescribe temporary rates to be charged by such public utility, pending the final determination of such rate proceeding. Such temporary rates, so fixed, determined, and prescribed, shall be sufficient to provide a return of not less than 5% upon the original cost, less accrued depreciation, of the physical property, when first devoted to public use, of such public utility, used and useful in the public service, and if the duly verified reports of such public utility to the commission do not show such original cost, less accrued depreciation, of such property, the commission may estimate such cost less depreciation and fix, determine, and prescribe rates as hereinbefore provided.\n\n(b) Exception where records unavailable.--If any public utility does not have continuing property records, kept in the manner prescribed by the commission under the provisions of section 1702 (relating to continuing property records), then the commission, after reasonable notice and hearing, may establish temporary rates which shall be sufficient to provide a return of not less than an amount equal to the operating income for such prior calendar, fiscal or other year as the commission may deem proper, to be determined on the basis of data appearing in the annual report of such public utility to the commission for such prior year as the commission may deem proper, plus or minus such return as the commission may prescribe from time to time upon such net changes of the physical property as are reported to and approved for rate-making purposes by the commission. In determining the net changes of the physical property, the commission may, in its discretion, deduct from gross additions to such physical property the amount charged to operating expenses for depreciation or, in lieu thereof, it may determine such net changes by deducting retirements from the gross additions. The commission, in determining the basis for temporary rates, may make such adjustments in the annual report data as may, in the judgment of the commission, be necessary and proper.\n\n(c) Periodicity of rates.--The commission may fix, determine, and prescribe temporary rates every month, or at any other interval, if it be of opinion that the public interest so requires, and the existence of proceedings begun for the purpose of establishing final rates shall not prevent the commission from changing every month, or at any other interval, such temporary rates as it has previously fixed, determined, and prescribed.\n\n(d) Excessive rates.--Whenever the commission, upon examination of any annual or other report, or of any papers, records, books, or documents, or of the property of any public utility, shall be of opinion that any rates of such public utility are producing a return in excess of a fair return upon the fair value of the property of such public utility, used and useful in its public service, the commission may, by order, prescribe for a trial period of at least six months, which trial period may be extended for one additional period of six months, such temporary rates to be observed by such public utility as, in the opinion of the commission, will produce a fair return upon such fair value, and the rates so prescribed shall become effective upon the date specified in the order of the commission. Such rates, so prescribed, shall become permanent at the end of such trial period, or extension thereof, unless at any time during such trial period, or extension thereof, the public utility involved shall complain to the commission that the rates so prescribed are unjust or unreasonable. Upon such complaint, the commission, after hearing, shall determine the issues involved, and pending final determination the rates so prescribed shall remain in effect.\n\n(e) Effect and adjustment of rates.--Temporary rates so fixed, determined, and prescribed under this section shall be effective until the final determination of the rate proceeding, unless terminated sooner by the commission. In every proceeding in which temporary rates are fixed, determined, and prescribed under this section, the commission shall consider the effect of such rates in fixing, determining, and prescribing rates to be thereafter demanded or received by such public utility on final determination of the rate proceeding.\n\nCross References.Section 1310 is referred to in sections 1308, 1309 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1310/"
    },
    {
      "id": "section-1312",
      "number": "1312",
      "heading": "",
      "text": "(a) General rule.--If, in any proceeding involving rates, the commission shall determine that any rate received by a public utility was unjust or unreasonable, or was in violation of any regulation or order of the commission, or was in excess of the applicable rate contained in an existing and effective tariff of such public utility, the commission shall have the power and authority to make an order requiring the public utility to refund the amount of any excess paid by any patron, in consequence of such unlawful collection, within four years prior to the date of the filing of the complaint, together with interest at the legal rate from the date of each such excessive payment. In making a determination under this section, the commission need not find that the rate complained of was extortionate or oppressive. Any order of the commission awarding a refund shall be made for and on behalf of all patrons subject to the same rate of the public utility. The commission shall state in any refund order the exact amount to be paid, the reasonable time within which payment shall be made, and shall make findings upon pertinent questions of fact.\n\n(b) Suit for refund.--If the public utility fails to make refunds within the time for payment fixed by any final order of the commission or court, any patron entitled to any refund may sue therefor and the findings and order made by the commission shall be prima facie evidence of the facts therein stated, and that the amount awarded is justly due the plaintiff in such suit, and the defendant public utility shall not be permitted to avail itself of the defense that the service was, in fact, rendered to the plaintiff at the rate contained in its tariffs in force at the time payment was made and received, nor shall the defendant public utility be permitted to avail itself of the defense that the rate was reasonable. Any patron entitled to any refund shall be entitled to recover, in addition to the amount of refund, a penalty of 50% of the amount of such refund, together with all court costs and reasonable attorney fees. No suit may be maintained for a refund unless instituted within one year from the date of the order of the commission or court. Any number of patrons entitled to such refund may join as plaintiffs and recover their several claims in a single action, in which action the court shall render a judgment severally for each plaintiff as his interest may appear.\n\n(c) Condition for suit.--No action shall be brought in any court for a refund, unless and until the commission shall have determined that the rate in question was unjust or unreasonable, or in violation of any regulation or order of the commission, or in excess of the applicable rate contained in an existing and effective tariff, and then only to recover such refunds as may have been awarded and directed to be paid by the commission in such order.\n\nCross References.Section 1312 is referred to in sections 1308, 3019 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1312/"
    },
    {
      "id": "section-1318",
      "number": "1318",
      "heading": "",
      "text": "(a) General rule.--In establishing just and reasonable rates for those natural gas distribution companies, as defined in section 2202 (relating to definitions), with gross intrastate operating revenues in excess of $40,000,000 under section 1307(f) (relating to sliding scale of rates; adjustments) or 1308(d) (relating to voluntary changes in rates) or any other rate proceeding, the commission shall consider the materials provided by the utilities pursuant to section 1317 (relating to regulation of natural gas costs). No rates for a natural gas distribution utility shall be deemed just and reasonable unless the commission finds that the utility is pursuing a least cost fuel procurement policy, consistent with the utility's obligation to provide safe, adequate and reliable service to its customers. In making such a determination, the commission shall be required to make specific findings which shall include, but need not be limited to, findings that:\n\n(1) The utility has fully and vigorously represented the interests of its ratepayers in proceedings before the Federal Energy Regulatory Commission.\n\n(2) The utility has taken all prudent steps necessary to negotiate favorable gas supply contracts and to relieve the utility from terms in existing contracts with its gas suppliers which are or may be adverse to the interests of the utility's ratepayers.\n\n(3) The utility has taken all prudent steps necessary to obtain lower cost gas supplies on both short-term and long-term bases both within and outside the Commonwealth, including the use of gas transportation arrangements with pipelines and other distribution companies.\n\n(4) The utility has not withheld from the market or caused to be withheld from the market any gas supplies which should have been utilized as part of a least cost fuel procurement policy.\n\n(b) Limitation on gas purchased from affiliates.--In any instance in which a natural gas distribution company purchases all or part of its gas supplies from an affiliated interest, as that term is defined in section 2101 (relating to definition of affiliated interest), the commission, in addition to the determinations and findings set forth in subsection (a), shall be required to make specific findings with regard to the justness and reasonableness of all such purchases. Such findings shall include, but not be limited to findings:\n\n(1) That the utility has fully and vigorously attempted to obtain less costly gas supplies on both short-term and long-term bases from nonaffiliated interests.\n\n(2) That each contract for the purchase of gas from its affiliated interest is consistent with a least cost fuel procurement policy.\n\n(3) That neither the utility nor its affiliated interest has withheld from the market any gas supplies which should have been utilized as part of a least cost fuel procurement policy.\n\n(c) Shut-in gas; special rule.--In determining whether a gas utility has purchased the least costly natural gas available, the commission shall consider as available to the utility any gas supplies that reasonably could have been brought to market during the relevant period but which were voluntarily withheld from the market by the utility or an affiliated interest of the utility.\n\n(d) Other regulatory approvals.--The fact that a contract or rate has been approved by a Federal regulatory agency for interstate ratemaking purposes shall not, in and of itself, be adequate to satisfy the utility's burden of proof that gas prices and volumes associated with such contract or rate are just and reasonable for purposes of this section.\n\n(e) Reports.--Each natural gas distribution utility with gross intrastate annual operating revenues in excess of $40,000,000 shall file with the commission, the Office of Consumer Advocate and the Office of Small Business Advocate, in accordance with regulations to be prescribed by the commission, quarterly reports setting forth the actual gas costs incurred by the utility on a monthly basis. Actual gas costs shall be reviewed for their accuracy by the Bureau of Audits at least annually and the results of that review shall be submitted to the commission.\n\n(f) Definition.--As used in this section, the terms \"natural gas,\" \"natural gas costs,\" \"gas costs\" and \"gas\" shall have the same definitions as provided in section 1307(h).\n\n(May 31, 1984, P.L.370, No.74, eff. 60 days; June 22, 1999, P.L.122, No.21, eff. July 1, 1999)\n\nCross References.Section 1318 is referred to in sections 1307, 2107 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1318/"
    },
    {
      "id": "section-1319",
      "number": "1319",
      "heading": "",
      "text": "(a) Recovery of certain additional expenses.--If:\n\n(1) a natural gas or electric public utility elects to establish a conservation or load management program and that program is approved by the commission after a determination by the commission that the program is prudent and cost-effective; or\n\n(2) the commission orders a natural gas or electric public utility to establish a conservation or load management program that the commission determines to be prudent and cost-effective;\n\nthe commission shall allow the public utility to recover all prudent and reasonable costs associated with the development, management, financing and operation of the program, provided that such prudent and reasonable costs shall be recovered only in accordance with appropriate accounting principles. Nothing in this section shall permit the recovery of costs in a manner prohibited by section 1315 (relating to limitation on consideration of certain costs for electric utilities). Nothing in this section shall permit the recovery of the cost of producing, generating, transmitting, distributing or furnishing electricity or natural gas.\n\n(b) Option for recovery.--The commission may consider allowing the recovery of those costs permitted to be recovered by subsection (a) through charges to those persons who are participants in the financing program.\n\n(Dec. 21, 1984, P.L.1270, No.241, eff. imd.; July 10, 1986, P.L.1238, No.114, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1319/"
    },
    {
      "id": "section-1329",
      "number": "1329",
      "heading": "",
      "text": "(a) Process to establish fair market value of selling utility.--Upon agreement by both the acquiring public utility or entity and the selling utility, the following procedure shall be used to determine the fair market value of the selling utility:\n\n(1) The commission will maintain a list of utility valuation experts from which the acquiring public utility or entity and selling utility will choose.\n\n(2) Two utility valuation experts shall perform two separate appraisals of the selling utility for the purpose of establishing its fair market value.\n\n(3) Each utility valuation expert shall determine fair market value in compliance with the Uniform Standards of Professional Appraisal Practice, employing the cost, market and income approaches.\n\n(4) The acquiring public utility or entity and selling utility shall engage the services of the same licensed engineer to conduct an assessment of the tangible assets of the selling utility. The assessment shall be incorporated into the appraisal under the cost approach required under paragraph (3).\n\n(5) Each utility valuation expert shall provide the completed appraisal to the acquiring public utility or entity and selling utility within 90 days of execution of the service contract.\n\n(b) Utility valuation experts.--\n\n(1) The utility valuation experts required under subsection (a) shall be selected as follows:\n\n(i) one shall be selected by the acquiring public utility or entity; and\n\n(ii) one shall be selected by the selling utility.\n\n(2) The utility valuation experts shall not:\n\n(i) derive any material financial benefit from the sale of the selling utility other than fees for services rendered; or\n\n(ii) be an immediate family member of a director, officer or employee of either the acquiring public utility, entity or selling utility within a 12-month period of the date of hire to perform an appraisal.\n\n(3) Fees paid to utility valuation experts may be included in the transaction and closing costs associated with acquisition by the acquiring utility or entity. Fees eligible for inclusion may be of an amount not exceeding 5% of the fair market value of the selling utility or a fee approved by the commission.\n\n(c) Ratemaking rate base.--The following apply:\n\n(1) The ratemaking rate base of the selling utility shall be incorporated into the rate base of:\n\n(i) the acquiring public utility during the acquiring public utility's next base rate case; or\n\n(ii) the entity in its initial tariff filing.\n\n(2) The ratemaking rate base of the selling utility shall be the lesser of the purchase price negotiated by the acquiring public utility or entity and selling utility or the fair market value of the selling utility.\n\n(d) Acquisitions by public utility.--The following apply:\n\n(1) If the acquiring public utility and selling utility agree to use the process outlined in subsection (a), the acquiring public utility shall include the following as an attachment to its application for commission approval of the acquisition filed pursuant to section 1102 (relating to enumeration of acts requiring certificate):\n\n(i) Copies of the two appraisals performed by the utility valuation experts under subsection (a).\n\n(ii) The purchase price of the selling utility as agreed to by the acquiring public utility and selling utility.\n\n(iii) The ratemaking rate base determined pursuant to subsection (c)(2).\n\n(iv) The transaction and closing costs incurred by the acquiring public utility that will be included in its rate base.\n\n(v) A tariff containing a rate equal to the existing rates of the selling utility at the time of the acquisition and a rate stabilization plan, if applicable to the acquisition.\n\n(2) The commission shall issue a final order on an application submitted under this section within six months of the filing date of an application meeting the requirements of subsection (d)(1).\n\n(3) If the commission issues an order approving the application for acquisition, the order shall include:\n\n(i) The ratemaking rate base of the selling utility, as determined under subsection (c)(2).\n\n(ii) Additional conditions of approval as may be required by the commission.\n\n(4) The tariff submitted pursuant to subsection (d)(1)(v) shall remain in effect until such time as new rates are approved for the acquiring public utility as the result of a base rate case proceeding before the commission. The acquiring public utility may collect a distribution system improvement charge during this time, as approved by the commission under this chapter.\n\n(5) The selling utility's cost of service shall be incorporated into the revenue requirement of the acquiring public utility as part of the acquiring utility's next base rate case proceeding. The original source of funding for any part of the water or sewer assets of the selling utility shall not be relevant to determine the value of said assets.\n\n(e) Acquisitions by entity.--An entity shall provide all the information required by subsection (d)(1) to the commission as an attachment to its application for a certificate of public convenience filed pursuant to section 1102.\n\n(f) Postacquisition projects.--The following apply:\n\n(1) An acquiring public utility's postacquisition improvements that are not included in a distribution improvement charge shall accrue allowance for funds used during construction after the date the cost was incurred until the asset has been in service for a period of four years or until the asset is included in the acquiring public utility's next base rate case, whichever is earlier.\n\n(2) Depreciation on an acquiring public utility's postacquisition improvements that have not been included in the calculation of a distribution system improvement charge shall be deferred for book and ratemaking purposes.\n\n(g) Definitions.--The following words and phrases when used in this section shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Acquiring public utility.\"A water or wastewater public utility subject to regulation under this title that is acquiring a selling utility as the result of a voluntary arm's-length transaction between the buyer and seller.\n\n\"Allowance of funds used during construction.\"An accounting practice that recognizes the capital costs, including debt and equity funds that are used to finance the construction costs of an improvement to a selling utility's assets by an acquiring public utility.\n\n\"Entity.\"A person, partnership or corporation that is acquiring a selling utility and has filed or whose affiliate has filed an application with the commission seeking public utility status pursuant to section 1102.\n\n\"Fair market value.\"The average of the two utility valuation expert appraisals conducted under subsection (a)(2).\n\n\"Ratemaking rate base.\"The dollar value of a selling utility which, for postacquisition ratemaking purposes, is incorporated into the rate base of the acquiring public utility or entity.\n\n\"Rate stabilization plan.\"A plan that will hold rates constant or phase rates in over a period of time after the next base rate case.\n\n\"Selling utility.\"A water or wastewater company located in this Commonwealth, owned by a municipal corporation or authority that is being purchased by an acquiring public utility or entity as the result of a voluntary arm's-length transaction between the buyer and seller.\n\n\"Utility valuation expert.\"A person hired by an acquiring public utility and selling utility for the purpose of conducting an economic valuation of the selling utility to determine its fair market value.\n\n(Apr. 14, 2016, P.L.76, No.12, eff. 60 days)\n\n2016 Amendment.Act 12 added section 1329.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1329/"
    },
    {
      "id": "section-1330",
      "number": "1330",
      "heading": "",
      "text": "(a) Declaration of policy.--The General Assembly finds and declares as follows:\n\n(1) Innovations in utility operations and information technologies are creating new opportunities for all customers, and it is in the public interest for the commission to approve just and reasonable rates and rate mechanisms to facilitate customer access to these new opportunities while ensuring that utility infrastructure costs are reasonably allocated to and recovered from customers and market participants consistent with the use of the infrastructure.\n\n(2) It is the policy of the Commonwealth that utility ratemaking should encourage and sustain investment through appropriate cost-recovery mechanisms to enhance the safety, security, reliability or availability of utility infrastructure and be consistent with the efficient consumption of utility service.\n\n(b) Alternative rate mechanisms.--\n\n(1) Notwithstanding any other provision of law, including, but not limited to, sections 2806.1(k)(2) (relating to energy efficiency and conservation program) and 2807(f)(4) (relating to duties of electric distribution companies), the commission may approve an application by a utility in a base rate proceeding to establish alternative rates and rate mechanisms, including, but not limited to, the following mechanisms:\n\n(i) decoupling mechanisms;\n\n(ii) performance-based rates;\n\n(iii) formula rates;\n\n(iv) multiyear rate plans; or\n\n(v) rates based on a combination of more than one of the mechanisms in subparagraphs (i), (ii), (iii) and (iv) or other ratemaking mechanisms as provided under this chapter.\n\n(2) An alternative rate mechanism established under this section may include rates under section 1307 (relating to sliding scale of rates; adjustments) or 1308 (relating to voluntary changes in rates) and may provide for recovery of returns on and return of capital investments or, in the case of city natural gas distribution operations, recovery under the cash flow ratemaking method.\n\n(3) Capital costs and expenses recovered through alternative rates and rate mechanisms shall be reasonable and prudently incurred and used and useful in providing service. Nothing in this paragraph shall be construed to prohibit or limit the recovery of revenue, as appropriate, under a commission-approved performance-based rate plan.\n\n(c) Customer notice.--\n\n(1) A utility shall notify a customer of all of the following:\n\n(i) The filing of an application under subsection (b)(1).\n\n(ii) The commission's decision on the application.\n\n(iii) A summary and, if applicable, a schedule of the rate adjustments that will occur as a result of the commission's approval of a utility application under subsection (b) and the effective date of the adjustments.\n\n(iv) Any other information required by the commission by regulation or order.\n\n(2) Notice shall be provided through customer bill inserts and posted on the utility's publicly accessible Internet website.\n\n(d) Commission.--No later than six months after the effective date of this subsection, the commission, by regulation or order, shall prescribe the specific procedures for the approval of an application to establish alternative rates.\n\n(e) Construction.--Nothing in this section shall be construed as limiting the existing ratemaking authority of the commission or be construed to invalidate or void any rate mechanisms approved by the commission prior to the effective date of this section.\n\n(f) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Decoupling mechanism.\"As follows:\n\n(1) A rate mechanism that reconciles authorized distribution rates or revenues for differences between the projected sales used to set rates and actual sales, which may include, but not be limited to, adjustments resulting from fluctuations in the number of customers served and other adjustments deemed appropriate by the commission.\n\n(2) In the case of water and wastewater, a rate mechanism that adjusts or reconciles authorized rates or revenues for differences between sales used to set rates and actual sales, which may include, but not be limited to, adjustments resulting from fluctuations in the number of customers served and other adjustments deemed appropriate by the commission.\n\n\"Formula rates.\"Rates that are periodically adjusted based on a predetermined formula without the need for a full base rate proceeding.\n\n\"Multiyear rate plan.\"A rate mechanism under which the commission sets base rates and revenue requirements for a multiyear plan period and authorizes periodic changes in base rates, including, but not limited to, adjustments to account for inflation and capital investments without the necessity for base rate proceedings during the approved plan period.\n\n\"Performance-based rates.\"Rates that are set or adjusted based on a public utility's financial or operating performance. Such mechanisms can be part of, or in addition to, existing rate base/rate of return ratemaking or cash flow ratemaking method and may include capital costs and return thereon.\n\n\"Utility.\"As defined in section 1351 (relating to definitions).\n\n(June 28, 2018, P.L.417, No.58, eff. 60 days)\n\n2018 Amendment.Act 58 added section 1330.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1330/"
    },
    {
      "id": "section-1351",
      "number": "1351",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Capitalized cost.\"Costs permitted to be capitalized pursuant to the Uniform System of Accounts and Generally Accepted Accounting Principles.\n\n\"Distribution system.\"A system owned or operated by a utility. The term includes a natural gas distribution company, a city natural gas distribution operation, an electric distribution company, a water utility and a collection system for a wastewater utility.\n\n\"Distribution system improvement charge.\"A charge imposed by a utility to recover the reasonable and prudent costs incurred to repair, improve or replace eligible property that is part of the utility's distribution system.\n\n\"Eligible property.\"Property that is part of a distribution system and eligible for repair, improvement and replacement of infrastructure under this subchapter. Included property shall be as follows:\n\n(1) For electric distribution companies, eligible property shall include:\n\n(i) Poles and towers.\n\n(ii) Overhead and underground conductors.\n\n(iii) Transformers and substation equipment.\n\n(iv) Any fixture or device related to eligible property under subparagraphs (i), (ii) and (iii), including insulators, circuit breakers, fuses, reclosers, grounding wires, crossarms and brackets, relays, capacitors, converters and condensers.\n\n(v) Unreimbursed costs related to highway relocation projects where an electric distribution company must relocate its facilities.\n\n(vi) Other related capitalized costs.\n\n(2) For natural gas distribution companies and city natural gas distribution operations, eligible property shall include:\n\n(i) Piping.\n\n(ii) Couplings.\n\n(iii) Gas services lines and insulated and noninsulated fittings.\n\n(iv) Valves.\n\n(v) Excess flow valves.\n\n(vi) Risers.\n\n(vii) Meter bars.\n\n(viii) Meters.\n\n(ix) Unreimbursed costs related to highway relocation projects where a natural gas distribution company or city natural gas distribution operation must relocate its facilities.\n\n(x) Other related capitalized costs.\n\n(3) For water utilities, eligible property shall include:\n\n(i) Utility service lines, meters and hydrants installed as in-kind replacements for customers.\n\n(ii) Mains and valves installed as replacements for existing facilities that have worn out, are in deteriorated condition or are required to be upgraded to meet under 52 Pa. Code Ch. 65 (relating to water service).\n\n(iii) Main extensions installed to eliminate dead ends and to implement solutions to regional water supply problems that present a significant health and safety concern for customers currently receiving service from the water utility.\n\n(iv) Main cleaning and relining projects.\n\n(v) Unreimbursed costs related to highway relocation projects where a water utility must relocate its facilities.\n\n(vi) Other related capitalized costs.\n\n(4) For wastewater utilities, eligible property shall include:\n\n(i) Collection sewers, collecting mains and service laterals, including sewer taps, curbstops and lateral cleanouts installed as in-kind replacements for customers.\n\n(ii) Collection mains and valves for gravity and pressure systems and related facilities such as manholes, grinder pumps, air and vacuum release chambers, cleanouts, main line flow meters, valve vaults and lift stations installed as replacements or upgrades for existing facilities that have worn out, are in deteriorated condition or are required to be upgraded by law, regulation or order.\n\n(iii) Collection main extensions installed to implement solutions to wastewater problems that present a significant health and safety concern for customers currently receiving service from the wastewater utility.\n\n(iv) Collection main rehabilitation including inflow and infiltration projects.\n\n(v) Unreimbursed costs related to highway relocation projects where a wastewater utility must relocate its facilities.\n\n(vi) Other related capitalized costs.\n\n\"Utility.\"A natural gas distribution company, electric distribution company, water or wastewater utility or city natural gas distribution operation.\n\nCross References.Section 1351 is referred to in section 1330 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1351/"
    },
    {
      "id": "section-1352",
      "number": "1352",
      "heading": "",
      "text": "(a) Submission.--In order to be eligible to recover costs under section 1353 (relating to distribution system improvement charge), a utility must submit a long-term infrastructure improvement plan. The plan shall include the following:\n\n(1) Identification of the types and age of eligible property owned or operated by the utility for which the utility would seek recovery under this subchapter.\n\n(2) An initial schedule for the planned repair and replacement of eligible property.\n\n(3) A general description of the location of the eligible property.\n\n(4) A reasonable estimate of the quantity of eligible property to be improved.\n\n(5) Projected annual expenditures to implement the plan and measures taken to ensure that the plan is cost effective.\n\n(6) The manner in which the replacement of aging infrastructure will be accelerated and how the repair, improvement or replacement will ensure and maintain adequate, efficient, safe, reliable and reasonable service.\n\n(7) If the plan is not adequate and sufficient to ensure and maintain adequate, efficient, safe, reliable and reasonable service, the commission shall order a new or revised plan.\n\n(b) Periodic review.--\n\n(1) The commission shall promulgate regulations for the periodic review at least once every five years of long-term infrastructure plans. The regulations may authorize a utility to revise, update or resubmit a plan as appropriate.\n\n(2) The regulations shall ensure that a distribution system improvement charge shall terminate if the commission determines that the utility is not in compliance with the approved plan.\n\nCross References.Section 1352 is referred to in sections 1353, 1360 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1352/"
    },
    {
      "id": "section-1353",
      "number": "1353",
      "heading": "",
      "text": "(a) Authority.--Except as provided under this subchapter, after January 1, 2013, a utility may petition the commission, or the commission, after notice and hearing, may approve the establishment of a distribution system improvement charge to provide for the timely recovery of the reasonable and prudent costs incurred to repair, improve or replace eligible property in order to ensure and maintain adequate, efficient, safe, reliable and reasonable service.\n\n(b) Petition.--A petition for commission approval of a distribution system improvement charge shall include the following:\n\n(1) An initial tariff that complies with a model tariff adopted by the commission. The proposed tariff shall include the following:\n\n(i) A description of the eligible property.\n\n(ii) The effective date of the distribution system improvement charge.\n\n(iii) Computation of the distribution system improvement charge.\n\n(iv) The method by which the utility will provide quarterly updates of the distribution improvement charge.\n\n(v) A description of consumer protections.\n\n(2) Testimony, affidavits, exhibits or other evidence that demonstrates that a distribution improvement system charge is in the public interest and will facilitate utility compliance with the following:\n\n(i) The provision and maintenance of adequate, efficient, safe, reliable and reasonable service consistent with section 1501 (relating to character of service and facilities).\n\n(ii) Commission regulations and orders relating to the provision and maintenance of adequate, efficient, safe, reliable and reasonable service.\n\n(iii) Any other requirement under Federal or State law relating to the provision and maintenance of adequate, efficient, safe, reliable and reasonable service.\n\n(3) A long-term infrastructure improvement plan under section 1352 (relating to long-term infrastructure improvement plan).\n\n(4) Certification that a base rate case has been filed within five years prior to the date of the filing of the petition under section 1308(d) (relating to voluntary changes in rates).\n\n(5) If a base rate case has not been filed within five years prior to the date of the filing of the petition, the utility must file a base rate case in order to be eligible for a distribution system improvement charge.\n\n(6) Any other information required by the commission.\n\nCross References.Section 1353 is referred to in sections 1352, 1355 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1353/"
    },
    {
      "id": "section-1301-1",
      "number": "1301.1",
      "heading": "",
      "text": "(a) Computation.--If an expense or investment is allowed to be included in a public utility's rates for ratemaking purposes, the related income tax deductions and credits shall also be included in the computation of current or deferred income tax expense to reduce rates. If an expense or investment is not allowed to be included in a public utility's rates, the related income tax deductions and credits, including tax losses of the public utility's parent or affiliated companies, shall not be included in the computation of income tax expense to reduce rates. The deferred income taxes used to determine the rate base of a public utility for ratemaking purposes shall be based solely on the tax deductions and credits received by the public utility and shall not include any deductions or credits generated by the expenses or investments of a public utility's parent or any affiliated entity. The income tax expense shall be computed using the applicable statutory income tax rates.\n\n(b) Revenue use.--If a differential accrues to a public utility resulting from applying the ratemaking methods employed by the commission prior to the effective date of subsection (a) for ratemaking purposes, the differential shall be used as follows:\n\n(1) fifty percent to support reliability or infrastructure related to the rate-base eligible capital investment as determined by the commission; and\n\n(2) fifty percent for general corporate purposes.\n\n(b.1) Taxable contributions.--A water or wastewater public utility shall be solely responsible for funding the income taxes on taxable contributions in aid of construction and customer advances for construction and shall record the income taxes the water or wastewater public utility pays in accumulated deferred income taxes for accounting and ratemaking purposes.\n\n(c) Application.--The following shall apply:\n\n(1) Subsection (b) shall no longer apply after December 31, 2025.\n\n(2) This section shall apply to all cases where the final order is entered after the effective date of this section.\n\n(June 12, 2016, P.L.332, No.40, eff. 60 days; July 2, 2019, P.L.357, No.53, eff. 60 days)\n\n2019 Amendment.Act 53 added subsec. (b.1).\n\n2016 Amendment.Act 40 added section 1301.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1301-1/"
    },
    {
      "id": "section-1316-1",
      "number": "1316.1",
      "heading": "",
      "text": "No public utility may charge to its customers as a permissible operating expense for ratemaking purposes membership fees, dues or charges to fraternal, social or sports clubs or organizations.\n\n(July 10, 1986, P.L.1238, No.114, eff. imd.)\n\n1986 Amendment.Act 114 added section 1316.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1316-1/"
    },
    {
      "id": "section-1354",
      "number": "1354",
      "heading": "",
      "text": "Utilities shall provide notice to customers in bill inserts or through other means as prescribed by the commission of the following:\n\n(1) Submission of the proposed distribution system improvement charge and initial tariff.\n\n(2) Notice of the commission's disposition of the submission under paragraph (1).\n\n(3) Any changes that occur as a result of quarterly adjustments.\n\n(4) Any other information required by the commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1354/"
    },
    {
      "id": "section-1357",
      "number": "1357",
      "heading": "",
      "text": "(a) Recovery.--The following shall apply:\n\n(1) The initial distribution system improvement charge shall be calculated to recover the fixed cost of eligible property that has:\n\n(i) Not previously been reflected in the utility's rates or rate base.\n\n(ii) Been placed in service during the three-month period ending one month prior to the effective date of the distribution improvement system charge.\n\n(2) After calculation of the initial charge under paragraph (1), the distribution system improvement charge must be updated on a quarterly basis to reflect eligible property placed in service during the three-month period ending one month prior to the effective date of each distribution system improvement charge update.\n\n(3) The fixed cost of eligible property shall consist of depreciation and pretax return, except as provided for in subsection (c) for city natural gas distribution operation.\n\n(b) Depreciation calculation.--Depreciation shall be calculated by applying the original cost of the eligible property to the annual accrual rates employed in the utility's most recent base rate case for the plant accounts in which each retirement unit of distribution system improvement charge eligible property is recorded. The following shall apply:\n\n(1) The pretax return shall be calculated using the Federal and State income tax rates, the utility's actual capital structure and actual cost rates for long-term debt and preferred stock as of the last day of the three-month period ending one month prior to the effective date of the distribution system improvement charge and subsequent updates.\n\n(2) The cost of equity shall be the equity return rate approved in the utility's most recent fully litigated base rate proceeding for which a final order was entered not more than two years prior to the effective date of the distribution system improvement charge.\n\n(3) If more than two years have elapsed between the entry of a final order and the effective date of the distribution system improvement charge, the equity return rate used in the calculation shall be the equity return rate calculated by the commission in the most recent Quarterly Report on the Earnings of Jurisdictional Utilities released by the commission.\n\n(c) Recovery of costs.--Utilities may file tariffs establishing a sliding scale of rates or other method for the automatic adjustment of the rates of the utility to provide for recovery of the depreciation and pretax return fixed costs of eligible property, as approved by the commission, that are completed and placed in service between base rate proceedings. For city natural gas distribution operations, recoverable costs shall be amounts reasonably expended or incurred to purchase and install eligible property and associated financing costs, if any, including debt service, debt service coverage and issuance costs.\n\n(d) Calculation.--\n\n(1) The distribution system improvement charge shall be expressed as a percentage carried to two decimal places and shall be applied in a manner consistent with section 1358 (relating to customer protections) to each customer under the utility's applicable rates and charges. The charge shall not be applied to amounts billed for public fire protection service by water utilities and the State tax adjustment surcharge.\n\n(2) The distribution system improvement charge shall be calculated by dividing one-fourth of the annual fixed costs associated with all eligible property under the distribution system improvement charge by the projected revenue for the quarterly period during which the distribution system will be collected. The projected revenues shall not include revenues from public fire protection service earned by water utilities and the State tax adjustment surcharge.\n\n(3) Supporting data for each quarterly update shall be filed with the commission and served upon the commission, the Office of Consumer Advocate and the Office of Small Business Advocate at least ten days prior to the effective date of the update.\n\nCross References.Section 1357 is referred to in section 1311 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1357/"
    },
    {
      "id": "section-1358",
      "number": "1358",
      "heading": "",
      "text": "(a) Limitation.--As follows:\n\n(1) Except as provided under paragraph (2), the distribution system improvement charge may not exceed 5% of the amount billed to customers under the applicable rates of the wastewater utility or distribution rates of the electric distribution company, natural gas distribution company or city natural gas distribution operation. The commission may upon petition grant a waiver of the 5% limit under this paragraph for a utility in order to ensure and maintain adequate, efficient, safe, reliable and reasonable service.\n\n(2) A distribution system improvement charge granted to a water utility under former section 1307(g) (relating to sliding scale of rates; adjustments) or this subchapter may not exceed 7.5% of the amount billed to customers. All proceedings, orders and other actions of the commission related to a distribution system improvement charge granted to a water utility and all practices and procedures of a water utility operating under a distribution system improvement charge prior to the effective date of this paragraph shall remain in effect unless specifically amended or revoked by the commission.\n\n(b) Charge reset.--\n\n(1) The distribution system improvement charge shall be reset at zero as of the effective date of new base rates that provide for prospective recovery of the annual costs previously recovered under the distribution system improvement charge.\n\n(2) After the reset date under paragraph (1), only the fixed costs of new eligible property that have not previously been reflected in the utility's rate base shall be reflected in the quarterly updates of the distribution system improvement charge.\n\n(3) The distribution system improvement charge shall be reset at zero if, in any quarter, data filed with the commission in the utility's most recent annual or quarterly earnings report show that the utility will earn a rate of return that would exceed the allowable rate of return used to calculate its fixed costs under the distribution system improvement charge.\n\n(c) Construction.--Except as otherwise expressly provided under this subchapter, nothing under this subchapter shall be construed as limiting the existing ratemaking authority of the commission, including the authority to permit recovery of operating expenses through an automatic adjustment clause, or as indicating that the existing authority of the commission over rate structure or design is limited.\n\n(d) Commission.--The commission, by regulation or order, shall prescribe the specific procedures to be followed to approve a distribution system improvement charge. A distribution system improvement charge approved by the commission shall provide:\n\n(1) That the distribution system improvement charge shall be applied equally to all customer classes as a percentage of each customer's billed revenue, consistently with subsection (a).\n\n(2) A process to adjust the charge and to provide:\n\n(i) Credit to customer accounts for over collections and collections for ineligible projects.\n\n(ii) Charges to customer accounts for under collections.\n\n(3) A cap on the amount that may be collected from customers under this subchapter.\n\n(e) Audit and reconciliation.--The following shall apply:\n\n(1) The distribution system improvement charge shall be subject to the following:\n\n(i) Audit at intervals determined by the commission.\n\n(ii) Annual reconciliation based on a reconciliation period consisting of the 12 months ending December 31 of each year. The commission may also permit quarterly reconciliation.\n\n(2) The revenue received under the distribution system improvement charge for the reconciliation period shall be compared to the utility's eligible costs for that period. The difference between revenue and costs shall be recouped or refunded, as appropriate, in accordance with section 1307(e), over a one-year period or quarterly period commencing April 1 of each year.\n\n(3) If revenues received from the distribution system improvement charge exceed eligible costs, the over collections shall be refunded with interest. Interest on the over collections shall be calculated at the residential mortgage lending rate specified by the Secretary of Banking in accordance with the act of January 30, 1974 (P.L.13, No.6), referred to as the Loan Interest and Protection Law, and shall be refunded in the same manner as an over collection.\n\n(f) Complaint.--The distribution system improvement charge shall be subject to complaint under section 701 (relating to complaints).\n\nReferences in Text.The Secretary of Banking, referred to in subsec. (e)(3), was renamed the Secretary of Banking and Securities by the act of July 2, 2012 (P.L.814, No.86).\n\nCross References.Section 1358 is referred to in section 1357 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-13/section-1358/"
    }
  ]
}