{
  "state": "illinois",
  "path": "title-chapter-55-counties/chapter-55-ilcs-100-county-coal-processing-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nCounty Coal Processing Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Any county is authorized to acquire, construct, maintain and",
      "text": "operate a coal processing plant and system for the preparation and\ntreatment of coal mined within the county and within the State of Illinois\nfrom mines located within five miles of the boundary of such county, such\npreparation and treatment to be for the purpose of rendering the coal\nsmokeless when consumed and of a quality to meet the legal requirements of\nmunicipalities and political subdivisions of this State and of other states\nnow in effect or hereafter to be placed into effect and which will permit\nsuch prepared coal to be freely purchased, sold and used in such\nmunicipalities and political subdivisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Purchases made pursuant to this Act shall be made in",
      "text": "compliance with the \"Local Government Prompt Payment Act\", approved by the\nEighty-fourth General Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Every such county shall have full power to acquire by dedication,",
      "text": "gift, lease, contract or purchase all property, sites, facilities and\nrights within such county necessary to process coal in the manner\nauthorized by this Act and to pay for the purchase or other acquisition\nand construction of such plant and system by the issuance of revenue bonds\npayable solely from the revenue derived from the operation thereof. Such\nbonds shall bear interest at the rate of not to exceed\nthe maximum rate authorized by the Bond Authorization Act, as amended\nat the time of the making of the contract, payable semiannually, and shall\nmature within twenty years from\nthe date thereof. Each such county is also authorized to issue, sell and\ntransfer warehouse receipts for such coal and prepared fuel and the by\nproducts thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The governing body of any county availing itself of the provisions",
      "text": "of this Act shall adopt a resolution describing in a general way the coal\nprocessing plant and system to be constructed and refer to plans and\nspecifications therefor prepared for that purpose which shall be open to\nthe inspection of the public. Said resolution shall set out the estimated\ncost of such coal processing plant and system and fix the amount of bonds\nproposed to be issued, maturity, interest rate and all details in respect\nthereof. Revenue bonds issued under the provisions of this Act shall be\npayable solely from the revenues derived from such plant and system, and\nsuch bonds shall not in any event constitute an indebtedness of such county\nwithin the meaning of the constitutional provisions or limitations, and it\nshall be plainly stated on the face of each bond that the same has been\nissued under the provisions of this Act and that it does not constitute an\nindebtedness of such county within any constitutional or statutory\nlimitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Whenever revenue bonds have been issued under this Act, the",
      "text": "entire revenue received thereafter from the operation of the plant and\nsystem shall be deposited in a separate fund, designated the \"Coal\nProcessing Fund of the County of ....\", which shall be used for paying the\ncost of maintenance and operation of such plant and system and bonds issued\nhereunder. Each such county may provide by resolution for the expenditure\nof a reasonable portion of the revenue derived from the operation of the\nplant and system for research to improve the quality of the prepared fuel\nand the by products of its preparation, to improve the efficiency of the\nfacilities used in such preparation and for the promotion of the use\nthereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "In case any officer whose signature appears on said bonds or coupons",
      "text": "attached thereto, shall cease to be such officer before the delivery of\nthe bonds to the purchaser, such signature shall, nevertheless, be valid\nand sufficient for all purposes, to the same effect as if he had remained\nin office until the delivery of the bonds. Such bonds shall have all the\nqualities of negotiable paper under the law merchant and the negotiable instrument law.",
      "history": "",
      "source_url": ""
    }
  ]
}