{
  "state": "illinois",
  "path": "title-chapter-55-counties/chapter-55-ilcs-120-historical-document-preservation-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nHistorical Document Preservation Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The county board of every county may, by order or resolution",
      "text": "authorize and direct to be transferred to the Lincoln Presidential Library,\nthe State Archives or to\nthe State University Library at Urbana, Illinois, or to any historical\nsociety duly incorporated and located within the county, such official\npapers, drawings, maps, writings and records of every description as may be\ndeemed of historic interest or value, and as may be in the custody of any\nofficer of such county. Accurate copies of the same when so transferred\nshall be substituted for the original when in the judgment of such county\nboard the same may be deemed necessary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The officer having the custody of such papers, drawings, maps,",
      "text": "writings and records shall permit search to be made at all reasonable hours\nand under his supervision for such as may be deemed of historic interest.\nWhenever so directed by the county board in the manner prescribed in the\nforegoing section such officer shall deliver the same to the trustee,\ndirectors or librarian or other officer of the Department of Natural Resources or society\ndesignated by such county board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The county boards may make reasonable appropriations from their",
      "text": "respective revenues for the purpose of carrying the provisions of this act\ninto effect.",
      "history": "",
      "source_url": ""
    }
  ]
}