{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-172e-dairy-cattle-sold-for-slaughter",
  "sections": [
    {
      "id": "section-172e1",
      "number": "172E.1",
      "heading": "Definitions.Section 172E.2 - Marketing practices — dairy cattle sold for slaughter.Section 172E.3 - Penalties.",
      "text": "172E.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Dairy cattle” means cattle belonging to a breed that is used to produce milk for human consumption, including but not limited to Holstein and Jersey breeds.\n\n2. “Livestock” means the same as defined in section 717.1.\n\n3. “Livestock market” means any place where livestock are assembled from two or more sources for public auction, private sale, or sale on a commission basis, which is under state or federal supervision, including a livestock auction market, if such livestock are kept in the place for ten days or less.\n\n4. “Packer” means a person who is engaged in the business of slaughtering livestock or receiving, purchasing, or soliciting livestock for slaughter. As used in this chapter, “packer” includes an agent of the packer engaged in buying or soliciting livestock for slaughter on behalf of a packer.\n\n2001 Acts, ch 101, §6; 2001 Acts, ch 176, §63",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-172e/section-172e-1/"
    },
    {
      "id": "section-172e2",
      "number": "172E.2",
      "heading": "Marketing practices — dairy cattle sold for slaughter.",
      "text": "172E.2 Marketing practices — dairy cattle sold for slaughter.\n\n1. If a livestock market accepts dairy cattle upon condition that the dairy cattle are to be moved directly to slaughter, the dairy cattle shall be segregated with other livestock to be moved directly to slaughter until sold to a packer. A person shall not knowingly sell the dairy cattle to a purchaser other than to a packer at the livestock market. A person other than a packer shall not knowingly purchase the dairy cattle at the livestock market.\n\n2. This section shall not supersede requirements relating to the movement or marketing of livestock infected with an infectious or contagious disease, including but not limited to those diseases enumerated in section 163.2.\n\n2001 Acts, ch 101, §7; 2002 Acts, ch 1100, §1\n\nReferred to in §172E.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-172e/section-172e-2/"
    },
    {
      "id": "section-172e3",
      "number": "172E.3",
      "heading": "Penalties.",
      "text": "172E.3 Penalties.\n\n1. The department, with assistance by the attorney general, shall have the same authority to enforce this chapter as it does under chapter 165A. A person who violates section 172E.2 is subject to the same penalties as provided in section 165A.5.\n\n2. This section does not prevent a person from commencing a civil cause of action based on any right that the person may assert under statute or common law.\n\n2001 Acts, ch 101, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-172e/section-172e-3/"
    }
  ]
}