{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-199-agricultural-seeds",
  "sections": [
    {
      "id": "section-1991",
      "number": "199.1",
      "heading": "Definitions.Section 199.2 - Dean of agriculture as advisor",
      "text": "199.1 Definitions.\n\nFor the purpose of this chapter or as used in labeling of seed:\n\n1. “Advertisement” means all representations, other than those on the label, relating to seed within the scope of this chapter.\n\n2. “Agricultural seed” means grass, forage, cereal, oil, fiber, and any other kind of crop seed commonly recognized within this state as agricultural seed, lawn seed, vegetable seed, or seed mixtures. Agricultural seed may include any additional seed the secretary designates by rules.\n\n3. “Certifying agency” means an agency authorized under the laws of a state, territory, or possession to officially certify seed and which has standards and procedures approved by the United States secretary of agriculture to assure genetic purity and identity of the seed certified, or an agency of a foreign country determined by the United States secretary of agriculture to adhere to the procedures and standards for seed certification comparable to those adhered to generally by seed certifying agencies in the United States.\n\n4. “Coated seed” means seed that has been encapsulated or covered with a substance other than those defined as “inoculated seed” or “treated seed”. Pelleted seed is a subclass of “coated seed”.\n\n5. “Conditioning” means cleaning to remove chaff, sterile florets, immature seed, weed seed, inert matter, and other crop seed; scarifying; blending to obtain uniform quality; or any other operation which may change the purity or germination of the seed and require retesting to determine the quality of the seed.\n\n6. “Cultivar” or “variety” means a cultivated subdivision of a kind of plant that may be characterized by growth habits, fruit, seed, or other characteristics, by which it can be differentiated from other plants of the same kind.\n\n7. “Hybrid” means the first generation seed produced by controlled pollination of two inbred lines to produce a single cross; an inbred line and a single cross of two unrelated inbred lines to produce a three-way cross; an inbred line and a single cross of two related lines to produce a modified single cross; two single crosses to produce a double cross; an inbred line or a single cross with an open-pollinated or synthetic cultivar to produce a modified cultivar cross; or a cross of two open-pollinated or synthetic cultivars to produce a cultivar cross. The second or subsequent generation from such crosses are not hybrids. Hybrid designations shall be treated as cultivar names.\n\n8. “Inoculant for leguminous plants” means a bacterial culture, or material containing bacteria, that is represented as causing the formation of nodules and aiding the growth of leguminous plants by the fixation of nitrogen.\n\n9. “Inoculated seed” means seed to which has been added a substance containing the cells, spores or mycelia of microorganisms for which a claim is made.\n\n10. “Kind” means one or more related species or subspecies which singly or collectively are known by one common name.\n\n11. “Labeling” means all labels and other written, printed, or graphic representations, in any form, accompanying and pertaining to seed, whether in bulk or in containers, and includes invoices.\n\n12. a. “Local governmental entity” means any political subdivision, or any state authority which is not any of the following:\n\n(1) The general assembly.\n\n(2) A principal central department as enumerated in section 7E.5, or a unit of a principal central department.\n\nb. “Local governmental entity” includes but is not limited to a county, special district, township, or city as provided in Title IX of this Code.\n\n13. “Local legislation” means any ordinance, motion, resolution, amendment, regulation, or rule adopted by a local governmental entity.\n\n14. “Mixture” or “blend” means a combination of seed of more than one kind or variety if present in excess of five percent of the whole.\n\n15. “Multiline cultivar” means a planned combination of two or more near-isogenic lines of a normally self-fertilizing kind of crop.\n\n16. “Noxious weed seed” shall be divided into two classes, “primary noxious weed seed” and “secondary noxious weed seed” which are defined in paragraphs “a” and “b” of this subsection. The secretary, upon the recommendation of the dean of agriculture, Iowa state university of science and technology, shall adopt as a rule, after public hearing, pursuant to chapter 17A, the list of seed classified as “primary noxious weed seed” and “secondary noxious weed seed”.\n\na. “Primary noxious weed seed” are the seed of perennial weeds that reproduce by seed and by underground roots or stems and which, when established, are highly destructive and difficult to control in this state by good cultural practices. For the purpose of this chapter and the sale of seed, primary noxious weeds in this state are the seeds of:\n\n(1) Quack grass — Agropyron repens (L.) Beauv.\n\n(2) Canada thistle — Cirsium arvense (L.) Scop.\n\n(3) Perennial sow thistle — Sonchus arvensis L.\n\n(4) Perennial pepper grass (hoary cress) — Cardaria draba (L.) Desv.\n\n(5) European morning-glory (field bindweed) — Convolvulus arvensis L.\n\n(6) Horse nettle — Solanum carolinense L.\n\n(7) Leafy spurge — Euphorbia esula L.\n\n(8) Russian knapweed — Centaurea repens L.\n\n(9) Palmer amaranth — Amaranthus palmeri.\n\nb. “Secondary noxious weed seed” are the seed of weeds that are very objectionable in fields, lawns, or gardens in this state, but can be controlled by good cultural practices. For the purpose of this chapter and the sale of seed, the secondary noxious weed seeds in this state are the seeds of:\n\n(1) Wild carrot — Daucus carota L.\n\n(2) Sour dock (curly dock) — Rumex crispus L.\n\n(3) Smooth dock — Rumex altissimus Wood.\n\n(4) Sheep sorrel (red sorrel) — Rumex acetosella L.\n\n(5) Butterprint (velvet leaf) — Abutilon theophrasti Medic.\n\n(6) Mustards — Brassica juncea (L.) Coss., Sinapis arvensis L. and B. nigra (L.) Koch.\n\n(7) Cocklebur — Xanthium strumarium L.\n\n(8) Buckhorn — Plantago lanceolata L.\n\n(9) Dodders — Cuscuta species.\n\n(10) Giant foxtail — Setaria faberii Herrm.\n\n(11) Poison hemlock — Conium maculatum.\n\n(12) Wild sunflower — Wild strain of Helianthus annus (L.).\n\n(13) Puncture vine — Tribulus terrestris.\n\n17. “Permit holder” is a person who has obtained a permit from the department as required under sections 199.15 and 199.16.\n\n18. “Person” means an individual, partnership, corporation, company, society, or association.\n\n19. “Purity” means the pure seed percentage by weight, exclusive of inert matter and of other agricultural or weed seed which are distinguishable by their appearance from the crop seed in question.\n\n20. “Record” means all information relating to a shipment of agricultural seed and includes a file sample of each lot of seed.\n\n21. “Registered seed technologist” is a person who has attained registered membership in the society of commercial seed technologists through qualifying tests and experience as required by this society.\n\n22. “Tolerance” means the allowable deviation from any figure used on a label to designate the percentage of any component or the number of seeds given for the lot in question and is based on the law of normal variation from a mean. The secretary shall prepare tables of tolerances allowable in the enforcement of this chapter and may be guided in the preparation by the regulations under the Federal Seed Act,\n\n7 C.F.R. §201.59 et seq.\n\n23. “Treated seed” means agricultural seed that has been given an application of a substance, or subjected to a procedure, for which a claim is made or which is designed to reduce, control or repel disease organisms, insects, or other pests which attack seed or seedlings.\n\n24. “Vegetable seed” means the crops which are grown in gardens or truck farms and are generally sold under the name of vegetable or herb seed in this state.\n\n25. “Weed seed” means the seed of all plants listed as weeds in this chapter or listed as weeds in the rules of the department or commonly recognized as weeds in this state.\n\n26. The Iowa secretary of agriculture shall, by rule, define the terms “breeder”, “foundation”, “registered”, “certified”, and “inbred”, as used in this chapter.\n\n[S13, §5077-a14 – a17; C24, 27, 31, §3127, 3128; C35, §3137-e1; C39, §3127, 3128, 3137.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.1, 199.5; 82 Acts, ch 1191, §1]\n\n2005 Acts, ch 21, §2; 2009 Acts, ch 41, §211; 2017 Acts, ch 101, §1; 2017 Acts, ch 159, §38\n\nReferred to in §199.5, 570A.1, 717A.1\n\nFor plants declared noxious weeds, see §317.1A\n\nFurther definitions, see §189.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-1/"
    },
    {
      "id": "section-1992",
      "number": "199.2",
      "heading": "Dean of agriculture as advisor.",
      "text": "199.2 Dean of agriculture as advisor.\n\nThe dean of agriculture of Iowa state university of science and technology or the dean’s designee shall be the technical advisor to the secretary in the administration of this chapter.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.2; 82 Acts, ch 1191, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-2/"
    },
    {
      "id": "section-1993",
      "number": "199.3",
      "heading": "Labeling of seed.",
      "text": "199.3 Labeling of seed.\n\nEach container of agricultural or vegetable seed which is sold, offered for sale, exposed for sale, or transported within this state shall be labeled according to the following schedule:\n\n1. Seed for sowing purposes shall be labeled as follows:\n\na. Agricultural or vegetable seed that is treated, inoculated, or coated shall contain a word or statement indicating that the treatment, inoculation, or coating has been done. A separate label may be used.\n\nb. If treated, the label shall indicate the commonly accepted chemical or abbreviated chemical name of the applied substance or substances or a description of the type and purpose of procedure used. If the substance in the amount present with the seed is harmful to human or vertebrate animals, the label shall bear a caution statement such as “Do not use for food, feed, or oil purposes”. In addition, for highly toxic substances, a poison statement or symbol shall be shown on the label.\n\nc. If the seed is inoculated, the label shall indicate the month and year beyond which the inoculant is not claimed to be effective.\n\nd. If the seed is coated, the label shall show the percentage by weight in the container of pure seed, inert matter, coating material, other crop seed, and weed seed. The percentage of germination shall be labeled on the basis of a determination made on at least four hundred pellets or capsules, whether or not they contain seed.\n\ne. All seed in package or wrapped form which are required to be labeled, unless otherwise provided, shall conform to the requirements of sections 189.9 and 189.11.\n\n2. Except for seed mixtures for lawn or turf purposes, agricultural seed shall bear a label indicating:\n\na. The name of the kind or kind and variety for each agricultural seed present in excess of five percent of the whole and the percentage by weight of each. If the variety of those kinds generally labeled as to variety is not stated, the label shall show the name of the kind and the words, “variety not stated”. Hybrids shall be labeled as hybrids. Seed shall not be labeled or advertised under a trademark or brand name in a manner that may create the impression that the trademark or brand name is a variety name.\n\nb. Lot number or other lot identification.\n\nc. State or foreign country of origin, if known, of alfalfa and red clover. If the origin is unknown, the fact shall be stated.\n\nd. Percentage by weight of all weed seed.\n\ne. The name and rate of occurrence per unit of weight of each kind of secondary noxious weed seed present.\n\nf. Percentage by weight of agricultural seed which may be designated as “other crop seed” other than those required to be named on the label.\n\ng. Percentage by weight of inert matter.\n\nh. (1) For each named agricultural seed:\n\n(a) Percentage of germination, exclusive of hard seed.\n\n(b) Percentage of hard seed, if present.\n\n(c) The calendar month and year the test was completed to determine the percentages.\n\n(2) Following (a) and (b), the “total germination and hard seed” may be stated as such, if desired.\n\ni. Name and address of the person who labeled the seed, or who sells, offers, or exposes the seed for sale within this state.\n\n3. For seed mixtures for lawn or turf purposes, the label shall indicate:\n\na. The word “mixed” or “mixture” along with the name of the mixture.\n\nb. The heading “pure seed” and “germination” or “germ” where appropriate.\n\nc. Commonly accepted name of kind or kind and variety of each turf seed component in excess of five percent of the whole, and the percentage by weight of pure seed in order of its predominance and in columnar form.\n\nd. Name and percentage by weight of other agricultural seed than those required to be named on the label which shall be designated as “other crop seed”. If the mixture contains no “other crop seed” that fact may be indicated by the words “contains no other crop seed”.\n\ne. Percentage by weight of inert matter.\n\nf. Percentage by weight of all weed seed. Maximum weed seed content not to exceed one percent by weight.\n\ng. The name and rate of occurrence per unit of weight of each kind of secondary noxious weed seed present.\n\nh. For each turf seed named under paragraph “c”:\n\n(1) Percentage of germination, exclusive of hard seed.\n\n(2) Percentage of hard seed, if present.\n\n(3) Calendar month and year the test was completed to determine such percentages. The oldest current test date applicable to any single kind in the mixture shall appear on the label.\n\ni. Name and address of the person who labeled the seed, or who sells, offers, or exposes the seed for sale within the state.\n\n4. The labeling requirements for vegetable seed sold from containers of more than one pound shall be deemed to have been met if the seed is weighed from a properly labeled container in the presence of the purchaser. Packets of vegetable seed prepared for use in home gardens or household plantings or vegetable seed in preplanted containers, mats, tapes, or other planting devices, shall bear labels with the following information:\n\na. Name of kind and variety of seed.\n\nb. Lot identification.\n\nc. The year for which the seed was packed for sale or the percentage of germination and the calendar month and year the test to determine such percentage was completed.\n\nd. Name and address of the person who labeled the seed or who sells, offers, or exposes the seed for sale within the state.\n\ne. For seed which germinate less than the standard last established by the secretary in rules adopted under chapter 17A:\n\n(1) Percentage of germination, exclusive of hard seed.\n\n(2) Percentage of hard seed, if present.\n\n(3) The words “below standard” in not less than eight point type.\n\nf. For seed placed in a germination medium, mat, tape, or other device in such a way as to make it difficult to determine the quantity of seed without removing the seed from the medium, mat, tape, or device, a statement to indicate the minimum number of seed in the container.\n\ng. The last date on which the variety of seed will normally germinate according to standards established by rules adopted by the department.\n\n5. All other vegetable seed containers shall be labeled, indicating:\n\na. The name of each kind and variety present in excess of five percent and the percentage by weight of each in order of its predominance.\n\nb. Lot number or other lot identification.\n\nc. (1) For each named vegetable seed:\n\n(a) Percentage germination exclusive of hard seed.\n\n(b) Percentage of hard seed, if present.\n\n(c) The calendar month and year the test was completed to determine such percentages.\n\n(2) Following (a) and (b), the “total germination and hard seed” may be stated as such, if desired.\n\nd. Name and address of the person who labeled the seed, or who sells, offers, or exposes the seed for sale within the state.\n\n6. Seed sold on or from the farm, which is exempt from the permit requirements by section 199.15, shall be labeled on the basis of tests performed by the Iowa state university seed testing laboratory or a commercial seed laboratory personally supervised by a registered seed technologist. Tests for labeling shall be as provided in section 199.10.\n\n[S13, §5077-a6, -a18, -a19, -a21; C24, 27, 31, 35, 39, §3129, 3130, 3131, 3132; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.3; 82 Acts, ch 1191, §3]\n\n92 Acts, ch 1239, §34; 2009 Acts, ch 41, §212, 213; 2015 Acts, ch 103, §9\n\nReferred to in §199.4, 199.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-3/"
    },
    {
      "id": "section-1994",
      "number": "199.4",
      "heading": "Sales from bulk.",
      "text": "199.4 Sales from bulk.\n\nIn case agricultural or vegetable seed is offered or exposed for sale in bulk or sold from bulk, the information required under section 199.3 may be supplied by a placard conspicuously displayed with the several required items thereon or a printed or written statement to be furnished to any purchaser of the seed.\n\n[S13, §5077-a6; C24, 27, 31, 35, 39, §3133; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.4; 82 Acts, ch 1191, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-4/"
    },
    {
      "id": "section-1995",
      "number": "199.5",
      "heading": "Hybrid corn.",
      "text": "199.5 Hybrid corn.\n\nIt is unlawful for any person to sell, offer or expose for sale, or falsely mark or tag, within the state any seed corn as hybrid unless it falls within the definition of hybrid in section 199.1.\n\n[C35, §3137-e1; C39, §3137.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.5; 82 Acts, ch 1191, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-5/"
    },
    {
      "id": "section-1996",
      "number": "199.6",
      "heading": "Inoculant for legumes.",
      "text": "199.6 Inoculant for legumes.\n\nThe container of any inoculant for leguminous plants which is sold, offered for sale, or exposed for sale within the state shall bear a label giving in the English language in legible letters the following information:\n\n1. The kind or kinds of leguminous plants for which the contents are to be used.\n\n2. The quantity of seed to which the contents are to be applied.\n\n3. An expiry date after which the inoculant might be ineffective.\n\n4. The name and place of business of the manufacturer or laboratory of origin, or alternately of the vendor only, if the vendor accepts responsibility for the accuracy of the declarations made in subsections 1, 2, and 3 of this section.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-6/"
    },
    {
      "id": "section-1997",
      "number": "199.7",
      "heading": "Certified seed.",
      "text": "199.7 Certified seed.\n\n1. The classes of certified seed are breeder, foundation, registered, and certified and shall be recognized by the certifying agency.\n\n2. It shall be unlawful for any person to sell, offer for sale, or expose for sale in the state:\n\na. Any agricultural seed, including seed potatoes, as a recognized class of certified seed unless:\n\n(1) Such seed has been certified by a duly constituted state authority or state association recognized by the Iowa secretary of agriculture.\n\n(2) Each container bears an official label approved by the certifying agency stating that the seed has met the certification requirements established by the certifying agency.\n\n(3) Each container of the certified class of certified seed bears a label blue in color with the word “certified” thereon.\n\n(4) Each container of the foundation and registered classes of certified seed bears a label with a color or colors approved by the certifying agency.\n\nb. Any agricultural seed, including seed potatoes, with a blue label unless such seed is a class of certified seed.\n\n[C35, §3137-g1, -g2; C39, §3137.3, 3137.4; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.7; 82 Acts, ch 1191, §6]\n\n2009 Acts, ch 41, §263",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-7/"
    },
    {
      "id": "section-1998",
      "number": "199.8",
      "heading": "Prohibited acts.",
      "text": "199.8 Prohibited acts.\n\n1. It is unlawful for a person to sell, transport, offer for sale, expose for sale, or advertise an agricultural or vegetable seed:\n\na. Unless the test to determine the percentage of germination as required by this chapter has been completed within nine months, excluding the month of the test, immediately prior to selling, transporting, offering, exposing, or advertising for sale. A retest is not required for seed in hermetically sealed containers or packages provided they have not reached the thirty-six month expiration date.\n\nb. Not labeled in accordance with the provisions of this chapter, or having a false or misleading label.\n\nc. For which there has been false or misleading advertising.\n\nd. Consisting of or containing primary noxious weed seed, subject to recognized tolerances.\n\ne. Consisting of or containing secondary noxious weed seed per weight unit in excess of the number prescribed by rules adopted under this chapter, or in excess of the number declared on the label attached to the container of the seed or associated with the seed.\n\nf. Containing more than one and one-half percent by weight of all weed seed.\n\ng. If any labeling, advertising, or other representation subject to this chapter represents the seed to be certified seed or any class thereof, unless:\n\n(1) It has been determined by a seed certifying agency that the seed conforms to standards of varietal purity and identity as to kind in compliance with the rules and regulations of the agency.\n\n(2) The seed bears an official label issued for the seed by a seed certifying agency stating that the seed is of a specified class and a specified kind or variety.\n\nh. Labeled with a variety name but not certified by an official seed certifying agency when it is a variety for which a United States certificate of plant variety protection under the Plant Variety Protection Act, 7 U.S.C. §2321 et seq., specifies sale only as a class of certified seed. Seed from a certified lot may be labeled as to variety name and used in a blend, by or with the approval of the owner of the variety.\n\n2. It is unlawful for a person to:\n\na. Detach, alter, deface, or destroy a label provided for in this chapter or the rules adopted under this chapter, or to alter or substitute seed in a manner that may defeat the purpose of this chapter.\n\nb. Disseminate false or misleading advertisements concerning seed subject to this chapter.\n\nc. Hinder or obstruct in any way an authorized person in the performance of duties under this chapter.\n\nd. Fail to comply with a “stop sale” order or to move or otherwise handle or dispose of any lot of seed held under a “stop sale” order or tags attached thereto, except with express permission of the enforcing officer, and for the purpose specified thereby.\n\ne. Use the word “trace” as a substitute for any statement which is required.\n\nf. Use the word “type” in labeling in connection with the name of an agricultural seed variety.\n\n3. It is unlawful for a person to sell, transport, offer for sale, expose for sale, or advertise screenings of any agricultural seed subject to this chapter, unless it is stated on the label if in containers or on the invoice if in bulk, that they are not intended for seeding purposes. For the purpose of this subsection, “screenings” includes chaff, empty florets, immature seed, weed seed, inert matter, and other materials removed by cleaning from any agricultural seed subject to this chapter.\n\n[S13, §5077-a15; C24, 27, 31, 35, 39, §3137; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.8; 82 Acts, ch 1191, §7]\n\nReferred to in §199.9, 199.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-8/"
    },
    {
      "id": "section-1999",
      "number": "199.9",
      "heading": "Exemptions.",
      "text": "199.9 Exemptions.\n\n1. Sections 199.3 and 199.8 do not apply to:\n\na. Seed or grain not intended for sowing purposes.\n\nb. Seed in storage in, or consigned to, or for sale to, a seed cleaning or conditioning establishment for cleaning or conditioning; provided that any labeling or other representation which is made with respect to the unclean or unconditioned seed is subject to this chapter.\n\nc. A carrier in respect to seed transported or delivered for transportation in the ordinary course of its business as a carrier provided that the carrier is not engaged in producing, conditioning, or marketing seed, and subject to this chapter.\n\n2. A person is not subject to the penalties of this chapter for having sold, offered or exposed for sale in this state any agricultural seeds which were incorrectly labeled or represented as to kind, species, variety, or origin when those seeds cannot be identified by examination, unless the person has failed to obtain an invoice or genuine grower’s declaration or other labeling information and to take other precautions as reasonable to ensure the identity. A genuine grower’s declaration of variety shall affirm that the grower holds records of proof concerning parent seed such as invoices and labels.\n\n[S13, §5077-a20; C24, 27, 31, 35, 39, §3136; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.9; 82 Acts, ch 1191, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-9/"
    },
    {
      "id": "section-19910",
      "number": "199.10",
      "heading": "Testing methods — cooperation of facilities.",
      "text": "199.10 Testing methods — cooperation of facilities.\n\n1. Testing methods when seed is for sale. Seed lots of all kinds of agricultural seed intended for sale in this state shall be tested in accordance with the association of official seed analysts’ rules for testing seed or the regulations under the Federal Seed Act. The tests required shall be:\n\na. Purity analysis.\n\nb. Noxious weed examination.\n\nc. Germination.\n\n2. Charges for testing. Charges for seed testing by the Iowa state university seed testing laboratory shall be determined by the laboratory. Separate fee schedules shall be published for:\n\na. Tests for seed dealers, permit holders, and farmers who plan to sell seed.\n\nb. Tests for out-of-state persons.\n\n3. Cooperation between the Iowa state university and the department of agriculture and land stewardship. To furnish farmers and seed dealers with information as to seed quality and guide them in the proper labeling of seed for sale, these organizations shall:\n\na. Integrate seed testing so as to avoid unnecessary duplication of personnel and equipment. The Iowa state university seed testing laboratory shall promote seed education and research and shall conduct service testing for farmers and seed dealers.\n\nb. Exchange information which will be mutually beneficial to both agencies in matters pertaining to agricultural seed.\n\nc. Guide seed testing by all individuals or organizations so as to promote uniformity of seed testing in Iowa.\n\n[S13, §5077-a12; C24, 27, 31, 35, 39, §3135; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.10; 82 Acts, ch 1191, §9 – 11]\n\n85 Acts, ch 67, §21, 22; 2015 Acts, ch 103, §10, 11\n\nReferred to in §199.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-10/"
    },
    {
      "id": "section-19911",
      "number": "199.11",
      "heading": "Authority of the department.",
      "text": "199.11 Authority of the department.\n\n1. For the purpose of carrying out the provisions of this chapter, the department shall do all of the following:\n\na. Sample, inspect, analyze, and test agricultural seed, if the agricultural seed is transported, sold, offered, or exposed for sale within this state for sowing. The department shall perform these duties at a time and place and to an extent necessary to determine whether the agricultural seed is in compliance with this chapter. The department shall promptly notify the person who transported, sold, offered, or exposed the seed for sale, of a violation.\n\nb. Adopt rules governing methods of sampling, inspecting, analyzing, testing, and examining agricultural seed. The rules shall include tolerances to be followed in the administration of this chapter, which shall be in general accord with officially prescribed practice in interstate commerce under the Federal Seed Act and other rules or regulations necessary for the efficient enforcement of this chapter.\n\n2. For the purpose of carrying out the provisions of this chapter, the department may:\n\na. Enter upon public or private premises during regular business hours in order to have access to commercial seed, subject to this chapter and departmental rules.\n\nb. Issue and enforce a written or printed “stop sale” order to the owner or custodian of any lot of agricultural seed which the department believes is in violation of this chapter or departmental rules. The order shall prohibit further sale of the seed until the department has evidence of compliance. However, the owner or custodian of the seed shall be permitted to remove the seed from a salesroom open to the public. Judicial review of the order may be sought in accordance with chapter 17A. However, notwithstanding chapter 17A, petitions for judicial review may be filed in the district court. This subsection does not limit the right of the department to proceed as authorized by other sections of this chapter.\n\nc. Establish and maintain or make provision for seed testing facilities essential to the enforcement of this chapter. The department may employ qualified persons, and incur expenses necessary to comply with these provisions.\n\nd. Cooperate with the United States department of agriculture in seed law enforcement.\n\n[C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.11]\n\n92 Acts, ch 1239, §35; 93 Acts, ch 40, §1, 2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-11/"
    },
    {
      "id": "section-19912",
      "number": "199.12",
      "heading": "Seizure of unlawful seed.",
      "text": "199.12 Seizure of unlawful seed.\n\nUpon the recommendation of the secretary or the secretary’s duly authorized agents, the court of competent jurisdiction in the area in which the seed is located shall cause the seizure and subsequent denaturing, conditioning, or destruction to prevent the use for sowing purposes of any lot of agricultural seed found to be prohibited from sale as set forth in section 199.8, provided that in no instance shall the denaturing, conditioning, or destruction be ordered without first having given the claimant of the seed an opportunity to apply to the court for the release of the seed.\n\n[C35, §3137-g3; C39, §3137.5; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.12; 82 Acts, ch 1191, §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-12/"
    },
    {
      "id": "section-19913",
      "number": "199.13",
      "heading": "Penalty.",
      "text": "199.13 Penalty.\n\nA violation of this chapter is a simple misdemeanor. The department may institute criminal or civil proceedings in a court of competent jurisdiction to enforce this chapter. When in the performance of the secretary’s duties in enforcing this chapter the secretary applies to a court for a temporary or permanent injunction restraining a person from violating or continuing to violate any of the provisions of this chapter or rules adopted under this chapter, the injunction is to be issued without bond and the person restrained by the injunction shall pay the costs made necessary by the procedure.\n\n[C35, §3137-e2; C39, §3137.2; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.13; 82 Acts, ch 1191, §13]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-13/"
    },
    {
      "id": "section-19913a",
      "number": "199.13A",
      "heading": "Local legislation — prohibition.",
      "text": "199.13A Local legislation — prohibition.\n\n1. The provisions of this chapter and rules adopted by the department pursuant to this chapter shall preempt local legislation adopted by a local governmental entity relating to the production, use, advertising, sale, distribution, storage, transportation, formulation, packaging, labeling, certification, or registration of an agricultural seed. A local governmental entity shall not adopt or continue in effect such local legislation regardless of whether a statute or a rule adopted by the department specifically preempts the local legislation. Local legislation in violation of this section is void and unenforceable.\n\n2. This section does not apply to any of the following:\n\na. Local legislation of general applicability to commercial activity.\n\nb. A motion or resolution that provides for any activity relating to agricultural seed which is owned by the local governmental entity and which is kept or used on land held by the local governmental entity.\n\n2005 Acts, ch 21, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-13a/"
    },
    {
      "id": "section-19914",
      "number": "199.14",
      "heading": "Enforcement.",
      "text": "199.14 Enforcement.\n\nIt shall be the duty of the secretary of agriculture, and the secretary’s agents, to enforce this chapter and of the county attorneys and of the attorney general of the state to cooperate with the secretary in the enforcement of this chapter.\n\n[C35, §3137-g4; C39, §3137.6; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.14]\n\n2012 Acts, ch 1023, §157\n\nReferred to in §331.756(34)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-14/"
    },
    {
      "id": "section-19915",
      "number": "199.15",
      "heading": "Permit — fee — fraud.",
      "text": "199.15 Permit — fee — fraud.\n\n1. A person shall not sell, distribute, advertise, solicit orders for, offer or expose for sale, agricultural or vegetable seed without first obtaining from the department a permit to engage in the business. A permit is not required of persons selling seeds which have been packed and distributed by a person holding and having in force a permit. A permit is not required of persons selling or advertising seed of their own production, provided that the seed is stored or delivered to a purchaser only on or from the farm or premises where grown.\n\n2. a. The fee for a new permit is ten dollars and the fee for a renewed permit is based on the gross annual sales of seeds in Iowa during the previous twelve-month period under the permit holder’s label and all permits expire on the first day of July following date of issue.\n\nb. Permits shall be issued subject to the following fee schedule:\n\nGross sales of seeds Fee\n\nNot more than $ 25,000 $30\n\nOver $25,000 but not exceeding 50,000 60\n\nOver $50,000 but not exceeding 100,000 90\n\nOver $100,000 but not exceeding 200,000 120\n\nc. For each additional increment of one hundred thousand dollars of sales in Iowa the fee shall increase by thirty dollars. The fee shall not exceed one thousand five hundred dollars for a permit holder.\n\n3. After due notice given at least ten days prior to a date of hearing fixed by the secretary, the department may revoke or refuse to renew a permit issued under this section if a violation of this chapter or if intent to defraud is established. The failure to fulfill a contract to repurchase the seed crop produced from any agricultural seed, if the crop meets the requirements set forth in the contract and the standards specified in this chapter, is prima facie evidence of intent to defraud the purchaser at the time of entering into the contract. However, this does not apply when seed stock is furnished by the contractor to the grower at no cost.\n\n[C54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §199.15; 82 Acts, ch 1191, §14]\n\n88 Acts, ch 1272, §20; 2009 Acts, ch 41, §214\n\nReferred to in §199.1, 199.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-15/"
    },
    {
      "id": "section-19916",
      "number": "199.16",
      "heading": "Permit holder’s bond.",
      "text": "199.16 Permit holder’s bond.\n\nIt is unlawful for the permit holder to enter into a contract with a grower who purchases agricultural seed in which the permit holder agrees to repurchase the seed crop produced from the purchased seed at a price in excess of the current market price, unless the permit holder has on file with the department a bond, in a penal sum of twenty-five thousand dollars running to the state of Iowa, with sureties approved by the secretary, for the use and benefit of a person holding a repurchase contract who might have a cause of action of any nature arising from the purchase or contract. However, the aggregate liability of the surety to all purchasers of seed holding repurchase contracts shall not exceed the sum of the bond.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §199.16; 82 Acts, ch 1191, §15]\n\n85 Acts, ch 84, §1\n\nReferred to in §199.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-16/"
    },
    {
      "id": "section-19917",
      "number": "199.17",
      "heading": "Records and seed samples.",
      "text": "199.17 Records and seed samples.\n\nA person whose name appears on the label as handling agricultural or vegetable seed subject to this chapter shall keep for a period of two years complete records of each lot of agricultural or vegetable seed handled and shall keep for one year a file sample of each lot of seed after final disposition of the lot. The records and samples pertaining to the shipments involved shall be accessible for inspection by the department during the customary business hours.\n\n[82 Acts, ch 1191, §16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-199/section-199-17/"
    }
  ]
}