{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-207-coal-mining",
  "sections": [
    {
      "id": "section-2071",
      "number": "207.1",
      "heading": "Policy.Section 207.2 - Definitions",
      "text": "207.1 Policy.\n\n1. It is the policy of this state to provide for the rehabilitation and conservation of land affected by coal mining and preserve natural resources, protect and perpetuate the taxable value of property, and protect and promote the health and safety of the people of this state.\n\n2. The general assembly finds and declares that because the federal Surface Mining Control and Reclamation Act of 1977, Pub. L. No. 95-87, codified at 30 U.S.C. ch. 25, subch. IV, provides for a permit system to regulate the mining of coal and reclamation of the mining sites and provides that permits may be issued by states which are authorized to implement the provisions of that Act, it is in the interest of the people of Iowa to enact the provisions of this chapter in order to authorize the state to implement the provisions of the federal Surface Mining Control and Reclamation Act of 1977 and federal regulations and guidelines issued pursuant to that Act.\n\n[C79, §83A.12(2); C81, §83.1]\n\nC93, §207.1\n\n2006 Acts, ch 1010, §61; 2011 Acts, ch 34, §40; 2015 Acts, ch 103, §17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-1/"
    },
    {
      "id": "section-2072",
      "number": "207.2",
      "heading": "Definitions.",
      "text": "207.2 Definitions. 7 C.F.R. §657.5(a) .\n\n11. “Secretary” means the United States secretary of the interior or a designee.\n\n12. “State program” means the procedures for regulating coal mining and reclamation operations established by this chapter.\n\n13. “Surface coal mining and reclamation operations” means surface coal mining operations and all activities necessary and incident to the reclamation of such operations after the effective date of this chapter.\n\n14. “Surface coal mining operations” means both:\n\na. Activities conducted on the surface of lands in connection with a surface coal mine or surface operations and surface impacts incident to an underground coal mine subject to the requirements of this chapter. However, these activities do not include the extraction of coal incidental to the extraction of other minerals if coal does not exceed sixteen and two-thirds percent of the tonnage of minerals removed for purposes of commercial use or sale or include coal explorations subject to this chapter.\n\nb. The areas upon which such activities occur or where such activities disturb the natural land surface.\n\n15. “Unwarranted failure to comply” means the failure of an operator to prevent the occurrence of or abate a violation of a permit or a requirement of this chapter due to indifference, lack of diligence, or lack of reasonable care.\n\n[C81, §83.2]\n\n86 Acts, ch 1245, §601\n\nC93, §207.2\n\n2012 Acts, ch 1095, §137; 2013 Acts, ch 90, §36; 2015 Acts, ch 103, §40; 2017 Acts, ch 159, §45",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-2/"
    },
    {
      "id": "section-2073",
      "number": "207.3",
      "heading": "Mining license.",
      "text": "207.3 Mining license.\n\n1. A person shall not engage in a surface coal mining operation without first obtaining a license from the division. Licenses shall be issued upon application submitted on a form provided by the division and accompanied by a fee of fifty dollars. An applicant shall furnish on the form information necessary to identify the applicant. Licenses expire on December 31 following the date of issuance and shall be renewed by the division upon application submitted within thirty days prior to the expiration date and accompanied by a fee of ten dollars.\n\n2. The division may, after notification to the committee, commence proceedings to suspend, revoke, or refuse to renew a license of a licensee for repeated or willful violation of any of the provisions of this chapter or of the federal Coal Mine Health and Safety Act of 1969, 30 U.S.C. §801 et seq.\n\n3. The hearing shall be held pursuant to chapter 17A not less than fifteen nor more than thirty days after the mailing or service of the notice. If the licensee is found to have willfully or repeatedly violated any of the provisions of this chapter or of the federal Coal Mine Health and Safety Act of 1969, 30 U.S.C. §801 et seq., the committee may affirm or modify the proposed suspension, revocation, or refusal to renew the license.\n\n4. Suspension or revocation of a license shall become effective thirty days after the mailing or service of the decision to the licensee. If the committee finds the license should not be renewed, the renewal fee shall be refunded and the license shall expire on the expiration date or thirty days after mailing or service of the decision to the licensee, whichever is later.\n\n[C79, §83A.12(1); C81, §83.3]\n\nC93, §207.3\n\n2011 Acts, ch 34, §41",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-3/"
    },
    {
      "id": "section-2074",
      "number": "207.4",
      "heading": "Mine site permit.",
      "text": "207.4 Mine site permit.\n\n1. a. Prior to beginning mining or removal of overburden at mining site, an operator shall obtain a permit from the division for the site. Application for a permit shall be made upon a form provided by the division. The permit fee shall be established by the division in an amount not to exceed the cost of administering the permit provisions of this chapter.\n\nb. The application shall include but not be limited to:\n\n(1) A legal description of the land where the site is located and the estimated number of acres affected.\n\n(2) A statement explaining the authority of the applicant’s legal right to operate a mine on the land.\n\n(3) A reclamation plan meeting the requirements of this chapter.\n\n(4) A determination by an appropriate state or federal agency of the probable hydrologic consequences of the mining and reclamation operations, both on and off the mine site, with respect to the hydrologic regime, quantity, and quality of water in surface and groundwater systems including the dissolved and suspended solids under seasonal flow conditions and the collection of sufficient data for the mine site and surrounding areas so that an assessment can be made by the division of the probable cumulative impacts of all anticipated mining in the area upon the hydrology of the area and particularly upon water availability. If the division finds that the probable total annual production at all locations of a coal mining operator will not exceed one hundred thousand tons, the determination of probable hydrologic consequences and a statement of the result of test borings on core samplings which the division may require shall upon the written request of the operator be performed by a qualified public or private laboratory designated by the division and the cost of the preparation of the determination and statement shall be assumed by the division.\n\n2. All permits issued pursuant to the requirements of this chapter shall be issued for a term not to exceed five years. If the applicant demonstrates that a specified longer term is reasonably needed to allow the applicant to obtain necessary financing for equipment and the opening of the operation and if the application is full and complete for the longer term, the division may grant a permit for the longer term. A successor in interest to a permittee who applies for a new permit within thirty days of succeeding to the interest and is able to continue the bond coverage may continue coal mining and reclamation operations according to the approved mining and reclamation plan of the original permittee until the successor’s application is granted or denied.\n\n3. A permit terminates if the permittee has not commenced the coal mining operations covered by the permit within three years of issuance of the permit. However, the division may grant reasonable extensions of time upon a showing that the extensions are necessary because of litigation precluding the commencement or threatening substantial economic loss to the permittee or because of conditions beyond the control and without the fault or negligence of the permittee. If a coal lease is issued under the federal Mineral Leasing Act, as amended, extensions of time may not extend beyond the period allowed for diligent development in accordance with section 7 of that Act. If coal is to be mined for use in a synthetic fuel facility or specific major electric generating facility, the permittee is deemed to have commenced mining operations when the construction of the synthetic fuel or generating facility is initiated.\n\n4. A valid permit carries the right of successive renewal upon expiration within the boundaries of the existing permit. On application for renewal the burden shall be on the opponents of approval. Upon application the renewal shall be issued unless the division establishes any of the following:\n\na. The terms and conditions of the existing permit are not being satisfactorily met.\n\nb. The present coal mining and reclamation operation is not in compliance with the environmental protection standards of this chapter.\n\nc. The renewal requested substantially jeopardizes the operator’s continuing responsibility on existing permit areas.\n\nd. The operator has not shown that the performance bond for the operation and any additional bond the division may require will continue in full force and effect for the renewal requested.\n\ne. Additional revised or updated information required by the division has not been provided.\n\n5. a. A permit renewal shall be for a term not to exceed the period of the original permit.\n\nb. Application for renewal shall be made at least one hundred twenty days prior to the expiration of the permit. Prior to the approval of a renewal of permit the division shall provide notice to the appropriate public authorities.\n\n[C81, §83.4]\n\nC93, §207.4\n\n2014 Acts, ch 1026, §43; 2015 Acts, ch 29, §32\n\nMine site permit fee set at fifteen dollars per site acre;\n\n88 Acts, ch 1272, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-4/"
    },
    {
      "id": "section-2075",
      "number": "207.5",
      "heading": "Public notice and hearing.",
      "text": "207.5 Public notice and hearing.\n\n1. An applicant for a coal mining and reclamation permit or its renewal shall file a copy of the application for public inspection with the county recorder of each county where the mining is proposed to occur.\n\n2. An applicant for a coal mining and reclamation permit or its renewal shall submit to the division a copy of the applicant’s advertisement of the ownership, precise location, and boundaries of the land to be affected. At the time of submission the advertisement shall be placed by the applicant in a local newspaper of general circulation in the locality of the proposed mine weekly for four consecutive weeks. The division shall notify various local governmental bodies, planning agencies, sewage and water treatment authorities, and water companies where the proposed mining will take place, informing them of the operator’s intention to mine a particularly described tract of land, indicating the application number and where a copy of the proposed mining and reclamation plan may be inspected. They may submit written comments within a reasonable period established by the division on the effect of the proposed operation on the environment within their area of responsibility. The comments shall immediately be transmitted to the applicant and shall be made available to the public at the same locations as the mining permit application.\n\n3. A person having an interest which is or may be adversely affected or a federal, state, or local governmental agency may file written objections to the proposed initial or revised application for a permit for coal mining and reclamation operation with the division within sixty days after the last publication of the advertisement. The objections shall immediately be transmitted to the applicant and shall be made available to the public. If objections are filed and an informal conference requested within a reasonable time, the division shall hold an informal conference in the locality of the proposed mining operations and shall publish the date, time and location in a newspaper of general circulation in the locality at least two weeks prior to the scheduled conference date. Upon request by an interested party, the division may arrange with the applicant access to the proposed mining area for the purpose of gathering information relevant to the proceeding. An electronic or stenographic record shall be made of the conference proceeding, unless waived by all parties. The record shall be maintained and shall be accessible to the parties until final release of the applicant’s performance bond. If all parties requesting the informal conference stipulate agreement prior to the conference and withdraw their request, the conference need not be held.\n\n4. An application for a permit shall show a certificate issued by an insurance company authorized to do business in this state certifying that the applicant has a public liability insurance policy in force for that mining and reclamation operation or evidence satisfactory to the division that the applicant has an adequate self-insurance plan. The policy or self-insurance plan shall provide for personal injury and property damage protection adequate to compensate persons entitled to compensation because of damage as a result of coal mining and reclamation operations including use of explosives. The policy or self-insurance plan shall be maintained in full force and effect during the terms of the permit, any renewal and all reclamation operations.\n\n[C81, §83.5]\n\nC93, §207.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-5/"
    },
    {
      "id": "section-2076",
      "number": "207.6",
      "heading": "Blasting plan required.",
      "text": "207.6 Blasting plan required.\n\n1. An application for a permit shall contain a blasting plan which outlines the procedures and standards by which the operator will meet the requirements of the division.\n\n2. The division may promulgate rules requiring the training, examination, and certification of persons engaging in or directly responsible for blasting or use of explosives in coal mining operations.\n\n[C81, §83.6]\n\nC93, §207.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-6/"
    },
    {
      "id": "section-2077",
      "number": "207.7",
      "heading": "Environmental protection performance standards.",
      "text": "207.7 Environmental protection performance standards.\n\nThe division shall adopt rules for environmental protection performance standards that are consistent with federal regulations authorized under the federal Surface Mining Control and Reclamation Act and amendments to that Act.\n\n[C77, 79, §83A.31; C81, §83.7]\n\n87 Acts, ch 47, §1\n\nC93, §207.7\n\nReferred to in §207.9, 207.10, 207.16, 207.18, 207.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-7/"
    },
    {
      "id": "section-2078",
      "number": "207.8",
      "heading": "Determining if land is unsuitable for mining.",
      "text": "207.8 Determining if land is unsuitable for mining.\n\n1. The division by rule shall designate a site unsuitable for coal mining if the division determines on the basis of an application or petition that reclamation as required by this chapter is not technologically and economically feasible and may designate a site unsuitable for coal mining if such operations will:\n\na. Be incompatible with existing state or local land use plans or programs.\n\nb. Affect fragile or historic lands in which the operations could result in significant damage to important historic, cultural, scientific, or esthetic values or natural systems.\n\nc. Affect renewable resource lands in which such operations could result in a substantial loss or reduction of long range productivity of water supply or of food or fiber products, and such lands to include aquifers and aquifer recharge areas.\n\nd. Affect natural hazards lands in which such operations could substantially endanger life and property, such lands to include areas subject to frequent flooding and areas of unstable geology.\n\n2. The requirements of this section do not apply to lands on which coal mining operations are being conducted as of August 3, 1977, or under a permit issued pursuant to this chapter or pursuant to section 83A.12, Code 1979, or where substantial legal and financial commitments in an operation were in existence prior to January 4, 1977.\n\n3. Prior to designating a land area as unsuitable for coal mining operations, the division shall prepare a detailed statement on the potential coal resources of the area, the demand for coal resources, and the impact of the designation on the environment, the economy, and the supply of coal.\n\n4. A person having an interest which is or may be adversely affected may petition the division to have an area designated or to have the designation terminated. The petition shall contain allegations of facts with supporting evidence tending to establish the allegations. Within ten months after receipt of the petition the division shall hold a public hearing in the locality of the affected area, after appropriate notice and publication of the date, time, and location of the hearing. After a person has filed a petition and before the hearing, any person may intervene by filing allegations. Within sixty days after the hearing, the division shall issue and furnish to the petitioner and any other party to the hearing a written decision regarding the petition and the reasons. If all the petitioners stipulate agreement prior to the hearing and withdraw their request, the hearing need not be held.\n\n5. Subject to valid existing rights, coal mining operations, except those which exist on the effective date of this chapter, shall not be permitted on any of the following:\n\na. Lands within the boundaries of units of the national park systems, the national system of trails, the national wilderness preservation system, the national wildlife refuge systems, the wild and scenic rivers system, including study rivers designated under section 5(a) of the Wild and Scenic Rivers Act and national recreation areas designated by Act of Congress.\n\nb. Lands which will adversely affect any publicly owned park or places included in the national register of historic sites unless approved jointly by the division and the federal, state, or local agency with jurisdiction over the park or the historic site.\n\nc. Within one hundred feet of the outside right-of-way line of a public road, except where mine access roads or haulage roads join the right-of-way line and except that the division may permit such roads to be relocated or the area affected to lie within one hundred feet of such road, if after public notice and opportunity for public hearing in the locality a written finding is made that the interests of the public and the landowners affected thereby will be protected.\n\nd. Within three hundred feet of an occupied dwelling or a privately owned building, unless waived by the owner, or within three hundred feet of a public building, school, church, community, or institutional building, public park, or within one hundred feet of a cemetery.\n\n[C77, 79, §83A.13; C81, §83.8]\n\nC93, §207.8\n\n2006 Acts, ch 1010, §62",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-8/"
    },
    {
      "id": "section-2079",
      "number": "207.9",
      "heading": "Permit approval or denial.",
      "text": "207.9 Permit approval or denial.\n\n1. Upon the basis of a complete mining application and reclamation plan or a revision or renewal, the division shall grant, require modification of, or deny the application for a permit in a reasonable time set by the division and notify the applicant in writing. The applicant shall have the burden of establishing that the application is in compliance with all the requirements of this chapter. Within ten days after granting of a permit, the division shall notify the political subdivision in which the area of land to be affected is located that a permit has been issued and shall describe the location of the land.\n\n2. A permit or revision application shall not be approved unless the application affirmatively demonstrates and the division finds in writing on the basis of the application or other information documented in the approval, and made available to the applicant, the following:\n\na. The permit application is accurate, complete and in compliance with all the requirements of this chapter.\n\nb. The applicant has demonstrated that reclamation as required by this chapter and the state program can be accomplished under the reclamation plan contained in the permit application.\n\nc. The division has assessed the probable cumulative impact of all anticipated mining in the area on the hydrologic balance and the proposed operation has been designed to prevent material damage to hydrologic balance outside permit area.\n\nd. The area proposed to be mined is not included within an area designated unsuitable for coal mining or is not within an area proposed for such designation.\n\ne. If the private mineral estate has been severed from the private surface estate, the applicant has submitted any of the following:\n\n(1) The written consent of the surface owner to the extraction of coal.\n\n(2) A conveyance that expressly grants or reserves the right to extract the coal by surface mining.\n\n(3) If the conveyance does not expressly grant the right to extract coal by surface mining methods, the surface-subsurface legal relationship as determined in accordance with state law. This chapter does not authorize the division to adjudicate property rights disputes.\n\n3. The applicant shall file with the permit application a schedule listing any and all notices of violations of this chapter and any law or rule of the federal or a state government pertaining to air or water environmental protection incurred by the applicant in connection with a coal mining operation during the three previous years. The schedule shall also indicate the final resolution of the notice of violation. If any information available to the division indicates that a coal mining operation owned or controlled by the applicant is currently in violation of this chapter or the other laws referred to in this subsection, the permit shall not be issued until the applicant submits proof that such violation has been corrected or is in the process of being corrected to the satisfaction of the regulatory authority which has jurisdiction over the violation and the permit shall not be issued to an applicant after a finding by the division after an opportunity for a hearing that the applicant, or the operator specified in the application, controls or has controlled mining operations with a demonstrated pattern of willful violations of this chapter.\n\n4. If the area proposed to be mined contains prime farmland, the division shall, after consultation with the United States secretary of agriculture, and pursuant to regulations issued by the secretary with the concurrence of the secretary of agriculture, grant a permit to mine on prime farmland if the division finds in writing that the operator has the technological capability to restore such mined area, within a reasonable time, to equivalent or higher levels of yield as nonmined prime farmland in the surrounding area under equivalent levels of management and can meet the soil reconstruction standards established by section 207.7. Any operator who mines coal on agricultural land shall restore such mined area, within a reasonable time, to equivalent or higher levels of yield as nonmined agricultural land of similar quality in the surrounding area under equivalent levels of management.\n\n5. Within sixty days a person having an interest which is or may be adversely affected may appeal to the committee the decision of the division granting or denying a permit as a contested case under chapter 17A.\n\n[C81, §83.9]\n\nC93, §207.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-9/"
    },
    {
      "id": "section-20710",
      "number": "207.10",
      "heading": "Performance bond requirement.",
      "text": "207.10 Performance bond requirement.\n\n1. After a permit application has been approved but before issuance, the applicant shall file with the division, on a form furnished by the division, a bond for performance payable to the state and conditioned upon faithful performance by the operator of all requirements of this chapter and all rules adopted by the division pursuant to this chapter.\n\n2. The bond shall be signed by the operator as principal and by a corporate surety licensed to do business in Iowa as surety. In lieu of a bond, the operator may deposit cash, or government securities, or certificates of deposit or letters of credit with the division on the same conditions as for filing of bonds.\n\n3. The amount of the bond or other security required to be filed with the division shall be equal to the estimated cost of reclamation of the site if performed by the division. The estimated cost of reclamation of each individual site shall be determined by the division on the basis of relevant factors. The division may require each applicant to furnish information necessary to estimate the cost of reclamation. The amount of the bond or other security may be increased or reduced as the permitted operation changes, or when the cost of future reclamation changes. However, the bond amount shall not be less than ten thousand dollars.\n\n4. Liability under the bond shall be for the duration of the coal mining and reclamation operation and for a period coincident with operator’s responsibility for revegetation requirements in the rules promulgated under section 207.7.\n\n5. If the license to do business in Iowa of a surety of a bond filed with the division is suspended or revoked, the operator, within thirty days after receiving notice from the division, shall substitute another surety. If the operator fails to make substitution, the division may suspend the operator’s authorization to conduct mining on the site covered by the bond until substitution has been made. The commissioner of insurance shall notify the division whenever the license of any surety providing bond for an operator is suspended or revoked.\n\n6. Notwithstanding sections 12C.7, subsection 2, and 666.3, the interest or earnings on investments or time deposits of the proceeds of a performance bond forfeited to the division, cash deposited under subsection 2, any funds provided for the abandoned mine reclamation program under section 207.21 and any civil penalties collected pursuant to sections 207.14 and 207.15 shall be credited to the payment of costs and administrative expenses associated with the reclamation, restoration or abatement activities of the division. The division may expend funds credited to it under this subsection to conduct reclamation activities on any areas disturbed by coal mining not subject to a presently valid permit to conduct surface mining.\n\n[C81, §83.10]\n\n85 Acts, ch 140, §1\n\nC93, §207.10\n\nReferred to in §207.14",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-10/"
    },
    {
      "id": "section-20711",
      "number": "207.11",
      "heading": "Political subdivision engaged in mining.",
      "text": "207.11 Political subdivision engaged in mining.\n\nAn agency or political subdivision of the state or a publicly owned utility or corporation of a political subdivision which engages or intends to engage in coal mining shall meet all requirements of this chapter.\n\n[C81, §83.11]\n\nC93, §207.11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-11/"
    },
    {
      "id": "section-20712",
      "number": "207.12",
      "heading": "Revision of permits.",
      "text": "207.12 Revision of permits.\n\n1. a. An operator may apply for a revision or cancellation of a permit. The application shall be submitted by the operator on a form provided by the division, and shall contain information as required by the division.\n\nb. The division shall establish rules for determining the scale or extent of a revision request to which all permit application information requirements and procedures including notice and hearings, shall apply. Revisions which propose significant alterations in the reclamation plan shall be subject to notice and hearing requirements.\n\n2. An application for a revision of a permit shall not be approved unless the division finds that reclamation as required by this chapter can be accomplished under the revised reclamation plan.\n\n3. Extensions to the area covered by the permit except incidental boundary revisions must be made subject to the requirements for an application for new permit.\n\n4. If the application is to cancel the permit as it pertains to any or all of the unmined part of a site, the division shall, after ascertaining that overburden has not been disturbed or deposited on the land, order release of the bond or the security posted on that portion of the land being removed from the permit and cancel or amend the operator’s permit to conduct mining on the site. Land where overburden has been disturbed or deposited shall not be removed from a permit or released from bond or security under this section.\n\n5. A transfer, assignment, or sale of the rights granted under a permit shall not be made without the written approval of the division.\n\n6. Fees for revision or cancellation shall be determined by the division but shall not exceed the cost of administering revisions or cancellations of permits as authorized under this section.\n\n7. The division shall review outstanding permits within a time limit prescribed by rule and may require reasonable revision or modification of the permit provisions during the term of the permit. However, the revision or modification shall be based upon a written finding and subject to notice and hearing requirements established by the division.\n\n[C81, §83.12]\n\nC93, §207.12\n\n2009 Acts, ch 41, §263",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-12/"
    },
    {
      "id": "section-20713",
      "number": "207.13",
      "heading": "Inspections and monitoring.",
      "text": "207.13 Inspections and monitoring.\n\n1. a. The division shall make inspections of any mining and reclamation operations as are necessary to evaluate the administration of this chapter and authorized representatives of the division shall have a right to entry at any mining and reclamation operation. If the operator refuses to consent to the inspection, the division shall request the attorney general to immediately obtain a warrant for the inspection.\n\nb. The division shall determine what records and other information shall be maintained and furnished to the division by the operators for the effective administration of this chapter.\n\n2. The inspections by the division shall:\n\na. Occur at a frequency of one complete inspection per calendar quarter and at least one partial inspection on an irregular basis in those months where a complete inspection is not performed.\n\nb. Occur without prior notice to the permittee, agents or employees except for necessary on-site meetings with the permittee.\n\nc. Include the filing of inspection reports adequate to enforce the requirements of and to carry out the terms and purposes of this chapter.\n\n3. If the division has reason to believe that an operator is in violation of a requirement of this chapter or a permit condition, the division shall immediately order an inspection of the coal mining operation within ten days of receiving notice of the alleged violation.\n\n4. An operator shall conspicuously maintain a clearly visible sign at the entrances to the mining and reclamation operation which sets forth the name, business address, permit number and phone number of the operator.\n\n5. Each inspector shall immediately inform the operator in writing of each violation, and shall report in writing any violation to the division.\n\n6. Copies of any record, reports, inspection materials, or information obtained under this section by the division shall be made immediately available to the public at central and sufficient locations in the area of mining so that they are conveniently available to residents in the areas of mining.\n\n7. An employee of the division performing any function or duty under this chapter shall not have a direct or indirect financial interest in any mining operation.\n\n[C81, §83.13]\n\nC93, §207.13\n\n2002 Acts, ch 1050, §20; 2009 Acts, ch 41, §263",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-13/"
    },
    {
      "id": "section-20714",
      "number": "207.14",
      "heading": "Enforcement.",
      "text": "207.14 Enforcement.\n\n1. a. When on the basis of an inspection, the administrator determines that a condition or practice exists which creates an imminent danger to the health or safety of the public or can reasonably be expected to cause significant, imminent environmental harm to land, air, or water resources, the administrator shall immediately order a cessation of coal mining and reclamation operations to the extent necessary until the administrator determines that the condition, practice, or violation has been abated, or until the order is modified, vacated, or terminated by the division pursuant to procedures set out in this section.\n\nb. If the administrator finds that the ordered cessation will not completely abate the imminent danger to health or safety of the public or the significant imminent environmental harm, the administrator shall require the operator to take whatever steps the administrator deems necessary to abate the imminent danger or the significant environmental harm.\n\n2. a. When on the basis of an inspection, the administrator determines that any operator is in violation of any requirement of this chapter or permit condition, but the violation does not create an imminent danger to the health or safety of the public or cannot be reasonably expected to cause significant, imminent environmental harm, the administrator shall issue a notice to the operator fixing a reasonable time but not more than ninety days for the abatement of the violation and providing opportunity for public hearing.\n\nb. If upon expiration of the time as fixed the administrator finds in writing that the violation has not been abated, the administrator, notwithstanding sections 17A.18 and 17A.18A, shall immediately order a cessation of coal mining and reclamation operations relating to the violation until the order is modified, vacated, or terminated by the administrator pursuant to procedures outlined in this section. In the order of cessation issued by the administrator under this subsection, the administrator shall include the steps necessary to abate the violation in the most expeditious manner possible.\n\n3. When on the basis of an inspection the administrator determines that a pattern of violations of the requirements of this chapter or any permit conditions exists or has existed, and if the administrator also finds that the violations are willful or caused by the unwarranted failure of the operator to comply with any requirements of this chapter or any permit conditions, the administrator shall immediately issue an order to the operator to show cause as to why the permit should not be suspended or revoked and the bond or security forfeited, and shall provide opportunity for a hearing as a contested case pursuant to chapter 17A. Upon the operator’s failure to show cause, the administrator shall immediately suspend or revoke the permit.\n\n4. a. A permittee may request in writing an appeal to the committee of a decision made in a hearing under subsection 3 within thirty days of the decision. The committee shall review the record made in the contested case hearing, and may hear additional evidence upon a showing of good cause for failure to present the evidence in the hearing, or if evidence concerning events occurring after the hearing is deemed relevant to the proceeding. However, the committee shall not review a decision in a proceeding if the division seeks to collect a civil penalty pursuant to section 207.15, and those decisions are final agency actions subject to direct judicial review as provided in chapter 17A.\n\nb. The contested case hearing shall be scheduled within thirty days of receipt of the request by the division. If the decision in the contested case is to revoke the permit, the permittee shall be given a specific period to complete reclamation, or the attorney general shall be requested to institute bond forfeiture proceedings.\n\n5. In any administrative proceeding under this chapter or judicial review, the amount of all reasonable costs and expenses, including reasonable attorney fees incurred by a person in connection with the person’s participation in the proceedings or judicial review, may be assessed against either party as the court in judicial review or the committee in administrative proceedings deems proper.\n\n6. Notices and orders issued pursuant to this section shall set forth with reasonable specificity the nature of the violation and the remedial action required, the period of time established for abatement, and a reasonable description of the portion of the coal mining and reclamation operation to which the notice or order applies. Each notice or order issued under this section shall be given promptly to the operator or an agent and all notices and orders shall be in writing and signed. A notice or order issued pursuant to this section may be modified, vacated, or terminated by the administrator. Any notice or order issued pursuant to this section which requires cessation of mining by the operator expires within thirty days of actual notice to the operator unless a public hearing is held at or near the site so that any viewings of the site can be conducted during the course of the hearing.\n\n7. a. A permittee issued a notice or order under this section or any person having an interest which is or may be adversely affected by the notice or order or by its modification, vacation, or termination may apply to the committee for review within thirty days of receipt of the notice or order or within thirty days of its modification, vacation, or termination. The review shall be treated as a contested case under chapter 17A.\n\nb. Pending completion of any investigation or hearings required by this section, the applicant may file with the division a written request that the administrator grant temporary relief from any notice or order issued under this section together with a detailed statement giving reasons for granting such relief.\n\nc. The administrator shall issue an order or decision granting or denying the request for relief within five days of its receipt. The administrator may grant such relief under such conditions as the administrator may prescribe if all of the following occur:\n\n(1) A hearing has been held in the locality of the permit area in which all parties were given an opportunity to be heard. The hearing need not be held as a contested case under chapter 17A.\n\n(2) The applicant shows that there is substantial likelihood that the findings of the committee will be favorable to the applicant.\n\n(3) Such relief will not adversely affect the health or safety of the public or cause significant, imminent environmental harm to land, air, or water resources.\n\n8. At the request of the division, the attorney general shall institute any legal proceedings, including an action for an injunction or a temporary injunction necessary to enforce the penalty provisions of this chapter or to obtain compliance with this chapter. Injunctive relief may be requested to enforce a cessation order issued by the administrator pending a hearing pursuant to subsection 4.\n\n9. When on the basis of an inspection, or other information available to the division, the administrator has reasonable cause to believe that the operator is unable to complete reclamation of all or a portion of the permit area as required by law, the administrator shall issue an order to the operator to show cause as to why all or a portion of the performance bond required by section 207.10 should not be revoked.\n\n[C81, §83.14; 82 Acts, ch 1119, §1, 2]\n\n85 Acts, ch 140, §2 – 4\n\nC93, §207.14\n\n98 Acts, ch 1202, §35, 46; 2009 Acts, ch 41, §219\n\nReferred to in §207.10, 207.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-14/"
    },
    {
      "id": "section-20715",
      "number": "207.15",
      "heading": "Penalties.",
      "text": "207.15 Penalties.\n\n1. a. (1) A person who violates a permit condition, a provision of this chapter, or a rule or order issued under this chapter is subject to a civil penalty not to exceed five thousand dollars per day for each day of violation.\n\n(2) If a violation results in the issuance of a cessation order, a civil penalty shall be imposed. The penalty shall not exceed five thousand dollars for each day of violation.\n\nb. In determining the amount of the penalty, consideration shall be given to the operator’s history of previous violations at the particular mining operation, the seriousness of the violation, including any irreparable harm to the environment and any hazard to the health or safety of the public, whether the operator was negligent, and the demonstrated good faith of the operator charged in attempting to achieve rapid compliance after notification of the violation.\n\nc. An operator who fails to correct a violation for which a notice or order has been issued within the period permitted for its correction shall be required to pay a civil penalty of not less than seven hundred fifty dollars for each day during which the failure or violations continue.\n\n2. a. If a notice or order has been issued, the division may assess a recommended penalty in accordance with a schedule established by rule. The person to whom the notice or order was issued may submit written information within fifteen days of the notice or order to be considered by the division. The division shall serve the assessment by certified mail, return receipt requested, within thirty days of issuance of the notice or order. The division may reassess any penalty if necessary to account for facts not reasonably available on the date of issuance of the assessment. A person may consent to a penalty assessment by paying the penalty without resort to judicial proceedings.\n\nb. If a violation results in the issuance of a cessation order pursuant to section 207.14 the division shall assess a penalty.\n\n3. A contested case hearing may be requested pursuant to section 207.14, subsection 4, to review a notice, order, or penalty assessment. A person to whom a penalty assessment has been issued may request a contested case hearing solely for review of the amount of the penalty. A penalty assessment is final if a request for review is not made in a timely manner.\n\n4. Judicial review of any action of the division shall be in accordance with chapter 17A. Judicial review of a penalty assessment shall not be permitted unless the petitioner has posted a bond equal to the amount of the assessed penalty in the district court or has placed the proposed amount in an interest-bearing escrow fund approved by the division.\n\n5. If a violation results in a cessation order pursuant to section 207.14, the attorney general, at the request of the division, shall institute a civil action in district court for injunctive relief.\n\n6. Notwithstanding section 17A.20, an appeal bond shall be required for an appeal of a judgment assessing a civil penalty.\n\n7. A person who willfully and knowingly violates a condition of a permit or any other provision of this chapter, or makes a false statement, representation, or certification, or knowingly fails to make a statement, representation, or certification in an application, record, report, plan, or other document filed or required to be maintained pursuant to this chapter or any order or decision of this chapter, shall be guilty of a serious misdemeanor and notwithstanding section 903.1 the maximum fine shall be ten thousand dollars.\n\n8. Whenever a corporate operator violates a condition of a permit or any other provision of this chapter or fails or refuses to comply with any provision of this chapter, a director, officer, or agent of that corporation who willfully and knowingly authorized, ordered, or carried out such violation, failure, or refusal shall be subject to the same civil penalties or criminal fines and imprisonment that may be imposed upon a person under this section.\n\n9. An employee of the division performing any function or duty under this chapter who knowingly and willfully has a direct or indirect financial interest in any coal mining operation shall be guilty of a serious misdemeanor and notwithstanding section 903.1 the maximum fine shall be two thousand five hundred dollars.\n\n[C81, §83.15]\n\n84 Acts, ch 1153, §1, 2; 85 Acts, ch 140, §5\n\nC93, §207.15\n\n2009 Acts, ch 133, §81\n\nReferred to in §207.10, 207.14, 207.18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-15/"
    },
    {
      "id": "section-20716",
      "number": "207.16",
      "heading": "Release of performance bonds or deposits.",
      "text": "207.16 Release of performance bonds or deposits.\n\n1. Each operator upon completion of any reclamation work required by this chapter shall apply to the division in writing for approval of the work. The division shall promulgate rules consistent with Pub. L. No. 95-87, §519, codified at 30 U.S.C. §1269, regarding procedures and requirements to release performance bonds or deposits.\n\n2. The division may release in whole or part the bonds or deposits if the division is satisfied the reclamation covered by the bonds or deposits or portions thereof has been accomplished as required by this chapter according to stages determined by the division by rule. When the operator has completed successfully all surface coal mining and reclamation activities, the remaining portion of the bond shall be released upon the expiration of the period specified for operator responsibility in the rules promulgated pursuant to section 207.7. A bond shall not be fully released until all reclamation requirements of this chapter are fully met.\n\n3. A person with a valid legal interest which might be adversely affected by release of the bond or a federal, state, or local governmental agency which has jurisdiction by law or special expertise with respect to any environmental, social, or economic impact involved in the operation, or which is authorized to develop and enforce environmental standards with respect to such operations may file written objections to the proposed release from bond to the division within sixty days after the last publication as required by rule of a notice of a request for bond release by the operator. If written objections are filed and a hearing is requested, the division shall inform all the interested parties of the time and place of the hearing, and hold a public hearing as a contested case in the locality of the coal mining operation or at the state capital, at the request of the objectors, within thirty days of the request. The date, time, and location shall be advertised by the division in a newspaper of general circulation in the locality for two consecutive weeks.\n\n[C81, §83.16]\n\nC93, §207.16\n\n2006 Acts, ch 1010, §63; 2011 Acts, ch 34, §42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-16/"
    },
    {
      "id": "section-20717",
      "number": "207.17",
      "heading": "Citizen suits.",
      "text": "207.17 Citizen suits.\n\n1. A person having an interest which is or may be adversely affected may commence a civil action on the person’s own behalf to compel compliance with this chapter as follows:\n\na. Against the division or any other governmental agency or subdivision which is alleged to be in violation of the provisions of this chapter or of any rule, order or permit issued or against any other person who is alleged to be in violation of any rule, order or permit issued pursuant to this chapter.\n\nb. Against the division where there is alleged a failure of the division to perform any act or duty required under this chapter. The suit shall be filed in the county where the mining operation is or, if against the division, in the district court for Polk county or the county of the petitioner’s residence.\n\n2. An action shall not be commenced:\n\na. Under subsection 1, paragraph “a” of this section until sixty days after the plaintiff has given notice in writing of the violation to the division and to any alleged violator, or if the state has commenced and is diligently prosecuting a civil action against that operator for compliance with the provisions of this chapter; however, the person may intervene in the action as a matter of right.\n\nb. Under subsection 1, paragraph “b” of this section until sixty days after the plaintiff has given notice in writing to the division in the manner provided by rule; however, if the violation or order complained of constitutes an imminent threat to the health or safety of the plaintiff or would immediately affect a legal interest of the plaintiff, the action may be brought immediately after giving notice.\n\n3. The division may intervene in any action under this section.\n\n4. The court, in issuing a final order in an action brought pursuant to subsection 1 of this section, may award costs of litigation including attorney and expert witness fees to any party.\n\n5. This section does not restrict a right which any person or class may have under a statute or common law to seek enforcement of any of the provisions of this chapter or to seek any other relief. The availability of judicial review of the actions of the division shall not restrict any rights established by this section.\n\n6. A person whose person or property is injured through the violation by any operator of a rule, order, or permit issued pursuant to this chapter may bring an action for damages including reasonable attorney and expert witness fees only in the county in which the coal mining operation complained of is located. This subsection shall not affect the rights or limits under workers’ compensation as provided in chapter 85.\n\n[C81, §83.17]\n\nC93, §207.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-17/"
    },
    {
      "id": "section-20718",
      "number": "207.18",
      "heading": "Coal exploration permits.",
      "text": "207.18 Coal exploration permits.\n\n1. A coal exploration operation in this state which substantially disturbs the natural land surface shall be conducted in accordance with exploration rules issued by the division. The rules shall include at a minimum the following:\n\na. The requirement that prior to conducting an exploration the person must file with the division a notice of intention to explore describing the exploration area and the period of exploration.\n\nb. Provisions for reclamation of the lands disturbed by the exploration in accordance with the environmental performance standards mandated by section 207.7.\n\n2. Information submitted to the division pursuant to this section and determined by the division, following consultation with the person submitting the information, to be confidential concerning trade secrets or privileged commercial or financial information which relates to the competitive rights of the person intending to explore the described area shall not be available for public examination.\n\n3. A person who conducts coal exploration activities which substantially disturb the natural land surface in violation of this section shall be subject to the provisions of section 207.15.\n\n4. An operator shall not remove more than fifty tons of coal pursuant to an exploration permit without the specific written approval of the division.\n\n[C81, §83.18]\n\nC93, §207.18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-18/"
    },
    {
      "id": "section-20719",
      "number": "207.19",
      "heading": "Surface effects of underground coal mining operations.",
      "text": "207.19 Surface effects of underground coal mining operations.\n\n1. The provisions of this chapter shall be applicable to surface operations and surface impacts incident to an underground coal mine with such modifications to the permit application requirements, permit approval or denial procedures, and bond requirements as are necessary to accommodate the distinct difference between surface and underground coal mining. The division shall promulgate such modifications in its rules to allow for such distinct differences and still fulfill the purposes of this chapter and be consistent with the requirements of Pub. L. No. 95-87, §516, codified at 30 U.S.C. §1266, and the permanent regulations issued pursuant to that Act.\n\n2. In order to protect the stability of the land, the division shall suspend underground coal mining under urbanized areas, cities, and communities and adjacent to industrial or commercial buildings, major impoundments, or permanent streams if the administrator finds imminent danger to inhabitants of the urbanized areas, cities, and communities.\n\n[C81, §83.19]\n\nC93, §207.19\n\n2006 Acts, ch 1010, §64; 2011 Acts, ch 34, §43",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-19/"
    },
    {
      "id": "section-20720",
      "number": "207.20",
      "heading": "Authority to enter into cooperative agreements.",
      "text": "207.20 Authority to enter into cooperative agreements.\n\nThe division may enter into a cooperative agreement with the secretary to provide for the division to regulate mining and reclamation operations on federal lands within the state. If the division enters into a cooperative agreement with the secretary under this section, such agreement shall be conducted according to the provisions of chapter 28E.\n\n[C81, §83.20]\n\nC93, §207.20\n\nReferred to in §207.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-20/"
    },
    {
      "id": "section-20721",
      "number": "207.21",
      "heading": "Abandoned mine reclamation program.",
      "text": "207.21 Abandoned mine reclamation program.\n\n1. The division shall participate in the abandoned mine reclamation program under Pub. L. No. 95-87, Tit. IV, codified at 30 U.S.C. ch. 25, subch. IV. There is established an abandoned mine reclamation fund under the control of the division.\n\n2. a. Lands and water eligible for reclamation or drainage abatement expenditures under this section include the following:\n\n(1) Lands which were mined for coal or affected by such mining, waste banks, coal processing, or other coal mining processes, and abandoned or left in an inadequate reclamation status prior to August 3, 1977, and for which there is no continuing reclamation responsibility under state or federal laws.\n\n(2) Coal lands and water damaged by coal mining processes and abandoned after August 3, 1977, if they were mined for coal or affected by coal mining processes and if either of the following occurred:\n\n(a) The mining occurred and the site was left in either an unreclaimed or inadequately reclaimed condition between August 4, 1977, and April 10, 1981, and any moneys for reclamation or abatement that are available pursuant to a bond or other form of financial guarantee or from any other source are not sufficient to provide for adequate reclamation or abatement at the site.\n\n(b) The mining occurred and the site was left in either an unreclaimed or inadequately reclaimed condition between August 4, 1977, and November 5, 1990, and the surety of the mining operator became insolvent during that period and, as of November 5, 1990, moneys immediately available from proceedings relating to the insolvency or from any financial guarantee or other source are not sufficient to provide for adequate reclamation or abatement at the site.\n\nb. If requested by the governor, the division may fill voids and seal tunnels, shafts, and entryways resulting from any previous noncoal mining operation, and may reclaim surface impacts of any such noncoal underground or surface mines that were mined prior to August 3, 1977, and which constitute an extreme danger to the public health, safety, general welfare, or property. Sites and areas designated for remedial action pursuant to the federal Uranium Mill Tailings Radiation Control Act of 1978, 42 U.S.C. §7901 et seq., or which have been listed for remedial action pursuant to the federal Comprehensive Environmental Response, Compensation, and Liability Act of 1980, 42 U.S.C. §9601 et seq., are not eligible for expenditures under this section.\n\n3. Expenditure of moneys from the abandoned mine reclamation fund on eligible lands and water for the purpose of this program shall reflect the following priorities in the order stated:\n\na. The protection of public health, safety, and property from extreme danger of adverse effects of coal mining practices.\n\nb. The protection of public health and safety from adverse effects of coal mining practices.\n\nc. The restoration of land and water resources and the environment previously degraded by adverse effects of coal mining practices including measures for the conservation and development of soil, water, excluding channelization, woodland, fish and wildlife, recreation resources, and agricultural productivity.\n\nd. The protection, repair, replacement, construction, or enhancement of public facilities such as utilities, roads, recreation, and conservation facilities adversely affected by coal mining practices.\n\ne. The development of publicly owned land adversely affected by coal mining practices including land acquired as provided in this section for recreation and historic purposes, conservation, and reclamation purposes and open space benefits.\n\n4. a. The division shall submit to the secretary a state reclamation plan and annual projects to carry out the purposes of this program. The plan shall generally identify the areas to be reclaimed, the purposes for which the reclamation is proposed, the relationship of the lands to be reclaimed and the proposed reclamation to surrounding areas, the specific criteria for ranking and identifying projects to be funded, and the legal authority and programmatic capability to perform such work in conformance with the provisions of Pub. L. No. 95-87, Tit. IV, codified at 30 U.S.C. ch. 25, subch. IV.\n\nb. The division may annually submit to the secretary an application with such information as determined by the secretary for the support of the state program and implementation of specific reclamation projects.\n\nc. The costs for each proposed project under this program shall include actual construction costs, actual operation and maintenance costs of permanent facilities, planning and engineering costs, construction and inspection costs, and other necessary administrative expenses.\n\nd. The division shall prepare and submit annual and other reports as required by the secretary.\n\n5. The division in participating in the abandoned mine reclamation program under Pub. L. No. 95-87, Tit. IV, codified at 30 U.S.C. ch. 25, subch. IV, shall have the following additional powers:\n\na. To engage in any work and to do all things necessary or expedient, including promulgation of rules, to implement and administer the provisions of this program.\n\nb. To engage in cooperative projects with any other governmental unit provided that such cooperative projects shall be under a cooperative agreement conducted according to the provisions of chapter 28E.\n\nc. To request the attorney general to seek injunctive relief to restrain any interference with the exercise of the right to enter or to conduct work under this program.\n\nd. To construct and operate a plant or plants for the control and treatment of water pollution resulting from mine drainage. The extent of this control and treatment may be dependent upon the ultimate use of the water. The construction of a plant or plants may include major interceptors and other facilities appurtenant to the plant.\n\n[C81, §83.21]\n\nC93, §207.21\n\n97 Acts, ch 115, §1, 2; 2010 Acts, ch 1061, §180; 2011 Acts, ch 34, §44 – 46; 2015 Acts, ch 103, §18\n\nReferred to in §207.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-21/"
    },
    {
      "id": "section-20722",
      "number": "207.22",
      "heading": "Acquisition and reclamation of land.",
      "text": "207.22 Acquisition and reclamation of land.\n\n1. a. The division, pursuant to a state program approved by the secretary, may take action as provided in paragraph “b” of this subsection if it finds all of the following:\n\n(1) Land or water resources have been adversely affected by past coal mining practices.\n\n(2) The adverse effects are at a stage where in the public interest action to restore, reclaim, abate, control, or prevent should be taken.\n\n(3) The owners of the land or water resources where entry must be made to restore, reclaim, abate, control, or prevent the adverse effects of past coal mining practices are not known or readily available, or will not give permission for the United States, this state, political subdivisions, their agents, employees, or contractors to enter upon such property to restore, reclaim, abate, control, or prevent the adverse effects of past coal mining practices.\n\nb. Upon giving notice by mail to the owners if known or by posting notice upon the premises and advertising once in a local newspaper of general circulation if not known, the division may enter upon the property adversely affected by past coal mining practices and any other property to have access to the property to do all things necessary or expedient to restore, reclaim, abate, control, or prevent the adverse effects. The entry shall be construed as an exercise of the police power for the protection of public health, safety, and general welfare and not as an act of condemnation of property or trespass. The moneys expended for the work and the benefits accruing to the property shall be chargeable against such property and shall mitigate or offset any claim on or any action brought by an owner of any interest in the property for any alleged damages because of the entry. This provision does not create new rights of action or eliminate existing immunities.\n\n2. The division may enter upon a property for the purpose of conducting studies or exploratory work to determine the existence of adverse effects of past coal mining practices and to determine the feasibility of restoration, reclamation, abatement, control, or prevention of such adverse effects. The entry shall be construed as an exercise of the police power for the protection of public health, safety, and general welfare and not as an act of condemnation of property or trespass.\n\n3. The division pursuant to an approved state program may acquire any land, by purchase, donation, or condemnation, which is adversely affected by past coal mining practices if the secretary determines that acquisition of the land is necessary to successful reclamation and that:\n\na. The acquired land, after restoration, reclamation, abatement, control, or prevention of the adverse effects of past coal mining practices, will serve recreation and historic purposes, conservation and reclamation purposes or provide open spaces benefits and that permanent facilities such as a treatment plant or a relocated stream channel will be constructed on the land for the restoration, reclamation, abatement, control, or prevention of the adverse effects of past coal mining practices; or\n\nb. Acquisition of coal refuse disposal sites and all coal refuse thereon will serve the purposes of Pub. L. No. 95-87, Tit. IV, codified at 30 U.S.C. ch. 25, subch. IV, or that public ownership is desirable to meet emergency situations and prevent recurrences of the adverse effect of past coal mining practices.\n\n4. Title to all lands acquired pursuant to this section shall be in the name of this state. The price paid for land acquired under this section shall reflect the market value of the land as adversely affected by past coal mining practices.\n\n5. If land acquired pursuant to this section is deemed to be suitable for industrial, commercial, agricultural, residential, or recreational development, the division with authorization from the secretary may sell the land by public sale under a system of competitive bidding, at not less than fair market value and under rules promulgated to insure that the lands are put to proper use consistent with local land use plans.\n\n6. The division if requested after appropriate public notice shall hold a public hearing with the appropriate notice, in the county of the lands acquired pursuant to this section. The hearings shall be held at a time that affords local citizens and governments the maximum opportunity to participate in the decision concerning the use or disposition of the lands.\n\n7. The division may cooperate with the secretary in acquiring land by purchase, donation, or condemnation to assist the housing of people disabled as the result of employment in the mines or incidental work, persons displaced by acquisition of land pursuant to this section, or persons dislocated as the result of adverse effects of coal mining practices which constitute an emergency as determined by the secretary. The fund provided under this section shall not be used to pay the actual construction costs of housing.\n\n[C81, §83.22]\n\nC93, §207.22\n\n2002 Acts, ch 1119, §145; 2010 Acts, ch 1061, §180; 2011 Acts, ch 34, §47; 2011 Acts, ch 131, §56, 158",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-22/"
    },
    {
      "id": "section-20723",
      "number": "207.23",
      "heading": "Liens.",
      "text": "207.23 Liens.\n\n1. Within six months after the completion of a project to restore, reclaim, abate, control, or prevent adverse effects of past coal mining practices on privately owned land, the division shall itemize the money expended on the project and may file a lien statement in the office of the district court clerk of each county in which a portion of the property affected by the project is located, together with a notarized appraisal by an independent appraiser of the value of the land before the restoration, reclamation, abatement, control, or prevention of adverse effects of past mining practices if the money so expended results in a significant increase in property value. A copy of the lien statement and the appraisal, if required, shall be served upon affected property owners in the manner provided for service of an original notice. The lien shall not exceed the amount determined by the appraiser to be the increase in the market value of the land as a result of the restoration, reclamation, abatement, control, or prevention of adverse effects of past coal mining practices. A lien shall not be filed in accordance with this subsection against the property of a person who neither consented to, participated in, nor exercised control over the mining operation which necessitated the reclamation performed.\n\n2. The owner of property to which the lien attaches may petition the court within sixty days after receipt of service of the lien statement, to determine the increase in the market value of the land as a result of the restoration, reclamation, abatement, control, or prevention of the adverse effects of past coal mining practices. The amount found to be the increase in value of the property shall constitute the amount of the lien and shall be recorded in the office of the district court in each county in which the owner’s property is located. A party aggrieved by the decision may appeal as provided by law.\n\n3. The lien provided in this section has priority over all other liens or security interests which have attached to the property, whenever those liens may have arisen, except liens of real estate taxes imposed upon the property.\n\n[C81, §83.23]\n\nC93, §207.23\n\n97 Acts, ch 115, §3, 4; 2012 Acts, ch 1105, §1, 27, 28; 2012 Acts, ch 1138, §13; 2015 Acts, ch 103, §19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-23/"
    },
    {
      "id": "section-20724",
      "number": "207.24",
      "heading": "Water rights and replacement.",
      "text": "207.24 Water rights and replacement.\n\n1. This chapter shall not be construed as affecting the right of any person’s interest in water resources affected by a mining operation.\n\n2. The operator of a mine shall replace the water supply of an owner of interest in real property who obtains all or part of the owner’s supply of water for any legitimate use from an underground or surface source if the supply has been affected by contamination, diminution, or interruption proximately resulting from the mine operation.\n\n[C81, §83.24]\n\nC93, §207.24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-24/"
    },
    {
      "id": "section-20725",
      "number": "207.25",
      "heading": "Additional duties and powers of the division.",
      "text": "207.25 Additional duties and powers of the division.\n\nIn addition to the duties and powers conferred upon the division, it shall have the power to prescribe by rule the necessary procedures and requirements of operators to carry out the purpose and provisions of this chapter.\n\n[C81, §83.25]\n\nC93, §207.25",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-25/"
    },
    {
      "id": "section-20726",
      "number": "207.26",
      "heading": "Mining operations not subject to this chapter.",
      "text": "207.26 Mining operations not subject to this chapter.\n\nThe provisions of this chapter shall not apply to any of the following activities:\n\n1. The extraction of coal by a landowner for the landowner’s own noncommercial use from land owned or leased by the landowner.\n\n2. The extraction of coal as an incidental part of federal, state or local government-financed highway or other construction under rules promulgated by the division.\n\n[C81, §83.26]\n\n88 Acts, ch 1022, §1\n\nC93, §207.26",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-26/"
    },
    {
      "id": "section-20727",
      "number": "207.27",
      "heading": "Experimental practices.",
      "text": "207.27 Experimental practices.\n\nIn order to encourage advances in mining and reclamation practices or to allow post-mining land use for industrial, commercial, agricultural, residential, or public use including recreational facilities, the division with approval by the secretary may authorize departures in individual cases on an experimental basis from the environmental protection performance standards promulgated under sections 207.7 and 207.20 if the experimental practices are potentially as environmentally protective, during and after mining operations, as those required by promulgated standards, the mining operations approved for particular land use or other purposes are not larger or more numerous than necessary to determine the effectiveness and economic feasibility of the experimental practices, and the experimental practices do not reduce the protection afforded public health and safety below that provided by promulgated standards.\n\n[C81, §83.27]\n\nC93, §207.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-27/"
    },
    {
      "id": "section-20728",
      "number": "207.28",
      "heading": "Employee protection.",
      "text": "207.28 Employee protection.\n\n1. A person shall not discharge, or in any other way discriminate against, any employee or any authorized representative of employees by reason of the fact that such employee or representative has filed, instituted, or caused to be filed or instituted any proceeding under this chapter, or has testified or is about to testify in any proceeding resulting from the administration or enforcement of the provisions of this chapter.\n\n2. Any employee or a representative of employees who believes that the employee or representative has been fired or discriminated against by a person in violation of subsection 1 of this section may, within thirty days after the alleged violation occurs, apply to the administrator for a review as provided by rule of the firing or alleged discrimination.\n\n[C81, §83.28]\n\nC93, §207.28",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-28/"
    },
    {
      "id": "section-20729",
      "number": "207.29",
      "heading": "Powers and authority of division.",
      "text": "207.29 Powers and authority of division.\n\nThe division may engage in any work and do all things necessary or expedient, including adoption of rules, to implement and administer the provisions of an abandoned mine reclamation program.\n\n97 Acts, ch 115, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-207/section-207-29/"
    }
  ]
}