{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-186-iowa-state-horticulture-society",
  "sections": [
    {
      "id": "section-1861",
      "number": "186.1",
      "heading": "Meetings and organization of society",
      "text": "186.1 Meetings and organization of society.\n\nThe Iowa state horticulture society shall hold meetings each year, at times as it may fix, for the transaction of business. The officers and board of directors of the society shall be chosen as provided for in the constitution of the society, for the period and in the manner prescribed therein, but the secretary of agriculture or the secretary’s designee shall be a member of the board of directors and of the executive committee. Any vacancy in the offices filled by the society may be filled by the executive committee for the unexpired portion of the term.\n\n[C73, §1117; C97, §1669; C24, 27, 31, 35, 39, §2963; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §186.1]\n\n87 Acts, ch 115, §32; 2009 Acts, ch 41, §74",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-186/section-186-1/"
    },
    {
      "id": "section-1862",
      "number": "186.2",
      "heading": "Horticultural exposition.",
      "text": "186.2 Horticultural exposition.\n\nThe society is authorized to hold, at such time and in such place in Iowa as it may select, a horticultural exposition, including honey products and manufactured plant products, with practical and scientific demonstrations of approved methods of crop production, grading, packing, marketing, and establishment of standard market grades pertaining to horticulture. It may delegate to its executive committee the duty and power to make and execute all plans for the holding of such an exposition.\n\n[C24, 27, 31, 35, 39, §2964; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §186.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-186/section-186-2/"
    },
    {
      "id": "section-1863",
      "number": "186.3",
      "heading": "Affiliation with allied societies.",
      "text": "186.3 Affiliation with allied societies.\n\nThe society shall encourage the affiliation with itself of societies organized for the purpose of furthering the horticultural, honey bee, or forestry interests of the state.\n\n[C73, §1118; C97, §1670; C24, 27, 31, 35, 39, §2965; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §186.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-186/section-186-3/"
    },
    {
      "id": "section-1864",
      "number": "186.4",
      "heading": "Annual report.",
      "text": "186.4 Annual report.\n\nThe secretary shall make an annual report to the department of agriculture and land stewardship at such time as the department may require. Such report shall contain the proceedings of the society, an account of the exposition, a summarized statement of the expenditures for the year, the general condition of horticultural, honey bee, and forestry interests throughout the state, together with such additional information as the department may require.\n\n[C73, §1119; C97, §1671; C24, 27, 31, 35, 39, §2966; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §186.4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-186/section-186-4/"
    },
    {
      "id": "section-1865",
      "number": "186.5",
      "heading": "Appropriations.",
      "text": "186.5 Appropriations.\n\nAll money appropriated by the state for the use of the Iowa state horticulture society shall be paid on the warrant of the director of the department of administrative services, upon the order of the president and secretary of said society, in such sums and at such times as may be for the interests of said society. All expenditures from state funds for the use of the Iowa state horticulture society are to be approved by the secretary of agriculture.\n\n[C27, 31, 35, §2966-a1; C39, §2966.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §186.5]\n\n2003 Acts, ch 145, §286; 2009 Acts, ch 41, §75",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-186/section-186-5/"
    }
  ]
}