{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-160-state-apiarist",
  "sections": [
    {
      "id": "section-1601",
      "number": "160.1",
      "heading": "Appointment by secretary of agriculture",
      "text": "160.1 Appointment by secretary of agriculture.\n\nThere is hereby created and established within the department the office of state apiarist. The state apiarist shall be appointed by and be responsible to and under the authority of the secretary of agriculture in the issuance of all rules, the establishment of quarantines and other official acts.\n\n[C24, 27, 31, 35, 39, §4036; C46, 50, 54, 58, §266.8, 266.9; C62, 66, 71, 73, 75, 77, 79, 81, §160.1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-1/"
    },
    {
      "id": "section-1601a",
      "number": "160.1A",
      "heading": "Definitions.",
      "text": "160.1A Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Apiary” means a place where one or more bee colonies are maintained.\n\n2. “Bee” means a honeybee belonging to the genus apis.\n\n3. “Colony” means a queen bee and more than one worker bee located on beeswax combs and enclosed in a container.\n\n4. “Package” means a shipping cage exclusively containing adult bees, without beeswax combs.\n\n90 Acts, ch 1104, §1; 93 Acts, ch 21, §1, 2\n\nReferred to in §190A.2, 716.7A, 911.5\n\nFurther definitions, see §159.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-1a/"
    },
    {
      "id": "section-1602",
      "number": "160.2",
      "heading": "Duties.",
      "text": "160.2 Duties.\n\nThe state apiarist shall do all of the following:\n\n1. Give lectures and demonstrations in the state on the production of honey, the care of the apiary, the marketing of honey, and upon other kindred subjects relative to the care of bees and the profitable production of honey.\n\n2. Examine bees, combs, and equipment in any locality which the apiarist may suspect of being African in origin or infested with a parasite or foulbrood or any other contagious or infectious disease common to bees.\n\n3. Regulate bees, combs, and used equipment moving across state borders.\n\n[C24, 27, 31, 35, 39, §4037; C46, 50, 54, 58, §266.10; C62, 66, 71, 73, 75, 77, 79, 81, §160.2]\n\n88 Acts, ch 1051, §1; 90 Acts, ch 1104, §2; 93 Acts, ch 21, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-2/"
    },
    {
      "id": "section-1603",
      "number": "160.3",
      "heading": "Right to enter premises.",
      "text": "160.3 Right to enter premises.\n\nIn the performance of the apiarist’s duties, the state apiarist or the apiarist’s assistants shall have the right to enter any premises, enclosure, or buildings containing bees or bee supplies.\n\n[C27, 31, 35, §4037-a1; C39, §4037.1; C46, 50, 54, 58, §266.11; C62, 66, 71, 73, 75, 77, 79, 81, §160.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-3/"
    },
    {
      "id": "section-160",
      "number": "160",
      "heading": "4",
      "text": "4",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1605",
      "number": "160.5",
      "heading": "Instructions — hives — imported bees.",
      "text": "160.5 Instructions — hives — imported bees.\n\n1. If upon examination the apiarist finds bees to be diseased or infested with parasites, the apiarist shall furnish the owner or person in charge of the apiary with full written instructions as to the nature of the disease or infestation and the best methods of treatment, which information shall be furnished without cost to the owner.\n\n2. It shall be unlawful to keep bees in any containers except hives with movable frames permitting ready examination in those counties where area cleanup inspection is in progress as may be proclaimed in official regulation.\n\n3. A person who desires to move a colony, package, or used equipment with combs into this state shall apply to the state apiarist for a written entry permit at least sixty days prior to the proposed entry date. A statement must accompany each application for an entry permit describing each offense related to beekeeping for which the person has been subject to a penalty by a state, federal, or foreign government. The written entry permit must accompany all such shipments when they enter the state. Entry into this state without a permit is unlawful and is punishable pursuant to section 160.14. However, entry requirements of this section shall not apply to a package shipped by the United States postal service.\n\n4. At least ten days before entry a person who has applied for an entry permit must meet both of the following conditions:\n\na. A valid Iowa certificate of inspection must be on file with the department or a valid certificate of inspection or certificate of health dated within the last sixty days must have been submitted by the state apiarist or inspector of the state of origin. A certificate must indicate the absence of any contagious diseases, parasites, or Africanized bees in the colony or package to be shipped.\n\nb. A completed apiary registration form with locations of apiaries in Iowa indicated along with any fees required for nonresidents must have been submitted. Descriptions of locations shall include all of the following:\n\n(1) The name of the landowner.\n\n(2) Number of colonies to be kept at that location.\n\n(3) The county, township, section number and quarter section, or street address if located within the city limits.\n\n[C24, 27, 31, 35, 39, §4039; C46, 50, 54, 58, §266.13; C62, 66, 71, 73, 75, 77, 79, 81, §160.5]\n\n88 Acts, ch 1051, §2; 90 Acts, ch 1104, §3; 93 Acts, ch 21, §4, 5; 2009 Acts, ch 41, §263; 2018 Acts, ch 1041, §127\n\nReferred to in §160.14, 911.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-5/"
    },
    {
      "id": "section-1606",
      "number": "160.6",
      "heading": "Notice to treat, disinfect, remove, or destroy.",
      "text": "160.6 Notice to treat, disinfect, remove, or destroy.\n\nThe state apiarist shall provide a notice in writing to an owner of bees or bee equipment infested with contagious diseases, parasites, or Africanized bees to treat, disinfect, destroy, or remove a colony or equipment in a manner and by a time specified by the state apiarist in the order.\n\n[C27, 31, 35, §4039-a1; C39, §4039.1; C46, 50, 54, 58, §266.14; C62, 66, 71, 73, 75, 77, 79, 81, §160.6]\n\n93 Acts, ch 21, §6\n\nReferred to in §160.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-6/"
    },
    {
      "id": "section-1607",
      "number": "160.7",
      "heading": "Apiarist to disinfect or destroy — costs.",
      "text": "160.7 Apiarist to disinfect or destroy — costs.\n\nIf the owner fails to comply with the notice provided in section 160.6, the state apiarist shall declare the diseased, parasite-infested or Africanized colonies a nuisance, and administer the destruction or disinfection of the bee colonies or equipment required to eliminate the source of the disease, parasites, or Africanized bees. The state apiarist shall keep an account of costs related to the destruction.\n\n[C27, 31, 35, §4039-a2; C39, §4039.2; C46, 50, 54, 58, §266.15; C62, 66, 71, 73, 75, 77, 79, 81, §160.7]\n\n93 Acts, ch 21, §7\n\nNuisances in general, chapter 657",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-7/"
    },
    {
      "id": "section-1608",
      "number": "160.8",
      "heading": "Costs certified — collected as tax.",
      "text": "160.8 Costs certified — collected as tax.\n\nThe state apiarist shall certify the amount of such cost to the owner and if the same is not paid to the state apiarist within sixty days, the amount shall be certified to the county auditor of the county in which the premises are located, who shall spread the same upon the tax books which shall be a lien upon the property of the bee owner and be collected as other taxes are collected.\n\n[C27, 31, 35, §4039-a3; C39, §4039.3; C46, 50, 54, 58, §266.16; C62, 66, 71, 73, 75, 77, 79, 81, §160.8]\n\nReferred to in §331.512\n\nCollection of taxes, chapter 445",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-8/"
    },
    {
      "id": "section-1609",
      "number": "160.9",
      "heading": "Rules.",
      "text": "160.9 Rules.\n\nThe state apiarist shall adopt rules relating to the inspection, regulation of movement, sale, and cleanup of bee colonies and used beekeeping equipment that is infested with a contagious disease, harmful parasites, or an undesirable subspecies of honey bees.\n\n[C27, 31, 35, §4039-a4; C39, §4039.4; C46, 50, 54, 58, §266.17; C62, 66, 71, 73, 75, 77, 79, 81, §160.9]\n\n88 Acts, ch 1051, §3; 93 Acts, ch 21, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-9/"
    },
    {
      "id": "section-16010",
      "number": "160.10",
      "heading": "Orders prohibiting movement.",
      "text": "160.10 Orders prohibiting movement. Repealed by 93 Acts, ch 21, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-10/"
    },
    {
      "id": "section-16011",
      "number": "160.11",
      "heading": "Effect of regulations and orders.",
      "text": "160.11 Effect of regulations and orders. Repealed by 98 Acts, ch 1032, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-11/"
    },
    {
      "id": "section-16013",
      "number": "160.13",
      "heading": "Annual report.",
      "text": "160.13 Annual report.\n\nSaid apiarist shall also make an annual report to the secretary of agriculture, stating the number of apiaries visited, number of demonstrations held, number of lectures given, the number of examinations and inspections made, together with such other matters of general interest concerning the business of beekeeping as in the apiarist’s judgment shall be of value to the public.\n\n[C24, 27, 31, 35, 39, §4040; C46, 50, 54, 58, §266.21; C62, 66, 71, 73, 75, 77, 79, 81, §160.13]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-13/"
    },
    {
      "id": "section-16014",
      "number": "160.14",
      "heading": "Penalties — injunctions.",
      "text": "160.14 Penalties — injunctions.\n\n1. A person who knowingly sells, barters, gives away, moves, or allows to be moved, a diseased or parasite-infested colony, package, equipment, or combs without the consent of the state apiarist, or exposes infected honey or infected equipment to the bees, or who willfully fails or neglects to give proper treatment to a diseased or parasite-infested colony, or who interferes with the state apiarist or the apiarist’s assistants in the performance of official duties or who refuses to permit the examination of bees or their destruction as provided in this chapter or violates another provision of this chapter, except as provided in subsection 2, is guilty of a simple misdemeanor.\n\n2. A person who knowingly moves or causes to be moved into this state a colony, package, used equipment, or combs in violation of section 160.5, is guilty of a serious misdemeanor.\n\n3. Each day a colony, package, used equipment, or combs moved into this state in violation of section 160.5 remain in this state constitutes a separate offense. A colony, package, used equipment, or combs brought into this state in violation of section 160.5 may be declared a nuisance. The department shall provide written notice to the person owning the land where the colony, package, used equipment, or combs are located, and, if known, to the person owning the colony, package, used equipment, or combs. The notice shall state that the owner of the colony, package, used equipment, or combs must remove the colony, package, used equipment, or combs from this state within five days of the notification. After the five days have lapsed the department may seize the colony, package, used equipment, or combs. The department may secure a warrant if the owner of the land objects to the seizure. The department shall maintain the seized property until a court, upon petition by the department, determines the disposition of the property. The court shall render a decision concerning the disposition of the property by the court within ten days of the filing of the petition. Upon conviction of a violation of section 160.5, a person shall forfeit all interest in property moved in violation of that section and the department may immediately destroy the property.\n\n4. The attorney general or persons designated by the attorney general may institute suits on behalf of the state apiarist to obtain injunctive relief to restrain and prevent violations of this chapter.\n\n[C24, 27, 31, 35, 39, §4041; C46, 50, 54, 58, §266.22; C62, 66, 71, 73, 75, 77, 79, 81, §160.14]\n\n85 Acts, ch 48, §1; 88 Acts, ch 1051, §5; 90 Acts, ch 1104, §4, 5; 93 Acts, ch 21, §9\n\nReferred to in §160.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-14/"
    },
    {
      "id": "section-16015",
      "number": "160.15",
      "heading": "Payment of expenses.",
      "text": "160.15 Payment of expenses.\n\nAll expenses, except salaries, incurred by the state apiarist or the apiarist’s assistants in the performance of their duties within a county shall be paid not to exceed two hundred dollars per annum for the purpose of eradication of diseases and parasites among bees. Such work of eradication shall be done in such county under the supervision of the state apiarist.\n\n[C31, 35, §4041-c1; C39, §4041.1; C46, 50, 54, 58, §266.23; C62, 66, 71, 73, 75, 77, 79, 81, §160.15]\n\n83 Acts, ch 123, §70, 209; 88 Acts, ch 1051, §6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-15/"
    },
    {
      "id": "section-16016",
      "number": "160.16",
      "heading": "Importing a colony from another state — fee.",
      "text": "160.16 Importing a colony from another state — fee. Repealed by 98 Acts, ch 1032, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-160/section-160-16/"
    }
  ]
}