{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-202a-livestock-marketing-practices",
  "sections": [
    {
      "id": "section-202a1",
      "number": "202A.1",
      "heading": "Definitions.Section 202A.2 - Purchase reports — filing",
      "text": "202A.1 Definitions.\n\n1. “Department” means the department of agriculture and land stewardship.\n\n2. “Livestock” means live cattle, swine, or sheep.\n\n3. “Packer” means a person who is engaged in the business of slaughtering livestock or receiving, purchasing, or soliciting livestock for slaughter, if the meat products of the slaughtered livestock which are directly or indirectly to be offered for resale or for public consumption have a total annual value of ten million dollars or more. As used in this chapter, “packer” includes an agent of the packer engaged in buying or soliciting livestock for slaughter on behalf of a packer.\n\n99 Acts, ch 88, §2, 13; 99 Acts, ch 208, §49, 74; 2002 Acts, ch 1119, §144",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-1/"
    },
    {
      "id": "section-202a2",
      "number": "202A.2",
      "heading": "Purchase reports — filing.",
      "text": "202A.2 Purchase reports — filing.\n\n1. A packer shall file purchase reports with the department which include information relating to the purchase of livestock as required by the department. The purchase reports shall be completed in a manner prescribed by the department. The department may require that purchase reports be filed in an electronic format. A packer shall file purchase reports at times determined practicable by the department, but not later than two business days following the event being reported.\n\n2. a. The information required to be reported may include but is not limited to livestock purchased, committed for delivery, or slaughtered. The information may include the volume of daily purchases and the weight, grade, and price paid for livestock, including all premiums, discounts, or adjustments. If livestock is purchased pursuant to contract, the department may require that information in the purchase report be categorized by the type of contract. The purchase reports shall allow the department to compare prices paid under contract with cash market prices.\n\nb. This section does not require that information reported include future plans, events, or transactions, unless provided for by contract.\n\n3. The department may provide for the public dissemination of information contained in purchase reports.\n\na. The department may enter into an agreement with the United States department of agriculture or any private marketing service in order to disseminate information contained in purchase reports.\n\nb. The department, in consultation with the office of attorney general, shall designate information in purchase reports that reveals the identity of a packer or livestock seller as confidential pursuant to section 22.7.\n\n99 Acts, ch 88, §3, 11, 13\n\nReferred to in §22.7(39), 202A.3, 202A.5, 202A.6, 202A.7\n\nFuture repeal of section if substantially similar federal legislation or regulation is implemented; finding and order by secretary of agriculture; see\n\n99 Acts, ch 88, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-2/"
    },
    {
      "id": "section-202a3",
      "number": "202A.3",
      "heading": "Purchase notice — posting.",
      "text": "202A.3 Purchase notice — posting.\n\n1. a. A packer shall post a purchase notice which includes information relating to the purchase of livestock as required by the department. The information contained in the purchase notice shall include a summary of information required to be filed in purchase reports as provided in section 202A.2.\n\nb. This section does not require that information contained in a purchase notice include future plans, events, or transactions unless provided for by contract.\n\n2. The information contained in the purchase notice shall appear in a format that can be understood by a reasonable person familiar with selling livestock. The notice shall be posted in a conspicuous place at the point of delivery in a manner prescribed by the department.\n\n99 Acts, ch 88, §4, 13\n\nReferred to in §202A.5, 202A.7\n\nFuture repeal of section if substantially similar federal legislation or regulation is implemented; finding and order by secretary of agriculture; see\n\n99 Acts, ch 88, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-3/"
    },
    {
      "id": "section-202a4",
      "number": "202A.4",
      "heading": "Confidentiality provisions in contracts prohibited.",
      "text": "202A.4 Confidentiality provisions in contracts prohibited.\n\n1. A packer shall not include a provision in a contract executed on or after April 29, 1999, for the purchase of livestock providing that information contained in the contract is confidential.\n\n2. A provision which is part of a contract for the purchase of livestock executed on and after April 29, 1999, is void if the provision states that information contained in the contract is confidential. The provision is void regardless of whether the confidentiality provision is express or implied; oral or written; required or conditional; or contained in the contract, another contract, or in a related document, policy, or agreement. This section does not affect other provisions of a contract or a related document, policy, or agreement which can be given effect without the voided provision. This section does not require either party to the contract to divulge the information in the contract to another person.\n\n99 Acts, ch 88, §5, 13; 2023 Acts, ch 64, §28\n\nReferred to in §202A.7, 714.8\n\nSubsection 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-4/"
    },
    {
      "id": "section-202a5",
      "number": "202A.5",
      "heading": "Rules.",
      "text": "202A.5 Rules.\n\n1. The department, in consultation with the office of attorney general, shall adopt rules necessary in order to administer this chapter.\n\n2. The department may establish different rules according to the species of livestock governing all of the following:\n\na. Purchase reporting requirements pursuant to section 202A.2.\n\nb. Purchase notice posting requirements pursuant to section 202A.3.\n\n99 Acts, ch 88, §6, 13\n\nFuture repeal of all or a portion of subsection 2 if substantially similar federal legislation or regulation is implemented; finding and order by secretary of agriculture; see\n\n99 Acts, ch 88, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-5/"
    },
    {
      "id": "section-202a6",
      "number": "202A.6",
      "heading": "Enforcement.",
      "text": "202A.6 Enforcement.\n\n1. a. The attorney general’s office is the primary agency responsible for enforcing this chapter.\n\nb. The department shall notify the attorney general’s office if the department has reason to believe that a violation of section 202A.2 has occurred.\n\n2. In enforcing the provisions of this chapter, the attorney general may do all of the following:\n\na. Apply to the district court for an injunction to do any of the following:\n\n(1) Restrain a packer from engaging in conduct or practices in violation of this chapter.\n\n(2) Require a packer to comply with a provision of this chapter.\n\nb. Apply to district court for the issuance of a subpoena to obtain contracts, documents, or other records for purposes of enforcing this chapter.\n\nc. Bring an action in district court to enforce penalties provided in this chapter, including the imposition, assessment, and collection of monetary penalties.\n\n3. The attorney general shall have access to all information reported by packers pursuant to section 202A.2, regardless of whether the information is confidential. The attorney general may use the information in order to enforce this chapter or may submit the information to a federal agency.\n\n99 Acts, ch 88, §7, 11, 13\n\nFuture repeal of subsection 1, paragraph b, and subsection 3 if substantially similar federal legislation or regulation is implemented; finding and order by secretary of agriculture; see\n\n99 Acts, ch 88, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-6/"
    },
    {
      "id": "section-202a7",
      "number": "202A.7",
      "heading": "Penalties.",
      "text": "202A.7 Penalties.\n\n1. A packer who fails to file a timely, accurate, or complete purchase report as required pursuant to section 202A.2 is subject to a civil penalty of not more than five thousand dollars. Each failure by a packer to file a timely, accurate, or complete purchase report constitutes a separate violation.\n\n2. A packer who fails to post a timely, accurate, or complete purchase notice as required pursuant to section 202A.3 is subject to a civil penalty of not more than one thousand dollars. Each failure by a packer to post a timely, accurate, or complete purchase notice constitutes a separate violation.\n\n3. A packer who includes a confidentiality provision in a contract with a livestock seller in violation of section 202A.4 is guilty of a fraudulent practice as provided in section 714.8.\n\n99 Acts, ch 88, §8, 11, 13\n\nFuture repeal of subsections 1 and 2 if substantially similar federal legislation or regulation is implemented; finding and order by secretary of agriculture; see\n\n99 Acts, ch 88, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-202a/section-202a-7/"
    }
  ]
}