{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-206-pesticides",
  "sections": [
    {
      "id": "section-2061",
      "number": "206.1",
      "heading": "Title.Section 206.2 - Definitions",
      "text": "Section 206.3 - Examination and orders.Section 206.4 - Classification of licenses.Section 206.5 - Certification requirements — rules.Section 206.6 - License for commercial applicators.Section 206.7 - Certified applicators.Section 206.7A - Discharge of pesticides int",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2062",
      "number": "206.2",
      "heading": "Definitions.",
      "text": "206.2 Definitions. 21 C.F.R. pt. 182 .\n\n30. “Under the direct supervision of” means the act or process whereby the application of a pesticide is made by a competent person acting under the instructions and control of a certified applicator or a state licensed commercial applicator who is available if and when needed, even though such certified applicator is not physically present at the time and place the pesticide is applied.\n\n31. “Unreasonable adverse effects on the environment” means any unreasonable risk to humans or the environment, taking into account the economic, social, and environmental costs and benefits of the use of any pesticide.\n\n[C24, 27, 31, 35, 39, §3182; C46, 50, 54, 58, 62, §206.1; C66, 71, 73, 75, 77, 79, 81, §206.2]\n\n83 Acts, ch 101, §34; 86 Acts, ch 1245, §643; 87 Acts, ch 225, §209 – 213; 87 Acts, ch 177, §1; 88 Acts, ch 1197, §1; 91 Acts, ch 124, §2; 92 Acts, ch 1020, §1; 92 Acts, ch 1112, §1; 95 Acts, ch 172, §1; 2003 Acts, ch 86, §1, 3; 2012 Acts, ch 1017, §56; 2012 Acts, ch 1095, §120, 131; 2014 Acts, ch 1092, §39 – 45; 2015 Acts, ch 29, §31; 2016 Acts, ch 1073, §64; 2017 Acts, ch 159, §43; 2018 Acts, ch 1041, §54, 55; 2023 Acts, ch 19, §283; 2023 Acts, ch 66, §43\n\nReferred to in §202.1, 206.31, 455B.491, 570A.1, 579B.1, 716.11\n\nFurther definitions, see §189.1\n\nSubsection 1, paragraph a amended\n\nSubsection 17, paragraph c amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-2/"
    },
    {
      "id": "section-2063",
      "number": "206.3",
      "heading": "Examination and orders.",
      "text": "206.3 Examination and orders.\n\nThe examination of pesticides and those products to which pesticides have been applied for the content of pesticide residues shall be made under the direction of the secretary, or the secretary’s authorized representative, for the purpose of determining whether they comply with the requirements of this chapter and rules adopted under this chapter. If it shall appear from such examination that a pesticide fails to comply with the provisions of this chapter, and the secretary, or the secretary’s authorized representative, contemplates instituting criminal proceedings against any person, the secretary or representative shall cause notice to be given to such person. Any person so notified shall be given an opportunity to present the person’s views, either orally or in writing, with regard to such contemplated proceedings and if thereafter in the opinion of the secretary, or authorized representative, it shall appear that the provisions of the chapter have been violated by such person, then the secretary or authorized representative may refer the facts to the county attorney for the county in which the violation shall have occurred with a copy of the results of the analysis or the examination of such article; provided, however, that nothing in this chapter shall be construed as requiring the secretary or representative to report for prosecution or for the institution of proceedings in minor violations of the chapter whenever the secretary or representative believes that the public interests will be best served by a suitable notice of warning in writing.\n\n[C66, 71, 73, §206.7; C75, 77, 79, 81, §206.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-3/"
    },
    {
      "id": "section-2064",
      "number": "206.4",
      "heading": "Classification of licenses.",
      "text": "206.4 Classification of licenses.\n\n1. The secretary may classify or subclassify certifications or licenses to be issued under this chapter. Each classification shall be subject to separate testing procedures and requirements. However, no person shall be required to pay an additional license fee if such person desires to be licensed in one or all of the license classifications provided for by the secretary under the authority of this section.\n\n2. The secretary in promulgating rules under this chapter shall prescribe standards for the certification of applicators of pesticides. In determining these standards the secretary shall take into consideration standards of the United States environmental protection agency and is authorized to adopt by rule these standards.\n\n[C75, 77, 79, 81, §206.4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-4/"
    },
    {
      "id": "section-2065",
      "number": "206.5",
      "heading": "Certification requirements — rules.",
      "text": "206.5 Certification requirements — rules.\n\n1. A commercial or public applicator shall not apply any pesticide and a person shall not apply any restricted use pesticide without first complying with the certification requirements of this chapter and such other restrictions as determined by the secretary.\n\n2. a. A commercial applicator shall pay a seventy-five dollar fee for a three-year certification. A public applicator or a private applicator shall pay a fifteen dollar fee for a three-year certification.\n\nb. To be initially certified as a commercial, public, or private applicator, a person must complete an educational program which shall consist of an examination required to be passed by the person. After initial certification the commercial, public, or private applicator must renew the certification by completing the educational program which shall consist of either an examination or continuing instructional courses. The commercial, public, or private applicator must pass the examination each third year following initial certification or may elect to attend two hours of continuing instructional courses each year.\n\n3. A commercial, public, or private applicator is not required to be certified to apply pesticides for a period of twenty-one days from the date of initial employment if the commercial, public, or private applicator is under the direct supervision of a certified applicator. For the purposes of this section, “under the direct supervision of” means that the application of a pesticide is made by a competent person acting under the instructions and control of a certified applicator who is physically present, by being in sight or hearing distance of the supervised person.\n\n4. A commercial applicator who applies pesticides to agricultural land may, in lieu of the requirement of direct supervision, elect to be exempt from the certification requirements for a commercial applicator for a period of twenty-one days, if the applicator meets the requirements of a private applicator.\n\n5. A person employed by a farmer not solely as a pesticide applicator who applies restricted use pesticides as an incidental part of the person’s general duties or a person who applies restricted use pesticides as an incidental part of a custom farming operation is required to meet the certification requirements of a private applicator.\n\n6. An employee of a food processing and distribution establishment is exempt from the certification requirements of this section provided that at least one person holding a supervisory position is certified and provided that the employer provides a program, approved by the department, for training, testing, and certification of personnel who apply, as an incidental part of their duties, any pesticide on property owned or rented by the employer. However, an employee exempt from the certification requirements of this section shall not apply restricted use pesticides. The secretary shall adopt rules to administer the provisions of this subsection.\n\n7. a. The secretary shall adopt, by rule, requirements for the examination, reexamination, and certification of applicants.\n\nb. The department shall adopt rules providing for the program requirements which may include the safe handling, application, and storage of pesticides, the correct calibration of equipment used for the application of pesticides, and the effects of pesticides upon the groundwater.\n\n(1) The department shall adopt by rule criteria for allowing a person required to be certified to complete either a written or oral examination.\n\n(2) The department shall administer the instructional courses, by either teaching the courses or selecting persons to teach the courses, according to criteria as provided by rules adopted by the department. The department shall, to the extent possible, select persons to teach the courses in each county. The department is not required to compensate persons selected to teach the courses. In selecting persons, the department shall rely upon organizations interested in the application of pesticides, including associations representing pesticide applicators and associations representing agricultural producers.\n\n(3) The Iowa cooperative extension service in agriculture and home economics of Iowa state university of science and technology shall cooperate with the department in administering the instructional courses. The Iowa cooperative extension service may teach courses, train persons selected to teach courses, or distribute informational materials to persons teaching the courses.\n\nc. The secretary shall also adopt rules which allow for an exemption from certification for a person who uses certain services and is not solely a pesticide applicator, but who uses the services as an incidental part of the person’s duties.\n\n[C75, 77, 79, 81, §206.5]\n\n87 Acts, ch 225, §214; 88 Acts, ch 1169, §2; 88 Acts, ch 1197, §2; 89 Acts, ch 296, §20; 92 Acts, ch 1112, §2; 93 Acts, ch 176, §35, 36; 95 Acts, ch 172, §2; 2009 Acts, ch 41, §83; 2012 Acts, ch 1095, §121 – 123; 2021 Acts, ch 28, §1\n\nReferred to in §206.6, 206.10, 206.23A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-5/"
    },
    {
      "id": "section-2066",
      "number": "206.6",
      "heading": "License for commercial applicators.",
      "text": "206.6 License for commercial applicators.\n\n1. Commercial applicator. No person shall engage in the business of applying pesticides to the lands or property of another at any time without being licensed by the secretary. The secretary shall require an annual license fee of not more than twenty-five dollars for each license. Application for a license shall be made in writing to the department on a designated form obtained from the department. Each application for a license shall contain information regarding the applicant’s qualifications and proposed operations, license classification or classifications for which the applicant is applying.\n\n2. Nonresident applicator. Any nonresident applying for a license under this chapter to operate in the state shall file a written power of attorney designating the secretary of state as the agent of such nonresident upon whom service of process may be had in the event of any suit against said nonresident person, and such power of attorney shall be so prepared and in such form as to render effective the jurisdiction of the courts of this state over such nonresident applicants. A nonresident who has a duly appointed resident agent upon whom process may be served as provided by law shall not be required to designate the secretary of state as such agent. The secretary of state shall be allowed such fees as provided by law for designating resident agents. The secretary shall be furnished with a copy of such designation of the secretary of state or of a resident agent, such copy to be certified by the secretary of state.\n\n3. Examination for commercial applicator license. The secretary of agriculture shall not issue a commercial applicator license until the individual engaged in or managing the pesticide application business and employed by the business to apply pesticides is certified by passing an examination to demonstrate to the secretary the individual’s knowledge of how to apply pesticides under the classifications the individual has applied for, and the individual’s knowledge of the nature and effect of pesticides the individual may apply under such classifications. The applicant successfully completing the certification requirement shall be a licensed commercial applicator.\n\n4. Renewal of applicant’s license. The secretary of agriculture shall renew any applicant’s license under the classifications for which such applicant is licensed, provided that all of the applicant’s personnel who apply pesticides are certified commercial applicators.\n\n5. Issue commercial applicator license.\n\na. The secretary shall approve an application and issue a commercial applicator license to the applicant as follows:\n\n(1) The applicant is qualified as found by the secretary to apply pesticides in the classifications for which the applicant has applied.\n\n(2) The applicant must furnish to the department evidence of financial responsibility as required under section 206.13.\n\n(3) An applicant applying for a license to engage in aerial application of pesticides must demonstrate compliance with the requirements of the federal aviation administration, the United States department of transportation, and any other applicable federal or state laws or regulations to operate the equipment described in the application.\n\nb. The secretary shall adopt by rule, additional requirements for issuing a license to a person who is a nonresident of this state engaged in the aerial application of pesticides, which may include but is not limited to conditions for the operation of the aircraft and the application of the pesticides under the supervision of a person who is a resident of this state and licensed as a commercial applicator under this section or as a pesticide dealer under section 206.8. The secretary shall not adopt rules concerning the operation of aircraft when a nonresident person is not engaged in the commercial application of pesticides.\n\nc. The secretary shall issue a commercial applicator license limited to the classifications for which the applicant is qualified, which shall expire as provided in section 206.5, unless it has been revoked or suspended by the secretary for cause. The secretary may limit the license of the applicant to the use of certain pesticides, or to certain areas, or to certain types of equipment if the applicant is only so qualified. If a license is not issued as applied for, the secretary shall inform the applicant in writing of the reasons.\n\n6. Public applicator.\n\na. All state agencies, counties, municipal corporations, and any other governmental agency shall be subject to the provisions of this chapter and rules adopted thereunder concerning the application of pesticides.\n\nb. Public applicators for agencies listed in this subsection shall be subject to certification requirements as provided for in this section. The public applicator license shall be valid only when such applicator is acting as an applicator applying pesticides used by such entities. Government research personnel shall be exempt from this licensing requirement when applying pesticides only to experimental plots. Public agencies or municipal corporations licensed pursuant to this section shall be licensed public applicators.\n\nc. Such agencies and municipal corporations shall be subject to legal recourse by any person damaged by such application of any pesticide, and such action may be brought in the county where the damage or some part thereof occurred.\n\n[C66, 71, 73, §206.5; C75, 77, 79, 81, §206.6]\n\n83 Acts, ch 101, §35, 36; 87 Acts, ch 225, §215 – 217; 2008 Acts, ch 1045, §1 – 3; 2009 Acts, ch 133, §80; 2012 Acts, ch 1095, §124, 126\n\nReferred to in §206.13, 206.17, 206.18, 206.23A, 558A.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-6/"
    },
    {
      "id": "section-2067",
      "number": "206.7",
      "heading": "Certified applicators.",
      "text": "206.7 Certified applicators.\n\n1. Requirement for certification. A commercial or public applicator shall not apply any pesticide without first complying with the certification standards.\n\n2. Certification standards. Certification standards shall be adopted by the secretary to determine the individual’s competence with respect to the application and handling of the restricted use pesticides. In determining these standards, the secretary shall take into consideration the standards of the United States environmental protection agency.\n\n3. Reasons for not qualifying. If the secretary does not qualify the applicator under this section the secretary shall inform the applicant in writing of the reasons therefor.\n\n[C75, 77, 79, 81, §206.7]\n\n87 Acts, ch 225, §218\n\nReferred to in §206.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-7/"
    },
    {
      "id": "section-2067a",
      "number": "206.7A",
      "heading": "Discharge of pesticides into natural lakes — civil penalty.",
      "text": "206.7A Discharge of pesticides into natural lakes — civil penalty.\n\n1. A person shall not intentionally spray, place, discharge, or otherwise put a pesticide off label into a natural lake, or an artificial lake connected to a natural lake, that is used as a source water for public or private water supplies.\n\n2. This section does not apply to a commercial, public, or private applicator who is certified pursuant to this chapter.\n\n3. A person who violates this section shall be subject to a civil penalty in the amount of one thousand dollars.\n\n2018 Acts, ch 1085, §1; 2019 Acts, ch 59, §58\n\nReferred to in §206.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-7a/"
    },
    {
      "id": "section-2068",
      "number": "206.8",
      "heading": "Pesticide dealer license.",
      "text": "206.8 Pesticide dealer license.\n\n1. It shall be unlawful for any person to act in the capacity of a pesticide dealer, or advertise as, or assume to act as a pesticide dealer at any time without first having obtained a license from the secretary which shall expire at the end of the calendar year of issue. A license shall be required for each location or outlet located within this state from which such pesticides are distributed. Any manufacturer, registrant, or distributor who has no pesticide dealer outlet licensed within this state and who distributes such pesticides directly into this state shall obtain a pesticide dealer license for the manufacturer’s, registrant’s, or distributor’s principal out-of-state location or outlet.\n\n2. The annual license fee for a pesticide dealer is due and payable by June 30 of each year to the department. The annual license fee is based on the gross retail sales of all pesticides sold for use in this state by the dealer in the previous year. The license fee shall be set as follows:\n\na. (1) A pesticide dealer with less than one hundred thousand dollars in gross retail pesticide sales shall pay a license fee according to the following schedule:\n\n(a) Ten dollars, if the annual gross retail pesticide sales are less than ten thousand dollars.\n\n(b) Twenty-five dollars, if the annual gross retail pesticide sales are ten thousand dollars or more but less than twenty-five thousand dollars.\n\n(c) Fifty dollars, if the annual gross retail pesticide sales are twenty-five thousand dollars or more but less than fifty thousand dollars.\n\n(d) Seventy-five dollars, if the annual gross retail pesticide sales are fifty thousand dollars or more but less than seventy-five thousand dollars.\n\n(e) One hundred dollars, if the annual gross retail pesticide sales are seventy-five thousand dollars or more but less than one hundred thousand dollars.\n\n(2) The secretary shall provide for a three-month grace period for licensure and shall impose a late fee of twenty-five dollars.\n\nb. (1) A pesticide dealer with one hundred thousand dollars or more in gross retail pesticide sales shall pay a license fee based on one-tenth of one percent of the gross retail pesticide sales in the previous year.\n\n(2) The secretary shall provide for a three-month grace period for licensure and shall impose a late fee of five percent of the license fee calculated in subparagraph (1).\n\n3. Up to twenty-five dollars of each annual license fee shall be retained by the department for administration of the program, and the remaining moneys collected shall be deposited in the agriculture management account of the groundwater protection fund created in section 455E.11.\n\n4. Application for a license required for manufacturers and distributors who are not engaged in the retail sale of pesticides shall be accompanied by a twenty-five dollar fee for each business location within the state required to be licensed, and shall be on a form prescribed by the secretary.\n\n5. This section does not apply to either of the following:\n\na. A pesticide applicator who applies pesticides which are owned and furnished to the pesticide applicator by another person, if the pesticide applicator does not charge for the sale of the pesticides.\n\nb. A federal, state, county, or municipal governmental entity which provides pesticides only for its own programs.\n\n[C75, 77, 79, 81, §206.8]\n\n87 Acts, ch 225, §219, 220; 88 Acts, ch 1156, §1; 91 Acts, ch 89, §1; 93 Acts, ch 176, §37; 2009 Acts, ch 41, §84; 2012 Acts, ch 1095, §127; 2017 Acts, ch 159, §44; 2023 Acts, ch 64, §29\n\nReferred to in §206.6, 206.10, 206.12, 455E.11\n\nSubsection 3 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-8/"
    },
    {
      "id": "section-2069",
      "number": "206.9",
      "heading": "Cooperative agreements.",
      "text": "206.9 Cooperative agreements.\n\nThe secretary may cooperate, receive grants-in-aid, and enter into agreements with any agency of the federal government, of this state or its subdivisions, or with any agency of another state, or trade associations to obtain assistance in the implementation of this chapter and to do all of the following:\n\n1. Secure uniformity of regulations.\n\n2. Cooperate in the enforcement of the federal pesticide control laws through the use of state or federal personnel and facilities and to implement cooperative enforcement programs.\n\n3. Contract for monitoring pesticides for the national plan.\n\n4. Prepare and submit state plans to meet federal certification standards.\n\n5. Regulate certified applicators.\n\n6. Develop, in conjunction with the Iowa cooperative extension service in agriculture and home economics, courses available to the public regarding pesticide best management practices.\n\n[C66, 71, 73, §206.11; C75, 77, 79, 81, §206.9]\n\n87 Acts, ch 225, §221",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-9/"
    },
    {
      "id": "section-20610",
      "number": "206.10",
      "heading": "License renewals — delinquent fee.",
      "text": "206.10 License renewals — delinquent fee.\n\n1. If the application for renewal of a license provided for in this chapter is not filed prior to the first of January in any year, a delinquent fee of twenty-five percent shall be assessed and added to the original fee and shall be paid by the applicant before the renewal license is issued. A delinquent fee does not apply if the applicant furnishes an affidavit certifying that the applicant has not applied pesticides after the expiration of the applicant’s license. All licenses issued under this chapter expire December 31 each year.\n\n2. Subsection 1 does not apply to any of the following:\n\na. A license issued to a pesticide dealer that expires as provided in section 206.8.\n\nb. A certificate issued to a certified applicator that expires as provided in section 206.5.\n\n[C75, 77, 79, 81, §206.10]\n\n91 Acts, ch 89, §2; 2012 Acts, ch 1095, §128",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-10/"
    },
    {
      "id": "section-20611",
      "number": "206.11",
      "heading": "Distribution or sale of pesticides.",
      "text": "206.11 Distribution or sale of pesticides.\n\n1. It shall be unlawful for any person to distribute, give, sell, or offer for sale within this state or deliver for transportation or transport in intrastate commerce or between points within this state through any point outside this state any of the following:\n\na. Any pesticide which has not been registered pursuant to the provisions of section 206.12.\n\nb. Any pesticide, if any of the claims made for it, or if any of the directions for its use, differ in substance from the representations made in connection with its registration.\n\nc. Any pesticide if the composition thereof differs from its composition as represented in connection with its registration, unless within the discretion of the secretary, or the secretary’s authorized representative, a change in the labeling or formula of a pesticide within a registration period, has been authorized, without requiring a reregistration of the product.\n\nd. Any pesticide, unless it is in the registrant’s or the manufacturer’s unbroken immediate container, and there is affixed to such container, and to the outside container or wrapper of the retail package, if there be one through which the required information on the immediate container cannot be clearly read, a label bearing the following:\n\n(1) The name and address of the manufacturer, registrant, or person for whom manufactured.\n\n(2) The name, brand, or trademark of said article.\n\n(3) The net weight or measure of the contents subject, however, to such reasonable variations as the secretary may permit.\n\n(4) An ingredient statement as required in section 206.12.\n\n(5) The date of manufacture of products found by the secretary to be subject to deterioration because of age.\n\ne. Any pesticide which contains any substance or substances in quantities highly toxic to humans; determined as provided in section 206.12, unless the label shall bear, in addition to any other matter required by this chapter:\n\n(1) The skull and cross-bones.\n\n(2) The word “poison” prominently, in red, on a background of distinctly contrasting color.\n\n(3) A statement of an antidote for the pesticide.\n\n(4) Instructions for safe disposal of the container when the used container is found by the secretary after public hearing to be hazardous to humans or other vertebrate animals.\n\nf. Any standard lead arsenate, basic lead arsenate, calcium arsenate, magnesium arsenate, zinc arsenate, zinc arsenite, sodium fluoride, sodium fluosilicate and barium fluosilicate unless such pesticides have been distinctly colored or discolored as provided by regulations issued in accordance with this chapter, or any other white powder which the secretary, or the secretary’s authorized representatives, after investigation of and after public hearing on the necessity for such action for the protection of the public health and the feasibility of such coloration or discoloration, shall, by regulation, require to be distinctly colored or discolored; unless it has been so colored or discolored; provided, that the secretary, or authorized representative, may exempt any pesticide to the extent that it is intended for a particular use or uses from the coloring or discoloring required or authorized by this section if the secretary or representative determines that such coloring or discoloring for such use or uses is not necessary for the protection of the public health or safety.\n\ng. Any pesticide which is adulterated or misbranded.\n\n2. It shall be unlawful:\n\na. For any person to detach, alter, deface, or destroy in whole or in part, any label or labeling provided for in this chapter or the rules promulgated hereunder, or to add any substance to, or take any substance from a pesticide in a manner that may defeat the purpose of this chapter.\n\nb. For any person to use for the person’s own advantage or to reveal, other than to the secretary, or officials or employees of the state or officials or employees of the United States department of agriculture, or other federal agencies, or to the courts in response to a subpoena, or to physicians, and in emergencies to pharmacists and other qualified persons for use in the preparation of antidotes, in accordance with such directions as the secretary may prescribe, any information relative to formulae of products acquired by authority of section 206.12.\n\nc. For any person to interfere in any way with the secretary or the secretary’s duly authorized agents in carrying out the duties imposed by this chapter.\n\n3. It shall be unlawful:\n\na. To distribute any restricted use pesticide to any person who is required by law or rules promulgated under such law to be certified to use or purchase such restricted pesticides unless such person or the person’s agent, to whom distribution is made, is certified to use or purchase such restricted pesticide. Subject to conditions established by the secretary such certification may be obtained immediately prior to distribution from any person designated by the secretary.\n\nb. For any person to use or cause to be used any pesticide contrary to its labeling or to rules of the state of Iowa if those rules differ from or further restrict the usage.\n\nc. For any person to handle, transport, store, display, or distribute pesticides in such a manner as to endanger human beings and their environment or to endanger food, feed, or any other products that may be transported, stored, displayed or distributed with such pesticides.\n\nd. For any person to dispose of, discard, or store any pesticides or pesticide containers in such a manner as to cause injury to humans, vegetation, crops, livestock, wildlife, pollinating insects or to pollute any water supply or waterway.\n\n4. The secretary may suspend an applicator’s license pending inquiry, and, after opportunity for a hearing, to be held within ten days, may deny, suspend, revoke or modify any provision of any license, permit or certification issued under this chapter, if the secretary finds that the applicant or the holder of a license, permit or certification has committed any of the following acts, each of which is declared to be a violation of this chapter. However, any licensed or unlicensed person shall be subject to the penalties provided for by section 206.22.\n\na. Made a pesticide recommendation or application inconsistent with the labeling.\n\nb. Applied known ineffective or improper materials.\n\nc. Operated faulty or unsafe equipment.\n\nd. Operated in a faulty, careless or negligent manner.\n\ne. Neglected or, after notice, refused to comply with the provisions of this chapter, the rules adopted hereunder, or of any lawful order of the secretary.\n\nf. Refused or neglected to keep and maintain the records required by this chapter, or to make reports when and as required.\n\ng. Made false or fraudulent records, invoice or reports.\n\nh. Refused or neglected to comply with any limitations or restrictions on or in a duly issued license, permit or certification.\n\ni. Aided or abetted a licensed or an unlicensed person to evade the provisions of this chapter, conspired with such a licensed or an unlicensed person to evade the provisions of this chapter, or allowed one’s license, permit or certification to be used by another person.\n\nj. Made false or misleading statements during or after an inspection concerning any infestation or infection of pests found on land.\n\nk. Impersonated any federal, state, county or city inspector or official.\n\n[C97, §2588; SS15, §2588; C24, 27, 31, 35, 39, §3183, 3184; C46, 50, 54, 58, 62, §206.2, 206.3; C66, 71, 73, §206.3; C75, 77, 79, 81, §206.11]\n\n2012 Acts, ch 1095, §132\n\nReferred to in §206.18, 206.22, 206.23B",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-11/"
    },
    {
      "id": "section-20612",
      "number": "206.12",
      "heading": "Registration.",
      "text": "206.12 Registration.\n\n1. Every pesticide which is distributed, sold, or offered for sale for use within this state or delivered for transportation or transported in intrastate commerce between points within the state through any point outside this state shall be registered with the department of agriculture and land stewardship. All registration of products shall expire on the thirty-first day of December following date of issuance, unless such registration shall be renewed annually, in which event expiration date shall be extended for each year of renewal registration, or until otherwise terminated; provided that:\n\na. For the purpose of this chapter, fertilizers in mixed fertilizer-pesticide formulations shall be considered as inert ingredients.\n\nb. Within the discretion of the secretary, or the secretary’s authorized representative, a change in the labeling or formulae of a pesticide may be made within the current period of registration, without requiring a reregistration of the product, provided the name of the item is not changed.\n\nc. The secretary shall provide for a three-month grace period for registration.\n\n2. The registrant shall file with the department a statement containing:\n\na. The name and address of the registrant and the name and address of the person whose name will appear on the label, if other than the registrant.\n\nb. The name of the pesticide.\n\nc. A complete copy of the labeling accompanying the pesticide and a statement of all claims made and to be made for it including directions for use.\n\nd. A full description of the tests made and results thereof upon which the claims are based, if requested by the secretary. In the case of renewal or reregistration, a statement may be required only with respect to information which is different from that furnished when the pesticide was registered or last reregistered.\n\n3. The registrant, before selling or offering for sale any pesticide for use in this state, shall register each brand and grade of such pesticide with the secretary upon forms furnished by the secretary. The secretary shall set the registration fee annually at three hundred dollars for each and every brand and grade to be offered for sale in this state. The secretary shall adopt by rule exemptions to the fee. Fifty dollars of each fee collected shall be deposited in the general fund of the state, shall be subject to the requirements of section 8.60, and shall be used only for the purpose of enforcing the provisions of this chapter. The remainder of each fee collected shall be deposited in the agriculture management account of the groundwater protection fund created in section 455E.11.\n\n4. The secretary, whenever the secretary deems it necessary in the administration of this chapter, may require the submission of the complete formula of any pesticide. If it appears to the secretary that the composition of the article is such as to warrant the proposed claims for it and if the article and its labeling and other material required to be submitted comply with the requirements of this chapter, the secretary shall register the article.\n\n5. If it does not appear to the secretary that the article is such as to warrant the proposed claims for it or if the article and its labeling and other material required to be submitted do not comply with the provisions of this chapter, the secretary shall notify the registrant of the manner in which the article, labeling, or other material required to be submitted fail to comply with this chapter so as to afford the registrant an opportunity to make the necessary corrections.\n\n6. Notwithstanding any other provisions of this chapter, registration is not required in the case of a pesticide shipped from one plant within this state to another plant within this state operated by the same person.\n\n7. a. Each licensee under section 206.8 shall file an annual report at the time of application for licensure with the secretary of agriculture in a form specified by the secretary of agriculture and which includes the following information:\n\n(1) The gross retail sales of all pesticides sold at retail for use in this state by a licensee with one hundred thousand dollars or more in gross retail sales of the pesticides sold for use in this state.\n\n(2) The individual label name and dollar amount of each pesticide sold at retail for which gross retail sales of the individual pesticide are three thousand dollars or more.\n\nb. A person who is subject to the household hazardous materials permit requirements, and whose gross annual retail sales of pesticides are less than ten thousand dollars for each business location owned or operated by the person, shall report annually, the individual label name of an individual pesticide for which annual gross retail sales are three thousand dollars or more. The information shall be submitted on a form provided to household hazardous materials permittees by the department of natural resources, and the department of natural resources shall remit the forms to the department of agriculture and land stewardship.\n\nc. Notwithstanding the reporting requirements of this section, the secretary of agriculture may, upon recommendation of the advisory committee created pursuant to section 206.23, and if the committee declares a pesticide to be a pesticide of special concern, require the reporting of annual gross retail sales of a pesticide.\n\nd. A person who sells feed which contains a pesticide as an integral part of the feed mixture shall not be subject to the reporting requirements of this section. However, a person who manufactures feed which contains a pesticide as an integral part of the feed mixture shall be subject to the licensing requirements of section 206.8.\n\ne. The information collected and included in the report required under this section shall remain confidential. Public reporting concerning the information collected shall be performed in a manner which does not identify a specific brand name in the report.\n\n[C66, 71, 73, §206.4; C75, 77, 79, 81, §206.12]\n\n87 Acts, ch 225, §222, 223; 88 Acts, ch 1156, §2 – 4; 90 Acts, ch 1133, §1; 91 Acts, ch 89, §3; 91 Acts, ch 124, §3; 91 Acts, ch 260, §1218; 93 Acts, ch 131, §9; 94 Acts, ch 1107, §49; 2000 Acts, ch 1066, §41; 2009 Acts, ch 41, §85; 2012 Acts, ch 1095, §133 – 135; 2022 Acts, ch 1152, §10; 2023 Acts, ch 64, §30\n\nReferred to in §206.11, 206.16, 206.22, 455E.11\n\nSubsection 3 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-12/"
    },
    {
      "id": "section-20613",
      "number": "206.13",
      "heading": "Evidence of financial responsibility required by commercial applicator.",
      "text": "206.13 Evidence of financial responsibility required by commercial applicator.\n\n1. The department shall not issue a commercial applicator’s license as required in section 206.6 until the applicant has furnished evidence of financial responsibility with the department. The evidence of financial responsibility shall consist of a surety bond, a liability insurance policy, or an irrevocable letter of credit issued by a financial institution. The department may accept a certification of the evidence of financial responsibility. The evidence of financial responsibility shall pay the amount that the beneficiary is legally obligated to pay as damages caused by the pesticide operations of the applicant. However, the evidence of financial responsibility does not apply to damages or an injury which is expected or intended from the standpoint of the beneficiary. A liability insurance policy shall be subject to the insurer’s policy provisions filed with and approved by the commissioner of insurance. The evidence of financial responsibility need not apply to damages or injury to agricultural crops, plants, or land being worked upon by the applicant.\n\n2. The amount of the evidence of financial responsibility as provided for in this section shall be not less than one hundred thousand dollars for property damage and public liability insurance, each separately, or liability insurance with limits of one hundred thousand dollars per occurrence and three hundred thousand dollars annual aggregate. The evidence of financial responsibility shall be maintained at not less than that amount at all times during the licensed period. The department shall be notified ten days prior to any reduction in the surety bond or liability insurance made at the request of the applicant or cancellation of the surety bond by the surety or the liability insurance by the insurer. The department shall be notified ninety days prior to any reduction of the amount of the irrevocable letter of credit at the request of the applicant or the cancellation of the irrevocable letter of credit by the financial institution. The total and aggregate liability of the surety, insurer, or financial institution for all claims shall be limited to the face of the surety bond, liability insurance policy, or irrevocable letter of credit.\n\n[C75, 77, 79, 81, §206.13]\n\n2003 Acts, ch 86, §2, 3; 2012 Acts, ch 1095, §129; 2013 Acts, ch 15, §10, 11\n\nReferred to in §206.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-13/"
    },
    {
      "id": "section-20614",
      "number": "206.14",
      "heading": "Reports of pesticide accidents, incidents or loss.",
      "text": "206.14 Reports of pesticide accidents, incidents or loss.\n\n1. The secretary may by rule require the reporting of significant pesticide accidents or incidents to a designated state agency.\n\n2. Any person claiming damages from a pesticide application shall have filed with the secretary on a form prescribed by the secretary a written statement claiming that the person has been damaged.\n\na. This report shall have been filed within sixty days after the alleged date that damages occurred. If a growing crop is alleged to have been damaged, the report must be filed prior to the time that twenty-five percent of the crop has been harvested. Such statement shall contain, but shall not be limited to the name of the person allegedly responsible for the application of said pesticide, the name of the owner or lessee of the land on which the crop is grown and for which damage is alleged to have occurred, and the date on which the alleged damage occurred.\n\nb. The secretary shall prepare a form to be furnished to persons to be used in such cases and such form shall contain such other requirements as the secretary may deem proper. The secretary shall, upon receipt of such statement, notify the licensee and the owner or lessee of the land or other person who may be charged with the responsibility of the damages claimed, and furnish copies of such statements as may be requested. The secretary shall inspect damages whenever possible and when the secretary determines that the complaint has sufficient merit the secretary shall make such information available to the person claiming damage and to the person who is alleged to have caused the damage.\n\n3. The filing of such a report or failure to give notice shall not preclude recovery in an action for damages and shall not affect the limitations of actions set forth in chapter 614. Nothing herein shall prohibit an action for damages for bodily injury or death to any person.\n\na. The filing of such report or the failure to file such a report shall not be a violation of this chapter. However, if the person failing to file such report is the only one injured from such use or application of a pesticide by others, the secretary may, when in the public interest, refuse to hold a hearing for the denial, suspension or revocation of a license or permit issued under this chapter until such report is filed.\n\nb. Where damage is alleged to have occurred, the claimant shall permit the secretary, the licensee and the licensee’s representatives, such as surety or insurer, to observe within reasonable hours the lands or nontarget organism alleged to have been damaged in order that such damage may be examined. Failure of the claimant to permit such observation and examination of the damaged lands shall automatically bar the claim against the licensee.\n\n4. The secretary shall require, by rule, that veterinarians licensed and practicing veterinary medicine in the state promptly report to the department a case of domestic livestock poisoning or suspected poisoning by agricultural chemicals.\n\n[C73, §206.13, 455B.102; C75, 77, §206.14, 455B.102; C79, §206.14, 455B.132; C81, §206.14]\n\nReferred to in §139A.21",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-14/"
    },
    {
      "id": "section-20615",
      "number": "206.15",
      "heading": "Licensee to keep records.",
      "text": "206.15 Licensee to keep records.\n\nThe secretary shall require commercial applicators and certified commercial applicators to maintain records with respect to application of pesticides. Such relevant information as the secretary may deem necessary may be specified by regulation. Such records shall be kept for a period of three years from the date of the application of the pesticide to which such records refer, and the secretary shall, upon request in writing, be furnished with a copy of such records forthwith.\n\n[C75, 77, 79, 81, §206.15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-15/"
    },
    {
      "id": "section-20616",
      "number": "206.16",
      "heading": "Confiscation.",
      "text": "206.16 Confiscation.\n\n1. Any pesticide or device that is distributed, sold, or offered for sale within this state or delivered for transportation or transported in intrastate commerce or between points within this state through any point outside this state shall be liable to be proceeded against in any district court in any county of the state where it may be found and seized for confiscation by condemnation.\n\na. In the case of a pesticide:\n\n(1) If it is adulterated or misbranded.\n\n(2) If it has not been registered under the provisions of section 206.12.\n\n(3) If it fails to bear on its label the information required by this chapter.\n\n(4) If it is a white powder pesticide and is not colored as required under this chapter.\n\nb. In the case of a device, if it is misbranded.\n\n2. If the article is condemned, it shall, after entry of decree, be disposed of by destruction or sale as the court may direct and the proceeds if such article is sold, less legal costs, shall be paid to the state treasurer; provided, that the article shall not be sold contrary to the provisions of this chapter; and, provided further, that upon payment of costs and execution and delivery of a good and sufficient bond conditioned that the article shall not be disposed of unlawfully, the court may direct that said article be delivered to the owner thereof for relabeling or reprocessing as the case may be.\n\n3. When a decree of condemnation is entered against the article, court costs and fees and storage and other proper expenses shall be awarded against the person, if any, intervening as claimant of the article.\n\n4. When the secretary has reasonable cause to believe a pesticide or device is being distributed, stored, transported, or used in violation of any of the provisions of this chapter, or of any of the prescribed rules under this chapter, the secretary may issue and serve a written “stop sale, use, or removal” order upon the owner or custodian of any such pesticide or device. If the owner or custodian is not available for service of the order, the secretary may attach the order to the pesticide or device and notify the registrant. The pesticide or device shall not be sold, used, or removed until the provisions of this chapter have been complied with and the pesticide or device has been released in writing under conditions specified by the secretary or the violation has been otherwise disposed of as provided in this chapter by a court of competent jurisdiction.\n\n[C66, 71, 73, §206.10; C75, 77, 79, 81, §206.16]\n\nReferred to in §206.23A, 206.23B",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-16/"
    },
    {
      "id": "section-20617",
      "number": "206.17",
      "heading": "Reciprocal agreement.",
      "text": "206.17 Reciprocal agreement.\n\nThe secretary may waive all or part of the examination requirements provided for in sections 206.6 and 206.7 on a reciprocal basis with any other state which has substantially the same standards.\n\n[C75, 77, 79, 81, §206.17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-17/"
    },
    {
      "id": "section-20618",
      "number": "206.18",
      "heading": "Exception to penalties.",
      "text": "206.18 Exception to penalties.\n\n1. The penalties provided for violations of section 206.11, subsection 1, shall not apply to:\n\na. Any carrier while lawfully engaged in transporting a pesticide within this state, if such carrier shall, upon request, permit the secretary or the secretary’s designated agent to copy all records showing the transactions in and movement of the articles.\n\nb. Public officials of this state and the federal government engaged in the performance of their official duties.\n\nc. The manufacturer or shipper of a pesticide for experimental use only:\n\n(1) By or under the supervision of an agency of this state or of the federal government authorized by law to conduct research in the field of pesticides.\n\n(2) By others if the pesticide is not sold and if the container thereof is plainly and conspicuously marked “For experimental use only — not to be sold”, together with the manufacturer’s name and address; provided, however, that if a written permit has been obtained from the secretary, pesticides may be sold for experimental purposes subject to such restrictions and conditions as may be set forth in the permit.\n\n2. No article shall be deemed in violation of this chapter when intended solely for export to a foreign country, and when prepared or packed according to the specifications or directions of the purchaser. If not so exported, all the provisions of this chapter shall apply.\n\n3. The provisions of section 206.6 relating to licenses and requirements for their issuance shall not apply to any farmer applying pesticides for the farmer or with ground equipment or manually for the farmer’s neighbors; provided, that:\n\na. The farmer operates farm property and operates and maintains pesticide application equipment primarily for the farmer’s own use;\n\nb. The farmer is not regularly engaged in the business of applying pesticides for hire amounting to a principal or regular occupation and that the farmer shall not publicly claim to be a pesticide applicator;\n\nc. The farmer operates the pesticide application equipment only in the vicinity of the farmer’s own property and for the accommodation of the farmer’s neighbors.\n\n4. The licensing requirements of section 206.6 shall not apply to persons using hand-powered or self-propelled equipment not exceeding seven and one-half horsepower as determined by rules promulgated by the department to apply pesticides to lawns, or to ornamental shrubs and trees not in excess of twelve feet high, as an incidental part of taking care of household lawns and yards provided, that such persons shall not publicly hold themselves out as being in the business of applying pesticides, and that such persons do not apply restricted use pesticides or state restricted use pesticides, restricted to use only by certified applicators.\n\n5. The provisions of section 206.6 relating to licenses and requirements for their issuance shall not apply to a doctor of veterinary medicine applying pesticides to animals during the normal course of veterinary practice; provided that the veterinarian is not regularly engaged in the business of applying pesticides for hire amounting to a principal or regular occupation or does not publicly claim to be a pesticide applicator; and that the veterinarian does not apply restricted use pesticides, or state restricted use pesticides, restricted to use by certified applicators only.\n\n[C66, 71, 73, §206.8; C75, 77, 79, 81, §206.18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-18/"
    },
    {
      "id": "section-20619",
      "number": "206.19",
      "heading": "Rules.",
      "text": "206.19 Rules.\n\nThe department shall, by rule, after public hearing following due notice:\n\n1. Declare as a pest any form of plant or animal life or virus which is unduly injurious to plants, humans, domestic animals, articles, or substances.\n\n2. Determine the proper use of pesticides including but not limited to their formulations, times and methods of application, and other conditions of use.\n\n3. Determine in cooperation with municipalities, the proper notice to be given by a commercial or public applicator to occupants of adjoining properties in urban areas prior to or after the exterior application of pesticides, and establish a schedule to determine the periods of application least harmful to living beings. The rules shall provide that a commercial or public applicator must provide notice only if an occupant requests that the commercial or public applicator provide the occupant notice in a timely manner prior to the application. The request shall include the name and address of the occupant, a telephone number of a location where the occupant may be contacted during normal business hours and evening hours, and the address of each property that adjoins the occupant’s property. The notification shall expire on December 31 of each year, or the date when the occupant no longer occupies the property, whichever is earlier. Municipalities shall cooperate with the department by reporting infractions and in implementing this subsection.\n\n4. Adopt rules providing guidelines for public bodies to notify adjacent property occupants regarding the application of herbicides to noxious weeds or other undesirable vegetation within highway rights-of-way.\n\n5. a. Establish, assess, and collect civil penalties for a violation of a provision in this chapter or a rule adopted pursuant to this chapter by a commercial applicator or private applicator. In determining the amount of a civil penalty to be assessed for a violation, the department shall consider all of the following factors:\n\n(1) The willfulness of the violation.\n\n(2) The actual or potential danger of injury to the public health or safety, or damage to the environment caused by the violation.\n\n(3) The actual or potential cost of the injury or damage caused by the violation to the public health or safety, or to the environment.\n\n(4) The actual or potential cost incurred by the department in enforcing this chapter and rules adopted pursuant to this chapter against the violator.\n\n(5) The remedial action required of the violator.\n\n(6) The violator’s previous history of complying with orders or decisions of the department.\n\nb. The amount of the civil penalty shall not exceed five hundred dollars for each offense.\n\n[C66, §206.6; C71, §206.6, 206.12; C73, §206.12, 455B.102; C75, 77, §206.19, 455B.102; C79, §206.19, 455B.132; C81, §206.19]\n\n87 Acts, ch 177, §2; 87 Acts, ch 225, §224; 88 Acts, ch 1118, §2; 93 Acts, ch 130, §1; 95 Acts, ch 172, §3; 2009 Acts, ch 41, §263; 2021 Acts, ch 28, §2; 2022 Acts, ch 1152, §11\n\nReferred to in §206.23A, 206.23B",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-19/"
    },
    {
      "id": "section-20620",
      "number": "206.20",
      "heading": "Restricted use pesticides classified.",
      "text": "206.20 Restricted use pesticides classified.\n\nThe secretary shall determine, by rule, the pesticides to be classified as restricted use pesticides. In determining these rules the secretary shall take into consideration the pesticides classified as restricted use by the United States environmental protection agency and is authorized to adopt by reference these classifications.\n\n[C75, 77, 79, 81, §206.20]\n\n87 Acts, ch 177, §3; 88 Acts, ch 1118, §3\n\nReferred to in §206.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-20/"
    },
    {
      "id": "section-20621",
      "number": "206.21",
      "heading": "Secretary of agriculture — duties.",
      "text": "206.21 Secretary of agriculture — duties.\n\n1. The secretary is authorized, after public hearing following due notice, to make appropriate rules for carrying out the provisions of this chapter, including rules providing for the collection and chemical examination of samples of pesticides or devices.\n\n2. a. The secretary, including the secretary’s authorized agents, inspectors, or employees, may enter into or upon any place during reasonable business hours in order to do any of the following:\n\n(1) Take periodic random samples for chemical examinations of pesticides and devices.\n\n(2) Open any bundle, package or other container containing or believed to contain a pesticide in order to determine whether the pesticide or device complies with the requirements of this chapter.\n\n(3) Monitor the use of or review the pesticide application.\n\nb. Methods of analysis shall be those currently used by the association of official agricultural chemists.\n\n3. The secretary of agriculture, in cooperation with the advisory committee created pursuant to section 206.23, shall designate areas with a history of concerns regarding nearby pesticide applications as pesticide management areas. The secretary shall adopt rules for designating pesticide management areas.\n\n[C66, 71, 73, §206.6; C75, 77, 79, 81, §206.21]\n\n87 Acts, ch 225, §225; 2012 Acts, ch 1095, §136",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-21/"
    },
    {
      "id": "section-20622",
      "number": "206.22",
      "heading": "Penalties.",
      "text": "206.22 Penalties.\n\n1. Any person violating section 206.11, subsection 1, paragraph “a”, shall be guilty of a simple misdemeanor.\n\n2. Any person violating any provision of this chapter other than section 206.11, subsection 1, paragraph “a”, or section 206.7A shall be guilty of a serious misdemeanor; provided, that any offense committed more than five years after a previous conviction shall be considered a first offense; and provided, further, that in any case where a registrant was issued a warning by the secretary pursuant to the provisions of this chapter, such registrant shall upon conviction of a violation of any provision of this chapter other than section 206.11, subsection 1, paragraph “a”, or section 206.7A, be guilty of a serious misdemeanor; and the registration of the article with reference to which the violation occurred shall terminate automatically. An article, the registration of which has been terminated, may not again be registered unless the article, its labeling, and other material required to be submitted appear to the secretary to comply with all the requirements of this chapter.\n\n3. Notwithstanding any other provisions of the section, in case any person, with intent to defraud, uses or reveals information relative to formulae of products acquired under authority of section 206.12, the person shall be guilty of a serious misdemeanor.\n\n[C66, 71, 73, §206.9; C75, 77, 79, 81, §206.22]\n\n92 Acts, ch 1112, §3; 95 Acts, ch 172, §4; 2018 Acts, ch 1085, §2; 2019 Acts, ch 59, §59\n\nReferred to in §206.11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-22/"
    },
    {
      "id": "section-20623",
      "number": "206.23",
      "heading": "Advisory committee created — duties.",
      "text": "206.23 Advisory committee created — duties.\n\n1. An advisory committee to the secretary is created. The advisory committee shall have the following members:\n\na. The dean, college of veterinary medicine, Iowa state university of science and technology, or the dean’s designee;\n\nb. The dean, university of Iowa college of medicine, or the dean’s designee;\n\nc. An entomologist, botanist, geneticist, horticulturist, agronomist and two persons representing the general public appointed by the secretary. Appointive members of the advisory committee shall serve terms of four years.\n\n2. The advisory committee shall assist the secretary in obtaining scientific data and coordinating agricultural chemical regulatory, enforcement, research, and educational functions of the state. The advisory committee shall recommend rules regarding the sale, use, or disuse of agricultural chemicals to the secretary.\n\n3. The advisory committee shall adopt rules relating to its procedures, and meetings under the general supervision of the secretary.\n\n4. The members of the advisory committee shall be reimbursed for actual and necessary expenses incurred by them in the discharge of their official duties.\n\n[C81, §206.23]\n\n2001 Acts, ch 74, §8\n\nReferred to in §200.5, 200A.6, 206.12, 206.21, 455B.491",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-23/"
    },
    {
      "id": "section-20623a",
      "number": "206.23A",
      "heading": "Commercial pesticide applicator peer review panel.",
      "text": "206.23A Commercial pesticide applicator peer review panel.\n\n1. The department shall establish a commercial pesticide applicator peer review panel to assist the department in assessing or collecting a civil penalty pursuant to section 206.19. The secretary shall appoint the following members:\n\na. A person actively engaged in the business of applying pesticides by use of an aircraft and who is licensed as an aerial commercial applicator in this state pursuant to section 206.6.\n\nb. A person actively engaged in the business of applying pesticides in urban areas on lawns and gardens, and who is licensed as a commercial applicator pursuant to section 206.6.\n\nc. A person actively engaged in the business of applying pesticides within structures used for residential or commercial purposes, and who is licensed as a commercial applicator pursuant to section 206.6.\n\nd. A person actively engaged in the business of applying pesticides on agricultural land used for farming and who is licensed as a commercial applicator pursuant to section 206.6.\n\ne. A person certified as a public applicator pursuant to section 206.5.\n\n2. a. The members appointed pursuant to this section shall serve four-year terms beginning and ending as provided in section 69.19. However, the secretary shall appoint initial members to serve for less than four years to ensure that members serve staggered terms. A member is eligible for reappointment. A vacancy on the panel shall be filled for the unexpired portion of the regular term in the same manner as regular appointments are made.\n\nb. The panel shall elect a chairperson who shall serve for a term of one year. The panel shall meet on a regular basis and at the call of the chairperson or upon the written request to the chairperson of two or more members. Three voting members constitute a quorum and the affirmative vote of a majority of the members present is necessary for any substantive action to be taken by the panel. The majority shall not include any member who has a conflict of interest and a statement by a member that the member has a conflict of interest is conclusive for this purpose. A vacancy in the membership does not impair the duties of the panel.\n\nc. Notwithstanding section 7E.6, the members shall only receive reimbursement for actual expenses for performance of their official duties, as provided by the department.\n\nd. The panel shall be staffed by the department.\n\n3. The panel shall make recommendations to the department regarding the establishment of civil penalties and procedures to assess and collect penalties, as provided in section 206.19. The panel may propose a schedule of penalties for minor and serious violations. The department may adopt rules based on the recommendations of the panel as approved by the secretary.\n\n4. The panel shall review cases of persons required to be licensed as commercial applicators who are subject to civil penalties as provided in section 206.19 according to rules adopted by the department. A review shall be performed upon request by the secretary or the person subject to the civil penalty. The panel may establish procedures for the review and establish a system of prioritizing cases for review, consistent with rules adopted by the department. The rules may exclude review of minor violations. The review may also include the manner of assessing and collecting the civil penalty. The findings and recommendations of the panel shall be included in a response delivered to the department and the person subject to the penalty. The response may include a recommendation that a proposed civil penalty be modified or suspended, that an alternative method of collection be instituted, or that conditions be placed upon the license of a commercial applicator.\n\n5. The department shall adopt rules establishing a period for the review and response by the panel which must be completed prior to a contested case hearing under chapter 17A. A hearing shall not be delayed after the required period for review and response, except as provided in chapter 17A.\n\n6. This section does not apply to a license revocation proceeding. This section does not require the department to delay the prosecution of a case if immediate action is necessary to reduce the risk of harm to the environment or public health or safety. This section also does not require a review or response if the department refers a violation of this chapter for criminal prosecution, or for an action involving a stop order issued pursuant to section 206.16. The department shall consider any available response by the panel, but is not required to change findings of an investigation, a penalty sought to be assessed, or a manner of collection.\n\n7. An available response by the panel may be used as evidence in an administrative hearing, or a civil or criminal case, except to the extent that information is considered confidential pursuant to section 22.7.\n\n93 Acts, ch 130, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-23a/"
    },
    {
      "id": "section-20623b",
      "number": "206.23B",
      "heading": "Private pesticide applicator peer review panel.",
      "text": "206.23B Private pesticide applicator peer review panel.\n\n1. The department shall establish a private pesticide applicator peer review panel to assist the department in assessing or collecting a civil penalty pursuant to section 206.19. The secretary shall appoint five members, including three certified private applicators and two members of the public who have not been licensed or certified under this chapter. The appointments shall be made on a geographically balanced basis.\n\n2. a. The members appointed pursuant to this section shall serve four-year terms beginning and ending as provided in section 69.19. However, the secretary shall appoint initial members to serve for less than four years to ensure that members serve staggered terms. A member is eligible for reappointment. A vacancy on the panel shall be filled for the unexpired portion of the regular term in the same manner as regular appointments are made.\n\nb. The panel shall elect a chairperson who shall serve for a term of one year. The panel shall meet on a regular basis and at the call of the chairperson or upon the written request to the chairperson of two or more members. Three voting members constitute a quorum and the affirmative vote of a majority of the members present is necessary for any substantive action to be taken by the panel. The majority shall not include any member who has a conflict of interest and a statement by a member that the member has a conflict of interest is conclusive for this purpose. A vacancy in the membership does not impair the duties of the panel.\n\nc. Notwithstanding section 7E.6, the members shall only receive reimbursement for actual expenses for performance of their official duties, as provided by the department.\n\nd. The panel shall be staffed by the department.\n\n3. The panel shall make recommendations to the department regarding the establishment of civil penalties and procedures to assess and collect penalties, as provided in section 206.19. The panel may propose a schedule of penalties for minor and serious violations. The department may adopt rules based on the recommendations of the panel as approved by the secretary.\n\n4. The panel shall review cases of persons required to be certified as private applicators who are subject to civil penalties as provided in section 206.19 according to rules adopted by the department. A review shall be performed upon request by the secretary or the person subject to the civil penalty. The panel may establish procedures for the review and establish a system of prioritizing cases for review, consistent with rules adopted by the department. The rules may exclude review of minor violations. The review may also include the manner of assessing and collecting the civil penalty. The findings and recommendations of the panel shall be included in a response delivered to the department and the person subject to the penalty. The response may include a recommendation that a proposed civil penalty be modified or suspended, that an alternative method of collection be instituted, or that conditions be placed upon the certification of a private applicator.\n\n5. The department shall adopt rules establishing a period for the review and response by the panel which must be completed prior to a contested case hearing under chapter 17A. A hearing shall not be delayed after the required period for review and response, except as provided in chapter 17A.\n\n6. This section does not apply to a certification revocation proceeding under section 206.11. This section does not require the department to delay the prosecution of a case if immediate action is necessary to reduce the risk of harm to the environment or public health or safety. This section also does not require a review or response if the department refers a violation of this chapter for criminal prosecution, or for an action involving a “stop sale, use, or removal” order issued pursuant to section 206.16. The department shall consider any available response by the panel, but is not required to change findings of an investigation, a penalty sought to be assessed, or a manner of collection.\n\n7. An available response by the panel may be used as evidence in an administrative hearing, or a civil or criminal case, except to the extent that information is considered confidential including as provided in section 22.7.\n\n2021 Acts, ch 28, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-23b/"
    },
    {
      "id": "section-20624",
      "number": "206.24",
      "heading": "Agricultural initiative.",
      "text": "206.24 Agricultural initiative.\n\n1. A program of education and demonstration in the area of the agricultural use of fertilizers and pesticides shall be initiated by the secretary of agriculture. The secretary shall coordinate the activities of the state regarding this program.\n\n2. Education and demonstration programs shall promote the widespread adoption of management practices which protect groundwater. The programs may include but are not limited to programs targeted toward the individual farm owner or operator, high school and college students, and groundwater users, in the areas of best management practices, current research findings, and health impacts. Emphasis shall be given to programs which enable these persons to demonstrate best management practices to their peers.\n\n87 Acts, ch 225, §226; 2015 Acts, ch 30, §67",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-24/"
    },
    {
      "id": "section-20625",
      "number": "206.25",
      "heading": "Pesticide containers disposal.",
      "text": "206.25 Pesticide containers disposal.\n\nThe department of agriculture and land stewardship, in cooperation with the department of natural resources, shall develop a program for handling used pesticide containers which reflects the state solid waste management policy.\n\n87 Acts, ch 225, §227; 2002 Acts, ch 1162, §37",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-25/"
    },
    {
      "id": "section-206",
      "number": "206",
      "heading": "26",
      "text": "26",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20631",
      "number": "206.31",
      "heading": "Application of pesticides for structural pest control.",
      "text": "206.31 Application of pesticides for structural pest control.\n\n1. Definitions. Notwithstanding section 206.2, as used in this chapter with regard to the application of pesticides used for structural pest control:\n\na. “Commercial applicator” means a person, or employee of a person, who enters into a contract or an agreement for the sake of monetary payment and agrees to perform a service by applying a pesticide or servicing a device but shall not include a farmer trading work with another.\n\nb. “Public applicator” means an individual who applies pesticides as an employee of a state agency, county, municipal corporation, or other governmental agency.\n\nc. “Structural pest control” means controlling any pests in, on, or around food handling establishments; human dwellings; institutions such as schools and hospitals; industrial establishments, including warehouses and grain elevators; and any other structures in adjacent areas.\n\n2. Additional certification requirements.\n\na. A person shall not apply a restricted use pesticide used for structural pest control without first complying with the certification requirements of this chapter and other restrictions as determined by the secretary.\n\nb. The secretary shall require applicants for certification as commercial or public applicators of pesticides applied for structural pest control to take and pass a written test.\n\n3. Examination for commercial applicator license. The secretary of agriculture shall not issue a commercial applicator license for applying pesticides for structural pest control until the individual engaged in or managing the pesticide application business or employed by the business is certified by passing an examination to demonstrate to the secretary the individual’s knowledge of how to apply pesticides under the classifications the individual has applied for, and the individual’s knowledge of the nature and effect of pesticides the individual may apply under such classifications.\n\n4. Renewal of applicant’s license. The secretary of agriculture shall renew an applicant’s license for applying pesticides for structural pest control under the classifications for which the applicant is licensed, provided that all of the applicant’s personnel who apply pesticides for structural pest control have also been certified.\n\n5. Rules and fee. The secretary shall adopt by rule, pursuant to chapter 17A, requirements for the examination and certification of the applicants and set a fee of not more than five dollars for certification.\n\n87 Acts, ch 177, §4; 88 Acts, ch 1118, §4; 88 Acts, ch 1197, §3; 2009 Acts, ch 41, §263",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-31/"
    },
    {
      "id": "section-20632",
      "number": "206.32",
      "heading": "Chlordane — prohibition.",
      "text": "206.32 Chlordane — prohibition.\n\n1. A person shall not offer for sale, sell, purchase, apply, or use chlordane in this state.\n\n2. The department, working in conjunction with the department of natural resources, shall identify existing stocks of chlordane, shall formulate recommendations for the safe disposal of existing stocks of chlordane, and shall make those recommendations available to the owners of existing stocks of chlordane.\n\n88 Acts, ch 1118, §1; 2015 Acts, ch 30, §68; 2015 Acts, ch 103, §16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-32/"
    },
    {
      "id": "section-20633",
      "number": "206.33",
      "heading": "Daminozide — prohibition.",
      "text": "206.33 Daminozide — prohibition.\n\nA person shall not offer for sale, sell, purchase, apply, or use a pesticide containing daminozide in this state if the pesticide is sold, purchased, applied, or used for purposes of enhancing or improving a product produced to be consumed.\n\n89 Acts, ch 127, §1; 90 Acts, ch 1260, §24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-33/"
    },
    {
      "id": "section-20634",
      "number": "206.34",
      "heading": "Local legislation — prohibition.",
      "text": "206.34 Local legislation — prohibition.\n\n1. As used in this section:\n\na. “Local governmental entity” means any political subdivision, or any state authority which is not the general assembly or under the direction of a principal central department as enumerated in section 7E.5, including a city as defined in section 362.2, a county as provided in chapter 331, or any special purpose district.\n\nb. “Local legislation” means any ordinance, motion, resolution, amendment, regulation, or rule adopted by a local governmental entity.\n\n2. The provisions of this chapter and rules adopted by the department pursuant to this chapter shall preempt local legislation adopted by a local governmental entity relating to the use, sale, distribution, storage, transportation, disposal, formulation, labeling, registration, or manufacture of a pesticide. A local governmental entity shall not adopt or continue in effect local legislation relating to the use, sale, distribution, storage, transportation, disposal, formulation, labeling, registration, or manufacture of a pesticide, regardless of whether a statute or rule adopted by the department applies to preempt the local legislation. Local legislation in violation of this section is void and unenforceable.\n\n3. This section does not apply to local legislation of general applicability to commercial activity.\n\n94 Acts, ch 1002, §2; 94 Acts, ch 1198, §42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-206/section-206-34/"
    }
  ]
}