{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-205-sale-and-distribution-of-poisons",
  "sections": [
    {
      "id": "section-2051",
      "number": "205.1",
      "heading": "Sale of abortifacients.Section 205",
      "text": "205.1 Sale of abortifacients.\n\nNo person shall sell, offer or expose for sale, deliver, give away, or have in the person’s possession with intent to sell, except upon the original written prescription of a licensed physician, dentist, or veterinarian, any cotton root, ergot, oil of tansy, oil of savin, or derivatives of any of said drugs.\n\n[C51, §2728; R60, §4374; C73, §4038; C97, §2593; S13, §2593, 2596-a; C24, 27, 31, 35, 39, §3170; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.1]\n\nReferred to in §205.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-1/"
    },
    {
      "id": "section-2052",
      "number": "205.2",
      "heading": "Exception.",
      "text": "205.2 Exception.\n\nThe requirements of section 205.1 that certain drugs shall be furnished only upon written prescription, shall not apply to the sale of such drugs to persons who wholesale or retail the same, nor to any licensed physician, dentist, or veterinarian for use in the practice of that person’s profession.\n\n[S13, §2596-a; C24, 27, 31, 35, 39, §3171; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-2/"
    },
    {
      "id": "section-2053",
      "number": "205.3",
      "heading": "Prescriptions.",
      "text": "205.3 Prescriptions.\n\nA person shall not fill a prescription for a drug required by chapter 124 or this chapter to be furnished only upon written prescription unless the prescription is ordered for a medical, dental, or veterinary purpose only.\n\n[S13, §2596-a; C24, 27, 31, 35, 39, §3172; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.3]\n\n85 Acts, ch 73, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-3/"
    },
    {
      "id": "section-2054",
      "number": "205.4",
      "heading": "Wood or denatured alcohol.",
      "text": "205.4 Wood or denatured alcohol.\n\nNo person shall have in the person’s possession or dispose of in any manner any article intended for use of humans or domestic animals, for internal or external use, for cosmetic purposes, for inhalation, or for perfumes, which contains methyl (wood) alcohol, crude or refined, or completely denatured alcohol. Nothing in this section shall be construed to apply to specially denatured alcohols the formula of which has been approved and the manufacture and use regulated by the federal government.\n\n[S13, §4999-a36; C24, 27, 31, 35, 39, §3173; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-4/"
    },
    {
      "id": "section-2055",
      "number": "205.5",
      "heading": "Regulations as to sales of certain poisons.",
      "text": "205.5 Regulations as to sales of certain poisons.\n\nIt shall be unlawful for any person except a licensed pharmacist to sell at retail any of the poisons enumerated in this section: Ammoniated mercury, mercury bichloride, red mercuric iodide, and other poisonous salts and compounds of mercury; salts and compounds of arsenic; salts of antimony; salts of barium except the sulphate; salts of thallium; hydrocyanic acid and its salts; chromic, glacial acetic, and picric acids; chloral hydrate, croton oil, creosol, chloroform, dinitrophenol, ether, oil of bitter almonds, phenol, phosphorus and sodium fluoride; aconitine, arecoline, atropine, brucine, homatropine, hyoscyamine, nicotine, strychnine, and the salts of these alkaloids; aconite, belladonna, cantharides, digitalis, nux vomica, veratrum, and the preparations of these poisonous drugs.\n\n[C51, §2728; R60, §4374; C73, §4038; C97, §2593; S13, §2593; C24, 27, 31, 35, 39, §3174; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.5]\n\n2001 Acts, ch 24, §37\n\nReferred to in §205.6, 205.7, 205.8, 205.9, 205.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-5/"
    },
    {
      "id": "section-2056",
      "number": "205.6",
      "heading": "Poison register.",
      "text": "205.6 Poison register.\n\nIt shall be unlawful for any pharmacist to sell at retail any of the poisons enumerated in section 205.5 unless the pharmacist ascertains that the purchaser is aware of the character of the drug and the purchaser represents that it is to be used for a proper purpose and every sale of any poison enumerated in section 205.5 shall be entered in a book kept for that purpose, to be known as a “Poison Register” and the same shall show the date of the sale, the name and address of the purchaser, the name of the poison, the purpose for which it was represented to be purchased, and the name of the natural person making the sale, which book or books shall be open for inspection by the board of pharmacy, or any magistrate or peace officer of this state, and preserved for at least five years after the date of the last sale therein recorded.\n\n[C97, §2593; S13, §2593; C24, 27, 31, 35, 39, §3175; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.6]\n\n2007 Acts, ch 10, §160\n\nReferred to in §205.8, 205.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-6/"
    },
    {
      "id": "section-2057",
      "number": "205.7",
      "heading": "Labeling poisons.",
      "text": "205.7 Labeling poisons.\n\nExcept as otherwise provided, it shall be unlawful to vend, sell, dispense, or give away any poison enumerated in section 205.5, or sodium chlorate or crude carbolic acid, or any other potent poisons, without affixing to the bottle, box, vessel, or package containing the same, a label containing the name of the poison either printed or plainly written, and the word “Poison” printed in red ink, and the name and place of business of the distributor, manufacturer, wholesaler or dealer; and every package or container which contains ammonia water, concentrated lye, denatured alcohol, formaldehyde, benzol, carbon tetrachloride, commercial hydrochloric, nitric, sulphuric or oxalic acids, shall be labeled with the name of the poison, which label shall bear the name and place of business of the distributor, manufacturer, wholesaler, or dealer, the most available antidote and the word “Poison” printed in red ink in a conspicuous place thereon.\n\n[C51, §2728; R60, §4374; C73, §4038; C97, §2588, 2593, 4976; S13, §2593; SS15, §2588; C24, 27, 31, 35, 39, §3176; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.7]\n\nReferred to in §205.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-7/"
    },
    {
      "id": "section-2058",
      "number": "205.8",
      "heading": "Certain sales excepted.",
      "text": "205.8 Certain sales excepted.\n\nNothing in sections 205.5 through 205.7 shall apply:\n\n1. To proprietary medicines, provided they are not in themselves poisonous and are sold in original unbroken packages.\n\n2. To the filling of prescriptions from or the sale to licensed physicians, dentists, or veterinarians or sales to another pharmacist or to hospitals; or to drugs dispensed by licensed physicians, dentists, or veterinarians, as an incident to the practice of their professions.\n\n3. To insecticides and fungicides as defined in chapter 206 and commercial feeds as defined in section 198.3, provided same be labeled in accordance with said section and sold in original unbroken packages, provided, however, that stock dips and fly sprays may be sold in bulk or otherwise and the vessel or container need not have printed on the label the most available antidote.\n\n4. To any proprietary preparation intended for use in destroying mice, rats, gophers or other lower animals, provided same is sold in original unbroken packages and bears the word “Poison”, the most available antidote, and the name of the manufacturer.\n\n[C97, §2593; S13, §2593; C24, 27, 31, 35, 39, §3177; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.8]\n\n2021 Acts, ch 80, §100",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-8/"
    },
    {
      "id": "section-2059",
      "number": "205.9",
      "heading": "Prohibited sales.",
      "text": "205.9 Prohibited sales.\n\nIt shall be unlawful for any person in this state to sell or deliver any poison to any person known to be of unsound mind or under the influence of intoxicants, and it shall likewise be unlawful for any person in this state to sell or deliver any poison enumerated in section 205.5 to any minor under sixteen years of age except upon a written order signed by some responsible person known to the person selling or delivering the same, which said written order shall contain all of the information required to be entered in the poison register under the provisions of section 205.6.\n\n[C27, 31, 35, §3177-b1; C39, §3177.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-9/"
    },
    {
      "id": "section-20510",
      "number": "205.10",
      "heading": "False representations.",
      "text": "205.10 False representations.\n\nAny person who obtains any poison enumerated in section 205.5 under a false name or statement shall be guilty of a fraudulent practice.\n\n[C51, §2728; R60, §4374; C73, §4038; C97, §2593; S13, §2593; C24, 27, 31, 35, 39, §3178; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-10/"
    },
    {
      "id": "section-20511",
      "number": "205.11",
      "heading": "Enforcement.",
      "text": "205.11 Enforcement.\n\nThe provisions of this chapter and chapters 124 and 126 shall be administered and enforced by the board of pharmacy. In discharging any duty or exercising any power under those chapters, the board of pharmacy shall be governed by all the provisions of chapter 189, which govern the department of agriculture and land stewardship when discharging a similar duty or exercising a similar power with reference to any of the articles dealt with in this subtitle, to the extent that chapter 189 is not inconsistent with this chapter and chapters 124 and 126.\n\n[C24, 27, 31, 35, 39, §3179; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.11]\n\n89 Acts, ch 197, §27; 2007 Acts, ch 10, §161",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-11/"
    },
    {
      "id": "section-20512",
      "number": "205.12",
      "heading": "Chemical analysis of drugs.",
      "text": "205.12 Chemical analysis of drugs.\n\nAny chemical analysis deemed necessary by the board of pharmacy in the enforcement of this chapter and chapters 124 and 126 shall be made by the department of agriculture and land stewardship when requested by the board of pharmacy.\n\n[C24, 27, 31, 35, 39, §3180; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.12]\n\n89 Acts, ch 197, §28; 2007 Acts, ch 10, §162",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-12/"
    },
    {
      "id": "section-20513",
      "number": "205.13",
      "heading": "Applicability of other statutes.",
      "text": "205.13 Applicability of other statutes.\n\nInsofar as applicable, the provisions of chapter 189 shall apply to the articles dealt with in this chapter and chapters 124 and 126. The powers vested in the department of agriculture and land stewardship by chapter 189 shall be deemed for the purpose of this chapter and chapters 124 and 126 to be vested in the board of pharmacy.\n\n[C24, 27, 31, 35, 39, §3181; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §205.13]\n\n89 Acts, ch 197, §29; 2007 Acts, ch 10, §163",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-205/section-205-13/"
    }
  ]
}