{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-166a-scabies-control-in-sheep",
  "sections": [
    {
      "id": "section-166a1",
      "number": "166A.1",
      "heading": "Definitions.Section 166A.2 - Sheep dealer’s license",
      "text": "166A.1 Definitions.\n\n1. “Accredited veterinarian” means a veterinarian who is licensed by the state in which the veterinarian practices, is approved by the department of agriculture and land stewardship or the livestock sanitary authority of that state, and is accredited by the United States department of agriculture.\n\n2. “Approved stockyard or livestock market” means any place where sheep are assembled for public auction, private sale, or on a commission basis which is under state or federal supervision.\n\n3. “Area” means one or more counties or portions thereof.\n\n4. “Certificate of veterinary inspection” or “certificate” means the same as defined in section 163.2.\n\n5. “Certified scabies-free area” means an area in which all sheep have been inspected by a representative of the Iowa department of agriculture and land stewardship or of the animal disease eradication division of the United States department of agriculture and are found to be free of any evidence of scabies and such fact is certified to by both agencies.\n\n6. “Dealer” means any person who is engaged in the business of buying for resale, selling, or exchanging sheep as a principal or agent or who claims to be so engaged but does not include employees of a dealer doing business in the name of such dealer or the owner or operator of a farm who exchanges only sheep which have been kept by that person solely for feeding or breeding purposes and does not claim to be so engaged, or as a livestock auction market acting strictly on a consignment basis.\n\n7. “Department” means the department of agriculture and land stewardship.\n\n8. “Division” means the animal disease eradication division of the agricultural research service of the United States department of agriculture.\n\n9. “Infected animal” means an animal of the ovine species which shows clinical evidence of scabies or in which the presence of the scabies mite is demonstrated.\n\n10. “Scabies” means a communicable skin disease caused by infestation with mites of the species psoroptes, sarcoptes, chorioptes or psorergates.\n\n11. “Treatment” includes but is not limited to administering medication.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.1]\n\n86 Acts, ch 1245, §618; 2004 Acts, ch 1163, §22; 2012 Acts, ch 1095, §50; 2017 Acts, ch 159, §25\n\nFurther definitions; see §159.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-1/"
    },
    {
      "id": "section-166a2",
      "number": "166A.2",
      "heading": "Sheep dealer’s license.",
      "text": "166A.2 Sheep dealer’s license.\n\n1. A person shall not act as a dealer unless the person obtains a license issued by the department. The license fee is ten dollars. A license expires on the first day of the second July following date of issue. An initial license shall be numbered and any subsequent or renewed license issued to the dealer shall retain the same number. An application for a license must be prepared on a form furnished by the department.\n\n2. For good and sufficient grounds the department may refuse to grant a license to any applicant. The department may also revoke a license obtained by a dealer for a violation of any provision of this chapter or for the refusal or failure of a dealer to obey the lawful directions of the department.\n\n3. Any person who is licensed as a sheep dealer under chapter 172A shall be exempt from this section.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.2]\n\n2017 Acts, ch 54, §76; 2017 Acts, ch 159, §26, 56; 2018 Acts, ch 1026, §61",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-2/"
    },
    {
      "id": "section-166a3",
      "number": "166A.3",
      "heading": "Injunction.",
      "text": "166A.3 Injunction.\n\nAny person engaging in, or claiming to be in, the business of a dealer without obtaining a license may be restrained by injunction, and shall pay all costs made necessary by such procedure.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-3/"
    },
    {
      "id": "section-166a4",
      "number": "166A.4",
      "heading": "Treatment.",
      "text": "166A.4 Treatment.\n\nAll breeding and feeding sheep offered for sale or exchange or otherwise moved or released from any premises, vehicle, or conveyance, shall, within ten days prior to exchange, release, or movement, be treated in an approved manner under the supervision of the department or the animal and plant health inspection service of the United States department of agriculture. When sheep are moved within or from a certified scabies-free area in this state, the sheep must be accompanied by a certificate of veterinary inspection as provided in chapter 163. The treatment shall not be required prior to such movement. Sheep may be moved from a premises to an approved facility for the purpose of treatment under such conditions as may be required by the rules of the department or the regulations of the animal and plant health inspection service of the United States department of agriculture. In addition, sheep are not required to be treated if moved to a livestock auction market until after sale. Sheep are not required to be treated if consigned directly for slaughter.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.4]\n\n2004 Acts, ch 1163, §23; 2012 Acts, ch 1095, §51",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-4/"
    },
    {
      "id": "section-166a5",
      "number": "166A.5",
      "heading": "Certificate.",
      "text": "166A.5 Certificate. Repealed by 2012 Acts, ch 1095, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-5/"
    },
    {
      "id": "section-166a6",
      "number": "166A.6",
      "heading": "Records kept.",
      "text": "166A.6 Records kept.\n\nMarket operators and dealers in sheep shall use satisfactory treatment, approved by the department. Market operators and dealers shall maintain records which show the true origin of the sheep including name and address of the seller or consignor, number, date of receipt, date of treatment, and including all certificates, permits, waybills, and bills of lading for each consignment of sheep consigned to and leaving the market or dealer’s premises. All records shall be retained for a period of one year and made available upon demand by a representative of the department.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.6]\n\n2012 Acts, ch 1095, §52",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-6/"
    },
    {
      "id": "section-166a7",
      "number": "166A.7",
      "heading": "Slaughter without treatment.",
      "text": "166A.7 Slaughter without treatment.\n\nAnimals may be sold for slaughter without treatment. Sheep when inspected at the market or dealer’s premises and found free of scabies or no known exposure thereto, may be sold for slaughter purposes without treatment if consigned directly and immediately on a slaughter affidavit to a slaughtering establishment operating under federal, state or municipal meat inspection service.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.7]\n\n2012 Acts, ch 1095, §53",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-7/"
    },
    {
      "id": "section-166a8",
      "number": "166A.8",
      "heading": "Quarantine of infected sheep.",
      "text": "166A.8 Quarantine of infected sheep.\n\n1. Sheep found to be infected with or exposed to scabies shall be immediately treated, as directed by and under the supervision of the department, at owner’s expense. Such sheep shall remain under quarantine until released by the department, except that sheep infected with or exposed to scabies may be moved, without treatment, directly to a slaughter establishment under federal inspection, under permit from the department. No sheep shall be moved into or within the state of Iowa for any purpose except as provided in this chapter and the rules of the department, provided sheep may be moved without treatment between properties owned or rented by the owner of the sheep, if not moved from a noncertified scabies-free area to a certified scabies-free area.\n\n2. Any person may sell or exchange sheep on the farm between November 1 and April 1 without treatment if accompanied by a certificate from a licensed veterinarian that the sheep are free from scabies issued within ten days prior to such sale or exchange until such time as the county is declared a scabies-free area.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.8]\n\n2012 Acts, ch 1095, §54",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-8/"
    },
    {
      "id": "section-166a9",
      "number": "166A.9",
      "heading": "Scabies-free areas.",
      "text": "166A.9 Scabies-free areas.\n\nWhen all flocks of sheep within a county have been inspected by a representative of the department and are found to be free of scabies, the department may certify the county as a “scabies-free area.”\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-9/"
    },
    {
      "id": "section-166a10",
      "number": "166A.10",
      "heading": "Restraint of movement.",
      "text": "166A.10 Restraint of movement.\n\nSheep from noncertified scabies-free areas within this state shall not enter certified scabies-free areas unless they have been treated in an approved manner under supervision within ten days preceding movement and satisfactory evidence of treatment accompanies the shipment. However, such sheep may be moved into certified scabies-free areas if consigned directly to a stockyard market, auction market, or slaughter establishment, under federal inspection, provided the sheep are accompanied by a certificate of veterinary inspection stating number, description, consignor, and consignee.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.10]\n\n2004 Acts, ch 1163, §24; 2012 Acts, ch 1095, §55",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-10/"
    },
    {
      "id": "section-166a11",
      "number": "166A.11",
      "heading": "Sheep entering state.",
      "text": "166A.11 Sheep entering state.\n\n1. Sheep being moved into the state for breeding or feeding purposes shall be accompanied by a certificate of veterinary inspection stating the sheep are any of the following:\n\na. From a certified scabies-free area.\n\nb. Treated in an approved manner within ten days prior to movement.\n\n2. Livestock markets, dealers, and individuals shall retain all incoming waybills and certificates for a period of one year which shall be made available to the department upon demand.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.11]\n\n2004 Acts, ch 1163, §25; 2012 Acts, ch 1095, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-11/"
    },
    {
      "id": "section-166a12",
      "number": "166A.12",
      "heading": "Shearers’ reports.",
      "text": "166A.12 Shearers’ reports.\n\nAll persons engaged in the shearing of sheep shall immediately report any suspicion of or evidence of scabies to the department.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-12/"
    },
    {
      "id": "section-166a13",
      "number": "166A.13",
      "heading": "Rules.",
      "text": "166A.13 Rules.\n\nThe department is empowered to make and promulgate rules necessary for carrying out the provisions of this chapter.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.13]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-13/"
    },
    {
      "id": "section-166a14",
      "number": "166A.14",
      "heading": "Penalty.",
      "text": "166A.14 Penalty.\n\nAny person, firm or partnership or corporation violating the provisions of this chapter shall be guilty of a simple misdemeanor.\n\n[C66, 71, 73, 75, 77, 79, 81, §166A.14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-166a/section-166a-14/"
    }
  ]
}