{
  "state": "iowa",
  "path": "title-title-v-agriculture/chapter-chapter-161c-water-protection-projects-and-practices",
  "sections": [
    {
      "id": "section-161c1",
      "number": "161C.1",
      "heading": "Definitions.Section 161C.2 - Water protection projects and practices",
      "text": "161C.1 Definitions.\n\nAs used or referred to in this chapter, unless a different meaning clearly appears from the context:\n\n1. “Committee” means the state soil conservation and water quality committee established in section 161A.4.\n\n2. “Department” means the department of agriculture and land stewardship.\n\n3. “District” means a soil and water conservation district established in chapter 161A.\n\n4. “Division” means the division of soil conservation and water quality created within the department pursuant to section 159.5.\n\n5. “Landowner” includes any person, including a federal agency, this state or any of its political subdivisions, who holds title to land lying within a proposed district.\n\n6. “United States” or “agencies of the United States” includes the United States of America, the United States department of agriculture natural resources conservation service, and any other agency or instrumentality, corporate or otherwise, of the United States.\n\n88 Acts, ch 1189, §2\n\nC89, §467F.1\n\nC93, §161C.1\n\n95 Acts, ch 216, §25; 2015 Acts, ch 103, §35; 2017 Acts, ch 159, §16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-1/"
    },
    {
      "id": "section-161c2",
      "number": "161C.2",
      "heading": "Water protection projects and practices.",
      "text": "161C.2 Water protection projects and practices.\n\n1. a. Each soil and water conservation district, alone and whenever practical in conjunction with other districts, shall carry out district-wide and multiple-district projects to support water protection practices in the district or districts, including projects to protect this state’s groundwater and surface water from point and nonpoint sources of contamination, including but not limited to contamination by agricultural drainage wells, sinkholes, sedimentation, or chemical pollutants.\n\nb. Any work project with an estimated cost in excess of the competitive bid threshold in section 26.3, or as established in section 314.1B, shall be undertaken as a public contract as provided in chapters 73A and 573. The local contracting organization shall designate a contracting officer and shall establish procedures to manage the contract, approve bills for payment, and review proposed change orders or amendments to the contract.\n\n2. An owner of or occupant of land within a district may establish a water protection practice under this chapter by entering into an agreement with the district in which the owner or occupant receives financial assistance to establish water protection practices in consideration for promising to maintain the practices according to rules adopted by the division. The financial assistance may be in the form of grants, loans, or cost-sharing arrangements. An agreement shall not be binding until the assistance is specifically approved for that land and made available to the owner or occupant.\n\n3. The division shall approve an award of financial assistance based on an application submitted by the owner or occupant of the land. The division may require a copy of the application with an evaluation of the application by the district. Each application for financial assistance shall be considered under a priority system adopted by the district for disbursement of unallocated funds. The district, under the supervision of a district technician, shall design proposed clean water practices for which financial assistance has been obligated. The district shall determine compliance with applicable design standards and specifications. The landowner shall construct and is liable for the performance of the water protection practices on the land.\n\n4. The division shall adopt rules necessary for the administration of this chapter, including rules relating to the approval of programs and projects, designing a project or water protection practices, the estimation of costs of a project or program, and the inspection of projects or practices being placed or maintained on the land.\n\n88 Acts, ch 1189, §3\n\nC89, §467F.2\n\nC93, §161C.2\n\n2000 Acts, ch 1068, §8; 2006 Acts, ch 1017, §22, 42, 43",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-2/"
    },
    {
      "id": "section-161c3",
      "number": "161C.3",
      "heading": "Cooperation with other agencies.",
      "text": "161C.3 Cooperation with other agencies.\n\nSoil and water conservation districts may enter into agreements with the United States, as provided by state law, or with the state of Iowa or any agency of the state, any other soil and water conservation district, or other political subdivision of this state, for cooperation in preventing, controlling, or attempting to prevent or control contamination of groundwater or surface water by point and nonpoint sources of pollution. Soil and water conservation districts may accept, as provided by state law, any money disbursed for water quality preservation purposes by the federal government or any agency of the federal government, and expend the money for the purposes for which it was received.\n\n88 Acts, ch 1189, §4\n\nC89, §467F.3\n\nC93, §161C.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-3/"
    },
    {
      "id": "section-161c4",
      "number": "161C.4",
      "heading": "Water protection fund.",
      "text": "161C.4 Water protection fund.\n\n1. A water protection fund is created within the division. The fund is composed of money appropriated by the general assembly for that purpose, and moneys available to and obtained or accepted by the committee from the United States or private sources for placement in the fund. The fund shall be a revolving fund from which moneys may be used for loans, grants, administrative costs, and cost-sharing.\n\n2. The fund shall be divided into two accounts, the water quality protection projects account and the water protection practices account. The first account shall be used to carry out water quality protection projects to protect the state’s surface and groundwater from point and nonpoint sources of contamination. The second account shall be used to establish water protection practices with individual landowners including but not limited to woodland establishment and protection, establishment of native grasses and forbs, sinkhole management, agricultural drainage well management, streambank stabilization, grass waterway establishment, stream buffer strip establishment, and erosion control structure construction. Twenty-five percent of funds appropriated to the water protection practices account shall be used for woodland establishment and protection, and establishment of native grasses and forbs. Soil and water conservation district commissioners shall give priority to applications for practices that implement their soil and water resource conservation plan.\n\n3. In administering the fund the division may:\n\na. Contract, sue and be sued, and adopt rules necessary to carry out the provisions of this section, but the division or committee shall not in any manner directly or indirectly pledge the credit of this state.\n\nb. Authorize payment from the water protection fund and from fees for costs, commissions, and other reasonable expenses.\n\n88 Acts, ch 1189, §5\n\nC89, §467F.4\n\n89 Acts, ch 236, §16; 91 Acts, ch 260, §1235\n\nC93, §161C.4\n\n95 Acts, ch 216, §36; 2009 Acts, ch 41, §62; 2017 Acts, ch 159, §17\n\nReferred to in §161A.73, 161C.7, 455A.19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-4/"
    },
    {
      "id": "section-161c5",
      "number": "161C.5",
      "heading": "Organic nutrient management fund.",
      "text": "161C.5 Organic nutrient management fund. Repealed by\n\n2011 Acts, ch 46, §1\n\n.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-5/"
    },
    {
      "id": "section-161c6",
      "number": "161C.6",
      "heading": "Organic nutrient management program.",
      "text": "161C.6 Organic nutrient management program. Repealed by\n\n2011 Acts, ch 46, §1\n\n.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-6/"
    },
    {
      "id": "section-161c7",
      "number": "161C.7",
      "heading": "Watershed protection.",
      "text": "161C.7 Watershed protection.\n\n1. The department of agriculture and land stewardship shall implement and administer a watershed protection program. The department of agriculture and land stewardship, in consultation with the department of natural resources, shall annually establish a prioritized list of watersheds that are of the highest importance to the state’s water quality. The watershed protection program shall, to the extent practical, target for assistance those watersheds on the prioritized list. A soil and water conservation district, in cooperation with state agencies, local units of government, and private organizations, may submit an application for assistance to the department which provides a strategy for protecting soil, water quality, and other natural resources, and improving flood control in the watershed. Upon approval of an application, the department may provide a grant to the soil and water conservation district for purposes of carrying out the strategy provided in the application.\n\n2. A watershed protection account is created within the water protection fund created in section 161C.4. Moneys credited to the account shall be distributed under the watershed protection program.\n\n3. Administrative rules used for water quality protection projects under the water protection fund shall be used to administer the watershed protection program.\n\n99 Acts, ch 204, §27; 2003 Acts, ch 179, §157; 2004 Acts, ch 1101, §26",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-v/chapter-161c/section-161c-7/"
    }
  ]
}