{
  "state": "michigan",
  "path": "title-chapter-290-weights-measures-and-standards/chapter-act-88-of-1917-standard-barrel-for-fruits-vegetables-and-dry",
  "sections": [
    {
      "id": "section-290101",
      "number": "290.101",
      "heading": "Standard Barrel for Fruits, Vegetables and Dry Commodities Other Than Cranberries",
      "text": "The standard barrel for fruits, vegetables, and other dry commodities other than cranberries shall be of the following dimensions when measured without distention of its parts: length of staves, 28 1/2 inches; diameter of heads, 17 1/8 inches; distance between heads, 26 inches; circumference of bulge, 64 inches, outside measurement; and the thickness of staves not greater than 4/10 of an inch: Provided, That any barrel of a different form having a capacity of 7,056 cubic inches shall be a standard barrel. The standard barrel for cranberries shall be of the following dimensions when measured without distention of its parts: length of staves, 28 1/2 inches; diameter of heads, 16 1/4 inches; distance between heads, 25 1/4 inches; circumference of bulge, 58 1/2 inches, outside measurement; and the thickness of staves not greater than 4/10 of an inch.\n\nHistory:1917, Act 88, Eff. Sept. 1, 1917 ;-- CL 1929, 5554 ;-- CL 1948, 290.101",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-290/statute-act-88-of-1917/section-290-101/"
    },
    {
      "id": "section-290102",
      "number": "290.102",
      "heading": "Violation; Definition; Penalty.",
      "text": "It shall be unlawful to sell, offer, or expose for sale in this state, or to ship from this state, to any other state, territory, or the District of Columbia or to a foreign country, a barrel containing fruits or vegetables or any other dry commodity of less capacity than the standard barrels defined in the first section of this act, or subdivisions thereof known as the third, half, and three quarter barrel, and any person guilty of a wilful violation of any of the provisions of this act shall be deemed guilty of a misdemeanor and be liable to a fine not to exceed 100 dollars, in any court of this state having jurisdiction: Provided, however, That no barrel shall be deemed below standard within the meaning of this act when shipped to any foreign country and constructed according to the specifications or directions of the foreign purchaser if not constructed in conflict with the laws of the foreign country to which the same is intended to be shipped.\n\nHistory:1917, Act 88, Eff. Sept. 1, 1917 ;-- CL 1929, 5555 ;-- CL 1948, 290.102",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-290/statute-act-88-of-1917/section-290-102/"
    },
    {
      "id": "section-290103",
      "number": "290.103",
      "heading": "Variations; Prosecutions; Commodities Sold by Weight or Count.",
      "text": "Reasonable variations shall be permitted and tolerance established by rules and regulations made by the director of the bureau of standards and approved by the secretary of commerce. Prosecutions for offenses under this act may be begun upon complaint of local sealers of weights and measures or other officer of the state appointed to enforce the laws of the said state, relating to weights and measures: Provided, however, That nothing in this act shall apply to barrels used in packing or shipping commodities sold exclusively by weight or numerical count.\n\nHistory:1917, Act 88, Eff. Sept. 1, 1917 ;-- CL 1929, 5556 ;-- CL 1948, 290.103",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-290/statute-act-88-of-1917/section-290-103/"
    },
    {
      "id": "section-290104",
      "number": "290.104",
      "heading": "Effective Date.",
      "text": "This act shall be in force and effect from and after the first day of September, 1917.\n\nHistory:1917, Act 88, Eff. Sept. 1, 1917 ;-- CL 1929, 5557 ;-- CL 1948, 290.104",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-290/statute-act-88-of-1917/section-290-104/"
    }
  ]
}