{
  "state": "illinois",
  "path": "title-chapter-765-property/chapter-765-ilcs-715-security-deposit-interest-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nSecurity Deposit Interest Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "A lessor of residential real property, containing 25 or more",
      "text": "units in either a single building or a complex of buildings located on\ncontiguous parcels of real property, who receives a security deposit from a\nlessee to secure the payment of rent or compensation for damage to property\nshall pay interest to the lessee computed from the date of the\ndeposit at a rate equal to the interest paid by the largest commercial bank,\nas measured by total assets, having its main banking premises in this State\non minimum deposit passbook savings accounts as of December 31 of the calendar\nyear immediately preceding the inception of the rental agreement on any deposit held by the lessor\nfor more than 6 months.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The lessor shall, within 30 days after the end of each 12 month rental",
      "text": "period, pay to the lessee any interest that has accumulated to an amount of $5 or more, by cash or credit to be\napplied to rent due, except when the lessee is in default under the terms\nof the lease. The lessor shall pay all interest that has accumulated and remains unpaid, regardless of the amount, upon termination of the tenancy.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "This Act does not apply to any deposit made with respect to public housing.",
      "text": "This Act does not apply to any deposit made with respect to public housing.",
      "history": "",
      "source_url": ""
    }
  ]
}