{
  "state": "illinois",
  "path": "title-chapter-765-property/chapter-765-ilcs-735-rental-property-utility-service-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nRental Property Utility Service Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Utility payments; termination and restoration of service. Whenever, pursuant to any agreement, either written or verbal, a landlord",
      "text": "or his or her agent is required to pay for any water, gas or electrical\nservice, the landlord shall pay for the services to ensure that the services are available to the tenant throughout the term of the lease and shall pay for the services in a timely manner so as not to cause an interruption of the services. If the landlord or his or her agent does not pay for such\nservice, the tenant, or tenants in the event more than one tenant is served\nby a common system of water, gas or electrical service, including\nelectrical service to common areas, which goes through a common meter in a\nsingle building, may either (i) terminate the lease; however, the termination of the lease under this Section does not absolve the landlord or tenant from any obligations that have arisen under the lease prior to its termination under this Section; or (ii) pay for such service if the nonpayment jeopardizes the\ncontinuation of the service to the tenant or tenants, as the case may be.\nThe utility company shall not terminate service for such nonpayment until\nthe utility company mails, delivers or posts a notice as specified in\nSection 3 to all tenants of buildings with 3 or more residential apartments.\nUpon receipt of such payment of the past due cost of such water,\ngas or electrical service owed by the landlord, the provider of such\nservice shall immediately restore service to such tenant or tenants.\nIn the alternative, the provider of such service shall immediately restore\nand continue such service to any tenant who (a) requests that the utility\nput the bill in his or her name; (b) establishes satisfactory credit\nreferences or provides for and pays a security deposit pursuant to the\nrules and regulations of the Illinois Commerce Commission applicable to\napplicants for new utility service; and (c) agrees to pay future bills. Any\nsums the tenant or tenants, as the case may be, pay for water, gas or\nelectrical service that the landlord or his or her agent was required to\npay may be deducted from the rent due by the tenant or tenants, and the\ntotal rent is diminished by the amount the tenant or tenants, as the case\nmay be, have paid for the continuation of the water, gas or electrical service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Definitions.",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "1.2.",
      "heading": "Certain tenant-paid utility payment arrangements",
      "text": "prohibited; Notice of change in payment arrangement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "1.3.",
      "heading": "Tenant remedies and burdens of proof.",
      "text": "Tenant remedies and burdens of proof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "1.4.",
      "heading": "Prohibition on termination of utility service by",
      "text": "landlord. No landlord shall cause or request utility service to tenants to\nbe interrupted, discontinued, or terminated in an occupied building (i) by\nnonpayment of utility bills for which the landlord has assumed\nresponsibility by agreement or by implication (such as where the utilities\nare master metered) or (ii) by tampering with equipment or lines. This\nSection does not prohibit temporary utility shutoffs in cases of\nemergencies such as gas leaks or fire or, upon 7 days written notice to\neach affected tenant, temporary shutoffs required for building repairs or\nrehabilitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Receivership; utility service termination.",
      "text": "Receivership; utility service termination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Tenant damages.",
      "text": "Tenant damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "2.2.",
      "heading": "Recovery of damages; costs and fees.",
      "text": "In the case of a\npetition filed on or after July 1, 1992, where termination of utility\nservice is averted as a result of action taken by the utility company or\ntenant or tenants under Section 2, the petitioner is entitled to recover\nits costs (including court costs), fees (including attorney's fees), and\nexpenses incurred in connection with bringing the receivership proceeding.\nThe costs, fees, and expenses, and damages recoverable under Section 2.1,\nmay be awarded by the court in the receivership proceeding. The sum\nawarded by the court to the utility company shall be paid by the receiver\nto the utility company out of the rents paid to the receiver.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Notice of utility service termination.",
      "text": "The utility company\nshall notify all tenants of buildings with 3 or more residential apartments\nof the proposed termination of utility service. This notice shall contain\nthe following information: (1) the specific date, no sooner than 10 days\nafter the notice is rendered, that utility service\nis subject to termination; (2) a statement of the tenants' statutory\nright either (A) to pay the utility company the amount due and owing by\nthe landlord and to deduct the amount paid to the utility company\nfrom the rent due on the rental agreement or (B) to petition the court\nfor appointment of a receiver to collect the rents due for use and occupancy\nof the building and remit a portion to the utility company for payment of\nutility bills; (3) the dollar amount of the utility bills due and owing\non the date such notice is given and the average monthly utility bill; and\n(4) the name and telephone number of any legal services agency within the\nutility company's service area where the tenants may obtain free\nlegal assistance. Any notice provided to tenants of a building under this\nAct shall be of a conspicuous size, on red paper, and in at least 14 point\nbold face type, except that the words \"notice of (utility service)\ntermination\" shall be in 36 point bold face type if the notice is posted,\nand shall state:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The lessor, landlord or his agent shall not increase rent paid",
      "text": "by the lessees or tenants of the building in order to collect all or part\nof the amount lawfully deducted for utility service pursuant to this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Nothing in this Act shall be construed to prevent a utility company",
      "text": "from pursuing any other action or remedy that it may have against the lessor,\nlandlord or his agent for any amounts due and owing to the utility company\nand nothing in this Act shall be construed to prevent a utility company\nfrom acting in the interest of public safety.",
      "history": "",
      "source_url": ""
    }
  ]
}