{
  "state": "illinois",
  "path": "title-chapter-765-property/chapter-765-ilcs-205-plat-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Plat Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "(a) Except as otherwise provided in subparagraph (b) of this",
      "text": "Section whenever the owner of land subdivides it into 2 or more parts, any\nof which is less than 5 acres, he must have it surveyed and a subdivision\nplat thereof made by an Illinois Registered Land Surveyor, which plat must\nparticularly describe and set\nforth all public streets, alleys, ways for public service facilities, ways\nfor utility services and community antenna television systems, parks,\nplaygrounds, school grounds or other public grounds, and all the tracts,\nparcels, lots or blocks, and numbering all such lots, blocks or parcels\nby progressive numbers, giving their precise dimensions. There shall be\nsubmitted simultaneously with the subdivision plat, a study or studies which\nshall show topographically and by profile the elevation of the land prior\nto the commencement of any change in elevations as a part of any phase of\nsubdividing, and additionally, if it is contemplated that such elevations,\nor the flow of surface water from such land, will be changed as a result\nof any portion of such subdivision development, then such study or studies\nshall also show such proposed changes in the elevations and the flow of surface\nwater from such land. The topographical and profile studies required hereunder\nmay be prepared as a subsidiary study or studies separate from, but of the\nsame scale and size as the subdivision plat, and shall be prepared in such\na manner as will permit the topographical study or studies to be used as\noverlays to the subdivision plat. The plat must show all angular and linear\ndata along the exterior boundaries of the tract of land divided or subdivided,\nthe names of all public streets and the width, course and extent of\nall public streets, alleys and ways for public service facilities. References\nmust also be made upon the plat to known and permanent monuments from which\nfuture survey may be made and the surveyor must, at the time of making his\nsurvey, set in such manner that they will not be moved by frost, good and\nsufficient monuments marking the external boundaries of the tract to be\ndivided or subdivided and must designate upon the plat the points where\nthey may be found. These monuments must be placed at all corners, at each\nend of all curves, at the point where a curve changes its radius, at all\nangle points in any line and at all angle points along a meander line, the\npoints to be not less than 20 feet back from the normal water elevation\nof a lake or from the bank of a stream, except that when such corners or\npoints fall within a street, or proposed future street, the monuments must\nbe placed in the right of way line of the street. All internal boundaries,\ncorners and points must be monumented in the field by like monuments as\ndefined above. These monuments 2 of which must be of stone or reinforced\nconcrete and must be set at the opposite extremities of the property platted,\nplaced at all block corners, at each end of all curves, at the points where\na curve changes its radius, and at all angle points in any line. All lots\nmust be monumented in the field with 2 or more monuments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "1.01.",
      "heading": "No area of land or any part thereof which has been disconnected",
      "text": "from any park district pursuant to Section 3-6b of \"The Park District\nCode\", shall be subdivided into lots and blocks within one year from the\ndate of such disconnection. No plan of any such proposed subdivision shall\nbe presented by any person for recording or registration within such one\nyear period unless the land comprising such proposed subdivision has\nthereafter been incorporated into a city, village or incorporated town.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "1.02.",
      "heading": "When any city, village, municipal corporation or political",
      "text": "subdivision in the State annexes or disconnects territory, a plat of the\nland included in the disconnection or annexation must be filed with the\nrecorder in the county or counties where the territory is located.\nIn counties where the county clerk is not also the county recorder, a copy\nof the plat shall also be filed with the county clerk. Each plat shall\nstate a legal description or descriptions sufficient to identify the\nboundaries of the annexed or disconnected territory, by reference to\ngovernment surveys or by metes and bounds, including the section, township\nand range in which the territory is located. Such a plat must be prepared by a\nRegistered Land Surveyor or in the case of cities, villages and incorporated\ntowns by a Registered Land Surveyor or a duly employed municipal engineer\nregistered under the laws of the State of Illinois, provided such engineer has\nhad training in the field of civil engineering.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1005",
      "number": "1.005.",
      "heading": "School district statement.",
      "text": "School district statement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The plat must be completed, a statement from a Registered Land",
      "text": "Surveyor attached and acknowledged by the owner of the land, or his\nattorney duly authorized, in the same manner as deeds of land are required\nto be acknowledged. The plat must be submitted to the city council of the\ncity or board of trustees of the village or town or to the officer\ndesignated by them, for their or his approval, if the land subdivided is\nlocated within the corporate limits of any such city, village or town or\nwithin contiguous territory which is affected by an official plan, or part\nthereof, of any city, village or town. If the land subdivided is located\noutside the corporate limits of any city, village or town and is not\naffected by such official plan, or part thereof, the plat must be\nsubmitted to the county board of the county in which the land is located\nfor its approval. Within 3 business days after a plat is submitted for\napproval, the city council, board of trustees, designated officer, or\ncounty board shall notify the president of the school board of each school\ndistrict in which any of the subdivided land is located that the plat has\nbeen submitted for approval and that it is available for inspection. The\nnotice shall also give the date, time, and place of the hearing on approval\nor disapproval of the plat. The notice shall be served by certified mail,\nreturn receipt requested, or by personal delivery. Failure to notify the\nschool board as required by this Section does not invalidate the plat.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The acknowledgment and recording of such plat, or the",
      "text": "acknowledgment and the filing of the same shall be held in\nall courts to be a conveyance in fee simple of\nsuch portions of the\npremises platted as are marked or noted on such plat as donated or granted\nto the public, or any person, religious society, corporation or body\npolitic, and as a general warranty against the donor, his or her heirs and\nrepresentatives, to such donee or grantee, for their use or for the use and\npurposes therein named or intended, and for no other use or\npurpose; and\nthe premises intended for any street, alley, way, common or other public\nuse in any city, village or town, or addition thereto, shall be held in the\ncorporate name thereof in trust to and for the uses and purposes set forth\nor intended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Whoever shall lay out any town or make any addition to any city, village",
      "text": "or town, or re-subdivide any lots or blocks therein, and neglect to plant\nany corner stone when required by this Act, or shall survey the same or\ncause it to be surveyed in any other manner than that which is prescribed\nin this Act, shall be guilty of a petty offense and fined in any sum not\nless than $25 nor exceeding $100.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Whoever sells or leases for any time",
      "text": "exceeding five\nyears, any lot or block in or outside of any town, city or village before\nall the requirements of this Act have been complied with, shall be guilty\nof a petty offense and fined $25 for each lot or block or part thereof so\ndisposed of or leased.\nNothing in this Section shall prohibit an offer of sale or acceptance of\ndeposit by a seller before compliance with the requirements of this Act,\nprovided that compliance occurs before conveyance of any deed to the property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5a",
      "number": "5a.",
      "heading": "The recorder or the Registrar of Title of any county shall",
      "text": "not record deeds or leases which attempt to convey property contrary to the\nprovisions of this Act. In case of doubt, the recorder or the\nRegistrar of Title of any county may require the person presenting such\ndeed or lease to give evidence of the legality of a conveyance by an\naffidavit as to the facts which exempt such conveyance from the provisions\nof this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Any plat may be vacated by the owner of the premises at any time",
      "text": "before the sale of any lot therein, by a written instrument to which a copy\nof the plat is attached, declaring it to be vacated. If there are public\nservice facilities in the highways, streets, alleys and other public ways\nand in easements shown on the plat, the instrument shall reserve\nto the public body or public utility owning such facilities, the property,\nrights of way and easements necessary for continuing public service by means\nof those facilities and for the maintenance, renewal and reconstruction\nof the same. The instrument shall be approved by the city council or village\nor county board in the same manner as plats of subdivisions. The instrument\nshall also be submitted for approval to the Highway Commissioner and to\nthe county engineer or superintendent of highways and to the\nDistrict Engineer of the Department of Transportation of this\nState and to the public utility or utilities involved. The council, board,\nHighway Commissioner, county engineer or superintendent of highways or\nDistrict Engineer of the Department of Transportation of this State, as the\ncase may be, may reject any instrument that abridges or destroys any public\nrights in any of its streets and alleys. The instrument shall be executed,\nacknowledged or proved and recorded or filed in the same manner as plats or\nsubdivisions. Once recorded or filed the instrument operates to\ndestroy the effect of the recording of the plat vacated and to divest\nall public rights in the streets, alleys and public grounds and all\ndedications laid out or described in the plat and to render effective\nany reservation set forth in the instrument as provided in this Section.\nWhen lots have been sold the plat may be vacated in the manner provided\nin this Section by all the owners of lots in the plat joining in the\nexecution of the writing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Any part of a plat may be vacated in the manner provided in the",
      "text": "preceding section, and subject to the conditions therein prescribed:\nProvided, such vacation shall not abridge or destroy any of the rights or\nprivileges of other proprietors in such plat: And, provided, further, that\nnothing contained in this section shall authorize the closing or\nobstructing of any public highway laid out according to law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "When any plat or part thereof is vacated the recorder or registrar",
      "text": "of titles in whose office the plat is recorded or filed as aforesaid,\nshall, upon the recording of such vacation, write in plain letters across\nthe plat or part so vacated the word \"vacated,\" and shall also make a\nreference on the same to the volume and page in which the instrument of\nvacation is recorded.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Whenever any highway, road, street, alley, public ground,",
      "text": "toll-road, railroad, reservoir or canal is laid out, located, opened,\nwidened or extended, or its location altered, it is the duty of the\ncommissioners, authorities, officers, persons or corporations, public or\nprivate, laying out, locating, opening, widening, extending or altering\nthe same, to make a plat, showing its width, courses and extent, and\nmaking reference to known and established corners or monuments. When\nthe location of a subdivision, lots or parcel within a subdivision,\ntract, highway, road, street, alley, public ground, toll-road, railroad,\nreservoir or canal is known either by established corners or adequate,\nexisting records, the monument or monuments shall be located and\nreferenced either by or under the direction of a Registered Land\nSurveyor at the time such highway, road, street, alley, public ground,\ntoll-road, railroad, reservoir or canal is laid out, located, widened or\nextended, or its location altered. Suitable permanent monuments shall\nbe reset in the surface of new construction or permanent witness\nmonuments set to perpetuate their location and certified as correct by a\nRegistered Land Surveyor. The plat shall be recorded in the office of\nthe recorder of the county in which the premises are taken or used, or\nany part thereof, are situated, or in case of land the title to which is\nregistered under \"An Act concerning land titles\", approved May 1, 1897,\nas amended, to be filed in the office of the registrar of titles for the\ncounty, within 6 months after such highway, road, street, alley, public ground,\ntoll-road, railroad, reservoir or canal is laid out, located, opened, widened,\nor extended, or the location thereof altered and when any highway, road,\nstreet, alley, public ground, toll-road, railroad, reservoir or canal is\nvacated, the order, ordinance or other declaration of vacation must be in like\nmanner recorded or filed. The recorder or registrar of titles shall not record\nor register a plat offered for recording or registration after October 1, 1977,\nunless such plat is at least 8 1/2 inches by 14 inches but not more than 30\ninches by 36 inches. Sufficient controlling monuments\nshall be retained or replaced in their original positions or reference\nmonuments established from original controlling monuments, so as to enable land\nlines, property corners or tract boundaries to be re-established without\nsurveys based on monuments differing from the ones which currently control the\narea. Every land surveyor is under a duty to cooperate in matters of maps,\nfield notes and other pertinent records. This Act shall not be construed to\nalter or affect any law specifically providing for the recording or filing of\nany plat, or to require the same to be recorded or filed sooner than is so\nspecifically provided; except that any requirements to record or file such plat\nin any other place than is provided herein do not excuse the parties from\ncomplying with this Act. Any party who refuses or neglects to comply with this\nSection shall be guilty of a petty offense for every month he continues in such\nrefusal or neglect after conviction, to be recovered by an action in the\ncircuit court of the county, in the name of the county, 1/2 to the use of the\ncounty and the other 1/2 to the use of the person complaining.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "When any county or township authority proposes to extend or",
      "text": "widen a public highway by obtaining easements from abutting property owners\nwithout transfer of land titles, then such map or plat of the land parcels\ninvolved in the easement must be prepared by a Registered Land Surveyor or\nby a duly employed county engineer or superintendent of highways\nregistered as an engineer under the laws of the State of Illinois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Whenever it shall come to the knowledge of the recorder",
      "text": "or of the registrar of titles of any county that any of the provisions of\nthis Act have been violated, it shall be his duty to notify the State's\nattorney of the fact, and the State's attorney shall immediately institute\nproceedings, and prosecute the same to final judgment against the person\noffending.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Any unauthorized person who knowingly damages, destroys or removes a",
      "text": "stake, pin, monument or other survey marker shall, be guilty of a Class A\nmisdemeanor. For purposes of this Section, a surveyor who moves a stake,\npin, monument or other survey marker for the purpose of correcting a survey\nis an authorized person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-56",
      "number": "56.",
      "heading": "Duty of counties issuing building/improvement permits",
      "text": "Counties that are authorized by law to exercise land use control through a building/improvement permit process may deny the issuance of a building permit for building or other improvement to be constructed on a parcel of land subdivided contrary",
      "history": "",
      "source_url": ""
    }
  ]
}