{
  "state": "michigan",
  "path": "title-chapter-51-sheriffs/chapter-act-210-of-1945-rules-and-regulations-for-prisoners-51281-51",
  "sections": [
    {
      "id": "section-51281",
      "number": "51.281",
      "heading": "County Jail Rules and Regulations; Adoption by Sheriff, Endorsement by Circuit Court, Effect",
      "text": "The sheriff of any county may prescribe rules and regulations for the conduct of prisoners in his custody, which rules and regulations shall be submitted to the circuit judge or judges in said county or circuit for approval, and upon the endorsement of such judge or judges the said rules and regulations shall be deemed to be effective as far as this act is concerned: Provided, That in counties located in any judicial circuit having more than 1 circuit judge, where 1 of said judges shall be designated as presiding judge, the approval and endorsement of said rules and regulations by said presiding judge shall be sufficient to place said rules and regulations in force and effect.\n\nHistory:1945, Act 210, Eff. Sept. 6, 1945 ;-- CL 1948, 51.281",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-51/statute-act-210-of-1945/section-51-281/"
    },
    {
      "id": "section-51282",
      "number": "51.282",
      "heading": "Record of Infractions of Rules and Regulations; Examination; Reduction of Sentence; Forfeiture and Restoration of Good Time.",
      "text": "(1) The sheriff shall cause to be kept a record of each and all infractions of the rules and regulations by prisoners, with the names of the persons so offending and the date and character of each offense, and shall examine such records as often as may be necessary to carry out the purpose and intent of this act.\n\n(2) Every prisoner whose record shows that there are no violations of the rules and regulations shall be entitled to a reduction from his or her sentence as follows: 1 day for each 6 days of the sentence. The sheriff may, by general rule, subject to amendment from time to time, prescribe how much of the good time earned under this subsection a prisoner shall forfeit for any infraction of the general rules and regulations, and for any act of insubordination the sheriff may by special order take away any portion of or the whole of the good time made by any prisoner up to the date of such offense. The sheriff may as a reward for especially good conduct, in case of insubordination, restore to any prisoner the whole or any portion of the good time lost because of any minor infraction of the rules.\n\nHistory:1945, Act 210, Eff. Sept. 6, 1945 ;-- CL 1948, 51.282 ;-- Am. 1986, Act 115, Imd. Eff. May 27, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-51/statute-act-210-of-1945/section-51-282/"
    },
    {
      "id": "section-51283",
      "number": "51.283",
      "heading": "County Jail Rules and Regulations; Posting; Good Behavior Allowances, Liability of Sheriff.",
      "text": "A copy of the rules and regulations, and good behavior allowances for obedience thereto and compliance therewith shall be posted in such place or places in the county jail as will enable all persons imprisoned therein to become acquainted therewith, and it shall be the duty of each prisoner entitled to release with the credit for good behavior allowance to call to the attention of the sheriff or any of his deputies the fact that he is entitled to release, and no sheriff shall be liable to respond to any prisoner or former prisoner in damages in any form of action, particularly false imprisonment, if any excess time up to the maximum of the original sentence without good behavior allowance be served.\n\nHistory:1945, Act 210, Eff. Sept. 6, 1945 ;-- CL 1948, 51.283",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-51/statute-act-210-of-1945/section-51-283/"
    }
  ]
}