{
  "state": "south-carolina",
  "path": "title-title-52/chapter-chapter-5",
  "sections": [
    {
      "id": "section-52-5-10",
      "number": "52-5-10.",
      "heading": "",
      "text": "It shall be unlawful for any person knowingly to enter or cause to be entered for competition or to compete for any purse, prize, premium, stake or sweepstake offered or given by an agricultural or other society, association or person or to drive any horse, mare, gelding, colt or filly under an assumed name or out of its proper class, when such prize, purse, premium, stake or sweepstake is to be decided by a contest of speed. Any person found guilty of a violation of this section shall, upon conviction thereof, be imprisoned for a period of not more than one year or fined in any sum not exceeding one thousand dollars.\n\nHISTORY: 1962 Code Section 5-201; 1952 Code Section 5-201; 1942 Code Section 1335; 1932 Code Section 1335; Cr. C. '22 Section 225; Cr. C. '12 Section 519; 1904 (24) 530.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-10/"
    },
    {
      "id": "section-52-5-20",
      "number": "52-5-20.",
      "heading": "",
      "text": "The name of any horse, for the purpose of entry for competition in any contest of speed, shall not be changed after once having contested for a prize, purse, premium, stake or sweepstake, except as provided by the code of rules of the society or association under which the contest is advertised to be conducted.\n\nHISTORY: 1962 Code Section 5-202; 1952 Code Section 5-202; 1942 Code Section 1336; 1932 Code Section 1336; Cr. C. '22 Section 226; Cr. C. '12 Section 520; 1904 (24) 530.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-20/"
    },
    {
      "id": "section-52-5-40",
      "number": "52-5-40.",
      "heading": "",
      "text": "Any person knowingly misrepresenting or fraudulently concealing the public performance in any former contest or trial of speed of any horse which he proposes to enter for competition in any such contest shall, upon conviction thereof, be liable to the same punishment as provided in Section 52-5-10, whether he shall succeed in making such entry or not.\n\nHISTORY: 1962 Code Section 5-204; 1952 Code Section 5-204; 1942 Code Section 1336; 1932 Code Section 1336; Cr. C. '22 Section 226; Cr. C. '12 Section 520; 1904 (24) 530.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-40/"
    },
    {
      "id": "section-52-5-30",
      "number": "52-5-30.",
      "heading": "",
      "text": "The class to which a horse belongs, for the purpose of an entry in any such contest of speed, shall be determined by the public performance of the horse in any former contest or trial of speed, as provided by the rules of the society or association under which the proposed contest is advertised to be conducted.\n\nHISTORY: 1962 Code Section 5-203; 1952 Code Section 5-203; 1942 Code Section 1336; 1932 Code Section 1336; Cr. C. '22 Section 226; Cr. C. '12 Section 520; 1904 (24) 530.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-30/"
    },
    {
      "id": "section-52-5-100",
      "number": "52-5-100.",
      "heading": "",
      "text": "This act may be cited as the Marion duPont Scott Memorial Act.\n\nHISTORY: 1984 Act No. 313, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-100/"
    },
    {
      "id": "section-52-5-110",
      "number": "52-5-110.",
      "heading": "",
      "text": "The State of South Carolina accepts the gift as defined in the will of Marion duPont Scott, and takes title to the property from the executor of the estate of Marion duPont Scott by deed to the State of South Carolina, subject to the following terms and conditions:\n\n(A) The property covered by the bequest is described as follows:\n\n(1) All that certain tract of land comprising two parcels, one containing 383 and 35/100 acres, more or less, and being known as the \"Springdale Course Track\", and another containing 79 and 91/100 acres, more or less, and being known as the \"Training Course\", being all and the same property which was conveyed to Marion duPont Scott, by deed of the Executors and Trustees of the estate of Florence L. S. Clark, dated June 10, 1954, and recorded in the Office of the Clerk of Court for Kershaw County in Deed Book E.L., page 577.\n\n(2) All that certain tract of land known as the \"Virginians Stable Property\" and containing 9 acres, more or less, being all and the same as the property conveyed to Marion duPont Scott by deed of J. North Fletcher, dated December 20, 1945, and recorded in the office of the Clerk of Court for Kershaw County in Deed Book KB, page 445.\n\n(3) All that tract of land lying on both sides of South Carolina Highway No. 130, containing 189 and 41/100 acres and being bound as follows:\n\nNorth by Camp Branch separating from the property formerly of Leonard Construction Company; East by South Carolina Highway 30, by property of Marion duPont Scott, now deeded to the State of South Carolina and by property of Burns; West by property of Lloyd, by property of Carlos, and by property formerly of Leonard Construction Company. The above described property is the same conveyed to Marion duPont Scott by deed of Florence Ebert and Leon B. Barnard dated November 2, 1959, and recorded in the Office of the Clerk of Court of Kershaw County in Deed Book GB, page 433.\n\n(B) The property must be operated and used as an equestrian center for the purpose of training, developing, and racing horses under the auspices of Carolina Cup Racing Association, Incorporated, toward the end that the Carolina Cup races held annually in the spring as a sanctioned event by the National Steeplechase and Hunt Association and the Colonial Cup International Steeplechase held in the fall as a sanctioned event by the National Steeplechase and Hunt Association, be continued in the manner in which they have formerly been run under the auspices of Carolina Cup Racing Association, Incorporated.\n\n(C) Carolina Cup Racing Association, Incorporated, a South Carolina nonprofit corporation (association) is the authority for the day-to-day management of the facility and shall continue to operate the facilities located on the property in the same manner as it has been operated formerly. The association annually shall receive the income from the Springdale Fund provided in Section 52-5-120 and shall account to the State Treasurer and the State Fiscal Accountability Authority and the Department of Administration on the expenditure of funds for the operation of the training facility. The income from the training facility must be accounted for, together with an annual audit by an independent certified public accounting firm, and the audit submitted to the same officials no later than ninety days after the end of the association's fiscal year as established by tax election.\n\nHISTORY: 1984 Act No. 313, Section 2; 1985 Act No. 52; 2005 Act No. 164, Section 29, eff June 10, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-110/"
    },
    {
      "id": "section-52-5-130",
      "number": "52-5-130.",
      "heading": "",
      "text": "In accordance with the terms of the will of Marion duPont Scott, the property must be made available to the Association each year for the purpose of the running of the Carolina Cup races, for the benefit of the Kershaw County Memorial Hospital, without charge. The net profits from the operation of the Carolina Cup race, and the other related races run on the same card, must be remitted to the Kershaw County Memorial Hospital. The Colonial Cup International Steeplechase and other related races are co-sponsored events by the State of South Carolina and the Association and so much of the property as is suitable for the running of the races must be made available for that purpose, without charge.\n\nHISTORY: 1984 Act No. 313, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-130/"
    },
    {
      "id": "section-52-5-120",
      "number": "52-5-120.",
      "heading": "",
      "text": "The State of South Carolina hereby accepts the bequest of Marion duPont Scott in the amount of one million dollars. The bequest must be maintained by the State Treasurer in a separate account, which is hereby created, and designated as the \"Springdale Fund\". The State Treasurer may accept additional gifts to the Springdale Fund and the State may sell at public sale by sealed bid or public auction, any of the property referred to in this act not necessary for the use and maintenance of the facilities as an equestrian training center. Proceeds of any sale of real property not necessary to the use or maintenance of an equestrian center must be deposited in the Springdale Fund. The State Treasurer shall invest and reinvest the Springdale Fund as he determines appropriate for the production of the greatest income. The State Treasurer shall quarterly deliver the income from the investments of the Springdale Fund to the Association for the maintenance and operation of the facility. The investment income, together with income derived from rental of stalls and the operation of the facilities as a training and equestrian center, may be used only for the purpose of equestrian activities and the promotion and growth of equestrian activities at the equestrian center.\n\nHISTORY: 1984 Act No. 313, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-120/"
    },
    {
      "id": "section-52-5-140",
      "number": "52-5-140.",
      "heading": "",
      "text": "The equipment, machinery, and supplies given under the will, for the operation of the race course, are hereby accepted by the State of South Carolina. The Association shall annually review the equipment, machinery, and supplies and it may transfer, swap, purchase, update, and maintain, and otherwise provide for the necessary equipment for the maintenance of the race course in the manner as it has been maintained formerly.\n\nHISTORY: 1984 Act No. 313, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-140/"
    },
    {
      "id": "section-52-5-150",
      "number": "52-5-150.",
      "heading": "",
      "text": "In the operation of the training and equestrian center, the net profits, if any, exclusive of those attributed to the running of the Carolina Cup and related races, must be retained for expansion or maintenance of the Springdale operation or annually be remitted to the State Treasurer and deposited in the Springdale Fund; but the Association may not retain or carry forward an amount exceeding thirty-five thousand dollars.\n\nHISTORY: 1984 Act No. 313, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-52/chapter-5/section-52-5-150/"
    }
  ]
}