{
  "state": "nebraska",
  "path": "title-chapter-42-households-and-families/chapter-42-746-modification-of-child-support-order-of-another-state",
  "sections": [
    {
      "id": "section-42-746modification",
      "number": "42-746.Modification",
      "heading": "of child support order of another state",
      "text": "(a) If section 42-747.01 does not apply, upon petition a tribunal of this state may modify a child support order issued in another state which is registered in this state if, after notice and hearing, the tribunal finds that:(1) the following requirements are",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-746",
      "number": "42-746",
      "heading": "",
      "text": "42-746.Modification of child support order of another state.\n\n(a) If section 42-747.01 does not apply, upon petition a tribunal of this state may modify a child support order issued in another state which is registered in this state if, after notice and hearing, the tribunal finds that:\n\n(1) the following requirements are met:\n\n(A) neither the child, nor the obligee who is an individual, nor the obligor resides in the issuing state;\n\n(B) a petitioner who is a nonresident of this state seeks modification; and\n\n(C) the respondent is subject to the personal jurisdiction of the tribunal of this state; or\n\n(2) this state is the residence of the child, or a party who is an individual is subject to the personal jurisdiction of the tribunal of this state, and all of the parties who are individuals have filed consents in a record in the issuing tribunal for a tribunal of this state to modify the support order and assume continuing, exclusive jurisdiction.\n\n(b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner.\n\n(c) A tribunal of this state shall not modify any aspect of a child support order that cannot be modified under the law of the issuing state, including the duration of the obligation of support. If two or more tribunals have issued child support orders for the same obligor and the same child, the order that controls and must be so recognized under section 42-711 establishes the aspects of the support order which are nonmodifiable.\n\n(d) In a proceeding to modify a child support order, the law of the state that is determined to have issued the initial controlling order governs the duration of the obligation of support. The obligor's fulfillment of the duty of support established by that order precludes imposition of a further obligation of support by a tribunal of this state.\n\n(e) On the issuance of an order by a tribunal of this state modifying a child support order issued in another state, the tribunal of this state becomes the tribunal having continuing, exclusive jurisdiction.\n\n(f) Notwithstanding subsections (a) through (e) of this section and subsection (b) of section 42-705, a tribunal of this state retains jurisdiction to modify an order issued by a tribunal of this state if:\n\n(1) one party resides in another state; and\n\n(2) the other party resides outside the United States.\n\nSourceLaws 1993, LB 500, ยง 46;Laws 1997, LB 727, ยง 18;Laws 2003, LB 148, ยง 82;Laws 2015, LB415, ยง 44.\n\nAnnotations\n\nUnder this section and section 42-739, a responding state becomes an issuing state when it assumes continuing, exclusive jurisdiction to modify a foreign child support order and must apply its own substantive law to the modification. Under this section, a responding state acquires jurisdiction to modify the child support provisions of a foreign divorce decree once the following three conditions are met: (1) Both the parents and the children have moved away from the issuing state; (2) one of the parents, who is a nonresident of the responding state, seeks modification in the responding state, and (3) the other parent becomes subject to the personal jurisdiction of the responding state. Groseth v. Groseth, 257 Neb. 525, 600 N.W.2d 159 (1999).\n\nWhere the parties' marriage was dissolved in New Mexico when both parties resided there, and after both parties and the subject children moved to Nebraska, the law of New Mexico, as the state which issued the initial controlling child support order, governed the duration of the child support obligation in a Nebraska modification proceeding. Wills v. Wills, 16 Neb. App. 559, 745 N.W.2d 924 (2008).\n\nThe first predicate for a Nebraska court to have subject matter jurisdiction to modify another state's child support order is registration in Nebraska of such order. Lamb v. Lamb, 14 Neb. App. 337, 707 N.W.2d 423 (2005).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-42/statute-42-746/"
    }
  ]
}