{
  "state": "michigan",
  "path": "title-chapter-426-forest-products/chapter-act-238-of-1879-protection-of-logs-and-timber-426151-426160",
  "sections": [
    {
      "id": "section-426151",
      "number": "426.151",
      "heading": "Logs; Unlawful Moving.Section 426",
      "text": "That it shall be unlawful for any person other than the owner thereof, or some person by him employed, whether such owner be known or unknown, to take possession of, drive or run, or in any manner dispose of any log, spar, boomstick, spile, shinglebolt, timber, railroad tie, fence-post or lumber floating upon, lying or being in any river, stream, lake, pond, bay inlet or bayou or any waters in this state or in any boom therein, or on or near the shores or banks thereof.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2049 ;-- CL 1897, 5089 ;-- CL 1915, 6664 ;-- CL 1929, 8758 ;-- CL 1948, 426.151Former Law:See sections 1 to 3 of R.S. 1846, Ch. 46, being CL 1871, §§ 2009 to 2011; and Act 27 of 1871.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-151/"
    },
    {
      "id": "section-426152",
      "number": "426.152",
      "heading": "Logs; Unlawful Destruction or Alteration of Marks.",
      "text": "It shall be unlawful for any person other than the owner thereof, or by his consent, to cut off, cut out, alter, deface or destroy any mark made upon any log, spar, boomstick, spile, shinglebolt, timber, railroad tie, post or lumber that shall be floating upon, lying or being in any river, stream, lake, pond, bay, inlet or bayou or any waters in this state or in any boom therein, or on or near the shores or banks thereof.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2050 ;-- CL 1897, 5090 ;-- CL 1915, 6665 ;-- CL 1929, 8759 ;-- CL 1948, 426.152",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-152/"
    },
    {
      "id": "section-426153",
      "number": "426.153",
      "heading": "Logs; Unlawful Marking.",
      "text": "It shall be unlawful for any person other than the owner thereof, or by his consent, to make or place, or cause to be made or placed, any mark upon any log, spar, spile, boomstick, railroad tie, post, shinglebolt, timber or lumber floating upon or lying in any river, stream, lake, pond, bay, inlet or bayou or any other waters within this state or in any boom therein or on or near the shores or banks thereof.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2051 ;-- CL 1897, 5091 ;-- CL 1915, 6666 ;-- CL 1929, 8760 ;-- CL 1948, 426.153",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-153/"
    },
    {
      "id": "section-426154",
      "number": "426.154",
      "heading": "Violation of Act; Penalty.",
      "text": "Any person who shall knowingly do any act or thing declared unlawful in any of the sections of this act, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine not exceeding 200 dollars or by imprisonment in the county jail not exceeding 1 year, or by both such fine and imprisonment in the discretion of the court, and upon a second conviction, for a like misdemeanor, he shall be punished by a fine not exceeding 500 dollars or by imprisonment in the county jail for a term not exceeding 1 year and the court may enforce the payment of any fine imposed under the provisions of this act, by imprisonment in the county jail for a term not exceeding 1 year.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2052 ;-- CL 1897, 5092 ;-- CL 1915, 6667 ;-- CL 1929, 8761 ;-- CL 1948, 426.154",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-154/"
    },
    {
      "id": "section-426155",
      "number": "426.155",
      "heading": "Reception Into Booms or Manufacture of Logs Without Consent of Owner; Misdemeanor.",
      "text": "If any person having the possession or control of any boom, in any of the waters of this state shall, knowingly run, turn, admit or receive into such boom, or cause to be run, turned, admitted or received into such boom any log, spar, boomstick, shinglebolt, railroad tie or fence post not his own, without the consent of the owner thereof; or if any person being in the possession or having the control of any saw-mill, shingle-mill or any structure made for the purpose of manufacturing lumber, shingles or timber shall knowingly manufacture into lumber, shingles, timber pickets or posts any log, spar, or shinglebolt not his own, without the consent of the owner thereof, shall be deemed guilty of a misdemeanor and punished as provided in section 4 of this act.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2053 ;-- CL 1897, 5093 ;-- CL 1915, 6668 ;-- CL 1929, 8762 ;-- CL 1948, 426.155",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-155/"
    },
    {
      "id": "section-426156",
      "number": "426.156",
      "heading": "Booming, Manufacture, Destruction or Insertion of Marks Without Consent of Owner; Civil Liability.",
      "text": "Any person who, by himself or by another in his employ, shall without the consent of the owner thereof take, boom or manufacture any log, spar, spile, boomstick, railroad tie, post, shinglebolt, timber or lumber not his own, floating upon, lying or being in any river, stream, lake, pond, bay, inlet, bayou or any other water in this state, or in any boom therein or on or near the bank or shores thereof, or who shall cut off, cut out, deface or destroy any mark upon any log, spar, spile, boomstick, shinglebolt, timber, railroad tie, post or lumber lying or being as aforesaid, or who shall mark, or place any mark upon any log, spar, spile, boomstick, shinglebolt, timber, railroad tie, post or lumber lying or being as aforesaid, or who shall mark or place any mark upon any log, spar, spile, boomstick, shinglebolt, railroad tie, post, timber or lumber lying or being as aforesaid, shall be liable to pay the owner thereof, by way of damages, 3 times the value of said log, spar, spile, boomstick, shinglebolt, timber, railroad tie, post or lumber to be recovered in an action of trespass on the case by the owner thereof or his assignee.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2054 ;-- CL 1897, 5094 ;-- CL 1915, 6669 ;-- CL 1929, 8763 ;-- CL 1948, 426.156",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-156/"
    },
    {
      "id": "section-426157",
      "number": "426.157",
      "heading": "Prosecutions; Allegations, Evidence.",
      "text": "In any prosecution under the provisions of this act, it shall be sufficient to allege, in any complaint or information, the ownership of property in the actual owner thereof, or in any person, copartnership or corporation lawfully in possession thereof and, on the trial, proof of such ownership or possession shall be sufficient evidence of title and, on any such trial, or in any suit brought for damages for any of the acts herein declared to be unlawful, proof that any such log, spar, spile, boomstick, railroad tie, post, timber or lumber taken or disposed of; or the mark upon which has been cut off, cut out, defaced or destroyed, or which shall have been boomed or manufactured, as aforesaid, shall be found in the possession of the party charged, or against whom such suit is brought, shall be prima facie evidence of guilt.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2055 ;-- CL 1897, 5095 ;-- CL 1915, 6670 ;-- CL 1929, 8764 ;-- CL 1948, 426.157",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-157/"
    },
    {
      "id": "section-426158",
      "number": "426.158",
      "heading": "Right to Search for and Examine Logs; Penalty for Obstruction.",
      "text": "It shall be lawful for any person owning any logs, spars, spiles, boomstick, shinglebolt, timber, railroad ties, posts or lumber floating, lying or being in any of the streams or waters in this state, his servants and employes, and for any corporation entitled to the possession thereof and its employes, to search and examine any and all rafts of logs, and all spiles, railroad ties, posts, logs whether in rafts or booms or wherever situate in said waters or on the banks, or shores thereof, and all mills engaged in manufacturing logs into lumber, timber or shingles, situated upon or near such waters, to ascertain whether any log, spar, boomstick, shinglebolt, timber or lumber belonging to such person, or to which such corporation is entitled, may be there found; and any person who shall willfully obstruct or hinder any person engaged in such search or examination, shall be punished by a fine not more than 50 dollars, or by imprisonment in the county jail not exceeding 6 months, or by both such fine and imprisonment in the discretion of the court.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2056 ;-- CL 1897, 5096 ;-- CL 1915, 6671 ;-- CL 1929, 8765 ;-- CL 1948, 426.158",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-158/"
    },
    {
      "id": "section-426159",
      "number": "426.159",
      "heading": "Inapplicability of Act.",
      "text": "The provisions of this act shall not apply to the taking and running of logs, authorized by the statutes of this state, nor to unmarked cedar to be used for fence posts, nor to the taking of the possession of the same by virtue of any legal process issued from any of the courts of this state.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2057 ;-- CL 1897, 5097 ;-- CL 1915, 6672 ;-- CL 1929, 8766 ;-- CL 1948, 426.159",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-159/"
    },
    {
      "id": "section-426160",
      "number": "426.160",
      "heading": "Logs, Timber, Boards, Planks, Spars, Boomsticks, Spiles, Shinglebolts, Railroad Ties, or Fence Posts; Removal From Island, Bank, Shore, or Land; Damages; Arbitration; Judgment; Appeal; Bonds; Forfeiture; Sworn Statement; Public Auction; Notice; Certificate; Filing; Affidavit; Lien",
      "text": "Whenever any logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties, or fence posts, in rafts or otherwise shall be drifted or float upon any island in any of the waters or streams in this state, or upon the banks or shores of the waters or lands adjacent to the waters, the owner of the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties, or fence posts, or any person or corporation entitled to possession, may at any time within 18 months remove the same upon paying or tendering to the owner or occupant of the bank, shore, or lands, the reasonable damages as may have been caused by the occupancy and removal. If the amount of the damages cannot be agreed upon by the owner or occupant of the bank, shore or land, and the owner, person or corporation entitled to the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties, or fence posts, either of them may elect to have the amount of the damages left to arbitration in the manner following: The party or parties so electing, or their authorized agent or attorney, shall serve a written notice by mail or otherwise, upon the other party or parties, reciting the fact that they elect to have the damages left to arbitration, and that they will meet the persons, their agents or attorneys, at the district or municipal court of the judicial district or municipality in which the island, bank, shore, or land, is situated, at a time in the notice mentioned, not less than 6 days nor more than 20 days from the time of the service of the notice, at which time and place the parties or their authorized agents or attorneys shall meet to choose the arbitrators in the manner following: The party giving notice, or his, her, or their authorized agent or attorney shall select 1 person to act as 1 of the arbitrators, and the party so notified, his, her, or their authorized agent or attorney, shall choose another, and these 2 shall select a third. All persons chosen under the provisions of this act, shall be chosen from among those residing in the township, or an adjoining township where the island, bank, shore, or land is situated. If the parties, his, her, or their authorized agents or attorneys cannot agree upon the selection of the persons as arbitrators, then either or any of the parties may certify the fact or facts, to the judge who shall upon the receipt of the certificate proceed at once to make a list of the names of 18 residents of the township and adjoining townships, and the parties shall strike out, alternately, the plaintiff first striking out, 1 name from the list, until only 3 names remain, and the residents whose names so remain upon the list shall act as the arbitrators. The judge shall notify the persons so selected, who shall appear before the court at a day set by him or her, at a time not less than 3 nor more than 10 days from the service of the notice. At that time set for the meeting of the arbitrators, they shall appear and be sworn or affirmed to try all matters in relation to the damages, and shall proceed to hear testimony and decide the amount of the damages. The arbitrators shall have the right to view the island, bank, shore, or land, the occupancy of which is in controversy. The arbitrators shall have all the powers usual to arbitrators. When the arbitrators shall have determined the amount of damages, they shall, if chosen by the interested parties as first provided in this section, certify the same to the district or municipal court judge who shall enter a judgment against the owner, person, or corporation entitled to the logs, timber, boards, planks or floatables, and execution shall issue thereon, as in other cases in that district or municipal court. If the arbitrators shall have been designated from any list of names as provided in this section, they shall certify the amount of damages to the district or municipal judge, and he or she shall in like manner enter judgment. Should either party complain of the award the party may appeal to the circuit court of the county where the island, bank, shore, or land is situated, by giving bonds for the amount of the award and costs. If the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties or fence posts shall not be removed within said 18 months under the provisions of this section, the owner shall be deemed to have forfeited all right thereto, and the owner or occupant of the lands may make out a sworn statement containing a description of the lands on which the logs, timber, boards, planks, or floatables are lying, the number of logs, and the amount of timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties or fence posts as nearly as may be, and the marks thereon if any, and the length of time the same have remained on the land, and upon delivering the statement to any sheriff, deputy sheriff, or constable, the officer shall proceed and make sale of the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties or fence posts, at public auction, at some convenient and public place in the vicinity thereof. Immediately on making the sale, the officer shall pay over to the owner or occupant of the lands, the proceeds of the sale, less his or her fees for making the same, which fee shall be the same as upon levy and sale upon execution. No sale shall be made without giving 10 days' notice to the owner of the logs, if known; and if not known, then the officer shall give like notice as he or she would be required to give on sale of personal property on execution, and when the sale shall have been made he or she shall thereupon make his or her certificate, stating the time and place of sale the number or amount of logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties, or fence posts, sold and the marks thereon, if any, and the name of the purchaser or purchasers, the amount paid and the disposition of the same. He or she shall at once annex the sworn statement to the certificate and file it in the office of the county clerk of the county in which the sale was made. When the property mentioned in section 1 of this act, shall be or lie upon any improved farming lands of this state, adjoining any of the waters mentioned in section 1, if the owner or occupant of the lands shall make the affidavit required in this section, and shall cause a copy of the affidavit to be personally served on the owner or agent of the owner of the property mentioned in the affidavit, if the agent or owner be known to the owner or occupant of the lands, but if not known to the owner or occupant, then he or she shall cause a copy of the affidavit to be published in 1 or more newspapers in the county in which the land is situated for 3 successive weeks, if there be one, but if not, in 1 of an adjoining county, and a copy of the same shall be sent to the office of the booming or log-running company having the property in charge or doing business on the streams if known by the owner or occupant, said notice to be sent by mail or otherwise, which the notice shall require the owner or agent to remove the property mentioned in the the affidavit, within 30 days after the receipt of the notice. If the owner shall neglect or refuse to remove the property, and pay all reasonable damages and charges then the owner or occupant may remove the same to the adjoining stream, or to the banks thereof, and if the same is not claimed by the owner within 6 months thereafter, and all reasonable charges and damages are not paid, the owner or occupant of the land is empowered to sell the same at public auction to the highest bidder by giving the same notice as required by law in sales of personal property by sheriffs and constables. The sale to be conducted as provided for the sale of logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties or fence posts, having lain for 18 months upon the land and the proceeds applied in the same way as provided in case of the sale of the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties or fence posts. All reasonable damages and expenses incurred and suffered by the owner or occupant of the lands shall be a lien upon the logs, timber, boards, planks, spars, boomsticks, spiles, shinglebolts, railroad ties, or fence posts until paid.\n\nHistory:1879, Act 238, Eff. Aug. 30, 1879 ;-- How. 2058 ;-- Am. 1885, Act 142, Eff. Sept. 19, 1885 ;-- CL 1897, 5098 ;-- CL 1915, 6673 ;-- CL 1929, 8767 ;-- CL 1948, 426.160 ;-- Am. 1990, Act 224, Imd. Eff. Oct. 8, 1990Compiler's Notes:Sections 9 and 10 of chapter 292 of Howells' annotated statutes, referred to in this section, were superseded by former MCL 645.9 and 645.10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-426/statute-act-238-of-1879/section-426-160/"
    }
  ]
}