{
  "state": "wyoming",
  "path": "title-title-33-professions-and-occupations/chapter-chapter-45-athletic-trainers",
  "sections": [
    {
      "id": "section-33-45-101",
      "number": "33-45-101",
      "heading": "Short Title.Section 33-45-102 - Definitions",
      "text": "Section 33-45-103 - Board of Athletic Training Established; Qualifications; Term of Office; Vacancies; Removal.Section 33-45-104 - Board of Athletic Training; Compensation.Section 33-45-105 - Board of Athletic Training; Meetings.Section 33-45-106 - Board o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33-45-102",
      "number": "33-45-102",
      "heading": "Definitions.",
      "text": "33-45-102. Definitions.\n\n(a) As used in this chapter:\n\n(i) \"Athlete\" means an individual associated with an educational institution, a professional, amateur or recreational sports club, an athletic organization or a physically active occupation participating in exercises, sports, games or employment-related physical activity that require physical strength, agility, flexibility, range of motion, speed or stamina;\n\n(ii) \"Athletic injury\" means:\n\n(A) An injury or athletic-related illness or both that affects the athlete's participation or performance in sports, games, exercise or employment-related physical activity; and\n\n(B) A condition that is within the scope of practice of an athletic trainer identified by a directing physician as benefiting from athletic training services.\n\n(iii) \"Board\" means the state board of athletic training created under this chapter;\n\n(iv) \"License\" means a current document certifying the athletic trainer has met the qualifications required to perform the functions and duties of an athletic trainer in this state;\n\n(v) \"Licensed athletic trainer\" means a person licensed under this chapter who meets the qualifications set by the board and practices athletic training;\n\n(vi) \"Practice of athletic training\" means the application of the principles and methods of prevention, recognition, evaluation and assessment of athletic injuries and illnesses, immediate care of athletic injuries including common injuries, medical emergencies, psychosocial intervention and referral, conditioning and rehabilitative exercise, nutritional aspects of injuries and illnesses, the use of therapeutic modalities, proper healthcare administration, professional development and the understanding and education of applications, precautions, interactions, indications and contraindications of pharmacology for athletes. \"Practice of athletic training\" does not include the practice of physical therapy as defined in W.S. 33-25-101(a)(i).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-102/"
    },
    {
      "id": "section-33-45-103",
      "number": "33-45-103",
      "heading": "Board of Athletic Training Established; Qualifications; Term of Office; Vacancies; Removal.",
      "text": "33-45-103. Board of athletic training established; qualifications; term of office; vacancies; removal.\n\n(a) The state board of athletic training is created to implement and administer this chapter.\n\n(b) The board shall consist of the following three (3) members:\n\n(i) Two (2) licensed athletic trainers certified by a nationally accredited credentialing agency with at least five (5) years of training experience prior to appointment; and\n\n(ii) One (1) licensed physician with at least five (5) years experience prior to appointment.\n\n(c) Terms of initial board members shall be staggered with one (1) member serving for one (1) year, one (1) serving for two (2) years and one (1) serving for three (3) years.\n\n(d) The governor shall appoint the members of the board. Except for initial board members as provided under subsection (c) of this section, the term of each member shall be three (3) years. Upon expiration of their terms, members of the board shall continue to hold office until the appointment of their successors. No person shall serve as a member of the board for more than two (2) consecutive terms.\n\n(e) A vacancy that occurs for any reason in the membership of the board shall be filled within thirty (30) days by the governor. A person appointed to fill a vacancy shall serve for the unexpired portion of the term.\n\n(f) The governor may remove any member of the board as provided in W.S. 9-1-202 or upon a recommendation of a majority of the board for any reason.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-103/"
    },
    {
      "id": "section-33-45-104",
      "number": "33-45-104",
      "heading": "Board of Athletic Training; Compensation.",
      "text": "33-45-104. Board of athletic training; compensation.\n\nEach member of the board shall receive per diem and mileage as provided in W.S. 33-1-302(a)(vii) while engaged in official business or actual duties of the board. The fees and expenses shall be paid from the funds of the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-104/"
    },
    {
      "id": "section-33-45-105",
      "number": "33-45-105",
      "heading": "Board of Athletic Training; Meetings.",
      "text": "33-45-105. Board of athletic training; meetings.\n\nA majority of the board constitutes a quorum for meetings and the transaction of official business. The board shall meet as often as needed, but not less than two (2) times a year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-105/"
    },
    {
      "id": "section-33-45-106",
      "number": "33-45-106",
      "heading": "Board of Athletic Training; Powers and Duties; Fees; Deposit in Separate Account to Fund Administration; Separate Account for Enhancing Practice of Athletic Training",
      "text": "33-45-106. Board of athletic training; powers and duties; fees; deposit in separate account to fund administration; separate account for enhancing practice of athletic training.\n\n(a) The board shall:\n\n(i) Administer this chapter;\n\n(ii) Promulgate rules and regulations as necessary to carry out this chapter including:\n\n(A) Continuing education requirements for the renewal of licenses;\n\n(B) Professional conduct;\n\n(C) Professional licensure;\n\n(D) Ethical standards of practice;\n\n(E) Provision of telehealth services;\n\n(F) Provision of additional services during a declared state of emergency.\n\n(iii) Approve or disapprove applications for licensure and issue licenses;\n\n(iv) Censure, suspend or revoke licenses as provided in this chapter and the Wyoming Administrative Procedure Act;\n\n(v) Initiate and conduct investigations, hearings and proceedings concerning alleged violations of this chapter and board rules;\n\n(vi) Prescribe fees in accordance with W.S. 33-1-201 for implementing this chapter;\n\n(vii) Keep a record of all proceedings and make available to licensees and other concerned parties an annual report of all board action.\n\n(b) The board may employ or contract with individuals it determines necessary to administer its affairs and to provide necessary support and clerical services. Costs related to these services shall be paid from the funds of the board.\n\n(c) All fees collected by the board shall be deposited by the state treasurer to the credit of the state board of athletic training account. Disbursements from the account shall not exceed the monies credited to it. The account shall be used by the board to defray costs incurred in the administration of this chapter.\n\n(d) The board may accept federal, state, county, city or private funds, grants or appropriations to enhance the practice of athletic trainers. The funds shall be deposited by the state treasurer in a separate account. The funds shall be paid out upon an authorized voucher duly verified and signed by the chairman of the board, showing that the expenditure is authorized under this chapter. Upon presentation of the voucher, the auditor shall draw the warrant upon the treasurer but no warrant shall be drawn unless sufficient funds are in the account.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-106/"
    },
    {
      "id": "section-33-45-107",
      "number": "33-45-107",
      "heading": "Licenses Required; Persons and Practices Not Affected.",
      "text": "33-45-107. Licenses required; persons and practices not affected.\n\n(a) After July 1, 2010, no person shall use any card, title, letters, insignia or abbreviation indicating that the person is an athletic trainer, except under a license issued in accordance with this chapter and rules adopted pursuant to this chapter.\n\n(b) No person licensed as an athletic trainer under this chapter shall engage in the practice of athletic training except under the direction of a physician licensed by the Wyoming board of medicine.\n\n(c) Nothing in this chapter shall prevent or restrict the practices, services or activities of:\n\n(i) Any person licensed in this state by any other law from engaging in the profession or occupation for which the person is licensed or registered or otherwise regulated;\n\n(ii) Any person employed by a school district in this state and holding a coaching endorsement issued by the professional teaching standards board;\n\n(iii) Any person serving as a student athletic trainer for a school district or as an undergraduate student intern or trainee, provided the student intern or trainee is given the title of \"athletic training student,\" and the activities of any person acting pursuant to this paragraph are performed under the supervision of a licensed athletic trainer or a person meeting the qualifications of paragraph (ii) of this subsection;\n\n(iv) Any person performing athletic training services in this state for no more than thirty (30) days in any calendar year if that person is:\n\n(A) Employed by an organization, corporation or educational institution located in another state; and\n\n(B) Representing the organization, corporation or educational institution in a short-term event held in Wyoming.\n\n(d) Any person engaged in the practice of athletic training who is relocating to this state shall have one hundred twenty (120) days from the date of residency to complete application for licensure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-107/"
    },
    {
      "id": "section-33-45-108",
      "number": "33-45-108",
      "heading": "Applications; Qualifications; Issuance of License.",
      "text": "33-45-108. Applications; qualifications; issuance of license.\n\n(a) An application for licensure under this chapter shall be on forms prescribed by the board. The application shall show that the applicant has reached the age of majority, is a graduate of an accredited four (4) year college or university in a program of study approved by the board and has passed the examination administered by a national certifying body approved by the board.\n\n(b) Fees shall accompany all applications for original licenses, renewal licenses and other applications authorized by this chapter.\n\n(c) The board shall issue a license to any applicant who has satisfactorily met all the requirements for licensure imposed under this chapter and board rule and regulation as an athletic trainer. The term of the license shall be not less than one (1) year and may be renewed subject to the requirements of this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-108/"
    },
    {
      "id": "section-33-45-109",
      "number": "33-45-109",
      "heading": "Renewal of License.",
      "text": "33-45-109. Renewal of license.\n\nThe board shall prescribe the form and expiration date of licenses. Licenses may be renewed by submitting the required application for renewal and fee to the board before the license expiration date. If a license is allowed to expire, the license may be renewed within a period of ninety (90) days after the expiration date upon payment of the renewal fee. A license which is not renewed within the ninety (90) day period may be reinstated upon payment of all fees due, including a reinstatement fee as established by the board. A license which has not been renewed is not valid. No reinstatement of a license may be granted more than five (5) years after its expiration.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-109/"
    },
    {
      "id": "section-33-45-110",
      "number": "33-45-110",
      "heading": "Reciprocity.",
      "text": "33-45-110. Reciprocity.\n\nPersons licensed to engage in the practice of athletic training under the laws of any other state having requirements substantially equal to those provided for in this chapter may be issued a license to practice in this state solely upon payment of the license fees as provided in this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-110/"
    },
    {
      "id": "section-33-45-111",
      "number": "33-45-111",
      "heading": "Disciplinary Action; Suspension and Revocation of License.",
      "text": "33-45-111. Disciplinary action; suspension and revocation of license.\n\n(a) After the hearing authorized by subsection (b) of this section, the board may deny a license or refuse to renew a license, may suspend or revoke a license or may impose probationary conditions if the licensee or the applicant has engaged in unprofessional conduct which has endangered or is likely to endanger the health, welfare or safety of the public. For purposes of this section, unprofessional conduct includes:\n\n(i) Obtaining a license by means of fraud, misrepresentation or concealment of material facts;\n\n(ii) Being guilty of unprofessional conduct as defined by the rules of the board or violating the code of ethics adopted and published by the board;\n\n(iii) Being convicted of a felony that relates to the practice of athletic training or to the ability to practice athletic training;\n\n(iv) Being convicted of an offense involving a controlled substance;\n\n(v) Being negligent in the practice of athletic training;\n\n(vi) Violating any lawful order, rule or regulation rendered or adopted by the board; and\n\n(vii) Violating any provision of this chapter.\n\n(b) A denial, refusal to renew, suspension, revocation or imposition of probationary conditions upon a license may be ordered by the board after a hearing in the manner provided by rules and regulations adopted by the board. An application for reinstatement may be made to the board one (1) year after the date of the revocation of a license. The board may accept or reject an application for reinstatement and may hold a hearing to consider reinstatement. Any person aggrieved by any final action of the board may appeal to the district court under the Wyoming Administrative Procedure Act.\n\n(c) Upon receipt from the department of family services of a certified copy of an order from a court to withhold, suspend or otherwise restrict a license issued by the board, the board shall notify the party named in the court order of the withholding, suspension or restriction of the license in accordance with the terms of the court order. No appeal under the Wyoming Administrative Procedure Act shall be allowed for a license withheld, suspended or restricted under this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-111/"
    },
    {
      "id": "section-33-45-112",
      "number": "33-45-112",
      "heading": "Penalties.",
      "text": "33-45-112. Penalties.\n\n(a) Any person who violates any provision of W.S. 33-45-107 is guilty of a misdemeanor punishable by imprisonment of not more than six (6) months, a fine of not more than seven hundred fifty dollars ($750.00), or both. Each violation shall constitute a separate offense.\n\n(b) The board may seek an injunction in the district court to enjoin any person from violating this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-45/section-33-45-112/"
    }
  ]
}