{
  "state": "wyoming",
  "path": "title-title-33-professions-and-occupations/chapter-chapter-48-wyoming-combat-sports-commission",
  "sections": [
    {
      "id": "section-33-48-101",
      "number": "33-48-101",
      "heading": "Wyoming Combat Sports Commission Created; Appointment; Term; Rules and Regulations; Definitions",
      "text": "33-48-101. Wyoming combat sports commission created; appointment; term; rules and regulations; definitions.\n\n(a) The Wyoming combat sports commission is created to implement and administer this chapter.\n\n(b) The commission shall consist of three (3) members.\n\n(c) Terms of initial commission members shall be staggered with one (1) member serving for one (1) year, one (1) serving for two (2) years and one (1) serving for three (3) years.\n\n(d) The governor shall appoint the members of the commission. Except for initial commission members as provided under subsection (c) of this section, the term of each member shall be three (3) years. Upon expiration of their terms, members of the commission shall continue to hold office until the appointment of their successors.\n\n(e) A vacancy that occurs for any reason in the membership of the commission shall be filled within thirty (30) days by the governor. A person appointed to fill a vacancy shall serve for the unexpired portion of the term.\n\n(f) The governor may remove any member of the commission as provided in W.S. 9-1-202 or upon a recommendation of a majority of the commission for any reason.\n\n(g) The commission shall adopt a seal and shall make rules for the administration of this chapter.\n\n(h) As used in this chapter:\n\n(i) Repealed by Laws 2020, ch. 124, 2.\n\n(ii) \"Mixed martial arts\" means unarmed combat involving the use, subject to any limitations set forth in this chapter or by rule of the commission, of a combination of techniques from different disciplines of the martial arts including, without limitation, grappling, submission holds, kicking and striking;\n\n(iii) \"Unarmed combat\" means any form of competition in which a blow is usually struck which may reasonably be expected to inflict injury;\n\n(iv) \"Boxing\" means boxing, sparring or any form of competition in which a blow is usually struck that may reasonably be expected to inflict injury and where the only authorized strikes are punches using padded gloves over the hands;\n\n(v) \"Commission\" means the Wyoming combat sports commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-101/"
    },
    {
      "id": "section-33-48-102",
      "number": "33-48-102",
      "heading": "Wyoming Combat Sports Commission; Powers and Duties; Subpoenas; Oaths.",
      "text": "33-48-102. Wyoming combat sports commission; powers and duties; subpoenas; oaths.\n\n(a) The commission shall keep a full and accurate record of all acts and doings of the commission. The commission shall prepare for service of notices and other papers as may be necessary and shall have the power to administer oaths and issue subpoenas in all matters pertaining to the administration of the commission's duties. Falsely swearing before the commission shall be attended by the same consequences and be subject to the same penalties as if the disobedience or false swearing occurred in an action in the district court.\n\n(b) A majority of the commission constitutes a quorum for meetings and the transaction of business. The act of the majority of members of the commission shall be the act of the commission. The commission shall meet as often as needed, but not less than four (4) times a year. The meetings shall be held in accordance with W.S. 16-4-401 through 16-4-407. The commission shall keep permanent records of its meetings.\n\n(c) Any subpoena issued by the commission shall be subject to the following:\n\n(i) The subpoena shall describe the objects required to be produced and shall prescribe a return date within a reasonable period of time within which the objects can be assembled and made available. If any tangible materials subpoenaed are located outside of this state, the person to whom the subpoena is issued shall make the materials available to the commission at a convenient location;\n\n(ii) At any time before the return date specified on the subpoena, the person summoned may, in the district court in which the person resides or does business, petition for an order modifying the subpoena, setting aside the subpoena or prohibiting disclosure of specified materials;\n\n(iii) If any party fails or refuses to obey a subpoena, the attorney general may, upon request of the commission and reasonable notice to all affected persons, apply to the district court for an order compelling compliance.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-102/"
    },
    {
      "id": "section-33-48-103",
      "number": "33-48-103",
      "heading": "Wyoming Combat Sports Commission; per Diem; Mileage.",
      "text": "33-48-103. Wyoming combat sports commission; per diem; mileage.\n\nCommission members shall receive as compensation the salary, per diem and mileage allowance as allowed to state legislators for each day or portion thereof in which they are engaged in the performance of their duties, payments of the same to be made out of the Wyoming combat sports commission's appropriation. Provided, that if any state officer is appointed to act as a commission member, compensation for the services shall not be reimbursed except for any necessary expenses incurred or paid subject to the submission of appropriate receipts.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-103/"
    },
    {
      "id": "section-33-48-104",
      "number": "33-48-104",
      "heading": "Wyoming Combat Sports Commission; Report to Legislature; Repeal of Chapter.",
      "text": "33-48-104. Wyoming combat sports commission; report to legislature; repeal of chapter.\n\n(a) The commission shall make a full report to the joint travel, recreation, wildlife and cultural resources interim committee of all proceedings during the two (2) years preceding the first day of December before the beginning of the general session of the legislature. The report shall contain a statement of persons, clubs, organizations or corporations issued licenses, the number of licenses revoked, suspended or denied, the gross receipts from each person, club, organization or corporation, and other information and comments in relation to the work of the commission as public interest may require.\n\n(b) If the commission raises fees pursuant to W.S. 33-48-108(b) and determines that the money received under this chapter remains insufficient to continue operations, the commission shall report that information to the legislature and shall not request any appropriation from the legislature. W.S. 33-48-101 through 33-48-117 are repealed, effective upon adjournment of the first legislative session convened after the date a report under this subsection is made.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-104/"
    },
    {
      "id": "section-33-48-105",
      "number": "33-48-105",
      "heading": "Jurisdiction Over Mixed Martial Arts and Boxing Matches and Licenses; Power of Municipalities.",
      "text": "33-48-105. Jurisdiction over mixed martial arts and boxing matches and licenses; power of municipalities.\n\n(a) The commission shall have sole direction, management, control of, and jurisdiction over, all mixed martial arts and boxing matches to be conducted, held or given within the state. No mixed martial arts or boxing match shall be conducted, held or given within the state except pursuant to a license granted by the commission and in accordance with the provisions of this chapter and the rules and regulations of the commission. Every license shall be subject to such rules as the commission may prescribe. The commission may, at its discretion, issue and for cause revoke, deny or suspend a license to conduct, hold or give a mixed martial arts or boxing match. The commission shall have full power and authority to limit the number of mixed martial arts and boxing matches to be held or given by any person, club, organization or corporation in this state. No provision of this chapter shall prevent any incorporated city or town from prohibiting by ordinance any mixed martial arts or boxing match, provided that no match shall be held other than in compliance with this chapter.\n\n(b) Any person, club, organization or corporation in this state seeking to hold a boxing match may seek a license for the match from another state's boxing commission, agency or regulatory body, subject to approval of the Wyoming combat sports commission. A license issued pursuant to this subsection shall be subject to the rules and regulations of the issuing state's regulatory body.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-105/"
    },
    {
      "id": "section-33-48-106",
      "number": "33-48-106",
      "heading": "License Application; Fee and Bond.",
      "text": "33-48-106. License application; fee and bond.\n\nApplication for a license to conduct mixed martial arts and boxing matches shall be in writing, shall be addressed to the commission and shall be verified by the individual promoter or by an officer of the club, organization or corporation on whose behalf the application is made. The application shall be accompanied by a fee as established by the commission in accordance with W.S. 33-1-201. The application shall show that the club, organization or corporation has been in existence not less than thirty (30) days. Before any license is issued under this chapter to any person, club, organization or corporation, the applicant shall file with the state treasurer a bond in an amount established by the commission, not to exceed the greater of ten thousand dollars ($10,000.00) or the total estimated expenses associated with the match, with good and sufficient surety, conditioned for the faithful performance of the conditions of this chapter. The applicant shall provide an estimate of the expenses for the match based on matches held at venues with similar audience capacity and other relevant factors. The commission shall verify that the application contains a good faith estimate of anticipated expenses for the match.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-106/"
    },
    {
      "id": "section-33-48-107",
      "number": "33-48-107",
      "heading": "Report of Person, Club, Organization or Corporation; Admission Fee to Be Paid.",
      "text": "33-48-107. Report of person, club, organization or corporation; admission fee to be paid.\n\n(a) Every person, club, organization or corporation which exercises any of the privileges conferred by this chapter shall within seventy-two (72) hours after the determination of every match:\n\n(i) Furnish to the commission, or its representative, a written report, verified by the individual promoter or an officer of the club, organization or corporation. The report shall show the number of tickets sold for the match, the amount of gross proceeds from the match and other matters as the board may prescribe; and\n\n(ii) Pay to the commission a fee of five percent (5%) of its total gross receipts from the sale of tickets of admission and admission fees to any mixed martial arts or boxing match.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-107/"
    },
    {
      "id": "section-33-48-108",
      "number": "33-48-108",
      "heading": "Disposition of Fees.",
      "text": "33-48-108. Disposition of fees.\n\n(a) All money received by the commission under this chapter shall be deposited with the state treasurer and credited to the Wyoming combat sports commission account, which is hereby created.\n\n(b) If at any time the commission determines that the money received under this chapter is insufficient to continue operations without additional state funding, the commission shall increase fees in accordance with W.S. 33-1-201 to the extent required to continue operations. If the commission raises fees under this subsection and the money received under this chapter remains insufficient to continue operations, the commission shall provide a report to the legislature as specified in W.S. 33-48-104(b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-108/"
    },
    {
      "id": "section-33-48-109",
      "number": "33-48-109",
      "heading": "Amateur Matches.",
      "text": "33-48-109. Amateur matches.\n\nWhenever an amateur mixed martial arts or boxing match is held by any person, club, organization or corporation, and the match is not for pecuniary profit, the provisions of this chapter shall not apply.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-109/"
    },
    {
      "id": "section-33-48-110",
      "number": "33-48-110",
      "heading": "Commission Representatives.",
      "text": "33-48-110. Commission representatives.\n\nThe commission shall appoint official representatives designated as commission representatives for the state. Each commission representative shall receive from the commission a card authorizing him to act as a representative wherever the commission may designate him to act. Except as provided in W.S. 33-48-109, a commission member or commission representative shall be present at all matches conducted for pecuniary profit and see that the rules and regulations of the commission are strictly observed. A commission representative may also be present at the counting of the gross receipts and, if present, shall without undue delay provide to the commission the written report received by the commission representative from the individual promoter or officer of the club, organization or corporation showing the number of tickets sold, the gross amount of proceeds and other matters as the commission may prescribe. The commission may establish compensation for, and pay, any commission representatives appointed under this section from fees deposited in the Wyoming combat sports commission account in accordance with W.S. 33-1-202 and this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-110/"
    },
    {
      "id": "section-33-48-111",
      "number": "33-48-111",
      "heading": "Rules for Conduct of Matches.",
      "text": "33-48-111. Rules for conduct of matches.\n\n(a) The commission shall promulgate rules and regulations regarding the conduct of matches not inconsistent with this chapter or the unified rules of mixed martial arts and the unified rules of boxing adopted by the association of boxing commissions.\n\n(b) No betting or wagering at any mixed martial arts or boxing match shall be permitted by any person directly associated with the mixed martial arts or boxing match, including the contestants, spectators and members of the club or organization, before, after or during any match, in or around the premises where the match is held. Nothing in this subsection shall be construed to prohibit betting or wagering as may be allowed by law away from the premises where the match is held, or to authorize betting or wagering otherwise prohibited by law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-111/"
    },
    {
      "id": "section-33-48-112",
      "number": "33-48-112",
      "heading": "Examination by Physician.",
      "text": "33-48-112. Examination by physician.\n\nEach contestant shall be examined not more than twelve (12) hours prior to a mixed martial arts or boxing match by a physician who has been licensed to practice in Wyoming and who has been designated by the commission. The physician shall certify in writing, over his signature, as to the contestant's physical condition to engage in the match. The physician's compensation shall be provided by the individual promoter or entity unless otherwise agreed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-112/"
    },
    {
      "id": "section-33-48-113",
      "number": "33-48-113",
      "heading": "Referees.",
      "text": "33-48-113. Referees.\n\nNo person shall act as a referee to a mixed martial arts or boxing match without a certificate granted by the commission. The commission is authorized to grant certificates to competent referees upon the application and the payment of an annual fee as established by the commission in accordance with W.S. 33-1-201 and the commission may revoke any certificate granted to any referee for cause as the commission may deem sufficient.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-113/"
    },
    {
      "id": "section-33-48-114",
      "number": "33-48-114",
      "heading": "Penalty for Contestants Violating Rules of Commission.",
      "text": "33-48-114. Penalty for contestants violating rules of commission.\n\n(a) In addition to any penalty imposed under W.S. 33-48-117, any contestant who shall be found to be in violation of any rule or regulation of the commission shall be penalized as follows:\n\n(i) For the first offense he shall be restrained by order of the commission from participating in any mixed martial arts or boxing match to be held or given by any person, club, organization or corporation licensed to give or hold any mixed martial arts or boxing match for a period of not less than three (3) months nor more than one (1) year at the discretion of the commission;\n\n(ii) For a second offense he shall be disqualified from further admission or participation in any mixed martial arts or boxing match, held or given by any person, club, organization or corporation licensed under this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-114/"
    },
    {
      "id": "section-33-48-115",
      "number": "33-48-115",
      "heading": "Failure to Make Reports; Unsatisfactory Reports; Examination of Records, Officers.",
      "text": "33-48-115. Failure to make reports; unsatisfactory reports; examination of records, officers.\n\nWhenever any person, club, organization or corporation fails to make a report of any match at the time prescribed by this chapter, or whenever the report is unsatisfactory to the commission, the commission may examine or cause to be examined, the books and records of the person, club, organization or corporation, and examine under oath its officers and other persons as witnesses for the purpose of determining the total amount of its gross receipts for any match and the amount of monies due pursuant to the provisions of this chapter. The commission shall determine the amount due based upon the results of the examination. Should the person, club, organization or corporation fail to pay any monies determined to be due, together with the expenses incurred in making the examination, for a period of twenty (20) days after notice of the amount due by the commission, the person, club, organization or corporation shall forfeit its license and shall be disqualified from receiving any new license or any renewal of its license. In addition, the person, club, organization or corporation shall forfeit to the state of Wyoming the bond required to be filed by W.S. 33-48-106, which may be recovered by the attorney general in the name of the state of Wyoming. Appeals of a disqualification under this section may be made as provided in the Wyoming Administrative Procedure Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-115/"
    },
    {
      "id": "section-33-48-116",
      "number": "33-48-116",
      "heading": "Weights and Classes.",
      "text": "33-48-116. Weights and classes.\n\nThe weights and classes of mixed martial arts and boxing participants and the rules and regulations of mixed martial arts and boxing shall be the same as the weights and classes and rules and regulations adopted by the association of boxing commissions in the unified rules of mixed martial arts and the unified rules of boxing, except as otherwise provided in this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-116/"
    },
    {
      "id": "section-33-48-117",
      "number": "33-48-117",
      "heading": "Penalty.",
      "text": "33-48-117. Penalty.\n\nAny person who violates any of the provisions of this chapter shall be deemed guilty of a misdemeanor punishable by imprisonment for not more than six (6) months, a fine of not more than seven hundred fifty dollars ($750.00), or both.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-48/section-33-48-117/"
    }
  ]
}