{
  "state": "wyoming",
  "path": "title-title-33-professions-and-occupations/chapter-chapter-41-geologists",
  "sections": [
    {
      "id": "section-33-41-101",
      "number": "33-41-101",
      "heading": "Short Title.Section 33-41-102 - Definitions",
      "text": "Section 33-41-103 - Professional Identification.Section 33-41-104 - Prohibited Acts and Conduct.Section 33-41-105 - Creation of the Board.Section 33-41-106 - Powers and Duties; Actions and Proceedings.Section 33-41-107 - Members of the Board; Appointment;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33-41-102",
      "number": "33-41-102",
      "heading": "Definitions.",
      "text": "33-41-102. Definitions.\n\n(a) As used in this act:\n\n(i) \"Board\" means the Wyoming board of professional geologists within the department of administration and information;\n\n(ii) Repealed By Laws 1997, ch. 170, 2.\n\n(iii) Repealed By Laws 1997, ch. 170, 2.\n\n(iv) \"Geologist\" means a person who is a graduate of an institution of higher education that is accredited by a regional or national accrediting agency, with a minimum of thirty (30) semester or forty-five (45) quarter hours of course work in geology;\n\n(v) \"Geologist-in-training\" means a geologist who is a candidate for licensure who meets all other requirements for licensure as stated in this act except length of experience;\n\n(vi) \"Geology\" means the science which treats of the earth in general, the earth's processes and its history, investigation of the earth's crust and the rocks and other materials which compose it, and the applied science of utilizing knowledge of the earth's history, processes, constituent rocks, minerals, liquids, gases and other materials for the use of mankind;\n\n(vii) \"Practice of geology\" means the performance of geological services or work such as consultation, investigation, evaluation, planning, preparation of geologic reports and maps and inspection of geological work;\n\n(viii) \"Practice of geology before the public\" means the performance of geological services or work including consultation, investigation, evaluation, planning, preparation of geologic reports and maps, the inspection of geological work and the responsible supervision of geological services or work, the performance of which is relevant to public welfare or the safeguard of life, health, property and the environment, unless exempt under this act. \"Practice of geology before the public\" does not include cutting descriptions for water wells, descriptive logs for drill holes for mineral exploration, lithologic descriptions and stratigraphic picks for oil and gas well logs, geologic information contained within notices and other routine forms required by state and federal agencies, geologic reports and other documents not available for dissemination outside of the entity preparing the reports or documents, nor any technical papers or reports prepared specifically for publication by the state or federal geological survey or by other geological, scientific or trade organizations;\n\n(ix) \"Professional geologist\" means a geologist who has met the academic and experience qualifications established by the board and has been licensed by the board;\n\n(x) \"Qualified geologist\" means an individual who is not licensed under this act but who possesses all the qualifications for licensure specified in this act;\n\n(xi) \"Responsible charge\" means the independent control and direction by use of initiative, skill and independent judgment of geological work or the supervision of the work;\n\n(xii) \"Subdiscipline of geology\" means the recognized practice of geology, including but not limited to environmental geology, petroleum geology, engineering geology, geophysics, geochemistry and hydrogeology;\n\n(xiii) \"Subordinate\" means any individual who practices geology or assists a professional geologist in the practice of geology without assuming the responsible charge for the work;\n\n(xiv) \"This act\" means W.S. 33-41-101 through 33-41-121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-102/"
    },
    {
      "id": "section-33-41-103",
      "number": "33-41-103",
      "heading": "Professional Identification.",
      "text": "33-41-103. Professional identification.\n\n(a) Only individuals licensed by the board to engage in the practice of geology shall use the designation of \"professional geologist\" or \"P.G.\"\n\n(b) Only professional geologists registered in a subdiscipline of geology shall use the term professional in conjunction with the title of their subdiscipline.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-103/"
    },
    {
      "id": "section-33-41-104",
      "number": "33-41-104",
      "heading": "Prohibited Acts and Conduct.",
      "text": "33-41-104. Prohibited acts and conduct.\n\n(a) Unless duly licensed in accordance with the provisions of this act, no person in this state shall:\n\n(i) Employ, use, cause to be used as a professional, business or commercial identification title, name, representation, claim or means of advantage or benefit, the title \"professional geologist\" or any variation or abbreviation thereof;\n\n(ii) Employ, use, cause to be used to make use of any letter, card, abbreviation, word, symbol, slogan, sign or any combination or variation thereof, which in any manner tends or is likely to create any impression with the public or any member thereof, that any individual is a professional geologist or that any individual is qualified or authorized to practice geology before the public unless the individual is duly licensed under this act and is practicing in accordance with the provisions of this act; or\n\n(iii) Practice, continue to practice, offer or attempt to practice geology or any subdiscipline or part thereof before the public as defined by this act.\n\n(b) For purposes of this act, any person who performs or offers or attempts to perform any of the acts specified under subsection (a) of this section is presumed to be engaged in the practice of geology before the public.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-104/"
    },
    {
      "id": "section-33-41-105",
      "number": "33-41-105",
      "heading": "Creation of the Board.",
      "text": "33-41-105. Creation of the board.\n\nThe Wyoming board of professional geologists is created within the department of administration and information to administer the provisions of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-105/"
    },
    {
      "id": "section-33-41-106",
      "number": "33-41-106",
      "heading": "Powers and Duties; Actions and Proceedings.",
      "text": "33-41-106. Powers and duties; actions and proceedings.\n\n(a) The board shall, pursuant to the Wyoming Administrative Procedure Act, promulgate and enforce all rules and regulations.\n\n(b) The board shall not be required to give any appeal bond in any cause arising under this act. The attorney general shall represent the board in all actions and proceedings to enforce the provisions of this act.\n\n(c) Consistent with the provisions of the Wyoming Governmental Claims Act, each present and former member of the board, its agents, employees, and members of committees duly appointed by the board under this act to assist the board in carrying out its duties and responsibilities, shall be exempt from civil liability for any act or omission occurring while acting in an official capacity.\n\n(d) The board may employ or contract with individuals it determines necessary to administer its affairs and shall furnish necessary support and clerical services. Costs related to these services shall be paid from the funds of the board.\n\n(e) The board shall prepare and promulgate a \"code of professional conduct\" which shall be published and shall be acknowledged and subscribed to by all professional geologists. The board may revise and amend the \"code of professional conduct\" from time to time and shall immediately notify each licensee in writing of the revisions or amendments.\n\n(f) The board may administer continuing education programs for individuals regulated by the board under this act.\n\n(g) The board shall have the authority to enter into interstate and intrastate agreements and associations with other licensing boards or boards of registration for the purpose of establishing reciprocity or comity, developing regional or national geologist examinations, evaluating applicants or other activities to enhance the services of the board to the state, the licensee and the public.\n\n(h) The board shall certify applicants that have met all requirements for a geologist-in-training, shall license qualified geologists that have met all requirements for licensure as a professional geologist and may recognize and establish subdisciplines of geologic practice, establish qualifications and examinations and issue licenses in each subdiscipline to applicants that have met all requirements established by the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-106/"
    },
    {
      "id": "section-33-41-107",
      "number": "33-41-107",
      "heading": "Members of the Board; Appointment; Terms of Office.",
      "text": "33-41-107. Members of the board; appointment; terms of office.\n\n(a) The board shall have six (6) members, to be appointed by the governor, with the advice and consent of the senate. The state geologist shall be the seventh and a permanent member of the board. Insofar as possible, the board shall proportionally represent the various geologic subdisciplines practicing in the state.\n\n(b) Except for the state geologist, members of the board shall hold office for staggered terms of four (4) years. Each appointed member shall be limited to serving on the board for eight (8) consecutive years. A member may be reappointed after a four (4) year absence. Each member shall hold office until his successor is appointed and has been qualified.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-107/"
    },
    {
      "id": "section-33-41-108",
      "number": "33-41-108",
      "heading": "Qualifications of Members of the Board.",
      "text": "33-41-108. Qualifications of members of the board.\n\n(a) All appointed members of the board shall be professional geologists. Minimum qualifications for these board members shall be:\n\n(i) Residency of the state;\n\n(ii) Seven (7) years practicing professional experience;\n\n(iii) Five (5) years as a professional geologist but this qualification shall be waived for the first six (6) years the board is in existence; and\n\n(iv) Two (2) years in a professional decision-making capacity.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-108/"
    },
    {
      "id": "section-33-41-109",
      "number": "33-41-109",
      "heading": "Compensation and Expenses.",
      "text": "33-41-109. Compensation and expenses.\n\nEach member of the board not otherwise in full-time employment with the state shall receive per diem and mileage as provided in W.S. 33-1-302(a)(vii) while engaged in official business or actual duties of the board. The fees and expenses shall be paid from the funds of the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-109/"
    },
    {
      "id": "section-33-41-110",
      "number": "33-41-110",
      "heading": "Removal of Members of the Board; Vacancies.",
      "text": "33-41-110. Removal of members of the board; vacancies.\n\n(a) Vacancies in the membership of the board shall be filled for the unexpired term by the governor as provided by W.S. 33-41-107.\n\n(b) The governor may remove any board member as provided by W.S. 9-1-202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-110/"
    },
    {
      "id": "section-33-41-111",
      "number": "33-41-111",
      "heading": "General Requirements for Registration.",
      "text": "33-41-111. General requirements for registration.\n\n(a) The following shall be considered as minimum evidence satisfactory to the board that the applicant is qualified to be a professional geologist:\n\n(i) A bachelors degree in geology granted through an accredited institution of higher education approved by the board or graduation from an accredited institution of higher education in a four (4) year academic degree program other than geology, but with the required number of course hours to qualify as a geologist;\n\n(ii) Certification as a geologist-in-training;\n\n(iii) Successful completion of the board's examinations;\n\n(iv) A specific record of four (4) years of active professional practice in geologic work of a character satisfactory to the board, indicating the applicant is competent to be placed in responsible charge of the work; and\n\n(v) Submission of written endorsements from peers attesting to the applicant's professional competency, the number and form of which shall be determined by rule and regulation of the board.\n\n(b) Repealed By Laws 2011, Ch. 129, 202.\n\n(c) Repealed By Laws 1997, ch. 170, 2.\n\n(d) Any individual having the necessary qualifications prescribed in this act is entitled to licensure even though the individual is not practicing geology at the time of making the application.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-111/"
    },
    {
      "id": "section-33-41-112",
      "number": "33-41-112",
      "heading": "Certification of Geologist-in-Training.",
      "text": "33-41-112. Certification of geologist-in-training.\n\n(a) The following shall be considered as minimum evidence that the applicant is qualified for certification as a geologist-in-training:\n\n(i) A bachelors degree in geology granted through an accredited institution of higher education approved by the board or graduation from an accredited institution of higher education in a four (4) year academic degree program other than geology, but with the required number of course hours to qualify as a geologist; and\n\n(ii) A passing score on the board's examination in the fundamentals of geology.\n\n(b) Repealed By Laws 2011, Ch. 129, 202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-112/"
    },
    {
      "id": "section-33-41-113",
      "number": "33-41-113",
      "heading": "Applications; Registration Fees.",
      "text": "33-41-113. Applications; registration fees.\n\n(a) Applications for licensure as a professional geologist or certification as a geologist-in-training shall be on forms prescribed by the board.\n\n(b) The board shall not maintain unnecessary fund balances. The board shall establish reasonable and necessary fees pursuant to W.S. 33-1-201 for the administration of this act for the following:\n\n(i) Each examination or reexamination;\n\n(ii) Each license or certificate and each renewal thereafter;\n\n(iii) Each duplicate license or certificate where the original is lost or destroyed and affidavit is made thereof.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-113/"
    },
    {
      "id": "section-33-41-114",
      "number": "33-41-114",
      "heading": "Examinations.",
      "text": "33-41-114. Examinations.\n\nUpon payment of the examination fee, an examination shall be administered at a time and place determined by the board. The scope of the examinations and the methods of procedure shall be prescribed by the board. The board may permit reexamination of an applicant on payment of an appropriate fee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-114/"
    },
    {
      "id": "section-33-41-115",
      "number": "33-41-115",
      "heading": "Licenses; Seals.",
      "text": "33-41-115. Licenses; seals.\n\n(a) The board shall issue a license under a seal approved by the board, to any applicant who has satisfactorily met all the requirements for licensure as a professional geologist. The license shall show the full name of the licensee, a license number and shall be signed by the chairman of the board under the seal of the board.\n\n(b) Upon notice of licensure, each licensee shall obtain a seal of design established by the board bearing the licensee's full name, license number and the words \"professional geologist\".\n\n(c) All documents offered to the public and prepared or issued by or under the supervision of a professional geologist, shall include the full name, signature, date, license number and seal of the licensee.\n\n(d) It shall be unlawful for any individual to affix a seal on any document if the license of the licensee named thereon has expired or has been suspended or revoked unless the license has been renewed or reissued.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-115/"
    },
    {
      "id": "section-33-41-116",
      "number": "33-41-116",
      "heading": "Practice by Firms, Partnerships, Corporations and Joint Stock Associations.",
      "text": "33-41-116. Practice by firms, partnerships, corporations and joint stock associations.\n\n(a) No firm, partnership, corporation or joint stock association collectively called \"organizations\" for the purpose of this section shall engage in the practice of geology before the public or use the title \"professional geologist\" except as follows:\n\n(i) The geological work of the organization shall be performed by or under the supervision of one (1) or more professional geologists who shall sign and seal all documents;\n\n(ii) If the principal business of the organization, as determined by the board, is the practice of geology before the public, a principal, officer or director of the organization shall be a professional geologist and shall have overall supervision and control of the geological work performed by the organization in this state;\n\n(iii) The organization shall identify the principals, officers, and directors responsible for the geologic work, their license numbers, a description of the geologic work or services offered to the public, and any other information the board may require.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-116/"
    },
    {
      "id": "section-33-41-117",
      "number": "33-41-117",
      "heading": "Exemptions.",
      "text": "33-41-117. Exemptions.\n\n(a) The following are exempt from the licensing provisions of this act if they do not use the title of professional geologist or are not directly represented or held out to the public to be legally qualified to engage in the practice of geology before the public:\n\n(i) Any individual not a resident of and having no established place of business in this state is exempt from the licensing provisions of this act if the individual:\n\n(A) Is legally qualified to practice geology in another jurisdiction whose requirements for practice have been deemed by the board to be comparable to those required by this state;\n\n(B) Has notified the board, in writing, of his intent to practice geology for a period not to exceed six (6) months in this state;\n\n(C) Has provided proof of current registration or licensure in another state recognized by the board; and\n\n(D) Affixes the individual's seal from the jurisdiction state.\n\n(ii) An individual who has recently become a resident of this state shall be exempt, at the board's discretion, from the licensing provisions of this act if that individual:\n\n(A) Has filed an application for licensure as a geologist with the board and the application is pending board action;\n\n(B) Is legally qualified to practice geology in another jurisdiction whose requirements for practice are similar to those required by this state; and\n\n(C) Affixes the individual's seal from the jurisdiction in which the individual is legally qualified to practice on all work completed while the application for a license to practice in this state is pending.\n\n(iii) An employee or subordinate of an individual holding a license under this act, or any employee of an individual exempted from licensure by paragraphs (i) and (ii) of this subsection is exempt from licensure under this act provided that the employee's practice does not include responsible charge;\n\n(iv) Professional engineers and land surveyors, licensed by the board of professional engineers and professional land surveyors pursuant to W.S. 33-29-201 through 33-29-801 are exempt from the registration provisions of this act, providing, that no name, title, or words are used which tend to convey the impression that a nonregistered individual is offering to perform services as a professional geologist;\n\n(v) Any individual, individual practitioner or regular full-time employee of a firm, partnership, association, corporation or other business entity engaged in the exploration for and development of coal, uranium, oil, natural gas, geothermal and other energy minerals, precious and nonprecious metals and minerals, industrial and other minerals, including sand, gravel and aggregate;\n\n(vi) Individuals engaged in teaching or research in the physical or natural sciences;\n\n(vii) Individuals providing mineral abstracting services, lease brokering services or prospect generation to other persons engaged in the exploration or development of fossil fuels or other mineral resources;\n\n(viii) Individuals engaged in the practice of well drilling including drilling for water and for the exploration or development of fossil fuels or other mineral resources;\n\n(ix) Individuals engaged in the practice of subsurface sewage disposal;\n\n(x) Individuals providing soils engineering, sampling, testing or other activities in or related to the agricultural application of soils sciences;\n\n(xi) Individuals engaged in drafting, sampling, sample preparation and routine laboratory work in which the elements of initiative, scientific judgment and decision making are either lacking or not required, including other activities which do not use scientific methods to process and interpret geologic data;\n\n(xii) Individuals practicing any profession or trade for which a license is required by law, if the name, title or words are not used to convey the impression an individual is offering to perform services as a professional geologist.\n\n(b) Repealed By Laws 1997, ch. 170, 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-117/"
    },
    {
      "id": "section-33-41-118",
      "number": "33-41-118",
      "heading": "Reciprocity or Comity.",
      "text": "33-41-118. Reciprocity or comity.\n\n(a) The board may issue a license to any individual who has made application, has provided proof of certification, registration or licensure under requirements which the board determines to be substantially similar to those established pursuant to this act, and has paid any applicable fees.\n\n(b) The board may also issue a license to any geologist who has made application and paid the applicable fees, has provided proof of certification, registration or licensure in another jurisdiction and has provided proof of experience in the practice of geology. The acceptable number of years of experience and licensure shall be determined by the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-118/"
    },
    {
      "id": "section-33-41-119",
      "number": "33-41-119",
      "heading": "Revocation, Suspension, Probation, Reprimand, Reissuance and Refusal of Certificate.",
      "text": "33-41-119. Revocation, suspension, probation, reprimand, reissuance and refusal of certificate.\n\n(a) The board may take the following disciplinary actions, singly or in combination against a licensee, certificated geologist-in-training or organization as identified in W.S. 33-41-116, for any violation of this act or based upon professional disciplinary action taken in another jurisdiction:\n\n(i) Deny issuance or renewal of a license or certificate;\n\n(ii) Suspend or revoke a license or certificate in accordance with the Wyoming Administrative Procedure Act, W.S. 16-3-101 through 16-3-115;\n\n(iii) Censure, reprimand or issue public or private admonishment;\n\n(iv) Impose limitations, conditions or restrictions;\n\n(v) Require participation in a peer review program;\n\n(vi) Require remedial education or training as prescribed by the board;\n\n(vii) Impose probation requiring regular reporting to the board;\n\n(viii) Require restitution of compensation or fees.\n\n(b) Any individual aggrieved by a decision of the board, shall have the right to appeal the order of the board to the district court of the county of his residence in Wyoming, or of the county in which the alleged offense relied upon as grounds for revocation took place.\n\n(c) If the board proposes to suspend or revoke an individual's license or certificate, the person is entitled to a hearing before the board.\n\n(d) The board may reissue a license or certificate to any individual whose license or certificate has been revoked, provided five (5) or more members of the board vote in favor of the reissuance. A new license or certificate, to replace any license or certificate revoked, lost, destroyed or mutilated, may be issued, subject to the rules of the board.\n\n(e) Notwithstanding subsections (a) through (d) of this section, upon receipt from the department of family services of a certified copy of an order from a court to withhold, suspend or otherwise restrict a license issued by the board, the board shall notify the party named in the court order of the withholding, suspension or restriction of the license in accordance with the terms of the court order. No appeal under the Wyoming Administrative Procedure Act shall be allowed for a license withheld, suspended or restricted under this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-119/"
    },
    {
      "id": "section-33-41-120",
      "number": "33-41-120",
      "heading": "Violations; Grounds for Discipline.",
      "text": "33-41-120. Violations; grounds for discipline.\n\n(a) Any individual who holds himself out to the public as a professional geologist in this state without being licensed or exempted in accordance with the provisions of this act, or any individual presenting or attempting to use as his own the license or the seal or another, or any person who shall knowingly give any false or forged evidence of any kind to the board or to any member thereof in obtaining a license or certificate, or any individual who shall violate any of the provisions of this act is guilty of a misdemeanor and upon conviction may be fined not to exceed seven hundred fifty dollars ($750.00), imprisoned up to six (6) months, or both. A conviction in a court of law for any of these offenses shall be grounds for the revocation of the license or certificate.\n\n(b) Any professional geologist licensed under this act who holds himself out to the public to practice a subdiscipline of geology in which the individual is not qualified or cannot demonstrate to the board that he is qualified to practice that subdiscipline violates the provisions of this act. A violation under this subsection shall be considered fraudulent practice and may result in board action under W.S. 33-41-119.\n\n(c) The board is charged with aiding in the enforcement of this act, and the board may present to a district attorney complaints relating to violations of any of the provisions of this act. The board through its members, officers, counsel and agents may assist in the trial of any cases involving alleged violation of this act, under the direction of the district attorney.\n\n(d) The attorney general shall act as legal advisor to the board and shall render legal assistance as may be necessary in enforcing and making effective the provisions of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-120/"
    },
    {
      "id": "section-33-41-121",
      "number": "33-41-121",
      "heading": "Applicability.",
      "text": "33-41-121. Applicability.\n\nThis act shall not be construed as repealing or amending any law affecting or regulating licensed professional engineers and professional land surveyors pursuant to the provisions of W.S. 33-29-201 through 33-29-801, nor shall this act be construed to affect or prevent the practice of any other legally recognized profession by the members of the profession licensed by the state or under its authority.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-33/chapter-41/section-33-41-121/"
    }
  ]
}