{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-101-municipal-gas-and-electric-plants",
  "sections": [
    {
      "id": "section-7-213",
      "number": "7-213.",
      "heading": "Municipalities may establish plants",
      "text": "For purposes of this chapter, “municipality” means any town, city or borough. Any municipality may, under the limitations of this chapter, construct, purchase, lease or establish, and maintain one or more plants for the manufacture and distribution of gas or electricity for furnishing light for municipal use and for the use of such of its inhabitants as may require and pay for the same. Such plants may include suitable lands, structures, easements, water privileges, stations, gasometers, boilers, engines, dynamos, tools, machinery, pipes, conduits, poles, conductors, burners, lamps and other apparatus and appliances for making, generating, distributing and using gas or electricity for lighting purposes. Notwithstanding any provision of a special act or municipal charter to the contrary, any municipality that owns or operates one or more plants for the manufacture or distribution of electricity pursuant to this section or any special act may own or operate a community antenna television system, as defined in section 16-1, for the purpose of providing community antenna television service, as defined in said section, for its residents and residents of the municipalities within the franchise area of which it is a part.\n\n(1949 Rev., S. 709; P.A. 73-146, S. 1; P.A. 92-137, S. 1.)\n\nHistory: P.A. 73-146 removed restriction that municipal gas or electric utilities must be within the limits of the municipality; P.A. 92-137 amended section to allow certain municipalities to operate a community antenna television company.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-213/"
    },
    {
      "id": "section-7-214",
      "number": "7-214.",
      "heading": "Requirements for exercise of authority.",
      "text": "No municipality shall exercise the authority conferred in section 7-213 until affirmative action for that purpose has been taken by its legislative body by a two-thirds vote of those present at a legal meeting, received the approval of the chief executive officer and thereafter been ratified by a majority of the electors voting thereon at the regular municipal election in the manner prescribed by section 9-369 at which not less than fifteen per cent of the electors have voted. When such vote fails to secure ratification, no similar vote shall be submitted for ratification until after the expiration of one year.\n\n(1949 Rev., S. 710; 1953, S. 308d; P.A. 76-177, S. 1.)\n\nHistory: P.A. 76-177 broadened applicability of statute by replacing “city”, “city council” and “mayor” with “municipality”, “legislative body” and “chief executive officer”, respectively and required ratification at municipal election where at least 15% of electors voted.\n\nSee Sec. 9-1 for applicable definitions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-214/"
    },
    {
      "id": "section-7-215",
      "number": "7-215.",
      "heading": "Preliminary vote in towns or boroughs.",
      "text": "Section 7-215 is repealed.\n\n(1949 Rev., S. 711; 1953, S. 309d; P.A. 76-177, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-215/"
    },
    {
      "id": "section-7-216",
      "number": "7-216.",
      "heading": "Board of commissioners.",
      "text": "Whenever any municipality obtains a plant as provided in section 7-213, a commission shall be appointed, as hereinafter provided, to be known as the board of gas commissioners, board of electrical commissioners or board of gas and electrical commissioners, to whom shall be entrusted, subject to any ordinances established by such municipality, the operation, control, management and repair of plant, and the manufacture, generation and distribution of gas and electricity, including the purchase of supplies and the hiring and discharge of employees and of a suitable clerk and superintendent, and all the business relating to such manufacture, generation and distribution and to the methods, amounts, times, prices and quality of supply to each person and corporation, the collection of bills, the keeping of accounts and the custody of money received for gas or electricity, or otherwise, and the payment of bills incurred in said business. Such commission shall consist of three electors of such municipality, not holding other official positions in such municipality, who shall be appointed by the selectmen if a town, the common council if a city or the warden and burgesses if a borough, one for one year, one for two years and one for three years, and thereafter annually one commissioner shall be appointed to serve for three years. Before entering upon the duties of their office, they shall each give a bond to the municipality for the faithful performance of their duties, in such sum and form and with such sureties as the selectmen, mayor or warden and burgesses approve. The commission shall, on the first day of September of each year, render to the selectmen, common council or warden and burgesses a detailed statement of its doings and of the business and financial matters in its charge. It shall also, at any time required by the selectmen, common council or warden and burgesses, make to them a statement of its doings, business, receipts, disbursements and balances and of the indebtedness of the municipality, in its department, in the detail required, and it shall pay over to the treasurer of the municipality all moneys collected in its department. Any vacancy in such board may be filled for the unexpired portion of the term by the appointing authority.\n\n(1949 Rev., S. 716, 717; 1957, P.A. 13, S. 30.)\n\nSee Sec. 7-223 re ordinances.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-216/"
    },
    {
      "id": "section-7-217",
      "number": "7-217.",
      "heading": "Issuance of debt.",
      "text": "Any municipality establishing or purchasing a plant as provided by this chapter, reconstructing, extending or enlarging the same, as provided in section 7-218, or paying or liquidating obligations incurred pursuant to any power purchase contract entered into by or on behalf of such municipality, may pay for the same by an issue of bonds, payable in a term not exceeding thirty years, which shall not be disposed of at less than par, but such bonds shall not be issued until a vote authorizing the same has been passed by the town or borough or the common council of the city. No indebtedness shall be incurred by any municipality in connection with such plant except as provided in this section, provided money may be borrowed temporarily to pay the running expenses thereof and may be borrowed in accordance with section 7-217a. All receipts from the sale of gas or electricity shall be paid over to the treasurer of such municipality. The gross expenses of running such plant and conducting such business of supplying gas or electricity, including interest on such bonds and the requirements of the sinking fund, if such a fund has been provided for the payment of such bonds, shall be included in the appropriations made annually or from time to time by such municipality and shall be paid out of the treasury thereof. For the purposes of this chapter, the proceeds of any notes issued pursuant to section 7-217a for the purpose of purchasing capacity or energy shall be considered income of the plant operated pursuant to this chapter by the municipality issuing such notes and shall be applicable against the expenses related to such plant.\n\n(1949 Rev., S. 712; 1969, P.A. 424, S. 3; P.A. 73-146, S. 2; P.A. 86-309, S. 2; P.A. 98-28, S. 51, 117.)\n\nHistory: 1969 act removed provision limiting interest to 5%; P.A. 73-146 removed provision limiting utilities to plants within limits of municipality; P.A. 86-309 inserted provisions re notes issued pursuant to Sec. 7-217a; P.A. 98-28 added clause regarding paying or liquidating obligations incurred pursuant to a power purchase contract, effective July 1, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-217/"
    },
    {
      "id": "section-7-217a",
      "number": "7-217a.",
      "heading": "Temporary notes. Method of issuance and payment.",
      "text": "(a) In addition to its other powers described under this chapter, any municipality operating a plant pursuant to this chapter may issue temporary notes for purposes of financing any capital project related to such plant or for purchasing capacity or energy, and such municipality may renew such notes (1) in the case of notes for the purpose of financing capital projects, for not more than fifteen years, provided in the first year immediately following completion of such project, or if more than one project is financed by any issue of such notes, in the first year immediately following completion of the last of such projects, or in the sixth year following the date of issue of such notes, whichever is sooner, and in each year thereafter, not less than one-fifteenth of the total of the notes so issued shall be retired using funds derived from the sources of payment set forth below, and (2) in the case of notes for the purpose of purchasing capacity or energy, for not more than six years from the original date of issuance of such notes, provided no later than two years after such original date of issuance of such notes and in each year thereafter, not less than one-fifth of the total of the notes so issued shall be retired using funds derived from the sources of payment set forth below. Payment of principal and interest on such notes may be secured by a pledge of (A) the full faith and credit of the municipality, (B) revenues to be derived from use charges related to such plant, (C) revenues to be derived from system connection charges related to such plant, (D) revenues to be derived from benefit assessments related to such plant, (E) any other revenues which are collected by the municipal department or authority which is authorized to set rates and other charges or (F) any combination of the aforementioned sources of payment. Any temporary notes which are secured by a pledge of the full faith and credit of the municipality shall be obligatory upon the municipality and the inhabitants and property thereof according to the tenor and purport of such pledge, whether or not such notes are also secured by one or more additional sources of payment as herein provided. In each year during which such notes secured by a pledge of the full faith and credit of the municipality are outstanding, the municipality shall appropriate and there shall be available on or before the date when any principal, interest or mandatory annual retirement payment on such notes is required to be paid, an amount of money which, together with all revenues from other sources available for such purpose, shall be sufficient to pay such principal, interest or mandatory annual retirement payment on such payment date. There shall be included in the tax levy for each such year an amount which, together with other revenues available for such purpose, shall be sufficient to provide for such appropriations.\n\n(b) The legislative body of any municipality issuing temporary notes as provided in this section shall determine the maximum authorized amount of such notes to be issued and may determine or may authorize an officer or officers of such municipality to determine the form of such notes, their date, the dates of principal and interest payments on such notes, provisions for protecting and enforcing the rights and remedies of the holders of such notes and all other terms, conditions and particular matters regarding the issuing and securing of and the payment of debt service on such notes. Such legislative body may determine the rate or rates of interest for each issue of such notes or may provide that such rate or rates of interest shall be determined subsequently by an officer or officers of such municipality, which determination may be based upon the receipt of bids to purchase such notes. Each note issued in accordance with this section shall be exempt, both as to principal and interest, from taxation.\n\n(c) Any powers granted under this section shall be in addition to, and not in derogation of, any powers granted to any municipality under the provisions of its municipal charter or of any general statute or special act.\n\n(d) Notwithstanding the provisions of subsection (c) of this section, to the extent payment of principal and interest on such notes is not secured in whole or in part by a pledge of the full faith and credit of the municipality, any limitations on the powers granted to any municipality under the provisions of its municipal charter or of any general statute or special act regarding renewal of such notes or the total amount of such notes outstanding shall not be applicable to notes issued pursuant to this section.\n\n(e) Notwithstanding the provisions of subsections (c) and (d) of this section or of any municipal charter or any special act, any notes authorized pursuant to this section for the purpose of purchasing capacity or energy shall be authorized by a resolution adopted by the legislative body of the municipality issuing such notes and approved by the board of commissioners of the plant.\n\n(P.A. 86-309, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-217a/"
    },
    {
      "id": "section-7-218",
      "number": "7-218.",
      "heading": "Reconstruction or enlargement of plant.",
      "text": "Any municipality owning a plant under the authority of this chapter may reconstruct or enlarge the same, but no reconstruction or enlargement, beyond the ordinary and necessary maintenance, repair or replacement thereof, except such increased appliances for the distribution of gas or electricity as may be necessary to furnish the same to new takers, shall be undertaken or made, unless by vote as provided by section 7-217 in case of the issue of bonds.\n\n(1949 Rev., S. 713.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-218/"
    },
    {
      "id": "section-7-219",
      "number": "7-219.",
      "heading": "Assessment for pipes and other appliances.",
      "text": "Any municipality may provide by ordinances for the equitable assessment upon the owner or occupant of real estate of any part or the whole of the cost of furnishing, laying and maintaining upon the premises of such owner or occupant pipes, conduits, conductors or other appliances for the distribution of gas or electricity to such premises. Payment of such assessment shall not be obligatory but shall be made a condition precedent to the supplying of gas or electricity to the occupants of such premises and may be exacted before providing any such appliances for such distribution.\n\n(1949 Rev., S. 714; 1957, P.A. 13, S. 29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-219/"
    },
    {
      "id": "section-7-220",
      "number": "7-220.",
      "heading": "Manufacture and distribution.",
      "text": "Any municipality having obtained a plant for the purpose, under the authority of this chapter, may manufacture, generate and distribute gas or electricity for furnishing light for municipal purposes or for the use of the inhabitants, under such regulations and conditions as it establishes, but no municipality shall be compelled to furnish gas or electricity to any person or corporation, except by order of the commissioners mentioned in section 7-216, after payment of any assessment provided for in section 7-219. Any person or corporation aggrieved by the refusal of any municipality acting under the authority of this chapter to supply gas or electricity may appeal to such commissioners, setting forth in such appeal what is asked of such municipality in such detail as the commissioners require. If it appears that additional cost to the municipality for plant is likely to be necessary, the commissioners may require the municipality forthwith to cause to be made the assessments, if any, provided for in section 7-219, upon the owners or occupants of the premises to which the gas or electricity applied for is required to be supplied, and the municipality shall at once comply with the request. The commissioners shall then hear all the parties interested, and judge whether, under the circumstances of the case, it is reasonable to require such municipality to furnish gas or electricity in any manner covered by the claims in the appeal. In making their decision, they may take into consideration the extra cost to the municipality, with any other peculiar circumstances of the case, and whether, after the amount of all the other assessments is paid, the extra supply required can be furnished without incurring an expense beyond the appropriation for gas or electrical purposes for that year. Unless it is made to appear that the expense cannot be so met, they may, if they find it reasonable, make an order in which they may define the amount, quality, manner, locality and times of supplying gas or electricity, and may require the municipality to furnish the same to the party applying, as directed in the order, and such municipality shall, without delay, after the payment of the assessments, comply with the order. Any order or request made to any town under this section shall be transmitted to the selectmen, to any city to the mayor and to any borough to the warden of the borough. The Superior Court shall have jurisdiction in equity to enforce compliance with any order or request made under this section, by appropriate process.\n\n(1949 Rev., S. 715.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-220/"
    },
    {
      "id": "section-7-221",
      "number": "7-221.",
      "heading": "Keeping of accounts.",
      "text": "The books and accounts pertaining to the business authorized by this chapter shall be kept in a form to be prescribed by the board of commissioners, and the accounts shall be closed on the last day of July in each year, so that a balance sheet of that date can be taken therefrom and included in the report of such board, as provided in section 7-216, which report shall further contain an account of the financial condition of such business, the amount of indebtedness authorized or existing on account thereof and a list of the salaried officers employed therein and the amount of salary paid to each, and shall be accompanied with a statement, to be signed and sworn to by the clerk and superintendent mentioned in section 7-216, of the income and expenses of such business, in such detail as the board of commissioners requires. The selectmen of a town, the mayor of a city or the warden and burgesses of a borough may direct any additional returns to be made by the board of commissioners or by the superintendent and clerk at such times and in such detail as they order.\n\n(1949 Rev., S. 718.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-221/"
    },
    {
      "id": "section-7-222",
      "number": "7-222.",
      "heading": "Price.",
      "text": "(a) The price to be charged to persons or corporations for gas or electricity shall be fixed and shall not be changed more often than once in three months. Any change shall take effect on the first day of the month, and the new price adopted shall, before the change takes effect, be advertised at least one month in some newspaper published in the municipality where the plant is located and, if none is published therein, in some newspaper published in the county where the plant is situated. Such price shall be fixed on a basis of not less than a net profit per year of five per cent on the cost of the investment in plant made by the municipality and also depreciation of the plant at not less than five per cent per annum of its cost, and the price shall not be greater than to allow a net profit of eight per cent per annum to the municipality on such cost. In fixing such basis on which to establish the price to be charged to persons and corporations, the gas and electricity used by the municipality shall be charged to it at cost. A sufficient deposit to cover the payment for gas or electricity for three months may be required in advance from any taker, and the supply may be shut off from any premises until all arrearages for gas or electricity furnished thereon are paid. Such deposit may be made by cash, letter of credit or surety bond. After three months' default in payment of such arrearages, all appliances for distribution on such premises belonging to the municipality may be removed and after such removal shall not be restored, except on payment of all such arrearages and a sufficient sum to cover all expenses incurred by the removal and restoration, with the penalty which the municipality may impose in such cases.\n\n(b) The provisions of this section shall not apply to the sale of compressed natural gas.\n\n(c) Each member municipal electric utility of a municipal electric energy cooperative, as defined in section 7-233b, may return fifty per cent of the deposit, as described in subsection (a) of this section, to each nonresidential electric customer if such customer's account remains in good standing for two years.\n\n(1949 Rev., S. 719; P.A. 90-271, S. 4, 24; P.A. 99-286, S. 18, 19; June Sp. Sess. P.A. 15-5, S. 109.)\n\nHistory: P.A. 90-271 made a technical change; P.A. 99-286 designated existing language as Subsec. (a) and inserted new Subsec. (b) re exemption for sale of compressed natural gas, effective July 19, 1999; June Sp. Sess. P.A. 15-5 amended Subsec. (a) by adding provision re deposit made by cash, letter of credit or surety bond and added Subsec. (c) re return of 50 per cent of deposit by member utility of a municipal electric energy cooperative.\n\nSee Sec. 16-19f re rate design standards.\n\nCited. 95 C. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-222/"
    },
    {
      "id": "section-7-222a",
      "number": "7-222a.",
      "heading": "Rate for interconnection of generation facilities.",
      "text": "Not later than October 1, 2004, each municipal electric utility, including any participating municipal electric utility, as defined in section 16-1, shall, in consultation with the municipal electric energy cooperative established under chapter 101a, set, pursuant to section 7-222, a rate for the interconnection of generation facilities into its transmission and distribution system, which generation facilities are located in the service territory of the municipal electric utility and began operations after June 26, 2003.\n\n(P.A. 03-135, S. 16.)\n\nHistory: P.A. 03-135 effective June 26, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-222a/"
    },
    {
      "id": "section-7-223",
      "number": "7-223.",
      "heading": "Ordinances.",
      "text": "If any municipality operates a plant under the provisions of this chapter, such municipality may adopt ordinances regulating the production, control and use of its plant, fixtures and appurtenances; the character and quality of, and the method and plan of installing, piping, wiring and fixtures; the use and inspection of the same, including the use of the product of such plant for the protection of persons and property and the appointment, term and salary of an inspector or inspectors, as the case may be, of gas and electric piping, wiring, fixtures and appliances, which inspector or inspectors shall be appointed by a board of gas commissioners, board of electrical commissioners or board of gas and electrical commissioners, as the case may be, as provided in section 7-216, which ordinances may provide a penalty not exceeding fifty dollars for any violation thereof. No provision hereof shall affect the authority of the Public Utilities Regulatory Authority over such plants.\n\n(1949 Rev., S. 720; 1957, P.A. 13, S. 31; P.A. 75-486, S. 23, 69; P.A. 77-614, S. 162, 610; P.A. 80-482, S. 9, 348; P.A. 11-80, S. 1.)\n\nHistory: P.A. 75-486 substituted public utilities control authority for public utilities commission; P.A. 77-614 substituted division of public utility control within the department of business regulation for public utilities control authority, effective January 1, 1979; P.A. 80-482 substituted department of public utility control for the division and deleted reference to abolished department of business regulation; pursuant to P.A. 11-80, “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority”, effective July 1, 2011.\n\nSee Sec. 16-29 re reports concerning municipally owned, leased, operated or managed public utility plants required by Public Utilities Regulatory Authority.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-223/"
    },
    {
      "id": "section-7-224",
      "number": "7-224.",
      "heading": "Purchase by municipality of plant owned by a corporation.",
      "text": "When any municipality decides to establish a plant and any corporation incorporated by the General Assembly for the purpose of furnishing gas or electric light, heat or power is, at the time of the first vote required for such decision, engaged in the business of making, generating or distributing gas or electricity, for sale for lighting purposes to consumers in such municipality, such municipality shall, if such corporation elects to sell and comply with the provisions of this chapter, before establishing its plant, purchase of such corporation such portion of its gas plant and property suitable and used for such business or in connection therewith, if the municipality has decided to establish a gas plant, or of its plant for electric lighting, and property suitable and used for such business or in connection therewith, if such municipality has decided to establish an electric lighting plant, as has, at the time of the first vote, been in use in or acquired for such business in such municipality. If, in any such municipality, a single corporation owns or operates both a gas plant and an electric plant, such purchase shall include both of such plants. For the purposes of this chapter, such municipality may purchase such gas plant or electric plant or both, whether the same is located within or without the limits of such municipality, provided such plant is being used for the purpose of making, generating or distributing gas or electricity for sale for lighting purposes in such municipality.\n\n(1949 Rev., S. 721.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-224/"
    },
    {
      "id": "section-7-225",
      "number": "7-225.",
      "heading": "When purchase to embrace entire plant.",
      "text": "When a portion only of the gas or electric plant of any corporation would, under section 7-224, be included in a purchase by any municipality, such municipality shall, at the election of the owner or owners of such plant, similarly purchase all of such plant, instead of only the portion thereof employed as aforesaid in such business, for the benefit of consumers in such municipality. If such municipality believes the election of the owner of such plant last above provided for to be unreasonable, such municipality may, within thirty days after such election has been communicated to it, petition the superior court for the judicial district in which such municipality is located, for relief, and said court may, upon due hearing, if it finds such election unreasonable, modify such election and make such orders in the premises, including orders relative to the amount of property to be purchased, as it deems reasonable, and such municipality shall comply with such orders before establishing its plant for electric or gas lighting under the provisions of this chapter. Such municipality, upon such a purchase hereunder of the whole of any such existing plant, may thereafter continue to employ such remaining portion thereof, then used for the benefit of consumers, without such municipality, for its former uses and purposes, under the same powers, rights and liabilities with respect thereto as its previous owner enjoyed and was subject to.\n\n(1949 Rev., S. 722; P.A. 78-280, S. 2, 127.)\n\nHistory: P.A. 78-280 substituted “judicial district” for “county”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-225/"
    },
    {
      "id": "section-7-226",
      "number": "7-226.",
      "heading": "Determination of plant value.",
      "text": "The price to be paid for such plant, whether gas, electric or both, shall be its fair market value for the purposes of its use, no portion of such plant to be estimated at less than its fair market value for any other purpose, including as an element of value the earning capacity of such plant, based upon the actual earnings being derived from such use at the time of the final vote of such municipality to establish a plant, and also including the market value of any other locations or similar rights acquired by the owners of such plant or plants, intended and adapted for use in connection with such plant or plants, to be sold less the amount of any mortgage or other encumbrance or lien to which such plant or plants or any part thereof may be subject at the time of the transfer of title; but such municipality may require that such plant or property shall be transferred to it free and clear of any mortgage or lien, unless the Superior Court, through its special commission as provided in section 7-228, otherwise determines.\n\n(1949 Rev., S. 723.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-226/"
    },
    {
      "id": "section-7-227",
      "number": "7-227.",
      "heading": "Valuation of capital paid in property.",
      "text": "When any capital has been paid in, in property instead of cash, the valuation placed upon such property, in estimating it as paid-in capital, shall not be conclusive in estimating its value under the foregoing provisions, but may be disputed by the municipality and, if shown to have been excessive, may be reduced by the authority fixing the price of the plant and property as hereinafter provided. No municipality shall be obliged by the provisions of this section to buy any apparatus or appliances covered by letters patent of the United States or embodying a patentable invention, unless the complete right to use the same and all other apparatus and appliances necessary for such use is assigned or granted to such municipality at a cost as low as the cost of such right would be to the corporation whose plant is purchased.\n\n(1949 Rev., S. 724.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-227/"
    },
    {
      "id": "section-7-228",
      "number": "7-228.",
      "heading": "Compulsory purchase by municipality.",
      "text": "Any corporation desiring to enforce the obligation of any municipality, hereby imposed, to purchase any property shall file with the clerk of such municipality, within thirty days after the passage of the final vote whereby such municipality has decided to establish a plant, a detailed schedule, describing such property and stating the terms of sale proposed. If the parties fail to agree as to what shall be sold or what the terms of sale or delivery shall be, either party may, after thirty days after filing the schedule, apply by petition to the superior court for the judicial district in which such plant is located, or to any judge thereof in vacation, setting forth the facts and praying an adjudication between the parties, and thereafter such court or judge shall, after notice and hearing, appoint a special commission of one or three persons, who shall give the parties an opportunity to be heard and shall thereafter adjudicate whether the property contained in such schedule, real or personal, including rights and easements, properly belongs to such plant and should be sold by the one and purchased by the other and what the time, price and other conditions of sale and delivery thereof shall be. Such commission shall report its doings to the superior court for the judicial district in which the plant is located, for confirmation by said court.\n\n(1949 Rev., S. 725; P.A. 78-280, S. 2, 127.)\n\nHistory: P.A. 78-280 substituted “judicial district” for “county”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-228/"
    },
    {
      "id": "section-7-229",
      "number": "7-229.",
      "heading": "Remonstrance to acceptance of report.",
      "text": "Any party aggrieved by the doings of the commission may, within fourteen days after its report has been filed with the clerk of said superior court, or such longer time as such court allows, file a remonstrance to such report. Said court shall hear the questions arising on such remonstrance, and, if the matters of the remonstrance are found true and sufficient, said court may set aside the report in whole or in part, as the justice of the case requires, and appoint another special commission to rehear the case, in whole or in part, as the justice of the case requires. Such special commission shall make report of its doings in the premises to said court, which shall be subject to remonstrance in like manner as the original report and, if such remonstrance is sustained, the court shall likewise send the case to another commission for action, and like proceedings shall be had until the report of such commission or commissioners, covering all the questions involved, has been accepted by said court.\n\n(1949 Rev., S. 726.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-229/"
    },
    {
      "id": "section-7-230",
      "number": "7-230.",
      "heading": "Appeal.",
      "text": "An appeal may be taken from the decision of said court, accepting the report of the commission, to the Appellate Court in the same manner in which appeals are usually taken and with like effect. If the Appellate Court reverses the judgment of the Superior Court, the Superior Court shall appoint another commission to hear and determine the questions arising in the case. The report of such commission shall be subject to remonstrance, confirmation and appeal, and such proceeding shall continue to be had in such case until all the questions arising thereunder are fully heard and determined according to law. The Superior Court shall have jurisdiction in equity to compel compliance with the final decree of said court and may also issue and enforce such interlocutory decrees and orders as justice requires.\n\n(1949 Rev., S. 727; June Sp. Sess. P.A. 83-29, S. 12, 82.)\n\nHistory: June Sp. Sess. P.A. 83-29 deleted reference to supreme court and substituted appellate court in lieu thereof.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-230/"
    },
    {
      "id": "section-7-231",
      "number": "7-231.",
      "heading": "Private rights extinguished by municipal purchase.",
      "text": "Whenever the existing gas or electric plant of any person or corporation has been acquired by any municipality pursuant to the provisions of this chapter, the powers and rights of such person or corporation in relation to the manufacture of gas or electricity for lighting purposes and the distribution thereof to consumers within the limits of such municipality shall, from the date of such acquirement, cease.\n\n(1949 Rev., S. 728.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-231/"
    },
    {
      "id": "section-7-232",
      "number": "7-232.",
      "heading": "Damages by reason of operating plant.",
      "text": "Any municipality owning or operating a plant or plants for the manufacture and distribution of gas or electricity for furnishing light, by virtue hereof, shall be responsible for any injury or damage to persons or property, happening or arising by reason of the maintenance or operation of the same, in the same manner and to the same extent as though the same were owned and operated by individuals or by a private corporation.\n\n(1949 Rev., S. 729.)\n\nCited. 235 C. 408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-232/"
    },
    {
      "id": "section-7-232a",
      "number": "7-232a.",
      "heading": "Information exempt from Freedom of Information Act.",
      "text": "A municipal utility established under this chapter, or a municipal electric or gas utility owned, leased, maintained, operated, managed or controlled by any unit of local government under the general statutes or a special act, may withhold from public disclosure under the Freedom of Information Act, as defined in section 1-200, any commercially valuable, confidential or proprietary information.\n\n(P.A. 98-212.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-232a/"
    },
    {
      "id": "section-7-233",
      "number": "7-233.",
      "heading": "Applicability of statutes and ordinances.",
      "text": "All provisions of the statutes, and all ordinances of any municipality availing itself of the provisions of this chapter, relative to the manufacture, use, generation or distribution of gas or electricity, or the quality thereof or the plant and appliances therefor, shall apply to such municipality so far as the same are applicable and not inconsistent with this chapter, as the same are applied to persons and corporations engaged in making, generating and distributing gas or electricity therein.\n\n(1949 Rev., S. 730.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-101/section-7-233/"
    }
  ]
}