{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-93-registrars-of-vital-statistics",
  "sections": [
    {
      "id": "section-7-36",
      "number": "7-36.",
      "heading": "Definitions.Section 7-37. - Town clerk, ex-officio registrar",
      "text": "As used in this chapter and sections 19a-40 to 19a-45, inclusive, 19a-320, 19a-322 and 19a-323, unless the context otherwise requires:\n\n(1) “Registrar of vital statistics” or “registrar” means the registrar of births, marriages, deaths and fetal deaths or any public official charged with the care of returns relating to vital statistics;\n\n(2) “Registration” means the process by which vital records are completed, filed and incorporated into the official records of the department;\n\n(3) “Institution” means any public or private facility that provides inpatient medical, surgical or diagnostic care or treatment, or nursing, custodial or domiciliary care, or to which persons are committed by law;\n\n(4) “Vital records” means a certificate of birth, death, fetal death or marriage;\n\n(5) “Certified copy” means a copy of a birth, death, fetal death or marriage certificate that (A) includes all information on the certificate except such information that is nondisclosable by law, (B) is issued or transmitted by any registrar of vital statistics, (C) includes an attested signature and the raised seal of an authorized person, and (D) if submitted to the department, includes all information required by the commissioner;\n\n(6) “Uncertified copy” means a copy of a birth, death, fetal death or marriage certificate that includes all information contained in a certified copy except an original attested signature and a raised seal of an authorized person;\n\n(7) “Authenticate” or “authenticated” means to affix to a vital record in paper format the official seal, or to affix to a vital record in electronic format the user identification, password, or other means of electronic identification, as approved by the department, of the creator of the vital record, or the creator's designee, by which affixing the creator of such paper or electronic vital record, or the creator's designee, affirms the integrity of such vital record;\n\n(8) “Attest” means to verify a vital record in accordance with the provisions of subdivision (5) of this section;\n\n(9) “Correction” means to change or enter new information on a certificate of birth, marriage, death or fetal death, within one year of the date of the vital event recorded in such certificate, in order to accurately reflect the facts existing at the time of the recording of such vital event, where such changes or entries are to correct errors on such certificate due to inaccurate or incomplete information provided by the informant at the time the certificate was prepared, or to correct transcribing, typographical or clerical errors;\n\n(10) “Amendment” means to (A) change or enter new information on a certificate of birth, marriage, death or fetal death, more than one year after the date of the vital event recorded in such certificate, in order to accurately reflect the facts existing at the time of the recording of the event, (B) create a replacement certificate of birth for matters pertaining to parentage and gender change, (C) create a replacement certificate of marriage for matters pertaining to gender change, or (D) reflect a legal name change in accordance with section 19a-42 or make a modification to a cause of death;\n\n(11) “Acknowledgment of paternity” means to legally acknowledge paternity of a child pursuant to section 46b-570;\n\n(12) “Adjudication of paternity” means to legally establish paternity through an order of a court of competent jurisdiction;\n\n(13) “Parentage” includes matters relating to adoption, surrogacy agreements, paternity and maternity;\n\n(14) “Department” means the Department of Public Health;\n\n(15) “Commissioner” means the Commissioner of Public Health or the commissioner's designee;\n\n(16) “Surrogacy agreement” means an agreement between one or more intended parents and a person who is not an intended parent in which such person agrees to become pregnant through assisted reproduction and which provides that each intended parent is a parent of a child conceived under the agreement. Unless the context otherwise requires, “surrogacy agreement” includes an agreement with a person acting as a gestational surrogate and an agreement with a person acting as a genetic surrogate;\n\n(17) “Intended parent” means a person, married or unmarried, who manifests an intent to be legally bound as a parent of a child conceived by assisted reproduction;\n\n(18) “Foundling” means (A) a child of unknown parentage, or (B) an infant voluntarily surrendered pursuant to the provisions of section 17a-58;\n\n(19) “Certified homeless youth” means a person who is at least fifteen years of age but less than eighteen years of age, is not in the physical custody of a parent or legal guardian, who is a homeless child or youth, as defined in 42 USC 11434a, as amended from time to time, and who has been certified as homeless by (A) a school district homeless liaison, (B) the director of an emergency shelter program funded by the United States Department of Housing and Urban Development, or the director's designee, (C) the director of a runaway or homeless youth basic center or transitional living program funded by the United States Department of Health and Human Services, or the director's designee, or (D) the director of a program of a nonprofit organization or municipality that is contracted with the homeless youth program established pursuant to section 17a-62a;\n\n(20) “Certified homeless young adult” means a person who is at least eighteen years of age but less than twenty-five years of age who has been certified as homeless by (A) a school district homeless liaison, (B) the director of an emergency shelter program funded by the United States Department of Housing and Urban Development, or the director's designee, (C) the director of a runaway or homeless youth basic center or transitional living program funded by the United States Department of Health and Human Services, or the director's designee, or (D) the director of a program of a nonprofit organization or municipality that is contracted with the homeless youth program established pursuant to section 17a-62a;\n\n(21) “Cremation” means the disposition of a body through incineration or alkaline hydrolysis; and\n\n(22) “Crematory” means an establishment at which human remains are reduced to bone fragments through incineration or alkaline hydrolysis.\n\n(1949 Rev., S. 560, 3813; 1953, S. 227d; P.A. 01-163, S. 2; P.A. 03-19, S. 16; P.A. 11-153, S. 2; 11-242, S. 4; P.A. 12-197, S. 53; P.A. 13-142, S. 1; P.A. 21-15, S. 87; 21-121, S. 70, 76; P.A. 24-68, S. 10.)\n\nHistory: P.A. 01-163 deleted former provisions and added new Subdivs. (1) to (15) re definitions applicable to chapter and Secs. 19a-40 to 19a-45; P.A. 03-19 made a technical change in Subdiv. (3), effective May 12, 2003; P.A. 11-153 added definitions of “gestational agreement” and “intended parent”; P.A. 11-242 added definition of “foundling”; P.A. 12-197 amended Subdiv. (10) by redefining “amendment”; P.A. 13-142 added Subdiv. (19) defining “certified homeless youth” and made technical changes; P.A. 21-15 redefined “parentage” in Subdiv. (13), deleted former Subdiv. (16) defining “gestational agreement”, added new Subdiv. (16) defining “surrogacy agreement” and redefined “intended parent” in Subdiv. (17), effective January 1, 2022; P.A. 21-121 amended Subdiv. (10) by adding new Subpara. (C) re replacement certificates of marriage for matters pertaining to gender change, redesignated existing Subpara. (C) as Subpara. (D) and made a conforming change, effective October 1, 2021, and added Subdiv. (19)(D) and Subdiv. (20) defining “certified homeless young adult” and made technical and conforming changes, effective July 1, 2021; P.A. 24-68 added Subdivs. (21) and (22) defining “cremation” and “crematory” and made a conforming change, effective May 28, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-36/"
    },
    {
      "id": "section-7-37",
      "number": "7-37.",
      "heading": "Town clerk, ex-officio registrar",
      "text": "(a) The town clerks of the several towns shall be, ex officio, the registrars of vital statistics in their respective towns, except in towns where such registrars are elected or appointed under special laws, and shall be sworn to the faithful performance of their duties as such.\n\n(b) If a registrar of vital statistics is appointed under a special law or a town charter, the appointing authority or, if none, the chief executive official of the town, shall, not later than ten days after such an appointment is made, file a notice of such appointment with the Secretary of the State, indicating the name and address of the person appointed, the date and method of such appointment and the law under which the appointment was made. Not later than ten days after a vacancy occurs in the appointed office of registrar of vital statistics, the first selectman or chief executive official of the town shall notify the Secretary of the State of such vacancy.\n\n(c) In addition to the requirements of subsection (b) of this section, any newly elected or appointed registrar of vital statistics shall, not later than ten days after the date of assuming office, provide written notification to the Commissioner of Public Health of such election or appointment. In the event of a vacancy, the first selectman or chief executive official of the town shall notify the Commissioner of Public Health of the vacancy not later than ten days after the date of such vacancy.\n\n(1949 Rev., S. 561; 1953, S. 228d; P.A. 87-387, S. 6; P.A. 11-242, S. 6.)\n\nHistory: P.A. 87-387 added Subsec. (b) re notice to secretary of the state of appointment of registrar of vital statistics or vacancy in appointed office of registrar of vital statistics; P.A. 11-242 amended Subsec. (b) by making technical changes and added Subsec. (c) re notice to Commissioner of Public Health of newly elected or appointed registrars and of any vacancy in the office of registrar.\n\nSee Sec. 19a-204 re certification of appointment of registrar of vital statistics.\n\nVote for should be as “town clerk” only. 60 C. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-37/"
    },
    {
      "id": "section-7-38",
      "number": "7-38.",
      "heading": "Assistant registrars. Notice to Secretary of the State and Commissioner of Public Health of appointment to or vacancy in office of assistant registrar",
      "text": "(a) The town clerk of any town who is, ex officio, registrar of vital statistics in such town, and the registrar of vital statistics of any town who is elected under a special law or otherwise appointed pursuant to law, may, unless otherwise provided by charter or ordinance, appoint in writing suitable persons as assistant registrars of vital statistics, who, on being sworn, shall have the powers and perform the duties of such registrar during the time for which they are appointed, not extending beyond the term of office of such registrar. Not later than ten days after a town clerk or registrar of vital statistics appoints an assistant registrar of vital statistics, the town clerk or registrar of vital statistics shall file a notice of such appointment with the Secretary of the State, indicating the name and address of the person appointed, the date and method of such appointment and the law under which the appointment was made. Not later than ten days after a vacancy occurs in the office of assistant registrar of vital statistics, the town clerk or registrar of vital statistics shall notify the Secretary of the State of such vacancy.\n\n(b) In addition to the requirements of subsection (a) of this section, the registrar of vital statistics shall, not later than ten days after the date of appointment of an assistant registrar or a vacancy occurring in the office of assistant registrar of vital statistics, provide written notice to the Commissioner of Public Health of such appointment or vacancy.\n\n(1949 Rev., S. 562; 1953, S. 229d; P.A. 82-327, S. 2; P.A. 87-387, S. 7; P.A. 02-137, S. 6; P.A. 11-242, S. 7; P.A. 17-46, S. 1.)\n\nHistory: P.A. 82-327 specified that towns may appoint assistants in another manner if charter or ordinance so provides; P.A. 87-387 added provisions re notice to secretary of the state of appointment of assistant registrar of vital statistics or vacancy in office of assistant registrar of vital statistics; P.A. 02-137 deleted provision requiring approval of the selectmen re appointment of assistant registrars, effective January 1, 2003; P.A. 11-242 designated existing provisions as Subsec. (a) and made technical changes therein, and added Subsec. (b) re notice to Commissioner of Public Health of appointment to or vacancy in office of assistant registrar; P.A. 17-46 amended Subsec. (a) to delete provision re maximum number of assistant registrars of vital statistics who may be appointed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-38/"
    },
    {
      "id": "section-7-39",
      "number": "7-39.",
      "heading": "Oath of registrars.",
      "text": "The moderator of any town election at which a registrar of vital statistics elected under special law has been elected may administer to such registrar the oath required by law.\n\n(1949 Rev., S. 518; 1953, S. 252d.)\n\nSee Sec. 9-1 for applicable definitions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-39/"
    },
    {
      "id": "section-7-39a",
      "number": "7-39a.",
      "heading": "(Formerly Sec. 45-23). - Record of name of registrar of vital statistics.",
      "text": "(Formerly Sec. 45-23). - Record of name of registrar of vital statistics.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-40",
      "number": "7-40.",
      "heading": "Seal.",
      "text": "The registrar of vital statistics in each town shall have an official seal that shall be provided by the town and shall be used to authenticate certificates and copies of record. No person, other than the registrar of vital statistics or the registrar's authorized agent, may possess any such official seal or any facsimile thereof.\n\n(1949 Rev., S. 563; P.A. 01-163, S. 3.)\n\nHistory: P.A. 01-163 made technical changes and added provision re possession of official seal or facsimile.\n\nSee Sec. 51-58 re court seals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-40/"
    },
    {
      "id": "section-7-41",
      "number": "7-41.",
      "heading": "Regulations re record keeping. Submission of certified copies to department.",
      "text": "Each registrar of vital statistics shall keep records in accordance with regulations adopted by the commissioner in accordance with chapter 54. Any certified copy of a vital record submitted to the department shall include all information required by the commissioner.\n\n(1949 Rev., S. 3814–3817; P.A. 01-163, S. 4.)\n\nHistory: P.A. 01-163 replaced former provisions with provisions re record keeping regulations and certified copies of vital records submitted to the department.\n\nSee Sec. 7-148 re municipal powers.\n\nSee Sec. 19a-41 re regulations specifying methods of reporting, recording, issuing, maintaining, indexing, correcting and amending vital records and statistics.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-41/"
    },
    {
      "id": "section-7-41a",
      "number": "7-41a.",
      "heading": "Vital statistics records available for genealogical research.",
      "text": "Section 7-41a is repealed, effective October 1, 2001.\n\n(1971, P.A. 228, S. 1; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 96-258, S. 1, 5; P.A. 01-163, S. 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-41a/"
    },
    {
      "id": "section-7-42",
      "number": "7-42.",
      "heading": "Duties.",
      "text": "Each registrar of vital statistics shall ascertain as accurately as the registrar can all marriages, deaths and fetal deaths, and all births, upon the affidavit of the father or mother, occurring in the registrar's town, and record the same in such form and with such particulars as are prescribed by the department. The registrar shall give licenses to marry, according to provisions of law, shall make and perfect all records of the birth and death of the persons born or deceased in the registrar's town, and, when any birth or death happens of which no certificate is returned to the registrar, shall obtain the information required by law respecting such birth or death. The registrar shall ensure that all certificates of birth, marriage, death and fetal death are fully completed before accepting the certificate for filing. The registrar shall include the Social Security numbers of both persons on all marriage licenses. The registrar shall make available to all persons in the registrar's town who, in the registrar's judgment, are likely to need them, blank forms for the certificates and returns required by law to be made to the registrar, and shall amend or correct certificates of births, marriages, deaths and fetal deaths that occurred in the registrar's town, and the records thereof, whenever the registrar discovers transcribing, typographical or clerical errors upon the face thereof. When the registrar makes a correction on a certificate of birth, marriage, death or fetal death, the registrar shall, within ten days, forward an authenticated copy of the corrected certificate to the department and any other registrar having a copy of the certificate. The registrar shall maintain sufficient documentation, as prescribed by the commissioner, to support such correction, and shall ensure the confidentiality of such documentation as required by law. The date of the correction and a summary description of the evidence submitted in support of the correction shall be made part of the record. The certificate shall not be marked “Amended” unless an amendment is made as provided in subdivision (10) of section 7-36. The registrar shall record on each certificate of birth, marriage, death or fetal death received for record the date of its receipt, by writing on the certificate or through electronic means. The registrar of vital statistics from the town where a child was born may electronically access birth data for such child to make corrections and amendments as requested by the parent or parents, the reporting hospital, or the department, excluding amendments regarding parentage and gender change. Amendments to vital records made by the registrar of vital statistics in the town of occurrence shall be made in accordance with section 19a-42. The registrar shall keep the records of the registrar's office, when a fireproof safe is not provided for the registrar's use, in the vaults provided for the land records of the town. The registrar may, with the approval of the department, store any records not in current use in a location other than the registrar's office or such vaults, provided such location shall be approved by the Public Records Administrator, and provided such location is within the limits of such town. The registrar shall, on or before the fifteenth day of each month, send to the commissioner an authenticated copy of each certificate of birth, marriage, death and fetal death received by the registrar for the calendar month next preceding or a notification that no such certificate has been received. Such notification shall be in a format prescribed by the department. Copies of certificates of births, marriages, deaths and fetal deaths, transmitted to the commissioner as required under this section, shall be plain, complete and legible transcripts of the certificates. If a transcript is illegible or incomplete, the commissioner shall require of the registrar a complete or legible copy. Each registrar of vital statistics shall also transmit to the registrars of voters for the registrar's town a notice of the death of any person seventeen years of age or older, at the same time the registrar transmits the authenticated copy of the certificate of death for such person to the commissioner under this section.\n\n(1949 Rev., S. 564; 1957, P.A. 13, S. 4; February, 1965, P.A. 529; 1967, P.A. 656, S. 3; 1969, P.A. 319, S. 1; 1971, P.A. 580; P.A. 77-614, S. 323, 610; P.A. 79-434, S. 17; P.A. 80-483, S. 16, 186; P.A. 87-252; P.A. 90-67, S. 1; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; June 18 Sp. Sess. P.A. 97-7, S. 2, 38; June 18 Sp. Sess. P.A. 97-8, S. 43; June 18 Sp. Sess. P.A. 97-10, S. 2; P.A. 01-163, S. 5; P.A. 04-255, S. 1.)\n\nHistory: 1965 act authorized the storage of records in locations other than the registrar's office or the town vaults; 1967 act made technical correction, authorizing registrars to “correct” rather than “collect” certificates and records; 1969 act placed errors and omissions concerning parentage within health department's jurisdiction; 1971 act deleted provision that registrar records births, marriages and deaths in books furnished by health department; P.A. 77-614 substituted commissioner and department of health services for commissioner and department of health, effective January 1, 1979; P.A. 79-434 replaced reference to Sec. 19-16 with Sec. 19-15a; P.A. 80-483 made technical changes; P.A. 87-252 added provision re transmission of death notice by registrar of vital statistics to registrars of voters; P.A. 90-67 rephrased provision re requirement that registrar ascertain only births occurring in his town and added provision requiring registrar having original of birth, marriage or death certificate to forward any corrected certificate to any registrar having a copy; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; June 18 Sp. Sess. P.A. 97-7 required registrar to include Social Security numbers of both persons on marriage licenses, effective July 1, 1997; June 18 Sp. Sess. P.A. 97-8 added gender errors or omissions to department jurisdiction; June 18 Sp. Sess. P.A. 97-10 deleted gender errors or omissions from department jurisdiction; P.A. 01-163 made technical changes, added provisions re fetal deaths, deleted provision re recording in books, replaced provision re distribution of blank forms with provision re making blank forms available, added provisions re amendment or correction of certificates of vital events that occurred in the registrar's town upon discovering transcribing, typographical or clerical errors, deleted former provisions re errors and omissions, added provisions re corrected and amended certificates, recording dates of receipt and electronic access of birth data, replaced provisions re submission of attested copy on the seventh and fifteenth day of each month and from time to time with provision re submission of authenticated copy on the fifteenth day of each month, deleted former provisions re amended certificates and inscribing receipt dates on the back of certificates and added provisions re complete and legible copies; P.A. 04-255 added requirement that all certificates of birth, marriage, death and fetal death be fully completed before acceptance for filing.\n\nSee Sec. 7-148 re municipal powers.\n\nSee Sec. 11-8(b) re appointment of Public Records Administrator.\n\nSee Sec. 46b-28 re validity of marriages celebrated in foreign country.\n\nSee Secs. 54-240f and 54-240k re confidentiality of marriage records of participant in address confidentiality program.\n\nHistory of office; copies of records admissible. 74 C. 717; 98 C. 543. Commissioner may amend parental information contained on birth certificates only when there is an error or omission in such information. 253 C. 570.\n\nRegistrar may not make a new recording but merely correct an old one. 9 CS 297.\n\nCited. 4 Conn. Cir. Ct. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-42/"
    },
    {
      "id": "section-7-43",
      "number": "7-43.",
      "heading": "Municipal ordinances.",
      "text": "Section 7-43 is repealed.\n\n(1949 Rev., S. 597; 1957, P.A. 13, S. 5; P.A. 82-327, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-43/"
    },
    {
      "id": "section-7-44",
      "number": "7-44.",
      "heading": "When authenticated copies of certificates to be transmitted to other towns. Use of electronic vital records system.",
      "text": "(a) When it appears from the certificate of a birth, marriage, death or fetal death filed with any registrar of vital statistics that the residence of the mother of the child or that of either of the parties to the marriage or that of the deceased was in some other town in this state at the time of such birth, marriage, death or fetal death, such registrar shall at once transmit an authenticated copy of such certificate of birth, marriage, death or fetal death, including all information contained on such certificate, to the registrar of the town in which the mother of such child or either of the contracting parties to such marriage or such deceased resided at the time of such birth, marriage, death or fetal death. Such copy shall be in the format prescribed by the department. Any registrar of vital statistics of any town or city in this state, receiving such authenticated copy of a birth, marriage, death or fetal death certificate from a registrar of a town or city in this state, shall record the same, but shall not transmit a copy thereof to the commissioner.\n\n(b) Any registrar of vital statistics of any town or city in this state who has authorized access to an electronic vital records system may meet the certificate filing requirements of this section by using such system, except that if the town of residence does not have access to such system, the registrar of the town in which the vital event occurred shall use manual procedures to transmit an authenticated copy of the certificate to the registrar of the town of residence.\n\n(c) Each registrar of vital statistics in this state with authorized access to the electronic vital records system of the department may access vital records through such system for the purpose of viewing, printing and issuing certificates to authorized individuals in accordance with sections 7-51 and 7-51a. Only the registrar of the town in which the vital event occurred or the department may make corrections or amendments to any such certificates.\n\n(1949 Rev., S. 566; 1949, S. 230d; 1959, P.A. 282; P.A. 77-614, S. 323, 610; P.A. 90-67, S. 2; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 6; P.A. 04-255, S. 2.)\n\nHistory: 1959 act added exception re child born out of wedlock; P.A. 77-614 substituted commissioner and department of health services for commissioner and department of health, effective January 1, 1979; P.A. 90-67 substituted “mother” for “parents” and deleted exception in first sentence for child born out of wedlock; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 designated existing provisions as Subsec. (a) and amended by making technical changes, adding provisions re fetal death, replacing provisions re transmitting a certified copy with provisions re transmitting an authenticated copy and deleting provisions re copies on blanks provided by the department and attested by the official seal, and added new Subsecs. (b) and (c) re use of electronic vital records system; P.A. 04-255 amended Subsec. (a) by deleting references to towns in other states.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-44/"
    },
    {
      "id": "section-7-45",
      "number": "7-45.",
      "heading": "Preparation of certificates.",
      "text": "Each person making any certificate of birth, marriage, civil union, death or fetal death, or any copy of such certificate for the commissioner, or any sexton's report required by law, shall cause the same to be typewritten or printed in a legible manner as to all material information or facts required by the provisions of sections 7-48, 7-60, 7-62b, 46b-25 and 46b-29 and contained in such certificate. If the certificate is in paper format, such person shall sign the certificate in black ink, shall state therein in what capacity such person so signs, and shall type or print in a legible manner the name of each person signing such certificate, under such person's signature. If the certificate is in an electronic format, such certificate shall be authenticated by the electronic vital records system of the department. Any certificate not complying with the requirements of this section shall be returned by the registrar with whom it is filed to the person making the same for the proper correction.\n\n(1949 Rev., S. 567; 1953, S. 231d; 1967, P.A. 313, S. 11; P.A. 77-614, S. 323, 610; P.A. 79-434, S. 18; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 7; P.A. 03-188, S. 1; P.A. 05-10, S. 16; P.A. 17-48, S. 2; 17-54, S. 3; P.A. 19-32, S. 2.)\n\nHistory: 1967 act replaced reference to Sec. 46-5 with reference to Secs. 46-5b to 46-5h (later transferred to Secs. 46b-25 to 46b-27 and 46b-29 to 46b-31); P.A. 77-614 substituted commissioner of health services for commissioner of health, effective January 1, 1979; P.A. 79-434 deleted reference to repealed Sec. 7-62 and added reference to Sec. 7-62b; (Revisor's note: In 1993 an obsolete reference to repealed Sec. 46b-31 replaced editorially by the Revisors with reference to Sec. 46b-30); P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 made technical changes and added provision re fetal death, reference to Sec. 7-60 and provision re authentication of certificate in electronic format; P.A. 03-188 deleted reference to repealed Secs. 46b-26 and 46b-27; P.A. 05-10 applied provisions to a civil union certificate and added reference to Secs. 46b-38hh to 46b-38jj, inclusive; P.A. 17-48 made technical changes; P.A. 17-54 deleted “46b-30, inclusive, or sections 46b-38hh to 46b-38jj, inclusive,” and made technical changes; P.A. 19-32 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-45/"
    },
    {
      "id": "section-7-46",
      "number": "7-46.",
      "heading": "Completion of records.",
      "text": "The registrars shall complete the records of their respective towns by adding thereto a record of all the births, marriages, deaths and fetal deaths that have occurred in such towns since the date of incorporation of such towns, of which no certificate has been returned to their office, provided the facts upon which such record is made have been obtained from the record of a public official, a church society or under section 7-42, 7-48 or 7-62b, and such record shall indicate the source from which such facts were obtained.\n\n(1949 Rev., S. 568; P.A. 79-434, S. 19; P.A. 01-163, S. 8; P.A. 12-80, S. 187.)\n\nHistory: P.A. 79-434 deleted reference to repealed Sec. 7-62 and added reference to Sec. 7-62b; P.A. 01-163 made technical changes and added provisions re fetal death; P.A. 12-80 deleted penalty of fine of not more than $50 or imprisonment of not more than 3 months or both for registrar knowingly making false entry of record of any birth, marriage, death or fetal death.\n\nRegistrars may make determination whether or not to record an alleged marriage. 9 CS 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-46/"
    },
    {
      "id": "section-7-47",
      "number": "7-47.",
      "heading": "Indexes.",
      "text": "Each registrar of vital statistics shall keep alphabetically arranged separate indexes for each group of vital events and shall enter therein the name of each person whose birth, marriage, death or fetal death is recorded by the registrar.\n\n(1949 Rev., S. 569; P.A. 01-163, S. 9.)\n\nHistory: P.A. 01-163 made a technical change and added provisions re separate indexes for each group of vital events and re fetal death.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-47/"
    },
    {
      "id": "section-7-47a",
      "number": "7-47a.",
      "heading": "Definitions.",
      "text": "Section 7-47a is repealed, effective October 1, 2001.\n\n(P.A. 79-434, S. 1; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-47a/"
    },
    {
      "id": "section-7-47b",
      "number": "7-47b.",
      "heading": "Record keeping of personal data by institutions. Release or disposal of dead body or dead fetus.",
      "text": "(a) Any person in charge of an institution shall keep a record of personal data concerning each person admitted or confined to such institution. This record shall include information necessary to complete a death certificate, or a birth certificate if applicable. The record shall be made at the time of admission from information provided by the person being admitted or confined, but when it cannot be so obtained, the information shall be obtained from relatives or other persons acquainted with the facts. The name and address of the person providing the information shall be a part of the record.\n\n(b) When a dead body or dead fetus is released or disposed of by an institution, the person in charge of the institution shall keep a record showing the name of the decedent, date of death, name and address of the person to whom the body or fetus is released, and the date of removal from the institution. If final disposition is made by the institution, the date, place, and manner of disposition shall also be recorded.\n\n(c) Any record required to be kept under this section may be destroyed when the person to whom the record relates is released by the institution, except that if the filing of a birth, death or fetal death certificate is required concerning such person, the record shall not be destroyed until the appropriate certificate is properly filed and registered.\n\n(P.A. 79-434, S. 14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-47b/"
    },
    {
      "id": "section-7-48",
      "number": "7-48.",
      "heading": "Birth certificates: Filing requirements.",
      "text": "(a) Not later than ten days after each live birth which occurs in this state, a birth certificate shall be filed with the registrar of vital statistics in the town in which the birth occurred and the certificate shall be registered if properly filed, by manual or electronic systems as prescribed by the commissioner. On and after January 1, 1994, each hospital with two hundred or more live births in calendar year 1990, or any subsequent calendar year, shall electronically transmit birth information data to the department in a computer format approved by the department. Each birth certificate shall contain such information as the department may require and shall be completed in its entirety. Medical and health information which is required by the department, including information regarding voluntary acknowledgments of paternity and whether the child was born out of wedlock, shall be recorded on a confidential portion of the certificate to be sent directly to the department. Such confidential records may be used for statistical and health purposes by the department or by a local director of health, as authorized by the department, for records related to the town served by the local director of health and where the mother was a resident at the time of the birth of the child. Such birth certificate and confidential records may be used internally by the hospital for records transmitted by the hospital for statistical, health and quality assurance purposes. The department shall give due consideration to national uniformity in vital statistics in prescribing the format and content of such certificate.\n\n(b) When a birth occurs in an institution or en route thereto, the person in charge of the institution or such person's designated representative shall obtain all available data required by the certificate, prepare the certificate, certify that the child was born alive at the place and time and on the date stated either by signature or by an electronic process approved by the commissioner and file the certificate with the registrar of vital statistics in the town in which the birth occurred, not later than ten days after such birth. The physician or other person in attendance, and the physician, institution or other person providing prenatal care, shall provide the medical information required by the certificate not later than seventy-two hours after the birth.\n\n(c) (1) When a birth occurs outside an institution, the certificate shall be prepared and filed by the physician or midwife in attendance at or immediately after the birth or, in the absence of such a person, by the parent of the child, pursuant to the provisions of section 19a-41-1 of the regulations of Connecticut state agencies.\n\n(2) If the parent is unable to provide the information required to prepare and file the certificate pursuant to the provisions of section 19a-41-1 of the regulations of Connecticut state agencies, such parent may, prior to the child's first birthday, petition the court of probate for the district where the birth is alleged to have occurred for an order requiring the registrar of vital statistics for the town where the birth occurred to create and file the certificate. The petitioner shall include with the petition the affidavits and other documentary evidence submitted to the registrar pursuant to the provisions of section 19a-41-1 of the regulations of Connecticut state agencies. Such court shall schedule a hearing and cause notice of the hearing to be given to the following persons: (A) The petitioner; (B) the parent or legal guardian of the child, if the parent or legal guardian are not the petitioner; (C) the registrar; and (D) any other person as the court may determine has an interest in the hearing. The registrar or the registrar's authorized representative may appear and testify at such hearing. The petitioner shall have the burden of proving the parentage of the child and that the birth occurred on the date and at the place alleged by the petitioner. If the court finds by a preponderance of the evidence the parentage of the child and that the birth occurred on the date and at the place alleged by the petitioner, the court shall issue an order directing the registrar to prepare, register and file the certificate.\n\n(3) In any proceeding under subdivision (2) of this subsection, the court, on the motion of any party or on the court's own motion, may order genetic testing, as provided in sections 46b-495 to 46b-500, inclusive, to determine parentage. The petitioner shall be responsible for the cost of any such genetic test required by the court, except the department shall pay such cost for any petitioner who is found by the court to be indigent. If the results of such test indicate a ninety-nine per cent or greater probability that a person is the parent of the child for whom a registration of birth is sought, the results shall constitute a rebuttable presumption that the person is, in fact, the parent of the child for whom a registration of birth is sought.\n\n(d) When a birth occurs in a moving conveyance and the child is first removed from the conveyance in this state, the birth shall be registered in this state and the place where the child is first removed shall be considered the place of birth.\n\n(1949 Rev., S. 570; 1967, P.A. 146; 1971, P.A. 323, S. 1; P.A. 73-45; P.A. 77-614, S. 323, 610; P.A. 79-434, S. 2; P.A. 84-8; P.A. 93-105; 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; June 18 Sp. Sess. P.A. 97-7, S. 3, 38; P.A. 01-163, S. 10; P.A. 04-255, S. 3; P.A. 08-66, S. 1; 08-184, S. 46; P.A. 24-68, S. 1.)\n\nHistory: 1967 act deleted specific reference to sex of child and parents names, age, color, residence, birthplace, occupation etc. and required consideration be given to national uniformity; 1971 act added provisions regarding use and disposition of confidential information, effective January 1, 1972; P.A. 73-45 required parents' social security numbers on birth certificates except as provided in Sec. 7-50; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 79-434 deleted provisions regarding filing of certificate by doctor, midwife or parents and provisions enumerating contents of certificate, replacing them with general statements and added Subsecs. (b) to (d), inclusive; P.A. 84-8 amended Subsec. (a) to require the department of health services to destroy the confidential portion of a birth certificate at the end of three years, rather than one year; P.A. 93-105 amended Subsec. (a) to require electronic transfer of birth information after January 1, 1994, for hospitals with 200 or more live births in calendar year 1990; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (a) by requiring birth certificate to contain information re voluntary acknowledgments of paternity and whether child was born out of wedlock, effective July 1, 1997; P.A. 01-163 amended Subsec. (a) by making technical changes, adding provision re filing by manual or electronic systems as prescribed by the commissioner, deleting provision re destruction of confidential portion at the end of three years and adding provisions re use of confidential records and amended Subsec. (b) by making a technical change, revising provisions re preparation of certificate and certification of birth and adding provisions re information provided by a person in attendance, the institution or a person providing prenatal care; P.A. 04-255 amended Subsec. (a) by requiring all birth certificates to be completed in their entirety; P.A. 08-66 amended Subsec. (a) by substituting “The Social Security number of the mother and father” for “Medical” re information recorded on a confidential portion of the birth certificate; P.A. 08-184 amended Subsec. (a) by substituting “Medical” for “The Social Security number of the mother and father” re information recorded on a confidential portion of the birth certificate; P.A. 24-68 amended Subsec. (c) by designating existing provision re birth certificate preparation and filing requirements for births occurring outside an institution as Subdiv. (1) and replacing “father or mother” with “parent of the child” and reference to regulations of Connecticut state agencies, adding Subdiv. (2) re petitions for court order to create and file birth certificates and adding Subdiv. (3) re court orders for genetic testing.\n\nAdmissible to corroborate accusations of paternity in bastardy action. 93 C. 321. Cited. 98 C. 543.\n\nCited. 9 CS 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-48/"
    },
    {
      "id": "section-7-48a",
      "number": "7-48a.",
      "heading": "Filing of original certificate of birth. Surrogacy agreement: Replacement certificate of birth.",
      "text": "(a) Each original certificate of birth shall be filed with the name of the birth parent recorded.\n\n(b) If the birth is subject to a surrogacy agreement, the Department of Public Health shall create a replacement certificate of birth immediately upon: (1) Receipt of a certified copy of an order of a court of competent jurisdiction issuing an order of parentage pursuant to such surrogacy agreement, if such order is received by the department after the birth of the child, or (2) the filing of an original certificate of birth, if such order is received by the department prior to the birth of the child. The department shall prepare the replacement certificate of birth for the child born of the agreement in accordance with such order. The replacement certificate of birth shall include all information required to be included in a certificate of birth of this state as of the date of the birth, except that the intended parent or parents under the surrogacy agreement shall be named as the parent or parents of the child. When a certified copy of a certificate of birth is requested by an eligible party, as provided in section 7-51, for which a replacement certificate of birth has been created pursuant to this subsection, a copy of the replacement certificate of birth shall be provided. The department shall seal the original certificate of birth in accordance with the provisions of subsection (c) of section 19a-42.\n\n(c) Immediately after a replacement certificate of birth has been prepared, the department shall transmit an exact copy of such certificate to the registrar of vital statistics of the town of birth and to any other registrar as the department deems appropriate. Such registrar shall proceed in accordance with the provisions of section 19a-42.\n\n(P.A. 01-163, S. 28; P.A. 04-255, S. 28; P.A. 05-272, S. 1; P.A. 07-252, S. 50; P.A. 08-184, S. 1; P.A. 11-153, S. 1; P.A. 21-15, S. 88.)\n\nHistory: P.A. 04-255 added provisions re filing of birth certificate with name of birth mother recorded, creation and contents of replacement certificate, process for copy of replacement certificate, sealing of original certificate and transmittal of replacement certificate to registrar, effective June 14, 2004; P.A. 05-272 deleted “contain the name of the birth mother, except by the order of a court of competent jurisdiction, and”; P.A. 07-252 revised deadline for creating replacement certificate to not later than 45 days after receipt of court order or 45 days after birth of child, whichever is later, effective July 12, 2007; P.A. 08-184 added provision re replacement certificate created if birth is subject to a gestational agreement; P.A. 11-153 inserted Subsec. (a), (b) and (c) designators, amended Subsec. (b) to replace former provision re when replacement certificate is created with Subdivs. (1) and (2) re replacement immediately upon receipt of court order or filing of original certificate and add exception re naming of intended parents in replacement certificate, and made technical and conforming changes throughout; P.A. 21-15 amended Subsec. (a) by replacing “mother” with “parent” and amended Subsec. (b) by replacing “gestational agreement” with “surrogacy agreement” and deleting reference to “approving a gestational agreement”, effective January 1, 2022.\n\nSection allows an intended parent who is a party to a valid gestational agreement to become a parent without first adopting a child, without respect to the intended parent's genetic relationship to the child. 299 C. 681.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-48a/"
    },
    {
      "id": "section-7-49",
      "number": "7-49.",
      "heading": "Failure to file birth certificate.",
      "text": "The secretary of any examining board of the healing arts mentioned under section 20-1 or the Department of Public Health, as the case may be, on ascertaining the fact that a person licensed to practice any of the healing arts or midwifery has failed to file a birth certificate as provided under section 7-48, shall immediately request the Commissioner of Public Health to suspend the license of such person, which suspension shall be in effect until such certificate has been filed. Any such person licensed to practice the healing arts or midwifery who engages in practice during the period of such suspension shall be subject to the penalties respectively provided for the practice of his or her profession without a license or certificate of registration.\n\n(1949 Rev., S. 582; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58.)\n\nHistory: P.A. 77-614 substituted commissioner and department of health services for commissioner and department of health, effective January 1, 1979; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-49/"
    },
    {
      "id": "section-7-50",
      "number": "7-50.",
      "heading": "Restrictions on content of birth certificates",
      "text": "(a) No certificate of birth shall contain any specific statement that the child was born to parents married or unmarried to each other, except that information on whether the child was born to parents married or unmarried to each other and the marital status of the person who gave birth shall be recorded on a confidential portion of the certificate pursuant to section 7-48. Upon the completion of an acknowledgment of parentage at a hospital, concurrent with the hospital's electronic transmission of birth data to the department, or at a town in the case of a home birth, concurrent with the registration of the birth data by the town, the acknowledgment shall be filed in the parentage registry maintained by the department, as required by section 19a-42a, and the name of the acknowledged parent shall be entered in or upon the birth certificate or birth record of such child. All properly completed post birth acknowledgments or certified adjudications of parentage received by the department shall be filed in the parentage registry maintained by the department, and the name of the acknowledged parent shall be entered in or upon the birth record or certificate of such child by the department, if there is no parentage, other than the person who gave birth, already recorded on the birth certificate. If the certificate already contains the information of a parent other than the person who gave birth, information shall not be removed except upon receipt by the department of a certified order by a court of competent jurisdiction in which there is a finding that the individual recorded on the birth certificate, specifically referenced by name, is not the child's parent, or a finding that a different individual than the one recorded, specifically referenced by name, is the child's parent. The name of the parent on a birth certificate or birth record shall otherwise be removed or changed only upon the filing of a rescission in such registry, as provided in section 19a-42a. The Social Security number of the father of a nonmarital child may be entered in or upon the birth certificate or birth record of such child if such entry is done in accordance with 5 USC 552a.\n\n(b) The department shall restrict access to and issuance of certified copies of acknowledgments of paternity and acknowledgments of parentage as provided in section 19a-42a.\n\n(1949 Rev., S. 571; P.A. 79-434, S. 3; P.A. 80-483, S. 17, 186; P.A. 85-323; P.A. 94-51, S. 2, 3; May 25 Sp. Sess. P.A. 94-1, S. 44, 130; P.A. 96-180, S. 3, 166; June 18 Sp. Sess. P.A. 97-7, S. 4, 38; P.A. 01-163, S. 11; P.A. 04-255, S. 4; P.A. 08-66, S. 3; 08-184, S. 48; P.A. 21-15, S. 89.)\n\nHistory: P.A. 79-434 deleted provision concerning filing putative father's name on certificate and added provision requiring that in cases of court-determined paternity, father's name and child's surname be recorded; P.A. 80-483 made technical changes; P.A. 85-323 permitted the name of the father of a child born out of wedlock to be entered on the birth certificate or record of the child with the written consent of the father and mother; P.A. 94-51 added provision to permit the social security number of the father to be entered on the birth certificate or birth record; May 25 Sp. Sess. P.A. 94-1 made a technical change, effective June 21, 1994; P.A. 96-180 made a technical change, effective June 3, 1996; June 18 Sp. Sess. P.A. 97-7 provided exception that information on whether child was born in or out of wedlock and marital status of mother be recorded on confidential portion of certificate, required name of father to be entered on birth certificate upon filing voluntary acknowledgment or adjudication of paternity in registry of Department of Public Health, eliminated provision re consent of mother and father and provided that name of father on certificate may be removed or changed only upon filing of rescission in registry or upon order of court, effective July 1, 1997; P.A. 01-163 made technical changes, revised provisions re filing of acknowledgments or adjudications of paternity, added provisions re removal of original father's information and deleted provision re order of court of competent jurisdiction for removing or changing father's name; P.A. 04-255 added Subsec. (b) re restricted access to copies, designated existing provisions as Subsec. (a) and made technical changes therein; P.A. 08-66 amended Subsec. (a) by substituting “entry” for “disclosure” and inserting “section 7-48” re state authority for adding Social Security number of father of child born out of wedlock on birth certificate; P.A. 08-184 amended Subsec. (a) by deleting “section 7-48” re authority for adding Social Security number of father of child born out of wedlock on birth certificate; P.A. 21-15 amended Subsec. (a) by replacing references to “born out of wedlock”, “illegitimacy”, “mother”, “father” and “paternity” with references to “parents married or unmarried to each other”, “person who gave birth”, “acknowledged parent” and “parentage” and by making conforming and technical changes and amended Subsec. (b) by adding “and acknowledgments of parentage”, effective January 1, 2022.\n\nCited. 34 CS 187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-50/"
    },
    {
      "id": "section-7-51",
      "number": "7-51.",
      "heading": "Access to and examination and issuance of certified copies of birth and fetal death records or certificates restricted",
      "text": "(a)(1) The department and registrars of vital statistics shall restrict access to and issuance of a certified copy of birth and fetal death records and certificates less than one hundred years old, to the following eligible parties: (A) The person whose birth is recorded, if such person is (i) over eighteen years of age, (ii) a certified homeless youth, as defined in section 7-36, or (iii) a minor emancipated pursuant to sections 46b-150 to 46b-150e, inclusive; (B) such person's child, grandchild, spouse, parent, legal guardian, legal custodian or grandparent; (C) the chief executive officer of the municipality where the birth or fetal death occurred, or the chief executive officer's authorized agent; (D) the local director of health for the town or city where the birth or fetal death occurred or where the person who gave birth was a resident at the time of the birth or fetal death, or the director's authorized agent; (E) attorneys-at-law representing such person or such person's parent, guardian, child or surviving spouse; (F) a conservator of the person appointed for such person; (G) a member of a genealogical society incorporated or authorized by the Secretary of the State to do business or conduct affairs in this state; (H) an agent of a state or federal agency as approved by the department; and (I) a researcher approved by the department pursuant to section 19a-25.\n\n(2) Except as provided in section 7-53 and section 19a-42a, access to confidential files on parentage, adoption, gender change or surrogacy agreements, or information contained within such files, shall not be released to any party, including the eligible parties listed in subdivision (1) of this subsection, except upon an order of a court of competent jurisdiction.\n\n(b) No person other than the eligible parties listed in subsection (a) of this section shall be entitled to examine or receive a copy of any birth or fetal death record or certificate, access the information contained therein, or disclose any matter contained therein, except upon written order of a court of competent jurisdiction. Nothing in this section shall be construed to permit disclosure to any person, including the eligible parties listed in subsection (a) of this section, of information contained in the “information for health and statistical use only” section or the “administrative purposes only” section of a birth certificate, unless specifically authorized by the department for statistical or research purposes. The Social Security number of the parent or parents listed on any birth certificate shall not be released to any party, except to those persons or entities authorized by state or federal law. Such confidential information, other than the excluded information set forth in this subsection, shall not be subject to subpoena or court order and shall not be admissible before any court or other tribunal.\n\n(c) (1) The registrar of the town in which the birth or fetal death occurred or of the town in which the birth parent resided at the time of the birth or fetal death, or the department, may issue a certified copy of the certificate of birth or fetal death of any person born in this state that is kept in paper form in the custody of the registrar. Except as provided in subdivision (2) of this subsection, such certificate shall be issued upon the written request of an eligible party listed in subsection (a) of this section. Any registrar of vital statistics in this state with access, as authorized by the department, to the electronic vital records system of the department may issue a certified copy of the electronically filed certificate of birth or fetal death of any person born in this state upon the written request of an eligible party listed in subsection (a) of this section. The registrar and the department may waive the fee for the issuance of a certified copy of the certificate of birth of a certified homeless young adult to such young adult under this subsection.\n\n(2) In the case of a certified homeless youth, such certified homeless youth and the person who is certifying the certified homeless youth as homeless, as described in section 7-36, shall appear in person when the certified homeless youth is presenting the written request described in subdivision (1) of this subsection at (A) the office of the registrar of the town in which the certified homeless youth was born, (B) the office of the registrar of the town in which the birth parent of the certified homeless youth resided at the time of the birth, (C) if the birth certificate of the certified homeless youth has been electronically filed, any registrar of vital statistics in the state with access, as authorized by the department, to the electronic vital records system, or (D) the state vital records office of the department. The certified homeless youth shall present to the registrar or the department information sufficient to identify himself or herself as may be required by regulations adopted by the commissioner pursuant to section 7-41. The person who is certifying the certified homeless youth as homeless shall present to the registrar or the department information sufficient to identify himself or herself as meeting the certification requirements of section 7-36. The registrar and the department may waive the fee for the issuance of a certified copy of the certificate of birth of a homeless youth to such youth under this subsection.\n\n(d) The department and each registrar of vital statistics shall issue only certified copies of birth certificates or fetal death certificates, except as provided in sections 7-51a and 7-53.\n\n(1949 Rev., S. 572; 1971, P.A. 228, S. 2; 1972, P.A. 127, S. 4; P.A. 77-614, S. 323, 610; P.A. 89-217, S. 5, 6; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 96-258, S. 2; June 18 Sp. Sess. P.A. 97-8, S. 37, 88; P.A. 01-163, S. 12; P.A. 08-66, S. 2; 08-184, S. 47; P.A. 11-242, S. 8; P.A. 13-142, S. 2; P.A. 14-133, S. 1; P.A. 21-15, S. 90; 21-121, S. 71; P.A. 24-68, S. 2.)\n\nHistory: 1971 act provided that members of legally incorporated genealogical societies may have access to records; 1972 act changed age of majority from 21 to 18; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 89-217 added the local director of health to the list of persons who may be permitted to examine the birth certificate or birth record of any person; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 96-258 deleted “legally incorporated” and added “incorporated or authorized to do business or conduct affairs in this state, and allowed children, spouse and grandparent access to original birth certificate; June 18 Sp. Sess. P.A. 97-8 added phrase “or his authorized agent” after director of health, effective July 1, 1997; P.A. 01-163 deleted former provisions and added new Subdivs. (a) to (d) re restrictions on access to and examination and issuance of certified copies of birth and fetal death certificates, records and information; P.A. 08-66 amended Subsec. (b) by repositioning provision re Social Security numbers, adding Subdiv. (1) to (3) designators and providing that nothing in section shall be construed to permit disclosure of confidential information unless specifically authorized by state or federal law; P.A. 08-184 amended Subsec. (b) by deleting Subdiv. (1) to (3) designators, providing that nondisclosure provisions extend to “any person, including the eligible parties listed in subsection (a) of this section”, substituting “information for health and statistical use only” for “information for medical and health use only”, substituting “administrative purposes only” for “information for statistical purposes only”, deleting provision that permitted disclosure of race and ethnicity information of parents, adding provision re Social Security number of parents listed on birth certificate shall not be released to any party, except those persons authorized by state or federal law, and making technical changes; P.A. 11-242 amended Subsec. (a) by substituting “registrars of vital statistics” for “registrars of vital records”, deleting “title examiners” in Subdiv. (5), adding new Subdiv. (6) re conservator of the person and redesignating existing Subdivs. (6) to (8) as Subdivs. (7) to (9); P.A. 13-142 amended Subsec. (a) by designating existing provision re 18 years of age as Subpara. (A), adding Subpara. (B) re certified homeless youth and making a technical change in Subdiv. (1), adding new Subdiv. (2) re emancipated minor and redesignating existing Subdivs. (2) to (9) as Subdivs. (3) to (10), and amended Subsec. (c) by designating existing provisions as Subdiv. (1) and amending same by adding provision re exception in Subdiv. (2) and making a technical change and adding Subdiv. (2) re certified homeless youth; P.A. 14-133 amended Subsec. (a) by designating existing provisions re birth and fetal death records less than 100 years old as Subdiv. (1) and amending same by redesignating existing Subdivs. (1) to (10) as Subparas. (A) to (I), redesignating Subparas. (A) and (B) as clauses (i) and (ii) and designating existing provisions re emancipated minor as Subpara. (A)(iii), designating existing provisions re access to confidential files as Subdiv. (2) and amending same by adding references to Sec. 7-53 and Subdiv. (1) and making technical changes, amended Subsec. (c)(1) by making a technical change and amended Subsec. (d) by deleting reference to births or fetal deaths occurring less than 100 years prior to date of request and adding provision re exception provided in Secs. 7-51a and 7-53, effective July 1, 2015; P.A. 21-15 amended Subsec. (a)(1)(D) by replacing “mother” with “person who gave birth” and amended Subsec. (a)(2) by replacing “paternity” with “parentage” and “gestational agreements” with “surrogacy agreements”, effective January 1, 2022; P.A. 21-121 amended Subsec. (c) by replacing “mother” with “birth parent” and adding provisions re fee waivers for homeless young adults and youths in Subdivs. (1) and (2), effective July 1, 2021; P.A. 24-68 amended Subsec. (a)(1) by replacing “guardian” with “legal guardian” and adding “legal custodian”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-51/"
    },
    {
      "id": "section-7-51a",
      "number": "7-51a.",
      "heading": "Copies of vital records. Access to vital records by members of genealogical societies",
      "text": "(a) Any person eighteen years of age or older may purchase certified copies of marriage and death records, and certified copies of records of births or fetal deaths which are at least one hundred years old, in the custody of any registrar of vital statistics. The department may issue uncertified copies of death certificates for deaths occurring less than one hundred years ago, and uncertified copies of birth, marriage, death and fetal death certificates for births, marriages, deaths and fetal deaths that occurred at least one hundred years ago, to researchers approved by the department pursuant to section 19a-25, and to state and federal agencies approved by the department. During all normal business hours, members of genealogical societies incorporated or authorized by the Secretary of the State to do business or conduct affairs in this state shall (1) have full access to all vital records in the custody of any registrar of vital statistics, including certificates, ledgers, record books, card files, indexes and database printouts, except for those records containing Social Security numbers protected pursuant to 42 USC 405 (c)(2)(C), and confidential files on adoptions, gender change, surrogacy agreements and parentage, (2) be permitted to make notes from such records, (3) be permitted to purchase certified copies of such records, and (4) be permitted to incorporate statistics derived from such records in the publications of such genealogical societies. For all vital records containing Social Security numbers that are protected from disclosure pursuant to federal law, the Social Security numbers contained on such records shall be redacted from any certified copy of such records issued to a genealogist by a registrar of vital statistics.\n\n(b) For marriage and civil union licenses, the Social Security numbers of the parties to the marriage or civil union shall be recorded in the “administrative purposes” section of the marriage or civil union license and the application for such license. All persons specified on the license, including the parties to the marriage or civil union, officiator and local registrar shall have access to the Social Security numbers specified on the marriage or civil union license and the application for such license for the purpose of processing the license. Only the parties to a marriage or civil union, or entities authorized by state or federal law, may receive a certified copy of a marriage or civil union license with the Social Security numbers included on the license. Any other individual, researcher or state or federal agency requesting a certified or uncertified copy of any marriage or civil union license in accordance with the provisions of this section shall be provided such copy with such Social Security numbers removed or redacted, or with the “administrative purposes” section omitted.\n\n(c) For deaths occurring on or after July 1, 1997, the Social Security number of the deceased person shall be recorded in the “administrative purposes” section of the death certificate. Such administrative purposes section, and the Social Security number contained therein, shall be restricted and disclosed only to the following eligible parties: (1) All parties specified on the death certificate, including the informant, licensed funeral director, licensed embalmer, conservator, surviving spouse, physician or advanced practice registered nurse and town clerk, for the purpose of processing the certificate, (2) the surviving spouse, (3) the next of kin, or (4) any state and federal agencies authorized by federal law. The department shall provide any other individual, researcher or state or federal agency requesting a certified or uncertified death certificate, or the information contained within such certificate, for a death occurring on or after July 1, 1997, such certificate or information. The decedent's Social Security number shall be removed or redacted from such certificate or information or the administrative purposes section shall be omitted from such certificate.\n\n(d) The registrar of vital statistics of any town or city in this state that has access to an electronic vital records system, as authorized by the department, may use such system to issue certified copies of birth, death, fetal death or marriage certificates that are electronically filed in such system.\n\n(P.A. 80-280; P.A. 96-258, S. 3; P.A. 00-92, S. 3; P.A. 01-163, S. 13; P.A. 08-66, S. 4; 08-184, S. 49; P.A. 18-168, S. 6; P.A. 19-98, S. 15; P.A. 21-15, S. 91; June Sp. Sess. P.A. 21-2, S. 156; P.A. 22-37, S. 6; 22-58, S. 31.)\n\nHistory: P.A. 96-258 revised section to provide any person 18 or older may purchase copies of marriage and death records and birth records at least 100 years old and permit full access to all vital records by members of genealogical society; and permit such members to take notes and purchase copies of such records, entirely replacing prior provisions; P.A. 00-92 authorized the purchase of certified copies; P.A. 01-163 designated existing provisions as Subsec. (a) and amended by adding provisions re fetal deaths, the issuance of uncertified copies of certificates, authorization by the Secretary of the State, confidential files on gender change, gestational agreements and paternity, and incorporation of statistics derived from vital records into genealogical society publications, and added new Subsecs. (b) to (d) re marriage licenses, death certificates and use of electronic vital records system; P.A. 08-66 amended Subsec. (a) by adding records containing Social Security numbers protected pursuant to 42 USC 405 (c)(2)(C) in Subdiv. (1) and adding provision re redaction of Social Security numbers on records issued to genealogist by registrar of vital statistics, amended Subsec. (b) by substituting “parties to the marriage or civil union” for “bride and groom” and “marriage or civil union license” for “marriage license”, by restricting access to licenses containing Social Security numbers to officiator and local registrar, and by specifying that only parties to marriage or civil union may receive certified copy of marriage or civil union license with Social Security numbers included on license, and amended Subsec. (c) by removing commissioner's authority to allow other persons access to Social Security number of decedent, by allowing specified individuals access to “administrative purposes” section of original death certificate and by restructuring provisions re access to death certificate for death occurring after July 1, 1997; P.A. 08-184 amended Subsec. (b) by providing that entities authorized by state or federal law may receive certified copy of marriage or civil union license containing Social Security numbers on the license and amended Subsec. (c) by providing that state or federal agencies authorized by federal law may receive certified copy of death certificate containing decedent's Social Security number and complete “administrative purposes” section; P.A. 18-168 substantially amended Subsec. (c) including by replacing “December 31, 2001” with “on or after July 1, 1997”, deleting provision re recording of occupation, business or industry, race, Hispanic origin and educational level, adding Subdiv. (1) to (4) designators, and adding provisions re disclosure of Social Security number; P.A. 19-98 amended Subsec. (c) by adding “or advanced practice registered nurse”; P.A. 21-15 amended Subsec. (a)(1) by replacing “gestational agreements” with “surrogacy agreements” and “paternity” with “parentage”, effective January 1, 2022; June Sp. Sess. P.A. 21-2 added Subsec. (e) re authorization to permit payment on an Internet web site; P.A. 22-37 made a technical change in Subsec. (a)(1); P.A. 22-58 deleted Subsec. (e) re Internet web site payments to registrar of vital statistics, effective May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-51a/"
    },
    {
      "id": "section-7-52",
      "number": "7-52.",
      "heading": "Certification of birth registration.",
      "text": "(a) The registrar of vital statistics of the town in which the birth occurred, the registrar of vital statistics of the town in which the mother resided at the time of the birth or the department shall issue, upon the request of the person to whom the record of birth relates, if over sixteen years of age, or of a parent, guardian, spouse, child, if over eighteen years of age, grandparent or legal representative of such person, a certification of birth registration, which shall contain the name, sex, date of birth, place of birth and date of filing and registration of the certificate of birth of the person to whom it relates, and any other identifying information prescribed by the commissioner.\n\n(b) The registrar of vital statistics of any town or city in this state that has access to an electronic vital records system, as authorized by the department, may use such system to issue, in accordance with the provisions of subsection (a) of this section, a certification of birth registration for such births that are electronically filed in such system.\n\n(1949 Rev., S. 573; P.A. 77-614, S. 323, 610; P.A. 81-138; P.A. 90-67, S. 3; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 14.)\n\nHistory: P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 81-138 specified persons who are allowed access to birth registration records upon request, replacing “any person”; P.A. 90-67 added provision authorizing registrar of town in which mother resided at time of birth to issue certification of birth registration and inserted Subdiv. indicators; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 designated existing provisions as Subsec. (a) and amended by making technical changes and adding provisions re request of a guardian, child over 18 years of age or grandparent and re the inclusion of date of registration and any other identifying information prescribed by the commissioner, and added new Subsec. (b) re use of electronic vital records system.\n\nSee Sec. 7-74 re fee for certification of birth registration.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-52/"
    },
    {
      "id": "section-7-53",
      "number": "7-53.",
      "heading": "Birth certificates of adopted persons born in this state.",
      "text": "(a) Upon receipt of the record of adoption referred to in subsection (e) of section 45a-745 or of other evidence satisfactory to the department that a person born in this state has been adopted, the department shall prepare a new birth certificate of such adopted person, except that no new certificate of birth shall be prepared if the court decreeing the adoption, the adoptive parents or the adopted person, if over fourteen years of age, so requests. Such new birth certificate shall include all the information required to be set forth in a certificate of birth of this state as of the date of birth, except that the adopting parents shall be named as the parents instead of the birth parents and, when a certified copy of the birth of such person is requested by an eligible party as described in subdivision (1) of subsection (a) of section 7-51, a copy of the new certificate of birth as prepared by the department shall be provided. Immediately after a new certificate of birth has been prepared, an exact copy of such certificate, together with a written notice of the evidence of adoption, shall be transmitted by the department to the registrar of vital statistics of each municipality in which the birth of the adopted person is recorded. The new birth certificate, the original certificate of birth on file and the evidence of adoption shall be filed and indexed, under such regulations as the commissioner adopts, in accordance with chapter 54, to carry out the provisions of this section and to prevent access to the records of birth and adoption and the information contained in the records, except as provided in this section.\n\n(b) Except as provided in subsection (c) of this section and section 45a-751c, an original certificate of birth may only be issued if the person named in the certificate of birth is deceased and the person seeking to obtain such certificate of birth is an authorized applicant, as defined in section 45a-743. Any authorized applicant seeking to obtain a copy of the original certificate of birth shall first obtain a written court order issued in accordance with section 45a-751c. Upon receipt of such court order, the registrar of vital statistics of the municipality of an adopted person's birth may issue an uncertified copy of the original certificate of birth on file, marked with a notation by the issuer that such original certificate of birth has been superseded by a replacement certificate of birth as on file.\n\n(c) Upon written request, the registrar of vital statistics of the municipality of an adopted person's birth shall, not later than thirty days after such written request, issue an uncertified copy of an original certificate of birth to (1) such adopted person if he or she is eighteen years of age or older, or (2) such adopted person's child or grandchild, provided such child or grandchild is eighteen years of age or older. Such certificate shall be marked with a notation by the issuer that such original certificate of birth has been superseded by a replacement certificate of birth as on file. Additionally, a notice stating that information related to the birth parents' preferences regarding contact by such adopted person or such adopted person's adult child or grandchild and a medical health history form completed by the birth parent may be on file with the Department of Children and Families shall be printed on such certificate or attached thereto.\n\n(d) Any person, except such birth or adoptive parents, such adopted person or such adopted person's adult child or grandchild, who discloses any information contained in such records, except as provided in this section shall be fined not more than five hundred dollars or imprisoned not more than six months, or both.\n\n(e) Whenever a certified copy of an adoption decree from a court of a foreign country, having jurisdiction of the adopted person, is filed with the department under the provisions of this section, such decree, when written in a language other than English, shall be accompanied by an English translation, which shall be subscribed and sworn to as a true translation by an American consulate officer stationed in such foreign country.\n\n(1949 Rev., S. 580; 1957, P.A. 298, S. 2; 1961, P.A. 319; 1972, P.A. 127, S. 5; P.A. 75-170, S. 1; P.A. 77-246, S. 17; 77-604, S. 63, 84; 77-614, S. 323, 610; P.A. 88-364, S. 73, 123; P.A. 93-381, S. 9, 39; P.A. 94-26; P.A. 95-257, S. 12, 21, 58; P.A. 96-202, S. 3; P.A. 01-163, S. 15; P.A. 03-19, S. 17; P.A. 14-133, S. 2; P.A. 21-21, S. 1.)\n\nHistory: 1961 act authorized department to accept evidence satisfactory to it of fact of adoption, provided for adopted person or adopting parents to give written authorization for certification or examination of original record, provided for sending a copy of the new certificate rather than notice to other municipalities and required that copy of adoption decree in foreign language be accompanied by English translation; 1972 act changed age of majority from 21 to 18; P.A. 75-170 deleted provision which allowed adopted person or adopting parents access to birth certificate upon written request; P.A. 77-246 substituted “genetic parents” for “natural parents” and “adoptive” for “adopting” and allowed release of certificate on order of adoption records review board or of any court; P.A. 77-604 replaced release upon order of any court with release in accordance with Sec. 8 of P.A. 77-246 (Sec. 45-68k); P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 88-364 substituted order of the probate court for order of the adoption records review board; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 94-26 added provision requiring that copy of original birth certificate be noted that it has been superseded by a new certificate; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 96-202 made technical change; P.A. 01-163 made technical changes, added provision re requests for no new certificate of birth and revised provisions re issuance of certified copy and examination of record, requiring probate court order to examine or obtain a copy of the original record or certificate of birth; P.A. 03-19 made technical changes, effective May 12, 2003; P.A. 14-133 designated existing provisions re preparation of new birth certificate as Subsec. (a) and substantially revised same, designated existing provisions re obtaining copy of original certificate of birth as Subsec. (b) and substantially revised same, added Subsec. (c) re issuance of uncertified copy of original certificate of birth and notice re birth parents' contact preferences, designated existing provisions re disclosure of information contained in records as Subsec. (d) and amended same to add references to “birth or adoptive” parents and “adopted person's adult child or grandchild”, designated existing provisions re adoption decree from court of foreign country as Subsec. (e) and made technical and conforming changes, effective July 1, 2015; P.A. 21-21 amended Subsecs. (b) and (c) by replacing the Department of Public Health with the registrar of vital statistics of the municipality, and Subsec. (c) by specifying that a request shall be written and an uncertified copy of an original certificate of birth shall be issued not later than 30 days after such request, removing a provision limiting such issuance to certificates of birth relating to individuals adopted on or after October 1, 1983, replacing “such adopted person's adult child or grandchild” with “such adopted person's child or grandchild, provided such child or grandchild is eighteen years of age or older”, and making technical changes, effective July 1, 2021.\n\nSee Sec. 19a-41 re regulations specifying methods of reporting, recording, issuing, maintaining, indexing, correcting and amending vital records and statistics.\n\nCited. 138 C. 599. The enactment of public act 77-246 while appeal was pending effected a “substantial change in the law” concerning the disclosure of adopted persons' birth records and, thus, was not applied retroactively. 177 C. 93.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-53/"
    },
    {
      "id": "section-7-53a",
      "number": "7-53a.",
      "heading": "Reports re issuance of original birth certificates to adopted persons and certain other persons and filing of contact preference and health history forms",
      "text": "Reports re issuance of original birth certificates to adopted persons and certain other persons and filing of contact preference and health history forms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-54",
      "number": "7-54.",
      "heading": "Certification of birth registration or certificate of foreign birth for person born outside of the country and adopted by a state resident",
      "text": "(a) The department shall prepare a certification of birth registration or a certificate of foreign birth for any person born outside of the country and adopted by a resident of this state, provided (1) an authenticated and exemplified copy of the order of adoption of the court of the district in which the adoption proceedings were had, or such other evidence as is considered satisfactory by the probate court for the district in which such person resides, is filed with such probate court, and (2) such probate court notifies the department that such copy or satisfactory evidence has been so filed. Such certification of birth registration shall contain only the adopted name, sex, date of birth, place of birth and date of preparation of such certification of birth registration by the department. Such certificate of foreign birth shall contain the adopted name, sex, date of birth, place of birth, legal name of adoptive parent or parents and date of preparation of such certificate of foreign birth. No certification of birth registration or certificate of foreign birth shall be prepared by the department unless upon specific written request of the person to whom the certification of birth registration relates, if over sixteen years of age, or of the adopting parent or parents or the probate court for the district in which the adoption proceedings were had. When the department has prepared such certificate of birth registration or certificate of foreign birth, copies thereof shall be issued by the department in accordance with the provisions of subsection (a) of section 7-52.\n\n(b) The adoptive parent or parents of an adopted person born outside of the country and adopted by a resident of this state, or such adopted person if eighteen years of age or older, may apply to the probate court for the district in which the adopted person resides for a determination of the biological age and date of birth of the adopted person. The probate court shall hold a hearing on the application and receive medical and other evidence relevant to the issue of biological age and date of birth of the adopted person. After such hearing, the probate court may issue a decree to establish the biological age and date of birth of the adopted person. If the biological age and date of birth established in the decree is different from the biological age and date of birth in the certification of birth registration or a certificate of foreign birth, the probate court shall provide a certified copy of the decree to the department. Any certification of birth registration or certificate of foreign birth issued by the department pursuant to subsection (a) of this section after the date the department receives such decree shall reflect the date of birth in such decree.\n\n(1949 Rev., S. 574; 1972, P.A. 127, S. 6; P.A. 75-170, S. 2; P.A. 77-614, S. 323, 610; P.A. 81-190; P.A. 85-326; P.A. 87-148, S. 1, 2; P.A. 89-98; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 16; P.A. 03-247, S. 2; P.A. 07-115, S. 1.)\n\nHistory: 1972 act changed age of majority from 21 to 18 years; P.A. 75-170 required certification upon request of court of probate in district where adoption proceedings took place; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 81-190 allowed the department of health services to prepare a certification of birth registration for any person born outside the country and adopted in this state for whom the country of birth will not furnish a substituted birth certificate; P.A. 85-326 made issuance of certification of birth registration mandatory rather than optional and deleted provision re substituted birth certificate from state or country of birth; P.A. 87-148 added provisions re adoptions in other states, substituted “authenticated and exemplified” for “certified” and substituted “probate court” for “department of health services” re repository for evidence; P.A. 89-98 removed language which limited the requirement for preparation of birth certificates to persons who were adopted in Connecticut or in another state by residents of Connecticut; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 changed required minimum age of requesting person to whom certification of birth registration relates from 18 to 16 and made technical changes; P.A. 03-247 amended section to add provisions re preparation of certificate of foreign birth for any person born outside of the country and adopted by residents of the state, to require that certificate contain adopted name, sex, date of birth, place of birth, legal name of adoptive parents and date of preparation of such certificate, to eliminate requirement for certification of birth registration for persons born outside of the state and adopted by residents of the state, to change reference to Sec. 7-52 to Sec. 7-52(a), and to make a technical change; P.A. 07-115 designated existing provisions as Subsec. (a), inserted Subdiv. designators (1) and (2) and made technical changes therein, and added Subsec. (b) re application to probate court and decree by the court re establishment of biological age and date of birth and reflection thereof in subsequently issued registrations or certificates.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-54/"
    },
    {
      "id": "section-7-55",
      "number": "7-55.",
      "heading": "Certification of birth to have force and effect of original.",
      "text": "Any certification of birth, when properly certified by the registrar of the town in which the birth occurred or of the town in which the mother resided at the time of the birth or the Department of Public Health, shall be prima facie evidence of the facts therein stated in all courts and places and in all actions, proceedings or applications, judicial, administrative or otherwise, and such certification of birth shall have the same force and effect, wherever offered, with respect to the facts therein stated as an original certificate of birth.\n\n(1949 Rev., S. 575; P.A. 77-614, S. 323, 610; P.A. 90-67, S. 4; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58.)\n\nHistory: P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 90-67 applied provisions of section to certification of birth certified by registrar of town in which birth occurred or town in which mother resided at time of birth; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995.\n\nNaked assertion of principal witness as to his age held of insufficient probative value, without corroboration from available dependable source of proof, to convict defendant of crime of selling alcoholic liquor to minor. 22 CS 353.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-55/"
    },
    {
      "id": "section-7-56",
      "number": "7-56.",
      "heading": "Issuance of certified copies of birth certificates.",
      "text": "Section 7-56 is repealed, effective October 1, 2001.\n\n(1949 Rev., S. 576; 1972, P.A. 127, S. 7; P.A. 77-614, S. 323, 610; P.A. 90-67, S. 5; P.A. 91-24, S. 2, 8; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-56/"
    },
    {
      "id": "section-7-57",
      "number": "7-57.",
      "heading": "Delayed registration of births.",
      "text": "(a) Any adult or the parent or legal guardian of any minor who is one year of age or older, for whose birth no certificate is on file, may request a delayed registration of birth by submitting to the department his or her affidavit and the affidavits of two other persons having first hand knowledge of the facts relating to such birth, made under oath and in the manner and form prescribed by the commissioner. An adult, parent or legal guardian requesting a delayed registration of birth shall also submit to the department documentary evidence of the name, date and place of birth of the person for whom a delayed registration of birth is requested. Such documentary evidence shall be sufficient to enable the department to determine that the birth did, in fact, occur on the date and at the place alleged by the adult, parent or legal guardian making the request. If the department determines that the evidence submitted is sufficient to determine the facts of the birth, the department shall prepare a birth certificate based upon the information contained in the affidavits and other documentary evidence submitted to the department. The department shall transmit a copy of such certificate to the registrar of the town where the birth occurred and to the registrar of the town where the mother resided at the time of birth.\n\n(b) If the department denies the request for a delayed registration of birth, such adult, parent or legal guardian may petition the court of probate for the district where such birth occurred for an order requiring the department to prepare a certificate of birth of such adult or such minor. The petitioner shall include with the petition the affidavits and other documentary evidence submitted to the department in accordance with subsection (a) of this section. Such court shall schedule a hearing and cause notice of the hearing to be given to the following persons: (1) The petitioner; (2) if the delayed registration of birth is sought for a minor, (A) the parent or legal guardian of the minor, and (B) if the minor is twelve years of age or older, the minor; (3) the commissioner; and (4) any such other person as the court may determine has an interest in the hearing. The commissioner or the commissioner's authorized representative may appear and testify at such hearing. The petitioner shall have the burden of proving the facts of the birth. If the court finds by a preponderance of the evidence that the birth occurred on the date and at the place alleged by the petitioner, the court shall issue an order containing the person's name, sex, date of birth, place of birth and any other identifying information as the court deems appropriate and directing the department to issue a delayed birth certificate. Upon receipt of a certified copy of any such order, the department shall prepare a birth certificate based on the facts set forth in the court's order and transmit a copy of the certificate to the registrar of the town where the birth occurred and to the registrar of the town where the mother resided at the time of birth.\n\n(c) In any proceeding under subsection (b) of this section, the court, on the motion of any party or on the court's own motion, may order genetic tests, which shall mean deoxyribonucleic acid tests, to be performed by a hospital, accredited laboratory, qualified physician or other qualified person designated by the court to determine parentage. The petitioner shall be responsible for the cost of any genetic test required by the court, except the department shall pay such cost for any petitioner who is found by the court to be indigent. If the results of such test indicate a ninety-nine per cent or greater probability that a person is the mother or father of the adult or minor for whom a delayed registration of birth is sought, the results shall constitute a rebuttable presumption that the person is, in fact, the mother or father of the adult or minor for whom a delayed registration of birth is sought.\n\n(d) Birth certificates registered one year or more after the date of birth shall be marked “delayed” and indicate (1) the date of the delayed registration, (2) the person's name, sex, date of birth, place of birth and any other identifying information prescribed by the commissioner, as such facts of the birth have been determined based upon the evidence presented to the department or stated in a court order, as the case may be, and (3) when the facts of the birth are determined by court order, a statement that the birth is registered pursuant to court order.\n\n(1949 Rev., S. 578; P.A. 79-434, S. 4; June Sp. Sess. P.A. 91-14, S. 2, 30; P.A. 01-163, S. 17; P.A. 12-163, S. 1.)\n\nHistory: P.A. 79-434 added provision concerning delayed registration of births; June Sp. Sess. P.A. 91-14 deleted internal reference to Sec. 7-75 to reflect repeal of section by said public act; P.A. 01-163 added provision re filing copy of certificate with the department; P.A. 12-163 designated existing provisions as Subsecs. (a), (b) and (d) and amended same to substantially revise provisions re process to obtain a delayed registration of birth, and added Subsec. (c) re genetic tests.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-57/"
    },
    {
      "id": "section-7-58",
      "number": "7-58.",
      "heading": "Record of birth of child born outside United States.",
      "text": "Any American citizen who becomes the parent of a child or children born outside the United States, and who was a resident of this state at the time of leaving the United States, may file, with the town clerk of the town in which the parents reside or resided, a certified copy of the record of birth of such child or children issued to the parents by an official authorized to issue such records of birth at the place of birth. When such certified copy has been filed, copies of such record of birth may be issued by such town clerk in the manner prescribed by law.\n\n(1953, S. 233d; P.A. 01-163, S. 18.)\n\nHistory: P.A. 01-163 deleted provisions re serving with the armed forces or in the employ of the United States government and added provisions re being a resident of this state at the time of leaving the United States.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-58/"
    },
    {
      "id": "section-7-59",
      "number": "7-59.",
      "heading": "Report of foundling.",
      "text": "(a) The executive authority of any agency or institution, upon accepting the temporary custody of any foundling, shall, not later than ten days after the date of such acceptance, report to the registrar of vital statistics of the town or city where such foundling was found or voluntarily surrendered, in a format prescribed by the department, as follows: The date and place of finding where voluntarily surrendered, the sex, the race, the approximate age, the name and address of such agency or institution and the name given to the child. Except for an infant voluntarily surrendered pursuant to the provisions of section 17a-58, if a child for whom a report of foundling has been registered is later identified and a certificate of birth is found or obtained, the certificate of birth shall be substituted and the report of foundling shall be sealed and filed in a confidential file, and such seal may be broken and the record inspected only upon order of a court of competent jurisdiction. The certificate prescribed by this section shall include such additional information as the department requires.\n\n(b) For any infant surrendered pursuant to the provisions of section 17a-58, the hospital shall prepare a report of foundling as described in subsection (a) of this section. If a certificate of birth has already been filed in the state birth registry pursuant to the requirements of section 7-48, the report of foundling shall substitute for the original certificate of birth which shall be sealed and filed in a confidential file at the Department of Public Health. The original certificate of birth shall not be released except upon order of a court of competent jurisdiction.\n\n(1949 Rev., S. 579; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 19; P.A. 11-242, S. 5.)\n\nHistory: P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 changed provision re forms supplied to format prescribed by the department, changed “color” to “race” and made technical changes; P.A. 11-242 designated existing provisions as Subsec. (a) and amended same to add reporting requirement re location where foundling was voluntarily surrendered and make technical changes, and added Subsec. (b) re hospital's responsibility to prepare report of foundling for any infant surrendered pursuant to Sec. 17a-58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-59/"
    },
    {
      "id": "section-7-60",
      "number": "7-60.",
      "heading": "Fetal death certificates.",
      "text": "(a) As used in this section, “fetal death” means the death of a fetus prior to the complete expulsion or extraction from the uterus, irrespective of the duration of pregnancy, in which there is no evidence of life after such expulsion or extraction, including, but not limited to, beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles. “Fetal death” does not include an induced termination of a pregnancy.\n\n(b) For each fetal death occurring after a period of gestation of not less than twenty weeks, a fetal death certificate shall be filed with the registrar of vital statistics in the manner required by sections 7-48 and 7-51 with respect to the filing, content and issuance of birth certificates. A fetal death certificate shall be signed by a physician or, when no physician was in attendance, by the nurse-midwife in attendance at the birth, the Chief Medical Examiner, Deputy Chief Medical Examiner, an associate medical examiner or an authorized assistant medical examiner. The provisions of this subsection shall not apply to a father or mother when a birth occurs outside an institution and a physician or midwife is not in attendance at such birth, as described in subsection (c) of section 7-48.\n\n(c) Such certificate shall include, on a confidential portion of the certificate, any additional information required by the department, provided the information obtained under this section shall be used only for medical and health purposes.\n\n(1949 Rev., S. 581; 1951, 1953, S. 232d; 1969, P.A. 699, S. 19; P.A. 77-614, S. 323, 610; P.A. 79-47, S. 1; 79-434, S. 5; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 20; P.A. 03-19, S. 18; P.A. 07-79, S. 2; P.A. 12-197, S. 1; P.A. 23-31, S. 21.)\n\nHistory: 1969 act specified chief, deputy and authorized assistant medical examiners as signers of certificate replacing former reference simply to “medical examiner”; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 79-47 replaced deputy medical examiner with deputy chief medical examiner and included associate medical examiner as authorized signer; P.A. 79-434 divided section into Subsecs. and added requirement that additional information be used only for medical and health purposes and is not to be placed in permanent official records; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 amended Subsec. (a) by adding reference to Secs. 7-50, 7-51 and 7-52 re content and issuance of birth certificates and amended Subsec. (b) by adding provision re confidential portion of certificate, deleting provision re information shall not be incorporated into permanent records of department and making a technical change; P.A. 03-19 made a technical change in Subsec. (a), effective May 12, 2003; P.A. 07-79 amended Subsec. (a) to allow nurse-midwife in attendance at a birth in which a physician is not present to sign the fetal death certificate for a fetus born dead; P.A. 12-197 amended Subsec. (a) by deleting reference to Sec. 7-50; P.A. 23-31 added new Subsec. (a) defining “fetal death”, redesignated existing Subsec. (a) as Subsec. (b) and amended same by replacing “Each case of fetal death shall be registered and” with “For each fetal death occurring after a period of gestation of not less than 20 weeks,”, deleting reference to Sec. 7-52, deleting provision re a fetus born after a period of gestation of not less than 20 weeks, adding provision re applicability of section when birth occurs outside an institution and making conforming changes, and redesignated existing Subsec. (b) as Subsec. (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-60/"
    },
    {
      "id": "section-7-61",
      "number": "7-61.",
      "heading": "Birth and fetal death certificates to state whether blood test has been made.",
      "text": "In reporting each birth and fetal death, physicians and others permitted to attend pregnancy cases and required to report births and fetal deaths shall state on the birth certificate or fetal death certificate, as the case may be, whether a blood test for syphilis has been made during such pregnancy upon a specimen of blood taken from the woman who bore the child for which a birth or fetal death certificate is filed and, if made, the date when such test was made, and, if not made, the reason why such test was not made. In no event shall the birth certificate state the result of the test.\n\n(1949 Rev., S. 3837; 1953, S. 2049d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-61/"
    },
    {
      "id": "section-7-62",
      "number": "7-62.",
      "heading": "Death certificates.",
      "text": "Section 7-62 is repealed.\n\n(1949 Rev., S. 583–585; 1949, S. 234d; 1957, P.A. 163, S. 10; 1963, P.A. 107; 1967, P.A. 54; 1969, P.A. 442, S. 1; 699, S. 20; P.A. 73-178; P.A. 77-614, S. 323, 610; P.A. 79-47, S. 2; 79-434, S. 20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-62/"
    },
    {
      "id": "section-7-62a",
      "number": "7-62a.",
      "heading": "Illegal issuance of certificates.",
      "text": "No person other than a registrar of vital statistics or the commissioner shall issue or cause to be issued any certificate or document which is, or purports to be, an original or certified copy of a certificate of birth, death, fetal death or marriage. No person other than such registrar or the commissioner shall certify or purport to certify as a true copy any certificate of birth, death, fetal death or marriage. No person other than a registrar of vital statistics or the commissioner shall issue or cause to be issued an uncertified copy of a certificate of birth, death, fetal death or marriage, in accordance with the provisions of subsection (a) of section 7-51a. Any person who violates this section shall be fined not more than one hundred fifty dollars or imprisoned not more than one year, or both.\n\n(1963, P.A. 285; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 21.)\n\nHistory: P.A. 77-614 substituted commissioner of health services for commissioner of health, effective January 1, 1979; P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995 (Revisor's note: The Revisors editorially changed the reference to “one hundred and fifty dollars” to “one hundred fifty dollars” for consistency with customary usage); P.A. 01-163 made technical changes and added provision re issuance of uncertified copy of vital record certificate.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-62a/"
    },
    {
      "id": "section-7-62b",
      "number": "7-62b.",
      "heading": "Death certificates; filing and registration; responsibilities of funeral directors and licensed embalmers; medical certification; burial of person who died from communicable disease; “presumptive” death certificates; regulations",
      "text": "(a) A death certificate for each death which occurs in this state shall be completed in its entirety and filed with the registrar of vital statistics in the town in which the death occurred not later than five business days after death if filing a paper certificate and not later than three calendar days after death if filing through an electronic death registry system, in order to obtain a burial permit prior to final disposition. The death certificate shall be registered if properly filed. If the place of death is unknown but the body is found in this state, the death certificate shall be completed and filed in accordance with this section, provided the place where the body is found shall be shown as the place of death.\n\n(b) The funeral director or embalmer licensed by the department, or the funeral director or embalmer licensed in another state and complying with the terms of a reciprocal agreement on file with the department, in charge of the burial of the deceased person shall complete the death certificate through the electronic death registry system, or, if the electronic death registry system is unavailable, on a form provided by the department. Said certificate shall be filed by a licensed embalmer or such embalmer's designee or a funeral director or such director's designee, in accordance with the provisions of this section, except when inquiry is required by the Chief Medical Examiner's Office, in which case the death certificate shall be filed in accordance with section 19a-409. The Social Security number of the deceased person shall be recorded on such certificate. Such licensed funeral director or licensed embalmer shall obtain the personal data from the next of kin or the best qualified person or source available and shall obtain a medical certification from the person responsible therefor, in accordance with the provisions of this section. Only a licensed embalmer may assume charge of the burial of a deceased person who had a communicable disease, as designated in the regulations of Connecticut state agencies, at the time of death and such licensed embalmer shall file an affidavit, on a form provided by the department, signed and sworn to by such licensed embalmer stating that the body has been disinfected in accordance with the regulations of Connecticut state agencies.\n\n(c) The medical certification portion of the death certificate shall be completed, signed and returned to the licensed funeral director or licensed embalmer no later than twenty-four hours after death by the physician or advanced practice registered nurse in charge of the patient's care for the illness or condition which resulted in death, or upon the death of an infant delivered by a nurse-midwife, by such nurse-midwife, as provided in section 20-86b. In the absence of such physician or advanced practice registered nurse, or with the physician's or advanced practice registered nurse's approval, the medical certification may be completed and signed by an associate physician, an advanced practice registered nurse, a physician assistant as provided in subsection (d) of section 20-12d, a registered nurse as provided in section 20-101a, the chief medical officer of the institution in which death occurred, or by the pathologist who performed an autopsy upon the decedent. No physician, advanced practice registered nurse, physician assistant, registered nurse, nurse-midwife, chief medical officer or pathologist shall sign and return the medical certification unless such physician, advanced practice registered nurse, physician assistant, registered nurse, nurse-midwife, chief medical officer or pathologist has personally viewed and examined the body of the person to whom the medical certification relates and is satisfied that at the time of the examination such person was in fact dead, except in the event a medical certification is completed by a physician, advanced practice registered nurse, physician assistant, registered nurse, nurse-midwife, chief medical officer or pathologist other than the one who made the determination and pronouncement of death, an additional viewing and examination of the body shall not be required. Such physician, advanced practice registered nurse, physician assistant, registered nurse, nurse-midwife, chief medical officer or pathologist shall certify to the facts of death through the electronic death registry system, or, if the electronic death registry is unavailable, on a form provided by the department. If a physician, advanced practice registered nurse, physician assistant, registered nurse, nurse-midwife, chief medical officer or pathologist refuses or otherwise fails to complete, sign and return the medical portion of the death certificate to the licensed funeral director or licensed embalmer within twenty-four hours after death, such licensed funeral director or embalmer may notify the Commissioner of Public Health of such refusal. The commissioner may, upon receipt of notification and investigation, assess a civil penalty against such physician, advanced practice registered nurse, physician assistant, registered nurse, chief medical officer or pathologist not to exceed two hundred fifty dollars. The medical certification shall state the cause of death, defined so that such death may be classified under the international list of causes of death, the duration of disease if known and such additional information as the Department of Public Health requires. The department shall give due consideration to national uniformity in vital statistics in prescribing the form and content of such information.\n\n(d) If the cause of death cannot be determined within twenty-four hours after death and inquiry is not required by the Chief Medical Examiner, the medical certification may be completed in such manner as may be provided by regulation, adopted by the Commissioner of Public Health in accordance with chapter 54. The attending physician or advanced practice registered nurse shall give the licensed funeral director or licensed embalmer notice of the reason for the delay and final disposition of the body shall not be made until a signed medical certification is obtained from the attending physician or advanced practice registered nurse.\n\n(e) When a death is presumed to have occurred within this state but the body cannot be located, a death certificate may be prepared by the Chief Medical Examiner upon receipt of an order of a court of competent jurisdiction, which shall include the finding of facts required to complete the death certificate. Such death certificate shall be filed with the Department of Public Health and marked “presumptive” and shall show on its face the date of filing and shall identify the court and the date of decree.\n\n(f) The Commissioner of Public Health may by regulation, adopted in accordance with chapter 54, provide for the extension of time periods prescribed for the filing of death certificates in cases where compliance therewith would result in undue hardship.\n\n(P.A. 79-434, S. 6; P.A. 83-299, S. 1, 2; P.A. 92-10; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; June 18 Sp. Sess. P.A. 97-7, S. 5, 38; P.A. 01-163, S. 22; P.A. 04-221, S. 29; 04-255, S. 5; P.A. 12-36, S. 1; P.A. 21-121, S. 22.)\n\nHistory: P.A. 83-299 amended Subsec. (c) to allow the commissioner of health services, upon notification from a funeral director or embalmer, to assess a civil penalty against a physician who fails to complete the medical portion of the death certificate within 24 hours after death; P.A. 92-10 amended Subsec. (c) by adding an exception for pronouncement of death by a registered nurse; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (b) by requiring Social Security number of deceased person to be recorded on death certificate, effective July 1, 1997; P.A. 01-163 amended Subsec. (b) by making technical changes and adding provision re funeral directors or embalmers licensed in another state and complying with reciprocal agreement filed with the department; P.A. 04-221 amended Subsec. (c) by allowing advanced practice registered nurses or nurse-midwifes and, under certain circumstances, physician assistants or registered nurses to complete medical certification, and making conforming and technical changes; P.A. 04-255 amended Subsec. (a) to require death certificate to be completed in its entirety and add deadlines for filing, amended Subsec. (b) to specify that the certificate shall be filed by embalmer, funeral director or designee, change requirements applicable when person died of communicable disease to apply when person had such disease at time of death and change certificate of disinfection to affidavit on department form, amended Subsec. (c) to allow advanced practice registered nurse to complete, sign and return medical certification and allow advanced practice registered nurse, physician assistant or registered nurse to complete and sign such certification under certain circumstances, and made conforming changes throughout; P.A. 12-36 amended Subsec. (a) by adding references to business days and calendar days and by making technical changes; P.A. 21-121 amended Subsec. (b) by adding provision re completion of death certificate through the electronic death registry system and replacing “Public Health Code” with “regulations of Connecticut state agencies” and amended Subsec. (c) by adding provision re certification of facts of death through the electronic death registry system, effective January 1, 2022.\n\nSee Sec. 20-101a re pronouncement of death by a registered nurse.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-62b/"
    },
    {
      "id": "section-7-62c",
      "number": "7-62c.",
      "heading": "Filing and registration of death certificate when death not recorded in accordance with Sec. 7-62b; “delayed” death certificates.",
      "text": "(a) When a death occurring in this state has not been recorded in accordance with section 7-62b, a death certificate may be filed in accordance with regulations adopted pursuant to chapter 54 by the Commissioner of Public Health. Such death certificate shall be registered subject to the evidentiary requirements prescribed by such regulations to substantiate the alleged facts of death.\n\n(b) Death certificates registered one year or more after the date of death shall be marked “Delayed” and shall show on their face the date of the delayed registration.\n\n(P.A. 79-434, S. 7; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58.)\n\nHistory: P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-62c/"
    },
    {
      "id": "section-7-63",
      "number": "7-63.",
      "heading": "Notice of deaths at the Connecticut Juvenile Training School.",
      "text": "Section 7-63 is repealed, effective July 1, 2018.\n\n(1949 Rev., S. 586; P.A. 99-26, S. 15, 39; P.A. 04-152, S. 2; P.A. 18-31, S. 43.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-63/"
    },
    {
      "id": "section-7-64",
      "number": "7-64.",
      "heading": "Disposal of bodies.",
      "text": "The body of each person who dies in this state shall be buried, removed or cremated within a reasonable time after death. The person to whom the custody and control of the remains of any deceased person are granted by law shall see that the certificate of death required by law has been completed and filed in accordance with section 7-62b prior to final disposition of the body. An authorization for final disposition issued under the law of another state which accompanies a dead body or fetus brought into this state shall be authority for final disposition of the body or fetus in this state. The final disposition of a cremated body shall be recorded as the crematory. The provisions of this section shall not in any way impair the authority of directors of health in cases of death resulting from communicable diseases, nor conflict with any statutes regulating the delivery of bodies to any medical school, nor prevent the placing of any body temporarily in the receiving vault of any cemetery. The placing of any body in a family vault or tomb within any cemetery shall be deemed a burial under the provisions of this section. Any person who violates any provision of this section shall be guilty of a class D felony.\n\n(1949 Rev., S. 590; P.A. 79-434, S. 8; P.A. 04-255, S. 6; P.A. 13-258, S. 34.)\n\nHistory: P.A. 79-434 made it clear that death certificate must be filed before disposition of body and added provision concerning dispositions of bodies brought in from other states; P.A. 04-255 added specification that final disposition of a cremated body be recorded as the crematory; P.A. 13-258 changed penalty from fine of not more than $500 or imprisonment of not more than 5 years to a class D felony.\n\nSee chapter 368i re anatomical donations.\n\nSee chapter 368j re cemeteries.\n\nSee chapter 368k re crematories.\n\nSee chapter 385 re embalmers and funeral directors.\n\nSee Sec. 19a-41 re regulations specifying methods of reporting, recording, issuing, maintaining, indexing, correcting and amending vital records and statistics.\n\nSee Sec. 19a-504 re removal of bodies from presence of patients in hospitals, rest homes, etc.\n\nSee Secs. 53-331 to 53-334, inclusive, re penalties for unlawful embalming, burial and disinterment practices.\n\nAffords no basis for civil liability for funeral expenses. 137 C. 450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-64/"
    },
    {
      "id": "section-7-65",
      "number": "7-65.",
      "heading": "Removal, transit and burial permit. Subregistrars.",
      "text": "(a) The embalmer or funeral director licensed by the department, or licensed in a state having a reciprocal agreement on file with the department and complying with the terms of such agreement, who assumes custody of a dead body shall obtain a removal, transit and burial permit from the registrar of the town in which the death occurred or the town in which the embalmer or funeral director maintains a place of business not later than five calendar days after death, and prior to final disposition or removal of the body from the state. The embalmer or funeral director who assumes custody and control of the body and obtains a removal, transit and burial permit from the registrar of the town in which the embalmer or funeral director maintains a place of business shall be obligated to file the death certificate, in accordance with the provisions of section 7-62b, in person, through an electronic registry system or by certified mail, return receipt requested. The removal, transit and burial permit shall specify the place of burial or other place of interment and state that the death certificate and any other certificate required by law have been returned and recorded.\n\n(b) A local registrar shall appoint not less than two suitable persons as subregistrars, who shall be authorized to issue removal, transit and burial permits and cremation permits for any death that occurs in such registrar's town, during the hours in which the office of the registrar of vital records is closed. The appointment of subregistrars shall be made in writing, with the approval of the chief elected official of such town, and shall be made with reference to locality, to best accommodate the inhabitants of the town. Such subregistrars shall be sworn, and their term of office shall not extend beyond the term of office of the appointing registrar. The names of such subregistrars shall be reported to the Department of Public Health. The Chief Medical Examiner, Deputy Chief Medical Examiner and associate medical examiners shall be considered subregistrars of any town in which death occurs for the sole purpose of issuing removal, transit and burial permits.\n\n(c) A subregistrar shall issue a removal, transit and burial permit upon receipt of a completed death certificate as provided in section 7-62b. A subregistrar shall forward any such certificate upon which a removal, transit and burial permit is issued to the registrar of the town where the death occurred, not later than seven days after receiving such certificate.\n\n(d) The fee for such removal, transit and burial permit shall be paid to the town issuing the removal, transit and burial permit.\n\n(1949 Rev., S. 587; 1961, P.A. 315; 1971, P.A. 27; P.A. 73-26; P.A. 77-614, S. 323, 610; P.A. 79-47, S. 3; 79-434, S. 9; P.A. 93-381, S. 9, 39; P.A. 95-184, S. 3; 95-257, S. 12, 21, 58; P.A. 04-255, S. 7; P.A. 07-104, S. 1; P.A. 09-232, S. 8; P.A. 16-22, S. 1.)\n\nHistory: 1961 act provided for appointment of additional subregistrars to accommodate governmental institutions; 1971 act deleted provision limiting subregistrars to two and provision, made obsolete thereby, for special appointments exceeding the limit; P.A. 73-26 added provisions concerning consideration of chief medical examiner as subregistrar and payment of burial and removal permits; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 79-47 provided for consideration of deputy chief medical examiner and associate medical examiners as subregistrars; P.A. 79-434 replaced specific reference to funeral director's certificate with “any other certificate”; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-184 required burial permit specification to be by section, lot, grave or other place of interment; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 04-255 replaced provision requiring burial permit with provision specifying that embalmer or funeral director shall obtain a burial transit removal permit and made conforming changes; P.A. 07-104 substituted “removal, transit and burial permit” for “burial transit removal permit” and made embalmer or funeral director assuming custody and control of body and obtaining such permit from registrar of town in which the embalmer or funeral director maintains a place of business responsible for filing death certificate in person, electronically or by mail, effective July 1, 2007; P.A. 09-232 divided existing provisions into Subsecs. (a), (b) and (d), made a technical change in Subsec. (a), amended Subsec. (b) by requiring local registrar to appoint not less than 2 persons as subregistrars, by authorizing subregistrars to issue cremation permits and by making conforming and technical changes, and added new Subsec. (c) re duties of subregistrars; P.A. 16-22 amended Subsec. (b) by replacing “selectmen” with “chief elected official” in provision re approval of subregistrar appointments.\n\nSee Secs. 19a-323 and 19a-324 re procedure for issuance of cremation certificates.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-65/"
    },
    {
      "id": "section-7-65a",
      "number": "7-65a.",
      "heading": "Multiple interment in common hospital-supplied container.",
      "text": "Multiple interment within a common hospital-supplied container shall be permitted only for fetal remains. If a death certificate is issued, such multiple interment shall be prohibited. Signed copies of the appropriate hospital consent forms for the disposition of remains and the permits required by law shall accompany any such container.\n\n(P.A. 93-279, S. 19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-65a/"
    },
    {
      "id": "section-7-66",
      "number": "7-66.",
      "heading": "Duties of sextons. Sextons' reports. Penalty.",
      "text": "(a) The sexton of a cemetery shall specify on the removal, transit and burial permit the place of burial, by section, lot or grave, or other place of interment. If the removal, transit and burial permit is recorded in an electronic death registry system, the sexton shall enter the place of burial in such system not later than three days after the date of the burial. For any removal, transit and burial permit in a paper format, the sexton shall forward such completed and signed removal, transit and burial permit to the registrar of the town where the body is buried, and send a copy of such removal, transit and burial permit to the registrar of the town where death occurred. For any disinterment of a body, the sexton who is in charge of reinterring such body shall: (1) Complete a disinterment permit as required pursuant to section 7-67 specifying the place of reinterment by section, lot or grave, or other place of interment; (2) return a completed disinterment permit to the registrar of the town where the body is buried; and (3) send a copy of such disinterment permit to the registrar of the town where the death occurred. Any removal, burial and transit permit and disinterment permit in a paper format shall be forwarded to the proper registrar by the first week of the month following interment or disinterment.\n\n(b) For a body that is placed temporarily in a receiving vault of any cemetery and subsequently buried in the same cemetery, no additional removal, burial and transit permit shall be required. In each case herein provided for, the sexton of such cemetery shall endorse upon the removal, transit and burial permit the date when the body was placed in the temporary receiving vault, and the date when and the place where such body was subsequently buried. If such subsequent burial is to be in any cemetery other than the cemetery where the body was temporarily deposited or if the body is to be cremated, the sexton shall return the original burial permit to the registrar of the town where death occurred, who shall thereupon issue another removal, burial and transit, or cremation permit if necessary.\n\n(c) Each sexton having charge of any burial place shall report all interments, disinterments and removals made by such sexton to the registrar of the town where the cemetery is located. If the death is recorded in an electronic death registry system, a sexton shall fulfill the requirements of this subsection by completing the removal, transit and burial permit in such registry system. For any removal, transit and burial permit in a paper format, the sexton shall forward to the registrar of the town where the cemetery is located a monthly list of all interments, disinterments and removals of bodies in temporary receiving vaults. Such list shall be due during the first week of the month following the month in which the sexton completed the interments, disinterments and removals of bodies in temporary receiving vaults.\n\n(d) Any sexton who violates the provisions of subsections (a) and (b) of this section shall be guilty of a class D felony. Any sexton who fails to make the appropriate filing of reports as required by subsection (c) of this section, by the end of the third week of a month to the registrar of the town where the cemetery is located, shall be subject to a fine of not more than one hundred dollars per day.\n\n(1949 Rev., S. 588; P.A. 04-255, S. 8; P.A. 07-104, S. 2; P.A. 09-232, S. 18; P.A. 13-258, S. 35.)\n\nHistory: P.A. 04-255 added requirement that sexton specify place of burial, deleted references to disposal of ashes and made conforming changes; P.A. 07-104 substituted “removal, transit and burial permit” for “burial transit removal permit” and required sexton to send copy of endorsed removal, transit and burial permit or permit for final disposition, if death occurred in another state, to registrar of vital statistics who filed the death certificate for the body, effective July 1, 2007; P.A. 09-232 divided existing provisions into Subsecs. (a) and (b), amended Subsec. (a) by adding provisions re sexton's duties concerning removal, transit and burial permits and disinterment permits, amended Subsec. (b) by providing that in cases involving subsequent burial in a different cemetery, sexton shall return original burial permit to town where the death occurred, and added Subsec. (c) re reporting requirements and Subsec. (d) re penalties; P.A. 13-258 amended Subsec. (d) to change penalty for violation of Subsecs. (a) and (b) from fine of not more than five hundred dollars or imprisonment of not more than 5 years to a class D felony.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-66/"
    },
    {
      "id": "section-7-67",
      "number": "7-67.",
      "heading": "Applications for and issuance of disinterment permits.",
      "text": "(a) No person shall open any grave for the disinterment of the body of any person in any cemetery or burial place or disinter or remove any dead body from the town in which the death took place, without having procured a disinterment permit from the local registrar of vital statistics of the town where the body is buried or the local registrar of vital statistics where the death occurred, or an order from a Superior Court judge as provided in section 19a-413.\n\n(b) An embalmer or funeral director licensed by the department or licensed by a state having a reciprocal agreement on file with the department, or an individual designated by an order issued by a judge of the Superior Court, pursuant to the provisions of section 19a-413, may apply for a disinterment permit. Such application shall be made to the registrar of vital statistics of the town where the body is buried or to the registrar of vital statistics of the town where the death occurred. The disinterment permit shall state the place where the body is presently interred and the place where the body will be reinterred.\n\n(c) No permit for the disinterment of the body of any deceased person shall be issued in any case where the death was caused by a communicable disease, except by the permission and under the direction of the local director of health of the town where the body is interred.\n\n(1949 Rev., S. 591; 1969, P.A. 699, S. 21; P.A. 09-232, S. 19.)\n\nHistory: 1969 act added provision concerning court orders; P.A. 09-232 designated existing provisions as Subsec. (a), amended Subsec. (a) by substituting “local registrar of vital statistics of the town where the body is buried or the local registrar of vital statistics where the death occurred” for “registrar” and making a technical change, added Subsec. (b) re persons who may apply for disinterment permits, the application process and content of such permits and added Subsec. (c) re issuance of disinterment permit when death was caused by a communicable disease.\n\nSee Sec. 19a-324 re penalty for failure to obtain permit or for making false statements in procuring permit.\n\nSee Sec. 53-334 re penalty for unlawful disinterment.\n\nSee Sec. 54-50 re reward for information concerning unlawful disinterment of corpse.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-67/"
    },
    {
      "id": "section-7-68",
      "number": "7-68.",
      "heading": "Issuance of disinterment or removal permit.",
      "text": "Section 7-68 is repealed, effective October 1, 2009.\n\n(1949 Rev., S. 592; P.A. 79-434, S. 10; P.A. 04-255, S. 9; P.A. 05-272, S. 13; P.A. 09-232, S. 106.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-68/"
    },
    {
      "id": "section-7-68a",
      "number": "7-68a.",
      "heading": "Application to Probate Court for disinterment of remains of child buried in a multiple interment within common hospital-supplied container",
      "text": "(a) Any parent of a deceased child who was buried in a multiple interment within a common hospital-supplied container on or after June 1, 1981, but not later than June 30, 1981, may request the disinterment of the remains of such child for the purpose of removal and reinterment of the remains by making application for such disinterment with the probate court for the district in which such parent resides or in which the remains of such child are interred. A copy of the death certificate of such child and the disinterment permit required by section 7-67 shall be filed with such application.\n\n(b) The probate court, upon receipt of such application, shall schedule a hearing. If the court finds that there is a likelihood that the remains of such child will be sufficiently identifiable, the court shall order disinterment in accordance with subsection (c) of this section.\n\n(c) Upon order of disinterment of the probate court, a sexton shall permit the disinterment of the remains of such child. Upon the disinterment of the common hospital-supplied container, the Chief Medical Examiner, in consultation with the sexton, shall determine whether the remains of such child are sufficiently identifiable. If the remains are found to be sufficiently identifiable, the remains of such child shall be removed for reinterment in accordance with the wishes of the person who requested disinterment. If the remains are not sufficiently identifiable, the common hospital-supplied container shall be reinterred.\n\n(d) No person, other than the parent requesting the disinterment, shall be liable for damages or subject to criminal prosecution for any disinterment in accordance with this section. The parent requesting the disinterment shall be liable for any costs incurred with respect to such disinterment.\n\n(P.A. 93-279, S. 18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-68a/"
    },
    {
      "id": "section-7-69",
      "number": "7-69.",
      "heading": "Removal of body of deceased person.",
      "text": "No person except a licensed embalmer or funeral director licensed by the department, or licensed in a state having a reciprocal agreement on file with the department and complying with the terms of such agreement, shall remove the body of a deceased person, except that once the body of a deceased person has been embalmed or prepared in accordance with the Public Health Code and applicable provisions of the general statutes, a licensed embalmer or funeral director may authorize an unlicensed employee to transport such body. No person except a licensed embalmer or funeral director licensed by the department, or licensed in a state having a reciprocal agreement on file with the department, shall remove the body of any deceased person from this state to another state until a removal, transit and burial permit has been issued in accordance with section 7-65. No removal, transit and burial permit shall be issued unless the death certificate has been signed by a licensed embalmer or funeral director licensed by the department, or licensed in a state having a reciprocal agreement on file with the department and complying with the terms of such agreement. In the case of a deceased person who, at the time of death, had a communicable disease specified by the Public Health Code, the permit shall certify that the body was prepared in accordance with the regulations of the Public Health Code. Such permit shall be sufficient to permit the burial of such deceased person in any town in this state other than the town in which such person died, without a burial permit from the registrar of the town where such person is to be buried. If the body of a deceased person is brought into the state for burial or cremation and is accompanied by a removal, transit and burial permit, or a permit for final disposition indicating the manner and place of final disposition of the body, issued by the legally constituted authorities of the state from which such body was brought, such permit shall be received as sufficient authority for burial or cremation; except that, if such body is not accompanied by such permit, the person or persons in charge of such body shall apply for a burial permit to the registrar of vital statistics of the town in which such body is to be buried, and such registrar shall issue such permit when furnished with such information as to the identity of the deceased person and the cause of death as is required by section 7-62b concerning a person dying in this state. Any person who violates any provision of this section, or who knowingly signs a false permit or knowingly allows a false permit to be used in lieu of a permit required by this section, shall be fined not more than five hundred dollars or imprisoned not more than six months, or both.\n\n(1949 Rev., S. 593; 1949, S. 236d; P.A. 85-613, S. 18, 154; P.A. 96-180, S. 4, 166; P.A. 01-163, S. 23; P.A. 04-255, S. 10; P.A. 05-288, S. 38; P.A. 07-104, S. 3.)\n\nHistory: P.A. 85-613 made technical change, substituting reference to Sec. 7-62b for reference to Sec. 7-62; P.A. 96-180 changed reference to Board of Examiners of Embalmers to Department of Public Health, effective June 3, 1996; P.A. 01-163 made technical changes and added provisions re funeral directors or embalmers licensed in a state having a reciprocal agreement filed with the department and complying with its terms; P.A. 04-255 allowed unlicensed employee to transport properly embalmed or prepared body, required burial transit permit before removal of body, deleted provisions re removal of body from or to a town and made conforming changes; P.A. 05-288 made technical changes, effective July 13, 2005; P.A. 07-104 substituted “removal, transit and burial permit” for “burial transit removal permit” and added provisions re sufficient authority for cremation of bodies brought into the state, effective July 1, 2007.\n\nSee Sec. 19a-91 re regulation of transportation of bodies.\n\nSee Sec. 19a-324 re penalty for failure to obtain permit or for making false statement in procuring permit.\n\nCited. 141 C. 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-69/"
    },
    {
      "id": "section-7-70",
      "number": "7-70.",
      "heading": "Temporary removal of body to another town or state. Temporary removal permit.",
      "text": "Section 7-70 is repealed, effective October 1, 2004.\n\n(1949 Rev., S. 594; 1951, S. 237d; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 24; P.A. 04-255, S. 29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-70/"
    },
    {
      "id": "section-7-71",
      "number": "7-71.",
      "heading": "Report of name of sexton.",
      "text": "The secretary or committee of each cemetery association in any town shall report to the registrar of the town in which the cemetery is situated the name of the sexton in charge of the cemetery of such association.\n\n(1949 Rev., S. 595.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-71/"
    },
    {
      "id": "section-7-72",
      "number": "7-72.",
      "heading": "Sextons' reports. Fines.",
      "text": "Section 7-72 is repealed, effective October 1, 2009.\n\n(1949 Rev., S. 596; P.A. 77-614, S. 323, 610; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 04-255, S. 11; P.A. 08-184, S. 2; P.A. 09-232, S. 106.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-72/"
    },
    {
      "id": "section-7-73",
      "number": "7-73.",
      "heading": "Fees for marriage license, burial or removal, transit and burial permit. Marriage license surcharge.",
      "text": "(a) To any person performing the duties required by the provisions of the general statutes relating to registration of marriages, deaths and fetal deaths, the following fees shall be allowed: (1) For the license to marry, fifteen dollars; and (2) for issuing each burial or removal, transit and burial permit, five dollars.\n\n(b) A thirty-five-dollar surcharge shall be paid to the registrar for each license to marry in addition to the fee for such license established pursuant to subsection (a) of this section. The registrar shall retain one dollar from each such surcharge for administrative costs and shall forward the remainder, on or before the tenth day of the month following each calendar quarter, to the Department of Public Health. The receipts shall be deposited into an account of the State Treasurer and credited to the General Fund for further credit to a separate nonlapsing account established by the Comptroller for use by the Department of Social Services for shelter services for victims of household abuse in accordance with section 17b-850 and by the Department of Public Health for rape crisis services funded under section 19a-2a. Such funds shall be allocated for these purposes by the Office of Policy and Management in consultation with the Commissioners of Social Services and Public Health based on an evaluation of need, service delivery costs and availability of other funds. The Commissioners of Social Services and Public Health shall distribute such funds to the recipient organizations in accordance with such allocations not later than October fifteenth, annually. No such funds shall (1) be retained by the Office of Policy and Management, the Commissioner of Social Services or the Commissioner of Public Health for administrative purposes; or (2) supplant any state or federal funds otherwise available for such services.\n\n(1949 Rev., S. 579, 3626; 1949, S. 1981d; 1963, P.A. 13; February, 1965, P.A. 145; 1971, P.A. 284, S. 1; P.A. 80-117, S. 1, 3; P.A. 89-217, S. 2, 6; P.A. 92-203, S. 1, 2; P.A. 93-11, S. 1, 2; 93-262, S. 1, 87; 93-381, S. 9, 11, 39; P.A. 95-257, S. 12, 21, 58; P.A. 00-92, S. 4; P.A. 01-163, S. 25; P.A. 04-255, S. 12; P.A. 06-195, S. 1; P.A. 07-104, S. 4; P.A. 10-137, S. 1; P.A. 18-136, S. 5.)\n\nHistory: 1963 act deleted provision for paying $0.25 to persons furnishing certificates required by sections 7-48 and 7-62; 1965 act raised fee for license to marry from $1 to $5 and deleted provisions regarding attaching affidavits to marriage licenses; 1971 act increased fee for issuing burial or removal permit to $1 and deleted provisions re reports of foundling children; P.A. 80-117 increased marriage license fee to $6 and burial or removal permit fee to $2; P.A. 89-217 changed the fees as follows: From $0.25 to $2 for the recording, indexing, copying or endorsing of each birth, marriage or death certificate, from $6 to $10 for a license to marry and from $2 to $3 for each burial or removal permit; P.A. 92-203 added Subsec. (b) re marriage surcharge to fund shelters for victims of household abuse and rape crisis services; P.A. 93-11 amended Subsec. (b) to provide fees be sent to the department of health services instead of the state treasurer and to provide for the deposit of funds into a separate account in the general fund, effective July 1, 1993; P.A. 93-262 authorized substitution of department of social services for department of human resources, effective July 1, 1993; P.A. 93-381 replaced commissioner and department of health services with commissioner and department of public health and addiction services and made technical changes, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995 (Revisor's note: The words “the department of” were deleted editorially by the Revisors in Subsec. (b) references to Commissioner of Social Services and Commissioner of Public Health for consistency with customary statutory usage); P.A. 00-92 amended Subsec. (a) to delete $1 fee for ascertaining, recording and indexing each birth or death of which no certificate has been returned, to delete $0.05 fee for certifying to each certificate returned by physicians, midwives and persons having charge of burial places, to delete $0.10 fee for endorsing and recording each burial permit filed, to delete $0.50 fee for the sexton or other person making returns required by section 7-72 and similar $0.25 fee for registrars, and to delete requirement that all such fees, except those for certificates of license to marry and for removal permits, be paid by the town in which the duties for which said fees are allowed are performed; P.A. 01-163 added provisions re fetal deaths in Subsec. (a) and made technical changes in Subsecs. (a) and (b); P.A. 04-255 amended Subsec. (a) by changing “removal permit” to “burial transit removal permit”; P.A. 06-195 amended Subsec. (a) by deleting former Subdiv. (1) re $2 fee for completing birth records and for recording, indexing, copying and endorsing birth, marriage, death and fetal death certificates, making a conforming change and redesignating existing Subdivs. (2) and (3) as Subdivs. (1) and (2), respectively; P.A. 07-104 amended Subsec. (a) by substituting “removal, transit and burial permit” for “burial transit permit”, effective July 1, 2007; P.A. 10-137 amended Subsec. (b) by adding provisions requiring annual distribution of funds by October 15th and prohibiting retention of funds for administrative purposes, effective July 1, 2010; P.A. 18-136 amended Subsec. (a) by increasing marriage license fee from $10 to $15 and burial or removal, transit and burial permit fee from $3 to $5, and amended Subsec. (b) by increasing marriage surcharge from $20 to $35, effective July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-73/"
    },
    {
      "id": "section-7-74",
      "number": "7-74.",
      "heading": "Fees for certification of birth registration, certified copy of vital statistics certificate and uncertified copy of original certificate of birth",
      "text": "(a) The fee for a certification of birth registration, short form, shall be fifteen dollars. The fee for a certified copy of a certificate of birth, long form, shall be twenty dollars, except that the fee for such certifications and copies when issued by the department shall be thirty dollars.\n\n(b) (1) The fee for a certified copy of a certificate of marriage or death shall be twenty dollars. Such fees shall not be required of the department.\n\n(2) Any fee received by the Department of Public Health for a certificate of death shall be deposited in the neglected cemetery account, established in accordance with section 19a-308b.\n\n(c) The fee for one certified copy of a certificate of death for any deceased person who was a veteran, as defined in subsection (a) of section 27-103, shall be waived when such copy is requested by a spouse, child or parent of such deceased veteran.\n\n(d) The fee for an uncertified copy of an original certificate of birth issued pursuant to section 7-53 shall be sixty-five dollars.\n\n(e) Any registrar of vital statistics who receives payment pursuant to this section may permit such payment to be made on an Internet web site designated by the registrar, in a manner prescribed by the registrar, as approved by the Commissioner of Public Health, or the commissioner's designee.\n\n(1949 Rev., S. 577; 1971, P.A. 284, S. 2; P.A. 77-614, S. 323, 610; P.A. 80-117, S. 2, 3; P.A. 89-217, S. 3, 6; P.A. 93-114, S. 1, 2; 93-381, S. 9, 39; P.A. 94-51, S. 1, 3; P.A. 95-257, S. 12, 21, 58; P.A. 01-163, S. 26; P.A. 04-255, S. 13; P.A. 07-133, S. 2; June Sp. Sess. P.A. 09-3, S. 146; P.A. 11-49, S. 1; P.A. 14-133, S. 5; 14-217, S. 206; P.A. 15-242, S. 36; P.A. 22-58, S. 32.)\n\nHistory: 1971 act increased birth registration fee from $0.50 to $1 and fee for copy from $1 to $2 and exempted department of health from payment; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 80-117 increased fee for registration to $2 and for copying to $3; P.A. 89-217 increased fees for certification of birth registration from $2 to $5 and for a certified copy of a certificate of birth, marriage or death from $3 to $5; P.A. 93-114 increased fees for certification of birth registration and for a certified copy of a certificate of birth to $15, effective July 1, 1993; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 94-51 reduced fees for birth certificates and certification of birth registration except for those issued by the department from $15 to $5, effective May 19, 1994; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 01-163 made technical changes; P.A. 04-255 deleted provision that had exempted federal agencies from paying fees; P.A. 07-133 divided section into Subsecs. (a) and (b), added “short form” and “long form” and made technical changes in Subsec. (a), and increased fees for certificate of birth, long form, and for certificate of marriage or death from $5.00 to $10.00, effective July 1, 2007; June Sp. Sess. P.A. 09-3 increased fees; P.A. 11-49 added Subsec. (c) re waiver of fee for certified copy of death certificate for deceased person who was a veteran; P.A. 14-133 added Subsec. (d) re fee for uncertified copy of an original certificate of birth, effective July 1, 2015; P.A. 14-217 amended Subsec. (b) by designating existing provisions re fee for certified copy of certificate of marriage or death as Subdiv. (1) and adding Subdiv. (2) re deposit of fee in neglected cemetery account; P.A. 15-242 amended Subsec. (b) by designating existing provisions as Subdiv. (1) and adding Subdiv. (2) re deposit of fee for certificate of death into neglected cemetery account, effective July 1, 2015; P.A. 22-58 added Subsec. (e) re Internet web site payments to registrar of vital statistics, effective May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-74/"
    },
    {
      "id": "section-7-75",
      "number": "7-75.",
      "heading": "Fees for records relating to inmates of institutions.",
      "text": "Section 7-75 is repealed.\n\n(1949 Rev., S. 565, 3627; June Sp. Sess. P.A. 91-14, S. 28, 30.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-75/"
    },
    {
      "id": "section-7-76",
      "number": "7-76.",
      "heading": "Fees for records relating to residents of other towns.",
      "text": "The fees due registrars of vital statistics for the making of records, copies and endorsements relating to births, deaths, fetal deaths and marriages, when the residence of the parents of the child or of the deceased or of either party to a marriage is in some other town in this state than that in which the birth, death, fetal death or marriage occurred, shall be paid by such other town except as they relate to vital statistics of inmates of any state institution. The fees paid by such other town shall not exceed two dollars for each such record, copy or endorsement. All bills for such fees shall be submitted by such registrars to such other towns on or before February first of each year, provided if a bill amounts to less than twenty-six dollars, no bill shall be sent and the amount shall not be due. If the registrar of vital statistics of any town or city receives a salary for the performance of the registrar's duties, the amount of fees due under the provisions of this section shall be paid to such town or city.\n\n(1949 Rev., S. 3628; 1971, P.A. 284, S. 3; P.A. 00-92, S. 5; P.A. 01-163, S. 27; P.A. 07-79, S. 3.)\n\nHistory: 1971 act added references to marriage and marriage records; P.A. 00-92 added proviso that if a bill amounts to less than $26, no bill shall be sent and the amount shall not be due; P.A. 01-163 added provisions re fetal deaths and made technical changes; P.A. 07-79 authorized towns to collect a fee not to exceed $2.00 for recording each birth, death, fetal death or marriage for a nonresident from the nonresident's town of residence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-76/"
    },
    {
      "id": "section-7-77",
      "number": "7-77",
      "heading": "and 7-78. - Identification of veterans' graves. General penalty.",
      "text": "Sections 7-77 and 7-78 are repealed.\n\n(1949 Rev., S. 585, 598; 1957, P.A. 163, S. 10; P.A. 82-306, S. 2; 82-327, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-93/section-7-77-and-7-78/"
    }
  ]
}