{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-115-state-grants-to-municipalities",
  "sections": [
    {
      "id": "section-7-504",
      "number": "7-504.",
      "heading": "Definitions.Section 7-505. - State grants to municipalities",
      "text": "As used in section 7-505:\n\n(1) “Density” means the population of a municipality divided by the number of square miles of the municipality;\n\n(2) “Population” means the number of persons according to the most recent federal decennial census, except that, in intervening years between such censuses, “population” means the number of persons according to the most recent estimate of the Department of Public Health;\n\n(3) “Public housing rooms” means rooms contained in publicly or privately owned dwelling units which are assisted by the United States under the United States Housing Act of 1937, as amended, and dwelling units which are assisted by or owned or leased by the state under chapter 128 or 129; and\n\n(4) “Municipality” means any town, city, borough, consolidated town and city or consolidated town and borough.\n\n(P.A. 85-516, S. 2, 8; P.A. 86-263, S. 1; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; P.A. 14-122, S. 73.)\n\nHistory: P.A. 86-263 added Subdiv. (4) defining “municipality”; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 14-122 made technical changes in Subdivs. (2) and (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-115/section-7-504/"
    },
    {
      "id": "section-7-505",
      "number": "7-505.",
      "heading": "State grants to municipalities. Distribution formula.",
      "text": "(a) During each fiscal year the Comptroller shall pay a grant to each municipality for its unrestricted use from any funds appropriated for such purpose. Payment of such grants shall be made on March thirty-first of each year. The Secretary of the Office of Policy and Management shall in February of each year calculate the amount due each municipality in accordance with the formulas provided in subsection (b) of this section and shall certify to the Comptroller the amount due.\n\n(b) The funds appropriated for the purposes of this section shall be distributed to municipalities as follows, provided any town containing any cities or boroughs not consolidated with such town and any such cities or boroughs may provide for a distribution to such town and all municipalities located within such town of the allotment to such town in a manner different from that provided in this subsection by unanimous consent of such municipalities if they notify the Secretary of the Office of Policy and Management not later than the last day of January of the fiscal year for which such allotment and distribution are to be made: (1) Eighty per cent of the amount shall be distributed pro rata on the basis of the ratio of the population of each town to the population of the state; (2) ten per cent of the amount shall be distributed to each such municipality pro rata on the basis of the following ratio: The density of each town multiplied by the population of such town shall be the numerator of the fraction; the resulting products shall be added together, and the sum shall be the denominator of the fraction; (3) ten per cent of the amount shall be distributed pro rata on the basis of the ratio of the number of public housing rooms within each town to the number of such rooms in the state. In determining the amount of the grant to a city or borough not consolidated with the town in which it is located and to such town, the amount allotted to such town pursuant to this subsection shall be distributed to each such municipality on the basis of the following ratio: The total taxes levied in the previous fiscal year by such town, city or borough shall be the numerator of the fraction; the total taxes levied by the town and all cities or boroughs located within such town shall be added together, and the sum shall be the denominator of the fraction.\n\n(P.A. 85-516, S. 4, 8; P.A. 86-263, S. 2; P.A. 87-584, S. 8, 18; P.A. 93-49, S. 2, 3; P.A. 07-217, S. 29.)\n\nHistory: P.A. 86-263 provided for distribution of a portion of each grant to cities and boroughs not consolidated with the town in which they are located; P.A. 87-584 amended Subsec. (a) by changing payment date from March fifteenth to March thirty-first; P.A. 93-49 removed provision requiring annual population estimates in January by the commissioner of health services and estimates of the number of public housing rooms by the commissioner of housing, effective July 1, 1993; P.A. 07-217 made a technical change in Subsec. (a), effective July 12, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-115/section-7-505/"
    },
    {
      "id": "section-7-506",
      "number": "7-506.",
      "heading": "Annual appropriation for purposes of Sec. 7-505.",
      "text": "Section 7-506 is repealed.\n\n(P.A. 85-516, S. 3, 8; P.A. 89-324, S. 3, 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-115/section-7-506/"
    },
    {
      "id": "section-7-507",
      "number": "7-507",
      "heading": "to 7-509. - Reserved for future use.",
      "text": "to 7-509. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-510",
      "number": "7-510.",
      "heading": "State grants to municipalities based on housing units. Distribution formula.",
      "text": "(a) As used in this section:\n\n(1) “Federal housing units” means public housing units assisted by the United States under the United States Housing Act, as amended, that are owned by a local housing authority and listed in the 1994 Catalogue of Public Assisted Housing prepared by the Connecticut Department of Housing;\n\n(2) “State housing units” means governmentally assisted housing units as reported on the 1996 Affordable Housing Appeals Procedure List, not including federal units; and\n\n(3) “Municipality” means any town, city, borough, consolidated town and city or consolidated town and borough.\n\n(b) The Secretary of the Office of Policy and Management shall establish a grant program to municipalities, for the fiscal year commencing July 1, 1999, based on the number of federal and state housing units in each municipality. The amount of each grant shall be determined as follows: (1) Seventy-five per cent of the amount appropriated for the purposes of this section shall be distributed pro rata on the basis of the number of federal housing units in each municipality; and (2) twenty-five per cent of such amount shall be distributed on the basis of the number of state housing units in each municipality.\n\n(c) On or before September 1, 1999, the secretary shall calculate the amount due each municipality in accordance with the formula prescribed in subsection (b) of this section and shall certify to the State Comptroller the amount due to each municipality.\n\n(P.A. 98-263, S. 15, 21.)\n\nHistory: P.A. 98-263 effective July 1, 1998 (Revisor's note: In Subsec. (b) the Revisors editorially inserted a semicolon before the phrase “and (2) twenty-five per cent”, and in Subsec. (c) changed an incorrect reference to “subsection (a) of this section” to “subsection (b) of this section”).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-115/section-7-510/"
    },
    {
      "id": "section-7-511",
      "number": "7-511",
      "heading": "to 7-519. - Reserved for future use.",
      "text": "to 7-519. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}