{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-112-municipal-finance",
  "sections": [
    {
      "id": "section-7-398",
      "number": "7-398.",
      "heading": "Returns concerning finances to be under oath; false statement",
      "text": "All reports or returns, in any respect concerning public finances or the reception or disbursement of public funds, made by selectmen or treasurers of towns and auditors or treasurers of cities, regularly in the line of their respective official duties, to any body, meeting or committee acting in a public capacity, shall be verified by the oath of the person or persons making the same. Any person who so verifies any return or report, known to him to be false in fact, or which in any material respect intentionally suppresses or conceals the truth, shall be subject to the penalty provided for false statement.\n\n(1949 Rev., S. 828, 829; 1971, P.A. 871, S. 62.)\n\nHistory: 1971 act changed penalty from six months' imprisonment and/or $200 fine to same penalty as for false statement.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-398/"
    },
    {
      "id": "section-7-399",
      "number": "7-399.",
      "heading": "Uniform accounting system.",
      "text": "Section 7-399 is repealed.\n\n(1949 Rev., S. 830; P.A. 77-614, S. 19, 610; P.A. 91-343, S. 10, 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-399/"
    },
    {
      "id": "section-7-400",
      "number": "7-400.",
      "heading": "Investment of funds.",
      "text": "The treasurer of any municipality, as defined in section 7-359, upon approval by the budget-making authority, as defined in said section, of any metropolitan district, of any regional school district, of any district as defined in section 7-324, and of any other municipal corporation or authority authorized to issue bonds, notes or other obligations under the provisions of the general statutes or any special act may invest the proceeds received from the sale of bonds, notes or other obligations, or other funds, including the general fund, as hereinafter provided:\n\n(1) In (A) the obligations of the United States of America, including the joint and several obligations of the Federal Home Loan Mortgage Corporation, the Federal National Mortgage Association, the Government National Mortgage Association, the Federal Savings and Loan Insurance Corporation, obligations of the United States Postal Service, all the federal home loan banks, all the federal land banks, all the federal intermediate credit banks, the Central Bank for Cooperatives, The Tennessee Valley Authority, or any other agency of the United States government, or (B) shares or other interests in any custodial arrangement, pool or no-load, open-end management-type investment company or investment trust registered or exempt under the Investment Company Act of 1940, 15 USC Section 80a-1 et seq. as from time to time amended, provided (i) the portfolio of such custodial arrangement, pool, investment company or investment trust is limited to obligations described in subparagraph (A) of this subdivision and repurchase agreements fully collateralized by any such obligations; (ii) such custodial arrangement, pool, investment company or investment trust takes delivery of such collateral either directly or through an authorized custodian; (iii) such custodial arrangement or pool is managed to maintain its shares at a constant net asset value or such investment company or investment trust is rated within one of the top two credit rating categories and, for any investment company or investment trust not managed to maintain its shares at a constant net asset value, within one of the top two risk rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner; and (iv) the municipal corporation or authority only purchases and redeems shares or other interests in such investment company or investment trust through the use of, or the custodian of such custodial arrangement or pool is, a bank, as defined in section 36a-2, or an out-of-state bank, as defined in said section, having one or more branches in this state.\n\n(2) In the obligations of any state of the United States or of any political subdivision, authority or agency thereof, provided that at the time of investment such obligations are rated within one of the top two rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner.\n\n(3) In the obligations of the state of Connecticut, or any regional school district, town, city, borough or metropolitan district in the state of Connecticut, provided that at the time of investment the obligations of such government entity are rated within one of the top three rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner.\n\n(1949, 1951, S. 368d; P.A. 83-442; P.A. 86-350, S. 12, 28; P.A. 87-9, S. 2, 3; P.A. 89-211, S. 11; P.A. 90-317, S. 5, 8; P.A. 93-255; 93-435, S. 60, 95; P.A. 94-190, S. 1; P.A. 95-282, S. 10, 11; P.A. 96-244, S. 38, 63; P.A. 01-195, S. 108, 181; P.A. 03-84, S. 6.)\n\nHistory: P.A. 83-442 allowed for investment in indirect federal government obligations; P.A. 86-350 made a variety of changes for purposes of clarification, updating the statutes to conform to current financial practices and to conform to anticipated changes in federal tax policy; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 89-211 clarified references to the Internal Revenue Code of 1986; P.A. 90-317 amended Subdivs. (2) and (3) to remove the requirement that fund be invested in only those governmental obligations which are exempt from federal taxation; P.A. 93-255 amended Subdiv. (1) by adding Subpara. (B) providing for investment in shares or other interests in any custodial arrangement, pool or no-load, open-end management-type investment company or investment trust and designated existing provision of Subdiv. (1) as Subpara. (A); P.A. 93-435 made technical changes in Subdiv. (1), effective June 28, 1993; P.A. 94-190 deleted “investment company or investment trust” after pool in Subdiv. (1)(B)(iii) and inserted language re the requirement of a nationally recognized top rating for investment companies or investment trusts; P.A. 95-282 amended Subdiv. (1)(B)(iii) to require that the investment company or investment trust is rated within one of the top two “credit” rating categories “and, for any investment company or investment trust not managed to maintain its shares at a constant net asset value, within one of the top two risk rating categories” and made technical changes to Subdiv. (1)(B)(iv), effective July 1, 1995; P.A. 96-244 revised effective date section of P.A. 95-282 but without affecting this section; P.A. 01-195 made a technical change in Subdiv. (2), effective July 11, 2001; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner”, effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-400/"
    },
    {
      "id": "section-7-401",
      "number": "7-401.",
      "heading": "Definitions.",
      "text": "As used in sections 7-402 and 7-403, the following words and terms shall have the following meanings unless the context indicates another meaning or intent:\n\n(1) “Deposit” or “deposits” means demand deposits, time deposits, certificates of deposit, share accounts, term share accounts and share certificate accounts;\n\n(2) “Municipality” means any town, city or borough, whether consolidated or unconsolidated, and any school district, regional school district, district, as defined in section 7-324, metropolitan district, and each municipal corporation, organization or authority and taxing district not previously mentioned in this subdivision;\n\n(3) “Out-of-state bank” means an out-of-state bank, as defined in section 36a-2;\n\n(4) “Public funds” means any moneys collected or received by, or in the custody of, any person and belonging to, or held in trust for, the municipality, including, but not limited to, moneys held in trust or for some public or charitable purpose by the municipality; and\n\n(5) “Qualified public depository” means a qualified public depository, as defined in section 36a-330.\n\n(1949 Rev., S. 831; 1955, S. 369d; 1959, P.A. 152, S. 15; 1967, P.A. 517, S. 13; P.A. 73-609, S. 2, 4; P.A. 75-256, S. 2, 5; P.A. 83-331, S. 1; P.A. 95-282, S. 2, 11; P.A. 96-244, S. 38, 63.)\n\nHistory: 1959 act deleted provisions for administration of funds by counties; 1967 act raised amount of deposit allowed in single bank to 75% of bank's resources; P.A. 73-609 redefined “bank” to remove phrase “and is organized under ... the banking laws of the United States or of this state”; P.A. 75-256 added general loss reserve to listing of bank assets in Subsec. (b); P.A. 83-331 amended Subsec. (a) to include share accounts, term share accounts and share certificate accounts in the definition of “deposit” or “deposits”; P.A. 95-282 repealed previous provisions and revised definitions, effective July 6, 1995, provided “any designation of a depository of public funds of the state or any municipality or regional school district, and any prescription of the method of supervision of the investment and reinvestment of trust funds of a municipality, made in accordance with the applicable provisions of sections 4-33, 7-401, 7-402, 7-403, subsection (c) of section 10-52 or subsection (d) of section 10-56 in effect on or before July 6, 1995, shall remain in effect until rescinded or otherwise modified in accordance with the provisions of public act 95-282” (Revisor's note: The reference to “section 10-52” appears to be a clerical error since Subsec. (c) of Sec. 10-51 was amended by Sec. 5 of P.A. 95-282); P.A. 96-244 revised effective date section of P.A. 95-282 but without affecting this section.\n\nSee Sec. 3-24 re deposit of funds by State Treasurer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-401/"
    },
    {
      "id": "section-7-402",
      "number": "7-402.",
      "heading": "Deposit of public money and trust funds.",
      "text": "(a) Any public official of any municipality may deposit any public funds received, held or controlled by such public official and belonging to such municipality, or otherwise held by such public official as such public official or as a custodian or trustee on behalf of such municipality, (1) in any qualified public depository, or (2) in an amount not exceeding the Federal Deposit Insurance Corporation insurance limit, in any out-of-state bank which is not a qualified public depository, designated by such public official; provided such deposit shall only be made in such public official's name as such public official, custodian or trustee or in the name of the municipality to which the money belongs. The interest or other pecuniary consideration such depository allows for or upon such deposit of public funds shall belong to and accrue to the benefit of such municipality. In no case shall the deposit by such public official in any one such depository exceed in the aggregate at any one time seventy-five per cent of the total capital of such depository, as determined in accordance with applicable federal regulations and regulations adopted by the Banking Commissioner under section 36a-332. Any qualified public depository receiving deposits of public funds pursuant to this section is required to disclose such information relating to public deposits as the Banking Commissioner may require by regulations which the commissioner shall adopt in accordance with the provisions of chapter 54. The regulations shall include, but not be limited to, disclosure of the most current quarterly statement of condition and statement of income. Nothing in this section shall affect additional restrictions on the deposit of public funds imposed by the provisions of the charter of any municipal corporation.\n\n(b) Any person, other than a public official, who receives, has control of, or is the custodian or trustee of, public funds promptly following the receipt or other acceptance of such public funds shall request the authority specified in this subsection to designate one or more depositories permitted under subsection (a) of this section as a depository for the whole or any part of such funds. The authority shall be (1) the board of selectmen, if the funds belong to a town that does not have a charter, special act or home rule ordinance relating to its government, (2) the first selectman, mayor or other chief executive officer described in a charter, special act or home rule ordinance relating to the government of a city, consolidated town and city, consolidated town and borough or a town having a charter, special act or home rule ordinance relating to its government, if the funds belong to such an entity, (3) the regional board of education, if the funds belong to a regional school district, (4) the warden, if the funds belong to a borough or (5) the chairman of the executive committee or other chief executive officer, if the funds belong to a district, metropolitan district or other municipal corporation. Such authority, upon the receipt of such request, may, in writing, designate one or more depositories and may, within the limitations of this section, specify the public fund or funds and the maximum amount thereof which may be deposited in each of such depositories. The instrument designating such depository or depositories shall be filed in the office of the town clerk in the case of a town and with the clerk of any other municipality. Such authority may, at any time, in writing, revoke such designation and may designate one or more other depositories. Prior to the designation by such authority of a depository, the person making such request may, within the limitations of this section, deposit public funds in any depository permitted under subsection (a) of this section. All deposits of public funds shall be in the name of the municipality or in the official name of the fund, person or trustee. The interest or pecuniary consideration such depository allows for or upon such deposit of public funds shall belong to and accrue to the benefit of the municipality or to the corpus of the fund held in trust.\n\n(c) If the laws of this state have, in all other respects, been complied with, any person acting on behalf of, or as custodian or trustee for, any municipality, who deposits public funds in any depository shall, because of failure, insolvency, receivership, forced closing or restricted operation of such depository, or a bank and credit union holiday or banking emergency proclaimed under the provisions of the laws of the United States or of this state, be relieved of personal responsibility for public funds so deposited and the surety or sureties upon the bond of such person shall be likewise relieved to the same extent as such person. The provisions of this section shall not be construed to relieve any such person or such person's surety or sureties from the obligation to account for the whole or such part of public funds so deposited as and when the same may be obtained by such person from such depository.\n\n(1949 Rev., S. 832; 1955, S. 370d; 1957, P.A. 240; 1959, P.A. 152, S. 16; 1967, P.A. 517, S. 14; P.A. 73-609, S. 3, 4; P.A. 75-77; 75-256, S. 3, 5; P.A. 78-121, S. 4, 113; P.A. 80-183, S. 1, 3; P.A. 81-193, S. 12, 16; P.A. 82-239, S. 3, 7; P.A. 83-438, S. 2, 8; P.A. 87-9, S. 2, 3; P.A. 91-245, S. 10; P.A. 94-190, S. 5; P.A. 95-282, S. 3, 11; P.A. 96-244, S. 38, 63; P.A. 00-6, S. 3; P.A. 03-84, S. 7.)\n\nHistory: 1959 act deleted references to county funds; 1967 act increased deposit limit to 75% of bank's assets; P.A. 73-609 deleted provision allowing investment in building or savings and loan association to the extent insured by Federal insurance corporation and placed $75,000 limit in its stead and added provision regarding payments made to building or savings and loan associations by official acting in fiduciary capacity; P.A. 75-77 increased investment limit in building or savings and loan associations to $100,000; P.A. 75-256 included mutual savings banks in same category as national or state bank and trust companies, removing provision making them subject to limitations imposed by Sec. 36-104, and included general loss reserve in listing of bank assets; P.A. 78-121 deleted reference “building or” with regard to “building or savings and loan associations”, deleted reference to share accounts and included “deposit accounts”, effective January 1, 1979; P.A. 80-183 allowed investments in federal savings and loan associations, required that investments in savings and loan associations which exceed amount insured by Federal Savings and Loan Insurance Corporation be fully collateralized and included federal and other savings and loan associations in 75% limit; P.A. 81-193 replaced references to a mutual savings bank, national or state bank and trust company, savings and loan association or federal savings and loan association with “any qualified public depository, as defined in section 36-382” and deleted the limitation of $100,000 on deposits except for a deposit in a savings bank; P.A. 82-239 removed the obsolete reference to the town deposit fund; P.A. 83-438 eliminated the $100,000 maximum on public funds which may be deposited in a savings bank, added disclosure requirements for all qualified public depositories accepting public deposits and precluded any depository whose ratio of net worth to assets falls below 3% from accepting additional public deposits; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 91-245 substituted total capital as determined in accordance with applicable regulations for capital, general loss reserve, surplus and undivided profits, deleted prohibition on acceptance of additional public deposits by depositories whose ratio of net worth to assets falls below 3%, and made a technical change; P.A. 94-190 authorized municipal funds to be deposited in “any bank authorized pursuant to section 3-24 to receive state funds”; P.A. 95-282 divided the section into Subsecs., amended Subsec. (a) to limit deposits to the Federal Deposit Insurance Corporation limit in out-of-state banks that are not qualified public depositories and made technical change and added Subsec. (b) re designation of depositories and Subsec. (c) re liability of persons depositing funds, effective July 6, 1995, provided “any designation of a depository of public funds of the state or any municipality or regional school district, and any prescription of the method of supervision of the investment and reinvestment of trust funds of a municipality, made in accordance with the applicable provisions of sections 4-33, 7-401, 7-402, 7-403, subsection (c) of section 10-52 or subsection (d) of section 10-56 in effect on or before July 6, 1995, shall remain in effect until rescinded or otherwise modified in accordance with the provisions of public act 95-282” (Revisor's note: (1) The reference to “section 10-52” appears to be a clerical error since Subsec. (c) of Sec. 10-51 was amended by Sec. 5 of P.A. 95-282; and (2) the Revisors changed the reference in Subsec. (c) from “any person acting in behalf of,” to “any person acting on behalf of,” for consistency with statutory usage); P.A. 96-244 revised effective date section of P.A. 95-282 but without affecting this section; P.A. 00-6 replaced “bank holiday” with “bank and credit union holiday” and made technical changes for the purposes of gender neutrality in Subsec. (c); P.A. 03-84 amended Subsec. (a) by changing “Commissioner of Banking” to “Banking Commissioner” and making technical changes, effective June 3, 2003.\n\nSee Secs. 3-24 and 4-33 re deposit of funds by State Treasurer and by other public officials, respectively.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-402/"
    },
    {
      "id": "section-7-403",
      "number": "7-403.",
      "heading": "Deposit of funds in custodian account.",
      "text": "Any municipality which has accepted, assumed or received or which holds or manages any trust fund under the provisions of section 7-148 or 11-20 or other provisions of the general statutes may place such funds in a custodian account with the trust department of any qualified public depository which has been designated as a depositary of funds of such municipality under the provisions of section 7-402 and may prescribe the method of supervision of the investment and reinvestment of such funds. Such action shall be by vote of (1) the board of selectmen in a town that does not have a charter, special act or home rule ordinance relating to its government; (2) the council, board of aldermen, representative town meeting, board of selectmen or other elected legislative body described in a charter, special act or home rule ordinance relating to the government in a city, consolidated town and city, consolidated town and borough or a town having a charter, special act or home rule ordinance relating to its government; (3) the regional board of education in a regional school district; (4) the board of burgesses or other elected legislative body in a borough; or (5) the district, committee or other elected legislative body in a district, metropolitan district or other municipal corporation. Any gift, devise or bequest to any official, board, commission or agency of any municipality in trust for the benefit of such municipality, or any agency thereof, shall, except as otherwise provided by law, be construed to be a gift, devise or bequest to such town as trustee.\n\n(1955, S. 372d; 1957, P.A. 13, S. 40; P.A. 95-282, S. 4, 11; P.A. 96-244, S. 38, 63.)\n\nHistory: P.A. 95-403 added provision enumerating authorities responsible for the vote prescribing supervision of investment and reinvestment of funds, effective July 6, 1995, provided “any designation of a depository of public funds of the state or any municipality or regional school district, and any prescription of the method of supervision of the investment and reinvestment of trust funds of a municipality, made in accordance with the applicable provisions of sections 4-33, 7-401, 7-402, 7-403, subsection (c) of section 10-52 or subsection (d) of section 10-56 in effect on or before July 6, 1995, shall remain in effect until rescinded or otherwise modified in accordance with the provisions of public act 95-282” (Revisor's note: The reference to “Sec. 10-52” appears to be a clerical error since Subsec. (c) of Sec. 10-51 was amended by Sec. 5 of P.A. 95-282); P.A. 96-244 revised effective date section of P.A. 95-282 but without affecting this section; (Revisor's note: In 1999, the word “aldermen” was substituted for the word “alderman” in Subdiv. (2) to correct an inaccurate reference).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-403/"
    },
    {
      "id": "section-7-403a",
      "number": "7-403a.",
      "heading": "Loss and retiree benefits reserve fund.",
      "text": "(a) Upon the recommendation of the chief executive officer of a municipality and approval of the budget-making authority of the municipality, the legislative body of any municipality, as defined in section 7-369, may, by a majority vote, create a loss and retiree benefits reserve fund. The provisions of subsection (a) of section 7-450, regarding the establishment of postemployment health and life benefit systems, shall not affect the provisions of this section.\n\n(b) Upon the recommendation of the chief executive officer and approval of the budget-making authority and the legislative body, there shall be paid into such reserve fund (1) amounts authorized to be transferred thereto from the general fund cash surplus available at the end of any fiscal year, (2) amounts raised by the annual levy of a tax for the benefit of such fund, and for no other purpose, provided such tax shall be levied and collected in the same manner and at the same time as the regular annual taxes of the municipality, or (3) with respect to a reserve fund for property or casualty losses, the proceeds of bonds, notes or other obligations issued pursuant to subsection (b) of section 7-374b.\n\n(c) The budget-making authority may, from time to time, direct the treasurer to invest such portion of such reserve fund as in its opinion is advisable, provided: (1) Not more than forty per cent, or with respect to a reserve fund for retiree benefits for which the budget-making authority has adopted an asset allocation and investment policy, fifty per cent, of the total amount of the reserve fund shall be invested in equity securities, and (2) any portion of such reserve fund not so invested may be invested in: (A) Bonds or obligations of, or guaranteed by, the state or the United States, or agencies or instrumentalities of the United States, (B) certificates of deposit, commercial paper, savings accounts and bank acceptances, (C) the obligations of any state of the United States or any political subdivision thereof or the obligations of any instrumentality, authority or agency of any state or political subdivision thereof, provided at the time of investment such obligations are rated within the top rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner, and applicable to such obligations, (D) the obligations of any regional school district in this state, of any municipality in this state or any metropolitan district in this state, provided at the time of investment such obligations of such government entity are rated within one of the top two rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner, and applicable to such obligations, (E) in any fund in which a trustee may invest pursuant to section 36a-353, (F) in investment agreements with financial institutions whose long-term obligations are rated within the top two rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner or whose short-term obligations are rated within the top rating category of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner, or (G) investment agreements fully secured by obligations of, or guaranteed by, the United States or agencies or instrumentalities of the United States.\n\n(d) The treasurer shall submit annually a complete and detailed report of the condition of such fund to the chief executive officer, the budget-making authority and the legislative body and such report shall be made a part of the annual report of the municipality.\n\n(e) Upon the recommendation of the chief executive officer and the budget-making authority and approval by the legislative body, (1) any part or the whole of such fund may be used and appropriated to pay only for property or casualty losses and employee retirement benefits, and expenses related thereto, including court costs and attorneys' fees, incurred by the municipality, or (2) any part or the whole of such fund may be transferred to a trust established to hold and invest the assets of a pension, retirement or other postemployment health and life benefit system of the municipality. Any unexpended portion of such appropriation remaining after such payment, together with all interest accruing on the balance in the fund, shall revert to and be credited to such reserve fund. For the purposes of this section, “property or casualty losses and employee retirement benefits” shall include, but not be limited to, (A) motor vehicle liability, physical damage and collision, (B) loss or damage to, or legal liability for, real or personal property, (C) legal liability for personal injuries or deaths, including but not limited to, workers' compensation and heart and hypertension, and (D) retiree health and life benefits.\n\n(f) Such fund may be discontinued, after recommendation by the chief executive officer and the budget-making authority to the legislative body and upon approval of such body, and to the extent there is any remaining portion of such fund, the fund shall be converted into, or added to, a sinking fund to provide for the retirement of the bonded indebtedness of the municipality. If the municipality has no bonded indebtedness, such fund shall be transferred to the general fund of the municipality.\n\n(P.A. 86-350, S. 25, 28; P.A. 92-172, S. 2; P.A. 93-46, S. 1; P.A. 04-116, S. 1; P.A. 05-202, S. 1; P.A. 06-79, S. 3.)\n\nHistory: P.A. 92-172 amended Subsec. (a) renaming the fund the “loss and retiree benefits reserve fund” and amended Subsec. (e) to allow payments for employee retirement benefits and to define “property or employee losses and employee retirement benefits” and made technical changes for consistency in Subsecs. (b), (c), (d) and (f); P.A. 93-46 amended Subsec. (c) to clarify the portion of reserve funds which a municipality may invest in equity securities; P.A. 04-116 amended Subsec. (c) to increase portion of funds which a municipality may invest in equity securities from 13% to 40%, effective May 21, 2004; P.A. 05-202 amended Subsec. (a) by providing that section is not affected by Sec. 7-450(a) re establishment of postemployment health and life benefit systems; P.A. 06-79 amended Subsec. (b)(3) to insert reference to reserve fund for property or casualty losses, amended Subsec. (c)(1) to add limit to investment with respect to a reserve fund for retiree benefits and replace “amount invested” with “amount of the reserve fund” and make a technical change and Subsec. (c)(2) to replace former investment options with investment options identified in new Subparas. (A) to (G), inclusive, amended Subsec. (e) to designate existing provision re use of fund as new Subdiv. (1), add new Subdiv. (2) re transfer to a trust and redesignate existing Subdivs. (1) to (4) as Subparas. (A) to (D), and amended Subsec. (f) to insert “to the extent there is any remaining portion of such fund”, effective July 1, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-403a/"
    },
    {
      "id": "section-7-404",
      "number": "7-404.",
      "heading": "Bond of city or borough treasurer.",
      "text": "Section 7-404 is repealed.\n\n(1949 Rev., S. 833; September, 1957, P.A. 17, S. 2; P.A. 77-614, S. 19(d), 610; P.A. 82-327, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-404/"
    },
    {
      "id": "section-7-405",
      "number": "7-405.",
      "heading": "Expenditures by municipalities and regional school districts before adoption of budgets.",
      "text": "(a) When annual appropriations have not been made by a municipality before the beginning of any fiscal year, the disbursing officers may make necessary expenditures during the period of ninety days after the beginning of such year on proper warrants for purposes and in amounts authorized by the appropriating body or by the board of finance or other budget-making authority. When annual appropriations have not been made by such municipality before the end of such ninety-day period, the disbursing officers may make necessary expenditures during successive monthly periods in such year on proper warrants for purposes and in amounts authorized by the appropriating body or by the board of finance or other budget-making authority within the limits of appropriations specified in budgetary line items for the previous fiscal year. For this purpose, necessary borrowing may be authorized by resolution of the budget-making authority, provided all such borrowing shall mature and be payable not later than the end of the fiscal year for which such borrowings are made. Any notes so authorized may be issued and sold in the manner provided by such resolution. Such expenditures authorized by this section and interest costs and other expenses incidental to any such borrowing shall constitute the first charges against appropriations for the fiscal year in which they are made.\n\n(b) Notwithstanding the provisions of subsection (a) of this section, when an annual budget of a regional school district is not approved by a majority of voters of the member towns of such district before the beginning of any fiscal year, the disbursing officer for each member town of the regional school district shall make necessary expenditures to such district in an amount equal to the total of the town's appropriation to the district for the previous fiscal year and the town's proportionate share in any increment in debt service over the previous fiscal year, until the regional school district budget is approved pursuant to section 10-51. Each such town shall receive credit for such expenditures once the budget is approved for the fiscal year.\n\n(1949 Rev., S. 834; P.A. 77-384, S. 1, 2; P.A. 04-117, S. 2.)\n\nHistory: P.A. 77-384 provided for expenditures when appropriations have not been made before end of ninety-day extension period; P.A. 04-117 designated existing provisions as Subsec. (a) and added Subsec. (b) re authorization to make necessary expenditures when an annual budget of a regional school district is not approved before the beginning of any fiscal year, effective July 1, 2004.\n\nLimitation does not apply to taxing authority of board of selectmen. 217 C. 303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-405/"
    },
    {
      "id": "section-7-405a",
      "number": "7-405a.",
      "heading": "Borrowing in anticipation of receipt of taxes, water charges or federal or state grants.",
      "text": "Any political subdivision of this state empowered to lay taxes or to provide water for the inhabitants thereof may from time to time borrow upon the note or notes of such political subdivision, in anticipation of: (1) The receipt of tax collections, (2) the receipt of water rents or charges or (3) the receipt of any federal or state grant with respect to a project or program, provided such political subdivision has received a specific written commitment from the appropriate federal agency in the case of a federal grant or from the appropriate authorized state official in the case of a state grant, as to the amount of such grant and the approximate date of receipt, such sums as in the judgment of its legislative body shall be required to pay current expenses and obligations of such political subdivision or the expenses of the political subdivision in connection with such project or program, and may renew such notes from time to time, provided all such notes shall mature and be payable not later than the end of the fiscal year during which such tax collections, water rents or charges or federal or state grants are payable. Borrowings in anticipation of tax collections shall not exceed the total tax levy of the then current fiscal year or, if no tax levy has then been made, shall not exceed the tax levy of the next-preceding fiscal year. Borrowings in anticipation of water rents or charges shall not exceed uncollected amounts then due. Borrowings in anticipation of a federal or state grant shall not exceed the amount of the commitment with respect to such project or program by the appropriate federal agency or the state and all such borrowings shall be applied by such political subdivision to such project or program and such grant shall first be used to repay such borrowings. Such borrowings may be authorized by resolution or ordinance adopted by the legislative body of any such political subdivision and any notes so authorized may be issued and sold in the manner provided by such resolution or ordinance.\n\n(1959, P.A. 522; 1967, P.A. 137; P.A. 76-419, S. 1, 2; P.A. 77-614, S. 19, 610; P.A. 85-543, S. 6, 7.)\n\nHistory: 1967 act broadened scope of statute to permit borrowing to meet current expenses and obligations rather than to meet deficits “in the current quarterly installment of taxes” or “in the collection of the amounts due for any semiannual period from the collection of its water rents or charges” and set out procedure for and limits on borrowing; P.A. 76-419 allowed borrowing in anticipation of receipt of federal or state grants for specific programs or projects and set limit on such borrowing; P.A. 77-614 substituted secretary of the office of policy and management for commissioner of finance and control; P.A. 85-543 removed the phrase “legally enforceable” concerning commitments, removed the provision concerning regulations by the secretary of the office of policy and management and added phrase specifying that borrowing to pay expenses connected with a project or program is authorized.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-405a/"
    },
    {
      "id": "section-7-406",
      "number": "7-406.",
      "heading": "Town reports.",
      "text": "The board of finance or other corresponding board in each town, or, if there is no such board, the selectmen, shall annually prepare and have published a town report. Such report shall be available for distribution and shall contain, in addition to reports of town officers or boards required by law to be included, a statement of the amount received by such town under the provisions of part IIa of chapter 240 together with an itemized account of the disposition of such amount, and such other matter as the board of finance or other corresponding board deems advisable. Towns with a population of five thousand or less, as computed by the Secretary of the Office of Policy and Management, shall publish their receipts and expenditures and the names of all persons, firms or corporations, other than recipients of support under sections 17b-122, 17b-124 to 17b-132, inclusive, 17b-136 to 17b-138, inclusive, 17b-194 to 17b-197, inclusive, 17b-222 to 17b-250, inclusive, 17b-263, 17b-340 to 17b-350, inclusive, 17b-689b and 17b-743 to 17b-747, inclusive, receiving money from such towns, together with the total amount of payments in excess of fifty dollars to each, unless such town has a bookkeeping system approved by the secretary setting forth all the receipts and expenditures in detail, in which case it shall not be necessary for the town to publish in its report the names of all persons, firms or corporations receiving money from such towns, together with the total amount of payments in excess of fifty dollars to each.\n\n(1949 Rev., S. 835; 1955, S. 371d; February, 1965, P.A. 574, S. 8; 1967, P.A. 452; 1969, P.A. 495, S. 1; P.A. 77-614, S. 19, 610; June 30 Sp. Sess. P.A. 03-3, S. 97; P.A. 04-76, S. 42; P.A. 19-118, S. 27.)\n\nHistory: 1965 act changed reference to chapter 233 to Secs. 13a-168 to 13a-175, inclusive; 1967 act required publication of persons, firms, corporations etc. receiving money from towns and amount of payments over $50, excluding recipients of support under chapter 308; 1969 act substituted “part IIa of chapter 240” for “sections 13a-168 to 13a-175, inclusive” and exempted towns from report requirement of publishing recipients of funds and amounts paid over $50 if town has bookkeeping system approved by tax commissioner; P.A. 77-614 substituted secretary of the office of policy and management for tax commissioner; (Revisor's note: In 1999 references to “17b-115 to 17b-138, inclusive,” and “17b-689 to 17b-693, inclusive,” were changed editorially by the Revisors to “17b-116 to 17b-138, inclusive,” and “17b-689, 17b-689b”, respectively, to reflect the repeal of the relevant sections by June 18 Sp. Sess. P.A. 97-2); June 30 Sp. Sess. P.A. 03-3, in repealing Secs. 17b-19, 17b-62 to 17b-65, inclusive, 17b-116, 17b-116a, 17b-116b, 17b-117, 17b-120, 17b-121, 17b-123, 17b-134, 17b-135, 17b-220, 17b-259 and 17b-287, authorized deletion of internal references to said sections in this section, effective March 1, 2004; P.A. 04-76 deleted references to Secs. 17b-118b and 17b-221 that were repealed by the same act; P.A. 19-118 deleted reference to Sec. 17b-256, effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-406/"
    },
    {
      "id": "section-7-406a",
      "number": "7-406a.",
      "heading": "Report on state-funded housing or building projects prior to municipal election.",
      "text": "No state funds shall be used for the publication or distribution of a report on any municipal housing or building project within one month prior to any municipal election in the town in which such project is located, if such project is funded wholly or in part by state funds.\n\n(P.A. 75-555.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-406a/"
    },
    {
      "id": "section-7-406b",
      "number": "7-406b.",
      "heading": "Chief executive officer to submit copy of budget to Secretary of Office of Policy and Management.",
      "text": "Beginning with the fiscal year commencing July 1, 1992, and annually thereafter, the chief executive officer of each town, city, borough, consolidated town and city and consolidated town and borough shall submit one copy of the municipality's annual operating budget, as adopted in accordance with the local budget adoption process, to the Secretary of the Office of Policy and Management and such related, reasonably available, budgetary information as the secretary may request pursuant to regulations adopted in accordance with the provisions of chapter 54. The budget shall be submitted by July first of each year or within thirty days after the adoption of the budget, whichever is later.\n\n(P.A. 91-343, S. 3, 11; P.A. 03-278, S. 16.)\n\nHistory: P.A. 03-278 made technical changes, effective July 9, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-406b/"
    },
    {
      "id": "section-7-406c",
      "number": "7-406c.",
      "heading": "Uniform system of accounting for municipal revenues and expenditures. Municipality to file financial data.",
      "text": "(a) Not later than July 1, 2014, the Secretary of the Office of Policy and Management shall, in consultation with the Department of Education, the Connecticut Conference of Municipalities and the Council of Small Towns, develop and implement a uniform system of accounting for municipal revenues and expenditures, including, but not limited to, board of education and grant agency expenditures and revenue. Such uniform system of accounting shall include a uniform chart of accounts to be used at the municipal level. Such chart of accounts shall include, but not be limited to, all amounts and sources of revenue and donations of cash and real or personal property in the aggregate totaling five hundred dollars or more received by a municipality. The secretary shall make such chart of accounts available on the Internet web site of the Office of Policy and Management.\n\n(b) Not later than June 30, 2015, each municipality shall implement the uniform system of accounting for municipal revenues and expenditures developed pursuant to subsection (a) of this section by using such uniform system to complete and file annual reports with the Office of Policy and Management as may be required by the secretary in order to increase transparency regarding municipal expenditures and to meet the state's benchmarking goals. Any annual report required pursuant to this subsection shall be filed not later than January thirty-first annually.\n\n(c) Not later than January 31, 2023, and annually thereafter, each municipality shall file financial data with the Office of Policy and Management. Such data shall (1) be filed electronically, in a form and manner prescribed by the Secretary of the Office of Policy and Management, and (2) contain such municipality's audited financial statements and any other information required by said secretary to determine the financial condition of such municipality.\n\n(P.A. 13-247, S. 257; P.A. 22-35, S. 5.)\n\nHistory: P.A. 13-247 effective June 19, 2013; P.A. 22-35 amended Subsec. (b) by adding annual report filing deadline of January 31, and added Subsec. (c) re filing of financial data.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-112/section-7-406c/"
    },
    {
      "id": "section-7-406d",
      "number": "7-406d",
      "heading": "to 7-406l. - Reserved for future use.",
      "text": "to 7-406l. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}