{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-113a-municipal-risk-management-pools",
  "sections": [
    {
      "id": "section-7-479a",
      "number": "7-479a.",
      "heading": "Definitions.Section 7-479b. - Membership in interlocal risk management agency; bylaws; administration of different risk management pools",
      "text": "For the purposes of this chapter:\n\n(a) “Local public agency” means any political subdivision of the state, including any city, town or borough or any district as defined in section 7-324 or any metropolitan district or any municipal district created under section 7-330, or other district, district department of health, school board, housing authority or other authority established by law.\n\n(b) “Interlocal risk management program” means a plan and activities carried out under such plan by an interlocal risk management agency to reduce risk of loss on account of one or more of the following: Public liability, workers' compensation liability, automobile risks, or property perils and losses in excess of retentions, including safety engineering and other loss prevention and control techniques and to administer one or more interlocal risk management pools, including the processing and defense of claims brought against members of the agency.\n\n(c) “Interlocal risk management agency” means an association formed by two or more local public agencies for the development and administration of an interlocal risk management program, an interlocal public liability, automobile and property risk management pool, an interlocal workers' compensation risk management pool, or an interlocal excess risk management pool.\n\n(d) “Interlocal public liability, automobile and property risk management pool” means a fund of public moneys established by an interlocal risk management agency from contributions of its members in order to pool such risks, other than workers' compensation risks, as it may determine shall be pooled, jointly purchase insurance and administer an interlocal risk management agency. Risks which may be pooled include, but are not limited to: Public liability; automobile liability, including liability to pay basic reparation benefits; automobile collision and losses customarily covered by the comprehensive coverage provisions of automobile insurance policies; and property perils.\n\n(e) “Interlocal workers' compensation risk management pool” means a fund of public moneys established by an interlocal risk management agency from contributions of its members in order to pool workers' compensation risks, jointly purchase workers' compensation insurance and administer an interlocal risk management agency. An interlocal workers' compensation risk management pool may also pool hypertension and heart disease risks pursuant to subsection (b) of sections 7-479e and 7-479f.\n\n(f) “Interlocal excess risk management pool” means a fund of public moneys established by an interlocal risk management agency from contributions of its members or of one or more other interlocal risk management pools, in order to (1) pool risks of loss in excess of such loss retentions as may be determined by the agency, (2) jointly purchase reinsurance, and (3) administer an interlocal risk management agency.\n\n(g) “Interlocal risk management pool” refers to interlocal public liability, automobile and property risk management pools, interlocal workers' compensation risk management pools, and interlocal excess risk management pools.\n\n(h) “Public liability” means any noncontractual liability to which a local public agency may be subject.\n\n(i) “Municipality” means a city or town.\n\n(P.A. 79-561, S. 1, 9; P.A. 80-258, S. 1; P.A. 86-134, S. 1, 6; P.A. 18-126, S. 2.)\n\nHistory: P.A. 80-258 redefined “interlocal workers' compensation risk management pool” to allow pooling of hypertension and heart disease risks; P.A. 86-134 included automobile and property risks within the risks to be pooled within the former “interlocal public liability risk management pool” in Subsec. (d), amending section as necessary to reflect the broadened authority of interlocal risk management programs, agencies and pools concerning such automobile and property risks, and added a definition of “interlocal excess risk management pool”; P.A. 18-126 made a technical change in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479a/"
    },
    {
      "id": "section-7-479b",
      "number": "7-479b.",
      "heading": "Membership in interlocal risk management agency; bylaws; administration of different risk management pools.",
      "text": "(a) Any two or more municipalities may form and become members of an interlocal risk management agency. A municipality may take such action by resolution of its legislative body or, where the legislative body is the town meeting or representative town meeting, by resolution of its board of selectmen or town council. A local public agency other than a municipality may join an interlocal risk management agency by resolution of its governing body. Through membership in an interlocal risk management agency, a local public agency may (1) pool its risks, other than workers' compensation risks, in whole or in part with those of other local public agencies, (2) pool its workers' compensation risks in whole or in part with those of other local public agencies, (3) pool its risks of loss in excess of loss retentions as the agency may determine in whole or in part with those of other local public agencies, (4) jointly purchase public liability insurance, workers' compensation insurance, property perils insurance, automobile insurance and reinsurance for any risk, (5) take other actions necessary to the foregoing.\n\n(b) The bylaws of an interlocal risk management agency shall provide that any municipality in this state may join the interlocal risk management agency provided it agrees to comply with the standards for membership, including risk management standards, established by the agency and may be a member as long as it complies with the standards for membership.\n\n(c) All interlocal risk management pools shall be separate, but may be administered by a single interlocal risk management agency. Upon the vote of the board of directors of an interlocal risk management agency, a pool administered by it may lend funds to another pool administered by it.\n\n(P.A. 79-561, S. 2, 9; P.A. 86-134, S. 2, 6.)\n\nHistory: P.A. 86-134 allowed a local public agency to pool its risks of loss in excess of loss retentions, and to purchase property perils insurance, automobile insurance and reinsurance, and permitted one pool to lend funds to another pool administered by the same agency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479b/"
    },
    {
      "id": "section-7-479c",
      "number": "7-479c.",
      "heading": "Board of directors.",
      "text": "Any other provision of the general statutes to the contrary notwithstanding, an interlocal risk management agency shall be governed by a board of directors periodically elected by its members by weighted vote or otherwise as provided by its bylaws.\n\n(P.A. 79-561, S. 3, 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479c/"
    },
    {
      "id": "section-7-479d",
      "number": "7-479d.",
      "heading": "Appointment of agent for service of process.",
      "text": "An interlocal risk management agency may sue or be sued and shall appoint a natural person residing in this state or a corporation authorized to do business in this state as its agent for service of process and notify the insurance commissioner of such appointment.\n\n(P.A. 79-561, S. 4, 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479d/"
    },
    {
      "id": "section-7-479e",
      "number": "7-479e.",
      "heading": "Agency not an insurer. Reserve for contingencies. Applicable insurance laws.",
      "text": "(a) An interlocal risk management agency is not an insurance company or insurer under the laws of this state and the development and administration by such agency of an interlocal risk management pool and an interlocal risk management program does not constitute doing an insurance business.\n\n(b) The formation, development and administration of a workers' compensation risk management pool by an interlocal risk management agency may be carried out as provided in this chapter and in such instance sections 31-328 to 31-339, inclusive, shall not be applicable, provided that nothing in this chapter shall prevent a local public agency from proceeding under sections 31-328 to 31-339, inclusive. Notwithstanding any provision of the general statutes, an interlocal workers' compensation risk management pool may provide interlocal risk management of claims for injuries or diseases caused by hypertension or heart disease resulting in death or temporary or permanent, total or partial disability, to a uniformed member of a paid fire department or a regular member of a paid police department as provided for in section 7-433c. Such risk management may be provided within an interlocal workers' compensation risk management pool or within a separate pool exclusively for hypertension and heart disease. Only one reserve for contingencies need be established whether or not risk management of hypertension and heart disease is provided by a separate pool.\n\n(c) Except as provided in subsections (d) and (e) of this section, an interlocal risk management pool, other than a public liability, automobile and property risk management pool, shall at all times maintain a reserve for contingencies at a minimum of one hundred thousand dollars for each fiscal year such pool is in operation, except that each such pool need have no more than five hundred thousand dollars in the aggregate. An interlocal public liability, automobile and property risk management pool shall maintain, during its first year of operation, a reserve for contingencies at a minimum of five hundred thousand dollars and shall thereafter increase such reserve by an amount equal to five per cent of the total contribution of members with respect to each ensuing year until the ratio of contribution of members for the then current year to the amount of the reserve for contingencies is no greater than three to one. Until such time all agreements between an interlocal risk management agency and public liability, automobile and property pool members shall contain a provision permitting assessment of members in an amount not to exceed thirty per cent of a member's contribution for the year with respect to which the assessment is made. Notwithstanding any general statute, special act, or local law, ordinance or charter, retrospective agreements between any interlocal risk management pool and its members or assessments of such members shall be binding and enforceable. A reserve for contingencies means unassigned funds held over and above the liability reserves of the pool. The reserve for contingencies shall be advanced to the pool and placed at risk by the members of the interlocal risk management agency participating in the pool. Advances to the reserve for contingencies shall be evidenced by certificates, which may bear interest at a rate determined by the agency's board of directors. Advances may be repaid only when such repayment will not reduce the reserve for contingencies below the required minimum.\n\n(d) The reserve requirements in subsection (c) of this section shall be suspended until July 1, 2010, at the option of any interlocal risk management pool organized for less than ten years as of July 1, 2005, that established a reserve for contingencies at a minimum of (1) one hundred thousand dollars for each fiscal year of operation prior to July 1, 2005, in the case of an interlocal risk management pool, other than a public liability, automobile and property risk management pool, or (2) five hundred thousand dollars for the first fiscal year of operation and thereafter increased such reserve by an amount equal to five per cent of the total contribution of members with respect to each subsequent fiscal year of operation prior to July 1, 2005, in the case of an interlocal public liability, automobile and property risk management pool.\n\n(e) (1) Beginning July 1, 2010, an interlocal risk management pool, other than a public liability, automobile and property risk management pool, that operated under subsection (d) of this section shall maintain the applicable reserve for contingencies specified in subsection (c) of this section as if its first fiscal year beginning on or after July 1, 2010, was its first year of operation.\n\n(2) Beginning July 1, 2010, a public liability, automobile and property risk management pool that operated under subsection (d) of this section shall maintain at least the following reserve for contingencies:\n\n(A) As of June 30, 2011, one hundred thousand dollars plus an amount equal to one per cent of total member contributions for the preceding year;\n\n(B) As of June 30, 2012, two hundred thousand dollars plus an amount equal to two per cent of total member contributions for the preceding year;\n\n(C) As of June 30, 2013, three hundred thousand dollars plus an amount equal to three per cent of total member contributions for the preceding year;\n\n(D) As of June 30, 2014, four hundred thousand dollars plus an amount equal to four per cent of total member contributions for the preceding year;\n\n(E) As of June 30, 2015, five hundred thousand dollars plus an amount equal to five per cent of total member contributions for the preceding year.\n\n(3) On and after July 1, 2015, each interlocal risk management pool shall maintain a reserve for contingencies as provided in subsection (c) of this section.\n\n(f) Each interlocal risk management pool operating under subsection (d) or (e) of this section shall provide such reports to the Insurance Commissioner as the commissioner requires.\n\n(g) Each such interlocal risk management pool and interlocal risk management agency shall, except as specifically designated in this section, be exempt from the provisions of the general statutes relating to insurance. The sections of the general statutes applicable to an interlocal risk management pool and interlocal risk management agency shall be: Sections 38a-11, 38a-14, 38a-17 to 38a-19, inclusive, 38a-49, 38a-51 to 38a-53, inclusive, 38a-56, 38a-76, 38a-321, 38a-334 to 38a-336a, inclusive, 38a-338, 38a-340 to 38a-343, inclusive, 38a-350, 38a-363 to 38a-387, inclusive, 38a-663 to 38a-666, inclusive, 38a-669, 38a-671, 38a-675 to 38a-682, inclusive, 38a-790, 38a-792, 38a-806, 38a-815 to 38a-819, inclusive, and 38a-828.\n\n(P.A. 79-561, S. 5, 9; P.A. 80-258, S. 2; P.A. 81-394, S. 10; P.A. 82-41; 82-353, S. 19, 26; 82-384; P.A. 86-134, S. 3, 6; P.A. 93-297, S. 18, 29; P.A. 01-174, S. 6; P.A. 05-65, S. 1.)\n\nHistory: P.A. 80-258 amended Subsec. (b) to add provisions concerning claims arising from hypertension or heart disease; P.A. 81-394 made no substantive change; P.A. 82-41 amended Subsec. (c) to clarify that $100,000 minimum for contingency reserve is for each fiscal year of operation, imposing a maximum of $500,000; P.A. 82-353 eliminated reference to repealed sections, effective July 1, 1983; P.A. 82-384 added the reference to Sec. 38-349 as a section applicable to an interlocal risk management pool or agency, inadvertently deleted in P.A. 82-353; P.A. 86-134 amended Subsec. (c) to establish separate contingency reserve requirements for interlocal public liability, automobile and property risk management pools, and to permit the assessment of members of such pools for a limited period; P.A. 93-297 amended Subsec. (d) to add reference to Sec. 38a-336a, effective January 1, 1994; P.A. 01-174 amended Subsec. (d) to substitute “in this section” for “herein”; P.A. 05-65 inserted new Subsecs. (d), (e) and (f) re suspension of reserve requirements, inserted exception in Subsec. (c) re new Subsecs. (d) and (e), and redesignated existing Subsec. (d) as Subsec. (g), effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479e/"
    },
    {
      "id": "section-7-479f",
      "number": "7-479f.",
      "heading": "Pool not to function until contributions received by agency.",
      "text": "An interlocal risk management pool shall not function as a means of sharing among members of an interlocal risk management agency risks of loss for or from public liability, workers' compensation, automobile risks, property perils or losses in excess of retentions until the interlocal risk management agency administering such a pool shall have received contributions from members in the amount of one million dollars with respect to a workers' compensation or an excess risk pool, and two million dollars with respect to a public liability, automobile and property pool, provided in cases where a member has agreed to pay its annual contribution monthly, quarterly or in other installments, the full amount of its annual contribution shall be included in calculating the applicable dollar requirement of this subsection if such first installment has been paid by the time the pool is to commence its risk-sharing function. An interlocal risk management agency which operates an interlocal workers' compensation risk management pool and a separate hypertension and heart disease pool may function as a means of sharing both such categories of risks after receiving contributions from members in the amount of one million dollars in the aggregate with respect to both such pools.\n\n(P.A. 79-561, S. 6, 9; P.A. 80-258, S. 3; P.A. 86-134, S. 4, 6.)\n\nHistory: P.A. 80-258 required $1,000,000 in the aggregate with respect to both compensation risk management and separate hypertension/heart disease pools before agency operating both allowed to function; P.A. 86-134 established separate contribution requirements of $2,000,000 for public liability, automobile and property pools.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479f/"
    },
    {
      "id": "section-7-479g",
      "number": "7-479g.",
      "heading": "Local public agency's liability to risk management agency. Determining of contributions. Pool not to function prior to bylaw approval.",
      "text": "(a) A local public agency shall not by reason of being a member of an interlocal risk management agency and contributing to an interlocal risk management pool be liable to such interlocal risk management agency, to any other member or to any claimant against the agency, itself or another member, except for payment of contributions under an agreement between the local public agency and the interlocal risk management agency.\n\n(b) The agreement concerning the method of determining contributions of members to an interlocal risk management agency or interlocal risk management pool shall be contained in the bylaws of the agency and shall also be referred to in a document evidencing an individual member's participation in a risk management pool at a particular time. The agreement referred to shall set forth the obligations, if any, of a member in the event that the agency is unable to pay indemnification obligations and expenses payable from risk management pools administered by it.\n\n(c) An interlocal risk management pool shall not function as a means of sharing among members of an interlocal risk management agency risks of loss for or from public liability, workers' compensation, automobile risks, property perils or losses in excess of retentions until the agency's bylaws have been filed with and approved by the Insurance Commissioner.\n\n(P.A. 79-561, S. 7, 9; P.A. 80-482, S. 3, 345, 348; P.A. 86-134, S. 5, 6; P.A. 18-126, S. 3.)\n\nHistory: P.A. 80-482 substituted “insurance commissioner” for “commissioner of insurance within the department of business regulation”, reflecting dissolution of said department and conforming commissioner's title to usage throughout the statutes; P.A. 86-134 amended Subsec. (c) to include automobile risks, property perils and losses in excess of retentions; P.A. 18-126 made a technical change in Subsec. (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479g/"
    },
    {
      "id": "section-7-479h",
      "number": "7-479h.",
      "heading": "Management, meetings, minutes and records pertaining to claims not subject to freedom of information laws.",
      "text": "The meetings, minutes and records of an interlocal risk management agency pertaining to claims shall not be subject to sections 1-201, 1-202, 1-205, 1-206, 1-210, 1-211, 1-213 to 1-217, inclusive, 1-225 to 1-232, inclusive, 1-240, 1-241 and 19a-342.\n\n(P.A. 79-561, S. 8, 9.)\n\nHistory: (Revisor's note: In 1997 reference to “1-19 to 1-21k, inclusive” was changed editorially by the Revisors to the corresponding section numbers in Ch. 3 and also Sec. 19a-342, reflecting the transfer of those sections).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479h/"
    },
    {
      "id": "section-7-479i",
      "number": "7-479i.",
      "heading": "Issuance of bonded indebtedness.",
      "text": "An interlocal risk management agency shall have the power to issue bonds, notes or other obligations from time to time, in its discretion, for any of its purposes. Such bonds, notes or other obligations shall be payable solely from and secured by a lien upon any or all of the income or property of the interlocal risk management agency. Bonds, notes or other obligations issued under this section shall be in such form, mature at such time or times, bear interest at such rate or rates, be issued and sold in such manner, and contain such other terms, covenants and conditions as the interlocal risk management agency by resolution determines. Neither the directors of the interlocal risk management agency nor any person executing the bonds, notes or other obligations shall be liable personally on the bonds, notes or other obligations by reason of the issuance thereof. The bonds, notes or other obligations of the interlocal risk management agency shall not be obligations of any local public agency or of the state and such bonds, notes or other obligations shall so state on their face. Neither a local public agency nor the state shall be liable on such bonds, notes or other obligations and such bonds, notes or other obligations shall not be payable out of any funds or properties other than those funds of the interlocal risk management agency pledged as security for such bonds, notes or other obligations.\n\n(P.A. 86-350, S. 26, 28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-113a/section-7-479i/"
    },
    {
      "id": "section-7-479j",
      "number": "7-479j",
      "heading": "to 7-479r. - Reserved for future use.",
      "text": "to 7-479r. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}