{
  "state": "connecticut",
  "path": "title-title-7-municipalities/chapter-chapter-103-municipal-sewerage-systems",
  "sections": [
    {
      "id": "section-7-245",
      "number": "7-245.",
      "heading": "Definitions.Section 7-246. - Water pollution control authority; designation",
      "text": "For the purposes of this chapter: (1) “Acquire a sewerage system” means obtain title to all or any part of a sewerage system or any interest therein by purchase, condemnation, grant, gift, lease, rental or otherwise; (2) “alternative sewage treatment system” means a sewage treatment system serving one or more buildings that utilizes a method of treatment other than a subsurface sewage disposal system and that involves a discharge to the groundwaters of the state; (3) “community sewerage system” means any sewerage system serving two or more residences in separate structures which is not connected to a municipal sewerage system or which is connected to a municipal sewerage system as a distinct and separately managed district or segment of such system, but does not include any sewerage system serving only a principal dwelling unit and an accessory apartment, as defined in section 8-1a, located on the same lot; (4) “construct a sewerage system” means to acquire land, easements, rights-of-way or any other real or personal property or any interest therein, plan, construct, reconstruct, equip, extend and enlarge all or any part of a sewerage system; (5) “decentralized system” means managed subsurface sewage disposal systems, managed alternative sewage treatment systems or community sewerage systems that discharge sewage flows of less than five thousand gallons per day, are used to collect and treat domestic sewage, and involve a discharge to the groundwaters of the state from areas of a municipality; (6) “decentralized wastewater management district” means areas of a municipality designated by the municipality through a municipal ordinance when an engineering report has determined that the existing subsurface sewage disposal systems may be detrimental to public health or the environment and that decentralized systems are required and such report is approved by the Commissioner of Energy and Environmental Protection with concurring approval by the Commissioner of Public Health, after consultation with the local director of health; (7) “electronic equipment” means any technology that facilitates real-time communication between two or more individuals, including, but not limited to, telephonic, video and other conferencing platforms; (8) “municipality” means any metropolitan district, town, consolidated town and city, consolidated town and borough, city, borough, village, fire and sewer district, sewer district and each municipal organization having authority to levy and collect taxes; (9) “operate a sewerage system” means own, use, equip, reequip, repair, maintain, supervise, manage, operate and perform any act pertinent to the collection, transportation and disposal of sewage; (10) “person” means any person, partnership, corporation, limited liability company, association or public agency; (11) “remediation standards” means pollutant limits, performance requirements, design parameters or technical standards for application to existing sewage discharges in a decentralized wastewater management district for the improvement of wastewater treatment to protect public health and the environment; (12) “sewage” means any substance, liquid or solid, which may contaminate or pollute or affect the cleanliness or purity of any water; and (13) “sewerage system” means any device, equipment, appurtenance, facility and method for collecting, transporting, receiving, treating, disposing of or discharging sewage, including, but not limited to, decentralized systems within a decentralized wastewater management district when such district is established by municipal ordinance pursuant to section 7-247.\n\n(1949 Rev., S. 731; 1949, S. 312d; P.A. 78-154, S. 1; P.A. 95-79, S. 11, 189; June 30 Sp. Sess. P.A. 03-6, S. 140; P.A. 11-80, S. 1; P.A. 21-29, S. 10; June Sp. Sess. P.A. 21-2, S. 163.)\n\nHistory: P.A. 78-154 defined “community sewerage system”; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; June 30 Sp. Sess. P.A. 03-6 defined “alternative sewage treatment system”, redefined “community sewerage system” to require service to two or more residences, defined “decentralized system”, “decentralized wastewater management district” and “remediation standards”, redefined “sewerage system” to include decentralized systems within a decentralized wastewater management district, inserted Subdiv. designators and made technical changes; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subdiv. (6), effective July 1, 2011; P.A. 21-29 amended Subdiv. (3) to except from the definition of “community sewerage system” any sewerage system serving only a principal dwelling unit and an accessory apartment located on the same lot; June Sp. Sess. P.A. 21-2 added new Subdiv. (7) defining “electronic equipment” and redesignated existing Subdivs. (7) to (12) as Subdivs. (8) to (13).\n\nCited. 218 C. 144.\n\nCited. 5 CS 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-245/"
    },
    {
      "id": "section-7-246",
      "number": "7-246.",
      "heading": "Water pollution control authority; designation. Preparation of municipal plan. Successor to sewer authority; validation of sewer authority acts.",
      "text": "(a) Any municipality may, by ordinance, designate its legislative body, except where the legislative body is the town meeting, or any existing board or commission, or create a new board or commission to be designated, as the water pollution control authority for such municipality. Any municipality located within the district of a regional water authority or regional sewer district established under an act of the General Assembly may designate such water authority or sewer district as the water pollution control authority for such municipality, with all of the powers set forth in this chapter for water pollution control authorities, provided such water authority or sewer district agrees to such designation. If a new board or commission is created, the municipality shall, by ordinance, determine the number of members thereof, their compensation, if any, whether such members shall be elected or appointed, the method of their appointment, if appointed, and removal and their terms of office, which shall be so arranged that not more than one-half of such terms shall expire within any one year. The water pollution control authority of the town within which there is a city or borough shall not exercise any power within such city or borough without the express consent of such city or borough, except that such consent shall not be required for any action taken to comply with a pollution abatement order issued by the Commissioner of Energy and Environmental Protection.\n\n(b) Each municipal water pollution control authority designated in accordance with this section may prepare and periodically update a water pollution control plan for the municipality. Such plan shall designate and delineate the boundary of: (1) Areas served by any municipal sewerage system; (2) areas where municipal sewerage facilities are planned and the schedule of design and construction anticipated or proposed; (3) areas where sewers are to be avoided; (4) areas served by any community sewerage system not owned by a municipality; (5) areas to be served by any proposed community sewerage system not owned by a municipality; and (6) areas to be designated as decentralized wastewater management districts. Such plan may designate and delineate specific allocations of capacity to serve areas that are able to be developed for residential or mixed-use buildings containing four or more dwelling units. Such plan shall also describe the means by which municipal programs are being carried out to avoid community pollution problems and describe any programs wherein the local director of health manages subsurface sewage disposal systems. The authority shall file a copy of the plan and any periodic updates of such plan with the Commissioner of Energy and Environmental Protection and shall manage or ensure the effective supervision, management, control, operation and maintenance of any community sewerage system or decentralized wastewater management district not owned by a municipality.\n\n(c) Any municipal sewer authority in existence prior to October 1, 1978, shall be deemed to be the water pollution control authority of such municipality unless the legislative body of the municipality, by ordinance, determines otherwise, and such water pollution control authority shall be deemed the successor to such sewer authority for all of the purposes of this chapter. All acts of any such sewer authorities from October 1, 1978, to June 1, 1979, are validated. The provisions of this subsection shall not apply to any action pending in any court or any right of appeal under this chapter existing on June 1, 1979.\n\n(1949 Rev., S. 733; 1949, S. 313d; 1967, P.A. 60; 1971, P.A. 694, S. 1; P.A. 73-294, S. 1, 4; P.A. 78-154, S. 2; P.A. 79-391, S. 1, 2; P.A. 86-239, S. 1, 14; P.A. 87-292; June 30 Sp. Sess. P.A. 03-6, S. 141; P.A. 11-80, S. 1; P.A. 21-29, S. 11.)\n\nHistory: 1967 act applied provisions to existing boards and commissions rather than to boards and commissions existing on July 26, 1949; 1971 act allowed designation of regional water authority as a municipality's sewer authority; P.A. 73-294 allowed designation of municipal legislative body as sewer authority, unless legislative body is town meeting; P.A. 78-154 substituted water pollution control authority for sewer authority, allowed designation of regional sewer district as authority and added Subsec. (b) re water pollution control plans; P.A. 79-391 added Subsec. (c) establishing sewer authorities as water pollution control authorities and validating their acts; P.A. 86-239 amended Subsec. (a) by eliminating the consent requirement for action complying with a water pollution abatement order; P.A. 87-292 amended Subsec. (a) to allow for election of commission members; June 30 Sp. Sess. P.A. 03-6 added Subsec. (b)(6) re areas to be designated as decentralized wastewater management districts, to require that plan describe any programs re subsurface sewage disposal systems managed by local director of health and to require the effective supervision, control, operation and maintenance of any community sewerage system or decentralized wastewater management district; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011; P.A. 21-29 amended Subsec. (b) to add provision re areas able to be developed for certain residential and mixed-use buildings.\n\nCited. 218 C. 144; 220 C. 18.\n\nCited. 10 CA 440.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-246/"
    },
    {
      "id": "section-7-246a",
      "number": "7-246a.",
      "heading": "Applications. Time for decision. Appeal.",
      "text": "(a) Whenever an application or request is made to a water pollution control authority or sewer district for (1) a determination of the adequacy of sewer capacity related to a proposed use of land, (2) approval to hook up to a sewer system at the expense of the applicant, or (3) approval of any other proposal for wastewater treatment or disposal at the expense of the applicant, the water pollution control authority or sewer district shall make a decision on such application or request within sixty-five days from the date of receipt, as defined in subsection (c) of section 8-7d, of such application or request. The applicant may consent to one or more extensions of such period, provided the total of such extensions shall not exceed sixty-five days.\n\n(b) Notwithstanding any other provision of the general statutes, an appeal may be taken from an action of a water pollution control agency or sewer district pursuant to subsection (a) of this section in accordance with section 8-8.\n\n(P.A. 03-177, S. 13.)\n\nHistory: P.A. 03-177 effective October 1, 2003, and applicable to applications filed on or after that date.\n\nEnactment of section establishing procedural requirements for issuing and appealing decisions did not indicate legislative intent to change substantive law concerning such decisions and did not limit the broad discretion water pollution control authorities have to determine whether, and under what circumstances, they provide sewer service within their municipalities. 291 C. 271.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-246a/"
    },
    {
      "id": "section-7-246b",
      "number": "7-246b.",
      "heading": "Adoption of ordinance. Prohibition on lien foreclosure.",
      "text": "(a) Notwithstanding any provision of the general statutes, special act, municipal charter or ordinance to the contrary, each municipality with a population of not fewer than one hundred thousand that is served by a private water company that is regulated by the Public Utilities Regulatory Authority shall adopt an ordinance, if applicable, to:\n\n(1) Protect seniors, veterans and low-income families from water pollution control authority foreclosures by restricting accelerated foreclosure proceedings for past due sewer fees owed by any such person. For purposes of this section, “municipality” means any town, city, consolidated town and city or consolidated town and borough;\n\n(2) Lower the interest rate charged by such municipality on delinquent sewer assessments; and\n\n(3) Restrict assignees of water pollution control authorities from purchasing foreclosed properties and to establish financial guidelines that trigger foreclosure for nonpayment of fees.\n\n(b) Notwithstanding any provision of the general statutes to the contrary, on and after July 1, 2018, no action to foreclose a lien shall be instituted for a period of one year after such action is filed by a water pollution control authority or a representative of such authority.\n\n(P.A. 18-174, S. 1.)\n\nHistory: P.A. 18-174 effective July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-246b/"
    },
    {
      "id": "section-7-246c",
      "number": "7-246c",
      "heading": "to 7-246e. - Reserved for future use.",
      "text": "to 7-246e. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-246f",
      "number": "7-246f.",
      "heading": "Community sewerage systems.",
      "text": "(a) Any municipal water pollution control authority may ensure the effective management of a community sewerage system as defined in section 7-245 and not owned by a municipality by requiring that the system be owned and managed as provided in this subsection. The ownership and management of the system shall meet the following requirements: (1) The owners of all properties served by the system shall be members of a property owners' association which is organized and operated in accordance with chapter 602 and which shall exist as long as any property is served by the system; (2) the association shall have the authority and the responsibility to operate, maintain, repair and improve the system in accordance with all applicable requirements, and in a manner which will prevent pollution of the waters of the state. Such association shall have the power to borrow money to finance such activities, and to defray the cost of such activities by levying assessments against the properties served by the system. Any such unpaid assessment shall constitute a lien upon the property against which such assessment was levied. Each such lien may be continued, recorded and released in the manner provided by the general statutes for continuing, recording and releasing property tax liens, and such lien may be foreclosed in the same manner as a lien for property taxes, but shall not be construed to have any greater priority than any ordinary lien upon such property; (3) all of the properties to be served by the system, and all other land upon which is located any part of the system, shall be owned in fee or shall be subject to a long-term leasehold or to a system of perpetual easements, held by the association or by the members thereof. Such title or easements shall be sufficient to allow such properties to be served by the system and to allow the association to operate, maintain, repair and improve the system as required under subdivision (2) of this subsection; (4) such association shall assure the availability of funds that are of actuarial adequacy for the continued operation, maintenance, repair and improvement of the system without pollution of the waters of the state; and (5) prior to any discharge to the system, the following requirements shall be met: (A) The association shall be created and a document or documents establishing its duties and powers as provided in this section shall be filed on the land records of the municipality in which the system and properties to be served thereby are located; (B) the system shall be owned by the association as provided in this section and rights of a mortgagee or similar interest in the system shall be subordinated to the ownership of association; (C) the association shall obtain a permit to discharge as provided by section 22a-430; and (D) the association shall certify to the water pollution control authority and the building official of the municipality that a permit to discharge has been obtained.\n\n(b) If the association owning a community sewerage system fails to take any action in accordance with requirements of subsection (a) of this section, the municipal water pollution control authority may take any such action on behalf of the association or any other action within the powers granted to such authority which is necessary to ensure the effective operation of the system and to prevent pollution of the waters of the state. For the purposes of this section, the authority shall have the right to enter upon the properties and land subject to subdivision (3) of subsection (a) of this section. Except where delay would result in pollution of the waters of the state, no such action shall be taken unless the association has been given written notice ten days prior to any such proposed action, and has been afforded an opportunity to be heard on such proposed action. A municipal water pollution control authority may recover the cost of taking any action pursuant to this subsection by levying assessments, in the manner described in section 7-249, or charges, in the manner described in section 7-255, against the properties served by the system. Control over the operation, maintenance, repair and improvement of the system shall be returned to the association, or to a successor thereto, upon provision to the municipal water pollution control authority of adequate assurances that the requirements of subsection (a) of this section will be met, providing that nothing contained in this subsection shall limit the powers conferred on municipal water pollution control authorities by section 7-247. Should the system be designed or intended to serve additional properties that subsequently are to be subject to subsection (a) of this section, such properties and the owner or owners thereof shall be subject to the provisions of this section in the same manner as were the properties held by the association or the members thereof.\n\n(c) Certification by a municipal water pollution control authority to the Commissioner of Energy and Environmental Protection, in a form satisfactory to the commissioner, that it will require a community sewerage system not owned by the municipality to be owned and managed in accordance with the provisions of subsections (a) and (b) of this section shall be sufficient for the municipal water pollution control authority to establish that it will ensure effective management of such system as required by subsection (b) of section 7-246, provided that nothing contained in this section shall limit the power and duties conferred on the Commissioner of Energy and Environmental Protection by sections 22a-427 to 22a-438, inclusive.\n\n(P.A. 81-331; P.A. 96-256, S. 170, 209; P.A. 07-217, S. 19; P.A. 11-80, S. 1.)\n\nHistory: P.A. 96-256 amended Subsec. (a) to replace reference to Ch. 600 with Ch. 602, effective January 1, 1997; P.A. 07-217 made technical changes in Subsec. (b), effective July 12, 2007; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (c), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-246f/"
    },
    {
      "id": "section-7-247",
      "number": "7-247.",
      "heading": "Powers and duties of water pollution control authority re sewerage systems",
      "text": "(a) Any municipality by its water pollution control authority may acquire, construct and operate a sewerage system or systems; may enter upon and take and hold by purchase, condemnation or otherwise the whole or any part of any real property or interest therein which it determines is necessary or desirable for use in connection with any sewerage system; may establish and revise rules and regulations for the supervision, management, control, operation and use of a sewerage system, including rules and regulations prohibiting or regulating the discharge into a sewerage system of any sewage or any stormwater runoff which in the opinion of the water pollution control authority will adversely affect any part or any process of the sewerage system except that any such rule or regulation regarding decentralized systems shall be approved by the local director of health before such rule or regulation may be effective; may enter into and fulfill contracts, including contracts for a term of years, with any person or any other municipality or municipalities to provide or obtain sewerage system service for any sewage, and may make arrangements for the provision or exchange of staff services and equipment with any person or any other municipality or municipalities, or for any other lawful services. The water pollution control authority of any municipality planning to acquire, construct or operate a new or additional sewerage system shall consider the feasibility of using the sewage collected by such system as an energy source for the generation of electricity or the production of other energy sources. The water pollution control authority may establish rules for the transaction of its business. It shall keep a record of its proceedings and shall designate an officer or employee to be the custodian of its books, papers and documents. No person shall have a right to a hearing or an appeal in the manner provided in sections 22a-436 and 22a-437 from a decision of a water pollution control authority to deny a permit or issue an order unless such water pollution control authority was delegated authority by the commissioner pursuant to section 22a-430 to make the decision that is the subject of such hearing or appeal.\n\n(b) Following approval of an engineering report by the Commissioner of Energy and Environmental Protection that includes concurrence with such approval by the Commissioner of Public Health, and in consultation with the local director of health, a municipality, acting in conjunction with its water pollution control authority may, by ordinance, establish geographical areas of decentralized wastewater management districts within such municipality.\n\n(1) Such ordinance may also include, following the approval of such ordinance by the local director of health pursuant to such director's authority under section 19a-207: (A) Remediation and technical standards for the design and construction of subsurface sewage disposal systems that are more stringent than those imposed by the Public Health Code; (B) authority for the local director of health to order the upgrade of subsurface sewage disposal systems in accordance with such remediation and technical standards; (C) authority for the local director of health to establish criteria for the abandonment of substandard subsurface sewage disposal systems; (D) authority for the local director of health to order the property owner of a substandard subsurface sewage disposal system that does not comply with such remediation standards, technical standards or other criteria to abandon such substandard subsurface sewage disposal system thus allowing the water pollution control authority to order such owner to connect to a sewerage system pursuant to section 7-257; (E) standards established by the local director of health for the effective supervision, management, control, operation and maintenance of managed subsurface sewage disposal systems within such decentralized wastewater management districts; or (F) authority for the water pollution control authority to enact and amend regulations, following the approval of such regulations by the local director of health, that govern the supervision, management, control, operation and maintenance of such decentralized systems.\n\n(2) Such ordinance shall include remediation standards for the design, construction and installation of alternative sewage treatment systems and standards for the effective supervision, management, control, operation and maintenance of alternative sewage treatment systems within such decentralized wastewater management districts that are consistent with any permit, order or recommendation of the Commissioner of Energy and Environmental Protection.\n\n(c) Notwithstanding any provision of the general statutes, an area that is designated by ordinance of a municipality as a decentralized wastewater management district shall not be a public sewer for purposes of the Public Health Code.\n\n(d) Nothing in this section shall be construed to limit the authority of a local director of health, the Commissioner of Public Health or the Commissioner of Energy and Environmental Protection.\n\n(1949 Rev., S. 732; 1949, S. 314d; 1971, P.A. 694, S. 2; P.A. 78-154, S. 3; P.A. 79-225; June 30 Sp. Sess. P.A. 03-6, S. 142; P.A. 04-151, S. 7; P.A. 11-80, S. 1.)\n\nHistory: 1971 act gave power to exchange staff services, equipment, etc. with persons or other municipalities and to provide services for them; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 79-225 required consideration of feasibility of using sewage to generate power when planning new system; June 30 Sp. Sess. P.A. 03-6 designated existing provisions as Subsec. (a), amended Subsec. (a) to require any rule or regulation re decentralized systems to be approved by the local director of health and added Subsecs. (b), (c) and (d) re establishment of decentralized wastewater management districts; P.A. 04-151 amended Subsec. (a) to add provision re prohibition on the right to a hearing or appeal from a decision unless the water pollution control authority was delegated authority to make the subject decision, effective May 21, 2004; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011.\n\nCited. 159 C. 422; 218 C. 144; 231 C. 344. Water pollution control authority may exercise its discretionary ability to acquire or construct a municipal sewer system without first having to issue rules and regulations governing such a process. 270 C. 409.\n\nCited. 2 CA 355; 44 CA 351. Legislature has not authorized water pollution control authorities to exercise zoning powers, and authority's rejection of sewer permit application based on zoning considerations was invalid. 125 CA 652; Id., 665.\n\nWater pollution control authorities are quasi-municipal corporations and, as such, have the capacity to be sued. 52 CS 422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-247/"
    },
    {
      "id": "section-7-247a",
      "number": "7-247a.",
      "heading": "Public hearing on proposed acquisition or construction.",
      "text": "No municipal water pollution control authority shall acquire or construct all or any part of a sewerage system until after a public hearing at which the affected property owners of the municipality shall have an opportunity to be heard concerning the proposed acquisition or construction. Notice of the time, place and purpose of such hearing shall be mailed not later than fifteen days before the date of the hearing by certified mail, return receipt requested, to the owner of any property to be taken for the proposed acquisition or construction at such owner's address as shown in the last-completed grand list of the municipality or at any later address of which the water pollution control authority may have knowledge, and shall be published at least ten days before the date thereof in a newspaper having a general circulation in the municipality.\n\n(1971, P.A. 373; P.A. 78-154, S. 4; P.A. 83-513, S. 2; P.A. 89-14.)\n\nHistory: P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 83-513 provided that notice should be in a newspaper having a “general” circulation in the municipality; P.A. 89-14 required that notice of public hearings be given by certified mail to owners of property to be taken for the acquisition or construction of sewage systems.\n\nCited. 216 C. 436.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-247a/"
    },
    {
      "id": "section-7-247b",
      "number": "7-247b.",
      "heading": "Monitoring duties of the Department of Public Health.",
      "text": "Any oversight or monitoring duties created for the Department of Public Health by the provisions of section 7-245, subsection (b) of section 7-246 or section 7-247 shall be conducted within available appropriations.\n\n(June 30 Sp. Sess. P.A. 03-6, S. 144.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-247b/"
    },
    {
      "id": "section-7-248",
      "number": "7-248.",
      "heading": "Determination of compensation for property.",
      "text": "Whenever the water pollution control authority is unable to agree with the owner of any property as to the compensation to be paid for the taking of such property, the water pollution control authority in the name of the municipality may, in the same manner specified for redevelopment agencies in accordance with sections 8-129 to 8-133, inclusive, determine such compensation and proceed in the acquisition and use of such property as provided therein.\n\n(1949 Rev., S. 732; 1949, S. 315d; 1961, P.A. 517, S. 4; 1971, P.A. 870, S. 34; P.A. 76-436, S. 284, 681; P.A. 77-419; P.A. 78-154, S. 5.)\n\nHistory: 1961 act removed obsolete reference to county treasurer, substituting state treasurer therefor; 1971 act substituted court of common pleas for superior court, effective September 1, 1971, except that courts with matters pending retain jurisdiction unless matters pending are transferable; P.A. 76-436 substituted superior court for court of common pleas, effective July 1, 1978; P.A. 77-419 deleted provisions concerning determination of compensation by common pleas court when property owner and authority disagree and replaced them with provision for determination as for redevelopment agencies; P.A. 78-154 substituted water pollution control authority for sewer authority.\n\nDecision that committee to assess damages be appointed, as distinguished from actual appointment of members of such committee, is not a final judgment from which appeal may be taken. 159 C. 421. Cited. 189 C. 710; 215 C. 197.\n\nCited. 2 CA 355.\n\nCited. 39 CS 454.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-248/"
    },
    {
      "id": "section-7-249",
      "number": "7-249.",
      "heading": "Assessment of benefits.",
      "text": "At any time after a municipality, by its water pollution control authority, has acquired or constructed, a sewerage system or portion thereof, the water pollution control authority may levy benefit assessments upon the lands and buildings in the municipality which, in its judgment, are especially benefited thereby, whether they abut on such sewerage system or not, and upon the owners of such land and buildings, according to such rule as the water pollution control authority adopts, subject to the right of appeal as hereinafter provided. Benefits to buildings or structures constructed or expanded after the initial assessment may be assessed as if the new or expanded buildings or structures had existed at the time of the initial assessment. Such benefits and benefits to anticipated development of land zoned for other than business, commercial or industrial purposes or land classified as farm land, forest land or open space land on the last completed grand list of the municipality in which such land is located, pursuant to the provisions of sections 12-107a to 12-107e, inclusive, shall not be assessed until such construction or expansion or development is approved or occurs. In case of a property so zoned or classified which exceeds by more than one hundred per cent the size of the smallest lot permitted in the lowest density residential zone allowed under zoning regulations or, in the case of a town having no zoning regulations, a lot size of one acre in area and one hundred fifty feet in frontage, assessment of such excess land shall be deferred until such time as such excess land shall be built upon or a building permit issued therefor or until approval of a subdivision plan of such excess property by the planning commission having jurisdiction, whichever event occurs first at which time assessment may be made as provided herein. No lien securing payment shall be filed until the property is assessed. The sum of initial and subsequent assessments shall not exceed the special benefit accruing to the property. Such assessment may include a proportionate share of the cost of any part of the sewerage system, including the cost of preliminary studies and surveys, detailed working plans and specifications, acquiring necessary land or property or any interest therein, damage awards, construction costs, interest charges during construction, legal and other fees, or any other expense incidental to the completion of the work. The water pollution control authority may divide the total territory to be benefited by a sewerage system into districts and may levy assessments against the property benefited in each district separately. In assessing benefits against property in any district the water pollution control authority may add to the cost of the part of the sewerage system located in the district a proportionate share of the cost of any part of the sewerage system located outside the district but deemed by the water pollution control authority to be necessary or desirable for the operation of the part of the system within the district. In assessing benefits and apportioning the amount to be raised thereby among the properties benefited, the water pollution control authority may give consideration to the area, frontage, grand list valuation and to present or permitted use or classification of benefited properties and to any other relevant factors. The water pollution control authority may make reasonable allowances in the case of properties having a frontage on more than one street and whenever for any reason the particular situation of any property requires an allowance. Revenue from the assessment of benefits shall be used solely for the acquisition or construction of the sewerage system providing such benefits or for the payment of principal of and interest on bonds or notes issued to finance such acquisition or construction. No assessment shall be made against any property in excess of the special benefit to accrue to such property. The water pollution control authority shall place a caveat on the land records in each instance where assessment of benefits to anticipated development of land zoned for other than business, commercial or industrial purposes or land classified as farm land, forest land or open space land has been deferred.\n\n(1949 Rev., S. 735; 1949, S. 316d; 1971, P.A. 699; P.A. 73-523, S. 1, 3; P.A. 78-154, S. 6.)\n\nHistory: 1971 act clarified procedure for benefit assessment and deferred assessment; P.A. 73-523 added provision for deferred assessments on land zoned for other than business, commercial or industrial uses and on land classified as farm, forest or open space land; P.A. 78-154 substituted water pollution control authority for sewer authority.\n\nCited. 168 C. 514; 171 C. 74; 179 C. 229; 192 C. 638; 195 C. 682; 213 C. 112; 216 C. 436; 220 C. 18; 231 C. 344. Term “structures” includes any “construction, production, or piece of work artificially built up or composed of parts purposefully joined together” and that interior renovations to property constituted construction of “structures” for purposes of authorizing water pollution control authority to levy supplement assessment for benefits; section grants water pollution control authorities discretion in deciding the method to apply in assessing supplemental benefits. 336 C. 819.\n\nCited. 4 CA 24; 15 CA 140; 26 CA 540.\n\nCited. 34 CS 568.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-249/"
    },
    {
      "id": "section-7-249a",
      "number": "7-249a.",
      "heading": "Assessment of benefits upon industrial users of federally financed sewage systems.",
      "text": "Notwithstanding the provisions of section 7-249, any municipal water pollution control authority which constructs any sewerage system or portion thereof, with federal financial assistance under the provisions of the federal Water Pollution Control Act Amendments of 1972, P.L. 92-500, as from time to time amended, may, in lieu of or in addition to, levying benefit assessments in accordance with the provisions of said section 7-249, assess industrial users of the portion of the sewerage system constructed with federal financial assistance for the cost of construction of such portion to the extent such cost is attributable to the treatment of such industrial users' wastes. In determining such assessments, the municipal water pollution control authority may establish such classifications as may be approved by the administrator of the United States Environmental Protection Agency and the Commissioner of Energy and Environmental Protection.\n\n(P.A. 75-600, S. 1; P.A. 78-154, S. 7; P.A. 11-80, S. 1.)\n\nHistory: P.A. 78-154 substituted water pollution control authority for sewer authority; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011.\n\nCited. 192 C. 638.\n\nCited. 4 CA 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-249a/"
    },
    {
      "id": "section-7-250",
      "number": "7-250.",
      "heading": "Public hearing. Appeal.",
      "text": "(a) No assessment shall be made until after a public hearing before the water pollution control authority at which the owner of the property to be assessed shall have an opportunity to be heard concerning the proposed assessment. Notice of the time, place and purpose of such hearing shall be published at least ten days before the date thereof in a newspaper having a general circulation in the municipality, and a copy of such notice shall be mailed to the owner of any property to be affected thereby at such owner's address as shown in the last-completed grand list of the municipality or at any later address of which the water pollution control authority may have knowledge. A copy of the proposed assessment shall be on file in the office of the clerk of the municipality and available for inspection by the public for at least ten days before the date of such hearing. When the water pollution control authority has determined the amount of the assessment to be levied, it shall file a copy thereof in the office of the clerk of the municipality. Not later than five days after such filing, it shall cause a copy of such assessment to be published in a newspaper having a general circulation in the municipality, and it shall mail a copy of such assessment to the owner of any property to be affected thereby at such owner's address as shown in the last-completed grand list of the municipality or at any later address of which the water pollution control authority may have knowledge. Such publication and mailing shall state the date on which such assessment was filed and that any appeals from such assessment must be taken within twenty-one days after such filing. Except as provided in subsection (b) of this section, any person aggrieved by any assessment may appeal to the superior court for the judicial district wherein the property is located and shall bring any such appeal to a return day of said court not less than twelve nor more than thirty days after service thereof and such appeal shall be privileged in respect to its assignment for trial. Said court may appoint a state referee to appraise the benefits to such property and to make a report of his doings to the court. The judgment of said court, either confirming or altering such assessment, shall be final. No such appeal shall stay proceedings for the collection of the particular assessment upon which the appeal is predicated but the appellant shall be reimbursed for any overpayments made if, as a result of such appeal, his assessment is reduced.\n\n(b) Any municipality may, by ordinance, authorize the board of assessment appeals established pursuant to section 9-199 to hear appeals of assessments made under this section. Any such appeal shall be taken not later than the date twenty-one days after the date on which the assessment was filed. The ordinance shall provide the process by which such appeal shall be filed, heard and decided. Any person aggrieved by a decision of the board of assessment appeals may appeal to the Superior Court not later than the date twenty-one days after the date of the decision of the board of assessment appeals in accordance with the provisions of subsection (a) of this section.\n\n(1949 Rev., S. 736; 1949, S. 317d; 1967, P.A. 894; 1971, P.A. 179, S. 1; P.A. 76-436, S. 285, 681; P.A. 78-154, S. 8; 78-280, S. 1, 127; P.A. 82-80; 82-472, S. 15, 183; P.A. 83-513, S. 3; P.A. 14-183, S. 1.)\n\nHistory: 1967 act made appeals privileged, substituted state referee for three disinterested persons and provided that appeals not stay assessment collection although overpayments resulting from decision to reduce assessment would be refunded–previously appeals had served to stay all proceedings for collection; 1971 act required action on return day of court at least 12 but not more than 30 days after service rather than “the next return day or the next but one” as previously; P.A. 76-436 substituted superior court for court of common pleas, effective July 1, 1978; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 78-280 deleted reference to “county”; P.A. 82-80 added the provisions relating to the mailing of copies of assessments; P.A. 82-472 deleted obsolete reference to county as venue for superior court; P.A. 83-513 provided that notice should be in a newspaper having a “general” circulation in the municipality; P.A. 14-183 designated existing provisions as Subsec. (a) and amended same by adding exception re Subsec. (b) and added Subsec. (b) re appeals to board of assessment appeals.\n\nSection is the exclusive remedy available to a person aggrieved by an assessment of benefits levied for construction of municipal sewerage systems. 168 C. 514. Cited. 176 C. 497. Case brought under section is trial de novo. 179 C. 342. Cited. 190 C. 158; 192 C. 638; 195 C. 682; 213 C. 112; 216 C. 436; 231 C. 344; 236 C. 701.\n\nCited. 17 CA 166; 18 CA 508; 26 CA 540.\n\nCited. 43 CS 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-250/"
    },
    {
      "id": "section-7-251",
      "number": "7-251.",
      "heading": "New and supplementary assessments.",
      "text": "If any assessment is not valid or enforceable for any reason, a new assessment may be made. If any assessment is made which is not sufficient to cover the entire cost of the work to be paid for by such assessment, a supplementary assessment may be made by the water pollution control authority against those properties previously assessed to the end that a sum sufficient to pay the cost of such work may be obtained, provided no such supplementary assessment, together with the original assessment, shall exceed the value of the special benefit to accrue to the property against which the benefit is assessed.\n\n(1949, S. 318d; P.A. 78-154, S. 9.)\n\nHistory: P.A. 78-154 substituted water pollution control authority for sewer authority.\n\nCited. 179 C. 229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-251/"
    },
    {
      "id": "section-7-252",
      "number": "7-252.",
      "heading": "Due date of assessment.",
      "text": "Assessments shall be due and payable at such time as is fixed by the water pollution control authority, provided no assessment shall become due until the work or particular portion thereof for which such assessment was levied has been completed, except that when the work or particular portion thereof for which such assessment was levied is being performed by the water pollution control authority pursuant to an order of the Department of Energy and Environmental Protection, the entire assessment may be made due and payable, provided the portion of the total work bonded by the water pollution control authority, which directly benefits the particular property has been completed. The water pollution control authority shall give notice of the date when assessments are due and payable by publication at least twice within a period of fifteen days in a newspaper having a general circulation in the municipality and shall mail a copy of such notice to the owners of the property assessed at their last-known addresses. Such notice shall list the streets and describe the area within which are located any properties against which such assessments are due. No assessment shall be due and payable earlier than thirty days after the first publication of such notice.\n\n(1949 Rev., S. 745; 1949, S. 319d; P.A. 73-523, S. 2, 3; P.A. 78-154, S. 10; P.A. 83-513, S. 4; P.A. 11-80, S. 1.)\n\nHistory: P.A. 73-523 added exception to provision that assessments become due only after work for which they are levied is completed re work ordered by environmental control department; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 83-513 provided that notice should be in a newspaper having a general circulation in the municipality and provided for notice by mail; pursuant to P.A. 11-80, “Department of Environmental Protection” was changed editorially by the Revisors to “Department of Energy and Environmental Protection”, effective July 1, 2011.\n\nCited. 153 C. 457.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-252/"
    },
    {
      "id": "section-7-253",
      "number": "7-253.",
      "heading": "Installment payment of assessment.",
      "text": "In the case of an acquisition, construction or expansion of a sewerage system financed from the general reserves of the municipality or by bonds or notes issued by the municipality, the water pollution control authority may provide for the payment of any assessment in substantially equal annual installments, not exceeding thirty, and may provide for interest charges applicable to such deferred payments. When the acquisition, construction or expansion of the sewerage system is financed by the issuance of bonds or notes by the municipality, the last installment of any assessment shall be due not later than one year prior to the date of the last maturity of such bonds or notes or portion thereof in respect to which the assessment was levied, except that if such bonds or notes are a general obligation of the municipality, the municipality may levy an assessment the last installment of which may be due up to ten years after the date of the last maturity of such bonds or notes provided the total amount of such assessment does not exceed the amount of the principal of such bonds or notes which have been paid prior to the levying of such assessment. Interest charges may not exceed (1) the maximum rate of interest the municipality is obligated to pay on such bonds or notes, or (2) a reasonable rate of interest when the acquisition, construction or expansion of the sewerage system is financed from the general reserves of the municipality. Any person may pay any installment for which he is liable at any time prior to the due date thereof and no interest on any such installment shall be charged beyond the date of such payment. The water pollution control authority shall cause the town clerk of the town in which the property so assessed, in such equal installments, is located, to record on the land records a certificate, signed by the tax collector or treasurer of the municipality, of such facts in form substantially as follows:\n\nCERTIFICATE OF NOTICE OF INSTALLMENTPAYMENT OF ASSESSMENT OF BENEFITS\n\nThe undersigned Tax Collector (or Treasurer) of the Town of .... (district of ....) in the County of ...., State of Connecticut, hereby certifies from the date hereof an installment payment plan is in effect, for payment of an assessment of benefits for the installation of a sewerage system, in favor of the Town of .... (district of ....) upon real property situated in .... (town or municipality), Connecticut, which real property is more fully described in the .... (town) Land Records in:\n\nVol.PageVol.Page\n\nThe notice of such assessment of sewerage benefits herein certified is to .... (owner of property), the principal of which is $.... due to said Town of ...., (district of ....), together with legal interest, fees and charges thereon, assessed on .... (date) in the name of .... (owner of property) and the same became due on .... (date) and may be paid in annual installment payments of $.... each plus or including interest and continuing to ....\n\n(indicate which)(date of last installment)\n\nThis certificate is filed pursuant to section 7-253 of the general statutes as amended, (or .... (indicate special act or charter)).\n\nThe property assessed is:Lot ....Street ....Item No. ........ Tax Collector (or Treasurer)Received .... 20..At .... M.Recorded in .... Land Records.Vol. .... Page ........ Town Clerk\n\nSuch certificate shall operate as notice of the existence of a plan for payment of such assessment by installments and the tax collector shall prepare a release of certificate and record the same on the land records within seven calendar days after the last installment due has been satisfied, or the total assessment together with all interest, fees and charges has been paid in full.\n\n(1949 Rev., S. 738; 1949, S. 320d; 1969, P.A. 559; P.A. 74-98; P.A. 75-59; 75-291; P.A. 78-154, S. 11; P.A. 80-96; P.A. 88-234, S. 1, 2; 88-364, S. 7, 123; P.A. 09-89, S. 1.)\n\nHistory: 1969 act specified form of certificate of installment payment and added provision for disposing of certificate when payment complete; P.A. 74-98 changed interest charge maximum from 5% to 6.5% and forbade charging higher interest than municipality pays; P.A. 75-59 increased maximum number of installments from 20 to 30; P.A. 75-291 removed provision forbidding charging higher interest than municipality pays; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 80-96 deleted provision for maximum interest rate of 6.5% and reinstated provision prohibiting higher interest rate than municipality pays; P.A. 88-234 permitted municipalities to levy sewer assessments in installments due up to 10 years after the date of maturity in the case of certain general obligation bonds or rates and made technical changes; P.A. 88-364 reiterated technical changes; (Revisor's note: In 2001 the reference in this section to the date “19..” was changed editorially by the Revisors to “20..” to reflect the new millennium); P.A. 09-89 added provision permitting installment payment of assessments when acquisition, construction or expansion of sewerage system is financed from general reserves of the municipality, made conforming changes and replaced provision requiring town clerk to cancel or remove a certificate from the land records after last installment due has been satisfied with provision requiring tax collector to prepare and record a release of certificate on the land records after last installment due has been satisfied.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-253/"
    },
    {
      "id": "section-7-253a",
      "number": "7-253a.",
      "heading": "Adjustments in sewer assessment payments for elderly or disabled property owners.",
      "text": "Any municipality may, by ordinance, permit any property owner who is eligible for tax relief for (1) elderly taxpayers under the provisions of section 12-129b, section 12-170aa, or a plan of tax relief for elderly taxpayers provided by such municipality in accordance with subdivision (1) of subsection (a) of section 12-129n or (2) any property owner under age sixty-five who is eligible under the provisions of a plan for tax relief provided by such municipality in accordance with subdivision (2) of subsection (a) of section 12-129n to apply to the water pollution control authority in such municipality for approval of a plan of payment of such property owner's sewer assessment in a manner other than as provided under section 7-253. Such ordinance may allow optional methods of payment of any sewer assessment by an eligible property owner, subject to approval of the authority, including an option to pay only the annual interest charge, as provided in said section 7-253, on any deferred payments or outstanding balance of principal, provided in any such optional method of payment, the outstanding balance of principal deferred under such optional method of payment shall become due upon any transfer of title to the property subject to such assessment or upon the death of such property owner. Any such optional method of payment shall be subject to annual review by the authority.\n\n(P.A. 78-301, S. 1, 2; P.A. 80-77, S. 1, 2; P.A. 85-442, S. 1, 3; P.A. 91-98, S. 1, 3.)\n\nHistory: P.A. 80-77 substituted water pollution control authority for sewer authority; P.A. 85-442 applied provisions to property owners eligible for tax relief in accordance with Sec. 12-129n; P.A. 91-98 applied provisions to disabled property owners under Sec. 12-129n and made technical changes, effective July 1, 1991, and applicable to assessment years commencing on and after October 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-253a/"
    },
    {
      "id": "section-7-254",
      "number": "7-254.",
      "heading": "Delinquent assessments. Liens. Assignment of liens",
      "text": "(a) Any assessment of benefits or any installment thereof, not paid within thirty days after the due date, shall be delinquent and shall be subject to interest from such due date at the interest rate and in the manner provided by the general statutes for delinquent property taxes. Each addition of interest shall be collectible as a part of such assessment.\n\n(b) Whenever any installment of an assessment becomes delinquent, the interest on such delinquent installment shall be as provided in subsection (a) of this section or five dollars, whichever is greater. Any unpaid assessment and any interest due thereon shall constitute a lien upon the real estate against which the assessment was levied from the date of such levy. Each such lien may be continued, recorded and released in the manner provided by the general statutes for continuing, recording and releasing property tax liens. Each such lien shall take precedence over all other liens and encumbrances except taxes and may be enforced in the same manner as property tax liens. The tax collector of the municipality may collect such assessments in accordance with any mandatory provision of the general statutes for the collection of property taxes and the municipality may recover any such assessment in a civil action against any person liable therefor.\n\n(c) Any municipality, by resolution of its legislative body, may assign, for consideration, any and all liens filed by the tax collector to secure unpaid sewer assessments as provided under the provisions of this chapter. The consideration received by the municipality shall be negotiated between the municipality and the assignee.\n\n(d) The assignee or assignees of such liens shall have and possess the same powers and rights at law or in equity as such municipality and municipality's tax collector would have had if the lien had not been assigned with regard to the precedence and priority of such lien, the accrual of interest and the fees and expenses of collection, except that any such assignee (1) shall not be insulated from liability by virtue of the provisions of section 42-110c, and (2) shall be obligated to provide a payoff statement, as defined in section 49-8a, in the same manner as a mortgagee in accordance with the requirements of section 49-10a. The assignee shall have the same rights to enforce such liens as any private party holding a lien on real property, including, but not limited to, foreclosure and a suit on the debt.\n\n(e) No such assignment executed on or after July 1, 2022, shall be valid or enforceable unless memorialized in a contract executed by the authority and the assignee that is in writing and provides: (1) The manner in which the assignee will provide to the owner of the real property that is the subject of the assignment one or more addresses and telephone numbers that may be used for correspondence with the assignee about the debt and payment thereof; (2) the earliest and latest dates by which the assignee shall commence any foreclosure or suit on the debt or the manner for determining such dates, except as may be impacted by any payment arrangement, bankruptcy petition or other circumstance, provided in no event shall the assignee commence a foreclosure suit before one year has elapsed since the assignee's purchase of the lien; (3) the structure and rates of attorney's fees that the assignee may claim against the owner or owners of such real property in any foreclosure, suit on the debt or otherwise, and a prohibition from using as foreclosure counsel any attorney or law office that is owned by, employs or contracts with any person having an interest in such assignee; (4) confirmation that the owner of the real property for which the lien has been filed shall be a third-party beneficiary entitled to enforce the covenants and responsibilities of the assignee as contained in the contract; (5) a prohibition on the assignee assigning the lien without the municipality's prior written consent; (6) the detail and frequency of reports provided to the municipality's tax collector regarding the status of the assigned liens; (7) confirmation that the assignee is not ineligible, pursuant to section 31-57b, to be assigned the lien because of occupational safety and health law violations; (8) disclosure of (A) all resolved and pending arbitrations and litigation matters in which the assignee or any of its principals have been involved within the last ten years, except foreclosure actions involving liens purchased from or assigned by governmental entities, (B) all criminal proceedings that the assignee or any of its principals has ever been the subject, (C) any interest in the subject property held by the assignee or any of its principals, officers or agents, and (D) each instance in which the assignee or any of its principals was found to have violated any state or local ethics law, regulation, ordinance, code, policy or standard, or to have committed any other offense arising out of the submission of proposals or bids or the performance of work on public contract; and (9) such additional terms to which the municipality and the assignee mutually agree, consistent with applicable law.\n\n(f) The assignee, or any subsequent assignee, shall provide written notice of an assignment, not later than sixty days after the date of such assignment, to the owner and any holder of a mortgage on the real property that is the subject of the assignment, provided such owner or holder is of record as of the date of such assignment. Such notice shall include information sufficient to identify (1) the property that is subject to the lien and in which the holder has an interest, (2) the name and addresses of the assignee, and (3) the amount of unpaid taxes, interest and fees being assigned relative to the subject property as of the date of the assignment.\n\n(g) Not less than sixty days prior to commencing an action to foreclose a lien under this section, the assignee shall provide a written notice, by first-class mail, to the holders of all first or second security interests on the property subject to the lien that were recorded before the date the assessment of the lien sought to be enforced became delinquent. Such notice shall set forth: (1) The amount of unpaid debt owed to the assignee as of the date of the notice; (2) the amount of any attorney's fees and costs incurred by the assignee in the enforcement of the lien as of the date of the notice; (3) a statement of the assignee's intention to foreclose the lien if the amounts set forth pursuant to subdivisions (1) and (2) of this subsection are not paid to the assignee on or before sixty days after the date on which the notice is provided; (4) the assignee's contact information, including, but not limited to, the assignee's name, mailing address, telephone number and electronic mail address, if any; and (5) instructions concerning the acceptable means of making a payment on the amounts owed to the assignee as set forth pursuant to subdivisions (1) and (2) of this subsection. Any notice required under this subsection shall be effective upon the date such notice is provided.\n\n(h) When providing the written notice required under subsection (g) of this section, the assignee may rely on the last recorded security interest of record in identifying the name and mailing address of the holder of such interest, unless the holder of such interest is the plaintiff in an action pending in Superior Court to enforce such interest, in which case the assignee shall provide the written notice to the attorney appearing on behalf of the plaintiff.\n\n(i) Each aspect of a foreclosure, sale or other disposition under this section, including, but not limited to, the costs, attorney fees, method, advertising, time, date, place and terms, shall be commercially reasonable.\n\n(1949 Rev., S. 745; 1949, S. 321d; 1971, P.A. 279, S. 1; P.A. 95-228, S. 9, 15; P.A. 99-283, S. 2, 10; P.A. 07-217, S. 20; P.A. 21-143, S. 2.)\n\nHistory: 1971 act divided section into subsections, deleted provisions concerning delinquency of remaining installments upon delinquency of any installment and stated that interest charged is to be a minimum of $5; P.A. 95-228 amended Subsec. (b) to provide that liens and encumbrances be enforced, rather than foreclosed, effective July 6, 1995, and applicable to tax sale notices posted, filed or published on and after that date; P.A. 99-283 added new Subsec. (c) re assignment of liens, effective July 1, 1999; P.A. 07-217 made a technical change in Subsec. (b), effective July 12, 2007; P.A. 21-143 redesignated existing provisions in Subsec. (c) re the powers and rights of the assignee as new Subsec. (d) and amended the same by adding Subdiv. (1) re the assignee's inability to be insulated from liability under Sec. 42-110c, adding Subdiv. (2) re assignee's obligation to provide a payoff statement in the same manner as a mortgagee and by deleting provisions re costs and fees incurred by the assignee as a result of a foreclosure action, added Subsec. (e) requiring assignments executed on or after July 1, 2022, to be memorialized in a contract, added Subsec. (f) re written notice of assignment to the owner and any holder of a mortgage on the real property, added Subsecs. (g) and (h) re notice by the assignee of foreclosure of the lien, and added Subsec. (i) requiring commercially reasonable foreclosure, sale or other disposition of the real property.\n\nSee Sec. 12-146 re interest on delinquent taxes.\n\nSee chapter 205 re municipal tax liens.\n\nCited. 153 C. 457.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-254/"
    },
    {
      "id": "section-7-254a",
      "number": "7-254a.",
      "heading": "Waiver of interest.",
      "text": "Section 7-254a is repealed, effective October 1, 2002.\n\n(P.A. 97-215; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-254a/"
    },
    {
      "id": "section-7-255",
      "number": "7-255.",
      "heading": "Charges. Hearing. Appeal. Payment by municipalities of charges upon specified classification of property or users. Optional payment plans.",
      "text": "(a) The water pollution control authority may establish and revise fair and reasonable charges for connection with and for the use of a sewerage system. The owner of property against which any such connection or use charge is levied shall be liable for the payment thereof. Municipally-owned and other tax-exempt property which uses the sewerage system shall be subject to such charges under the same conditions as are the owners of other property, but nothing herein shall be deemed to authorize the levying of any property tax by any municipality against any property exempt by the general statutes from property taxation. No charge for connection with or for the use of a sewerage system shall be established or revised until after a public hearing before the water pollution control authority at which the owner of property against which the charges are to be levied shall have an opportunity to be heard concerning the proposed charges. Such hearing may be conducted in person or by means of electronic equipment. Notice of the time, place and purpose of such hearing shall be published at least ten days before the date thereof in a newspaper having a general circulation in the municipality and on the Internet web site of the municipality. A copy of the proposed charges shall be on file in the office of the clerk of the municipality and available for inspection by the public for at least ten days before the date of such hearing. When the water pollution control authority has established or revised such charges, it shall file a copy thereof in the office of the clerk of the municipality and, not later than five days after such filing, shall cause the same to be published in a newspaper having a general circulation in the municipality and on the Internet web site of the municipality. Such publication shall state the date on which such charges were filed and the time and manner of paying such charges and shall state that any appeals from such charges must be taken within twenty-one days after such filing. In establishing or revising such charges the water pollution control authority may classify the property connected or to be connected with the sewer system and the users of such system, including categories of industrial users, and: (1) May give consideration to any factors relating to the kind, quality or extent of use of any such property or classification of property or users including, but not limited to, (A) the volume of water discharged to the sewerage system, (B) the type or size of building connected with the sewerage system, (C) the number of plumbing fixtures connected with the sewerage system, (D) the number of persons customarily using the property served by the sewerage system, (E) in the case of commercial or industrial property, the average number of employees and guests using the property, and (F) the quality and character of the material discharged into the sewerage system. The water pollution control authority may establish minimum charges for connection with and for the use of a sewerage system; and (2) for assessment years beginning on or after October 1, 2022, shall not consider the volume of water consumed by the holders of manufacturer permits for beer issued under subsection (b) of section 30-16 in establishing or revising charges to such holders for use of a sewerage system. Any person aggrieved by any charge for connection with or for the use of a sewerage system may appeal to the superior court for the judicial district wherein the municipality is located and shall bring any such appeal to a return day of said court not less than twelve or more than thirty days after service thereof. The judgment of the court shall be final.\n\n(b) Any municipality may, by ordinance, provide for the payment to the water pollution control authority by such municipality of the whole or a portion of such charges for specified classifications of property or users, provided such classifications are established by the water pollution control authority in accordance with the provisions of subsection (a) of this section and meet the requirements of the federal Water Pollution Control Act Amendments of 1972, P.L. 92-500, as amended from time to time.\n\n(c) Any municipality may, by ordinance, provide for optional methods of payment of sewer use charges to the water pollution control authority by (1) elderly taxpayers who are eligible for tax relief under the provisions of section 12-129b, section 12-170aa or a plan of tax relief for elderly taxpayers provided by such municipality in accordance with section 12-129n, or (2) any taxpayer under the age of sixty-five who is eligible for tax relief under the provisions of a plan for tax relief provided by such municipality in accordance with subdivision (2) of section 12-129n.\n\n(1949 Rev., S. 744; 1949, S. 322d; 1971, P.A. 179, S. 2; P.A. 75-600, S. 2; P.A. 76-436, S. 286, 681; P.A. 78-154, S. 12; 78-280, S. 1, 127; P.A. 82-472, S. 16, 183; P.A. 83-513, S. 5; P.A. 91-98, S. 2, 3; June Sp. Sess. P.A. 21-2, S. 164; P.A. 22-23, S. 1; 22-56, S. 9.)\n\nHistory: 1971 act changed return day to a day not less than 12 or more than 30 days after service–previously it was the “next” or “next but one” return day; P.A. 75-600 permitted classifications of users of system as well as classifications of property, changed alphabetic subdivision indicators to numeric ones and added Subsec. (b) re payments by municipality for charges to specified classifications of property or users; P.A. 76-436 substituted superior court for court of common pleas, effective July 1, 1978; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 78-280 deleted reference to “county”; P.A. 82-472 deleted obsolete reference to county as venue for superior court; P.A. 83-513 provided that notice should be in a newspaper having a “general” circulation in the municipality; P.A. 91-98 added Subsec. (c) re optional payment plans, effective July 1, 1991, and applicable to assessment years commencing on and after October 1, 1991; June Sp. Sess. P.A. 21-2 amended Subsec. (a) by adding provisions specifying a hearing may be conducted in person or by means of electronic equipment and requiring publication of notice of hearing and established or new charges on municipal Internet web site, and Subsec. (b) by making a technical change; P.A. 22-23 made technical changes in Subsecs. (a) and (c); P.A. 22-56 amended Subsec. (a) by designating existing provisions re factors to consider in establishing or revising charges as new Subdiv. (1), redesignating existing Subdivs. (1) to (6) as Subdivs. (1)(A) to (F), adding new Subdiv. (2) re holders of manufacturer permits for beer issued under Sec. 30-16(b), and making conforming changes, effective October 1, 2022, and applicable to assessment years commencing on or after October 1, 2022.\n\nAssessment of charges for sewer connection not limited exclusively to statute; special act provisions effective. 160 C. 446. Cited. 171 C. 74; 213 C. 112; 216 C. 436; 220 C. 18; 231 C. 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-255/"
    },
    {
      "id": "section-7-256",
      "number": "7-256.",
      "heading": "Revision of rates for payment of bonds.",
      "text": "Whenever a municipality has pledged revenue to be derived from charges for connection with or for the use of a sewerage system to the payment of the principal or the interest of any bonds or notes, the water pollution control authority shall establish and, when necessary, revise such charges at rates which shall produce sufficient revenue for the punctual payment of the annual interest and amortization requirements of such bonds or notes and, together with any moneys available from other sources, for the fulfillment of any covenant or agreement which has been made by the municipality with the holders of any bonds or notes with respect to the operation of such sewerage system.\n\n(1949, S. 323d; P.A. 78-154, S. 13.)\n\nHistory: P.A. 78-154 substituted water pollution control authority for sewer authority.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-256/"
    },
    {
      "id": "section-7-257",
      "number": "7-257.",
      "heading": "Order to connect. Appeal.",
      "text": "The water pollution control authority may order the owner of any building to which a sewerage system is available to connect such building with the system or order the owner to construct and connect the building to an alternative sewage treatment system. No such order shall be issued until after a public hearing with respect thereto is conducted in person or by means of electronic equipment after due notice in writing to such property owner. Any owner aggrieved by such an order may, within twenty-one days, appeal to the superior court for the judicial district wherein the municipality is located. Such appeal shall be brought to a return day of said court not less than twelve or more than thirty days after service thereof. The judgment of the court shall be final. If any owner fails to comply with an order to connect, the water pollution control authority shall cause the connection to be made and shall assess the expense thereof against such owner.\n\n(1949 Rev., S. 737; 1949, S. 324d; 1971, P.A. 179, S. 3; P.A. 76-436, S. 287, 681; P.A. 78-154, S. 14; 78-280, S. 1, 127; P.A. 82-472, S. 17, 183; June 30 Sp. Sess. P.A. 03-6, S. 143; June Sp. Sess. P.A. 21-2, S. 165.)\n\nHistory: 1971 act required that appeal be made within 21 days of order and that return day be not less than 12 or more than 30 days after service rather than the “next” or “next but one” return day within the 21-day period after the order; P.A. 76-436 substituted superior court for court of common pleas, effective July 1, 1978; P.A. 78-154 substituted water pollution control authority for sewer authority; P.A. 78-280 deleted reference to “county”; P.A. 82-472 deleted obsolete reference to county as venue for superior court; June 30 Sp. Sess. P.A. 03-6 authorized a water pollution control authority to order the owner to construct and connect the building to an alternative sewage treatment system; June Sp. Sess. P.A. 21-2 added provision specifying that a public hearing shall be conducted in person or by means of electronic equipment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-257/"
    },
    {
      "id": "section-7-258",
      "number": "7-258.",
      "heading": "Delinquent charge for connection or use",
      "text": "(a) Any charge for connection with or for the use of a sewerage system, not paid within thirty days of the due date, shall thereupon be delinquent and shall bear interest from the due date at the rate and in the manner provided by the general statutes for delinquent property taxes. Each addition of interest shall be collectible as a part of such connection or use charge. Any such unpaid connection or use charge shall constitute a lien upon the real estate against which such charge was levied from the date it became delinquent. Each such lien may be continued, recorded and released in the manner provided by the general statutes for continuing, recording and releasing property tax liens. Each such lien shall take precedence over all other liens and encumbrances except taxes and may be foreclosed in the same manner as a lien for property taxes. The municipality may by ordinance designate the tax collector or any other person as collector of sewerage system connection and use charges and such collector of sewerage system connection and use charges may collect such charges in accordance with the provisions of the general statutes for the collection of property taxes. The municipality may recover any such charges in a civil action against any person liable therefor. For the purpose of establishing or revising such connection or use charges and for the purpose of collecting such charges any municipality may enter into agreements with any water company or municipal water department furnishing water in such municipality for the purchase from such water company or municipal water department of information or services and such agreement may designate such water company or municipal water department as a billing or collecting agent of the collector of sewerage system connection and use charges in the municipality. Any water company or municipal water department may enter into and fulfill any such agreements and may utilize for the collection of such charges any of the methods utilized by it for the collection of its water charges.\n\n(b) Any municipality, by resolution of its legislative body, may assign, for consideration, any and all liens filed by the tax collector or collector of sewerage system connection and use charges to secure unpaid sewerage connection and use charges as provided under the provisions of this chapter. The consideration received by the municipality shall be negotiated between the municipality and the assignee.\n\n(c) The assignee or assignees of such liens shall have and possess the same powers and rights at law or in equity as such municipality and municipality's tax collector would have had if the lien had not been assigned with regard to the precedence and priority of such lien, the accrual of interest and the fees and expenses of collection, except that any such assignee (1) shall not be insulated from liability for its conduct by virtue of the provisions of section 42-110c, and (2) shall be obligated to provide a payoff statement, as defined in section 49-8a, in the same manner as a mortgagee in accordance with the requirements of section 49-10a. The assignee shall have the same rights to enforce such liens as any private party holding a lien on real property, including, but not limited to, foreclosure and a suit on the debt.\n\n(d) No such assignment executed on or after July 1, 2022, shall be valid or enforceable unless memorialized in a contract executed by the authority and the assignee that is in writing and provides: (1) The manner in which the assignee will provide to the owner of the real property that is the subject of the assignment one or more addresses and telephone numbers that may be used for correspondence with the assignee about the debt and payment thereof; (2) the earliest and latest dates by which the assignee shall commence any foreclosure or suit on the debt or the manner for determining such dates, except as may be impacted by any payment arrangement, bankruptcy petition or other circumstance, provided in no event shall the assignee commence a foreclosure suit before one year has elapsed since the assignee's purchase of the lien; (3) the structure and rates of attorney's fees that the assignee may claim against the owner or owners of such real property in any foreclosure, suit on the debt or otherwise, and a prohibition from using as foreclosure counsel any attorney or law office that is owned by, employs or contracts with any person having an interest in such assignee; (4) confirmation that the owner of the real property for which the lien has been filed shall be a third-party beneficiary entitled to enforce the covenants and responsibilities of the assignee as contained in the contract; (5) a prohibition on the assignee assigning the lien without the municipality's prior written consent; (6) the detail and frequency of reports provided to the municipality's tax collector regarding the status of the assigned liens; (7) confirmation that the assignee is not ineligible, pursuant to section 31-57b, to be assigned the lien because of occupational safety and health law violations; (8) disclosure of (A) all resolved and pending arbitrations and litigation matters in which the assignee or any of its principals have been involved within the last ten years, except foreclosure actions involving liens purchased from or assigned by governmental entities, (B) all criminal proceedings that the assignee or any of its principals has ever been the subject, (C) any interest in the subject property held by the assignee or any of its principals, officers or agents, and (D) each instance in which the assignee or any of its principals was found to have violated any state or local ethics law, regulation, ordinance, code, policy or standard, or to have committed any other offense arising out of the submission of proposals or bids or the performance of work on public contract; and (9) such additional terms to which the municipality and the assignee mutually agree consistent with applicable law.\n\n(e) The assignee, or any subsequent assignee, shall provide written notice of an assignment, not later than sixty days after the date of such assignment, to the owner and any holder of a mortgage on the real property that is the subject of the assignment, provided such owner or holder is of record as of the date of such assignment. Such notice shall include information sufficient to identify (1) the property that is subject to the lien and in which the holder has an interest, (2) the name and addresses of the assignee, and (3) the amount of unpaid taxes, interest and fees being assigned relative to the subject property as of the date of the assignment.\n\n(f) Not less than sixty days prior to commencing an action to foreclose a lien under this section, the assignee shall provide a written notice, by first-class mail, to the holders of all first or second security interests on the property subject to the lien that were recorded before the date the assessment of the lien sought to be enforced became delinquent. Such notice shall set forth: (1) The amount of unpaid debt owed to the assignee as of the date of the notice; (2) the amount of any attorney's fees and costs incurred by the assignee in the enforcement of the lien as of the date of the notice; (3) a statement of the assignee's intention to foreclose the lien if the amounts set forth pursuant to subdivisions (1) and (2) of this subsection are not paid to the assignee on or before sixty days after the date the notice is provided; (4) the assignee's contact information, including, but not limited to, the assignee's name, mailing address, telephone number and electronic mail address, if any; and (5) instructions concerning the acceptable means of making a payment on the amounts owed to the assignee as set forth pursuant to subdivisions (1) and (2) of this subsection. Any notice required under this subsection shall be effective upon the date such notice is provided.\n\n(g) When providing the written notice required under subsection (f) of this section, the assignee may rely on the last recorded security interest of record in identifying the name and mailing address of the holder of such interest, unless the holder of such interest is the plaintiff in an action pending in Superior Court to enforce such interest, in which case the assignee shall provide the written notice to the attorney appearing on behalf of the plaintiff.\n\n(h) Each aspect of a foreclosure, sale or other disposition under this section, including, but not limited to, the costs, attorney fees, method, advertising, time, date, place and terms, shall be commercially reasonable.\n\n(1949 Rev., S. 745; 1949, S. 325d; P.A. 99-283, S. 3, 10; P.A. 21-143, S. 3.)\n\nHistory: P.A. 99-283 designated existing provisions as Subsec. (a) and added new Subsec. (b) re assignment of liens, effective July 1, 1999; P.A. 21-143 redesignated existing provisions in Subsec. (b) re the powers and rights of the assignee as Subsec. (c) and amended the same by adding Subdiv. (1) re the assignee's inability to be insulated from liability under Sec. 42-110c, adding Subdiv. (2) re assignee's obligation to provide a payoff statement in the same manner as a mortgagee and by deleting provisions re costs and fees incurred by the assignee as a result of a foreclosure action, added Subsec. (d) requiring assignments executed on or after July 1, 2022, to be memorialized in a contract, added Subsec. (e) re written notice of assignment to the owner and any holder of a mortgage on the real property, added Subsecs. (f) and (g) re notice by the assignee of foreclosure of the lien, and added Subsec. (h) requiring commercially reasonable foreclosure, sale or other disposition of the real property.\n\nSee chapter 205 re municipal tax liens.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-258/"
    },
    {
      "id": "section-7-259",
      "number": "7-259.",
      "heading": "Bonds, notes or other obligations.",
      "text": "Whenever a municipality has authorized the acquisition or construction of all or any part of a sewerage system, whether located within or without such municipality and whether constructed or acquired by such municipality acting alone or jointly with one or more other municipalities, and has made an appropriation or has incurred debt therefor, or has made an appropriation for the purpose of contributing funds to another municipality located within or without this state for sharing the costs of acquisition or construction by such other municipality of all or any part of a sewerage system which will benefit the municipality making such appropriation, it may issue bonds, notes or other obligations which are secured as to both principal and interest by (a) the full faith and credit of the municipality, (b) a pledge of revenues to be derived from sewerage system use charges or (c) a pledge of revenues to be derived from sewerage system connection or use charges or benefit assessments or both and also by the full faith and credit of the municipality. Any such pledge of revenues shall be valid and binding from the time the pledge is made. The revenues so pledged and thereafter received by the municipality shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act. The lien of any such pledge shall be valid and binding against all parties having claims of any kind against the municipality, irrespective of whether such parties have actual or constructive notice of such lien. The resolution, trust indenture or agreement by which a pledge is created shall be filed with the clerk of the municipality or, in the case of a metropolitan district, in the office of the district clerk. Bonds may be issued by a municipality pursuant to this section for the purposes of refunding bonds previously issued by the municipality pursuant to this chapter, any other provision of the general statutes or any special act. The body having power to authorize such bonds, notes or other obligations shall determine the maximum authorized amount of such bonds, notes or other obligations and may determine or may authorize an officer or board or commission of the municipality to determine the form of such bonds, notes or other obligations, their date, the dates of principal and interest payments, terms of redemption, the manner of issuing such bonds, notes or other obligations and by whom such bonds, notes or other obligations shall be signed or countersigned and, except as otherwise provided herein, all other particulars thereof. Such body or the legislative body of the municipality, if different, may determine the rate or rates of interest for each issue of bonds, notes or other obligations or may provide that the rate or rates of interest shall be determined by an officer or board or commission of the municipality or that such officer, board or commission shall provide for the method or manner of determining such rate or rates or time or times at which interest is payable. Bonds may be coupon or registered bonds. If coupon bonds, they may be registrable as to principal only or as to both principal and interest. Any premium received for sale of bonds, notes or other obligations, less the cost of preparing, issuing and marketing them, may be used for the purposes for which such bonds, notes or other obligations were issued, including capitalized interest, and if not so used, shall be applied to the payment of the principal of the first bonds, notes or other obligations of that particular issue to mature, and contributions from other sources for payment of such bonds, notes or other obligations shall be reduced correspondingly.\n\n(1949 Rev., S. 740, 741; 1949, S. 326d; 1967, P.A. 457, S. 1; 1969, P.A. 424, S. 5; 1971, P.A. 142, S. 1; P.A. 73-294, S. 3, 4; P.A. 77-374, S. 1; P.A. 86-350, S. 13, 28; June 12 Sp. Sess. P.A. 12-2, S. 130.)\n\nHistory: 1967 act increased maximum interest rate from 5% to 6%; 1969 act deleted provision placing 6% limit on interest; 1971 act specified that sewerage system could be “within or without” the municipality and could be either owned separately or jointly with other municipalities; P.A. 73-294 allowed issuance of bonds by municipalities contributing funds to another municipality within or without the state for sewerage system; P.A. 77-374 required that body empowered to authorize bonds should determine maximum authorized amount rather than the body empowered to make annual appropriations, recognizing that the two may not be one and the same; P.A. 86-350 added references to “other obligations”, provided for methods for determining rates and times of payments of interest, and deleted provision which had allowed the sale of notes maturing not later than one year from their date to be sold at discount; June 12 Sp. Sess. P.A. 12-2 added provisions re requirements for pledged revenues, authorized bonds to be issued to refund bonds previously issued, added provision re determination of terms of redemption and authorized premiums received for sale of bonds to be used for purposes for which bonds were issued.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-259/"
    },
    {
      "id": "section-7-260",
      "number": "7-260.",
      "heading": "Sale of bonds, notes or other obligations. Use of proceeds.",
      "text": "Bonds, notes or other obligations issued under authority of this chapter may be sold by the municipality at par, at a discount or at a premium, together with accrued interest. Notwithstanding the terms of any resolution or ordinance authorizing the issuance of bonds bearing a single rate of interest prior to October 1, 1977, the bonds, notes or other obligations may bear a single rate of interest, may bear different rates of interest for the same or for different maturities or may contain provisions for the method or manner of determining such rate or rates or the time or times at which interest is payable. The proceeds arising from the sale of any bonds, notes or other obligations issued under the authority of this chapter shall be delivered to the treasurer of the municipality and kept by him in accounts separate from other funds of the municipality. Said proceeds shall be expended only for the purposes and subject to the provisions of this chapter, provided the proceeds of sale of any bonds, notes or other obligations shall first be applied to the payment of such temporary notes as have been issued in anticipation of such issue.\n\n(1949, S. 327d; 1961, P.A. 466; 1967, P.A. 457, S. 2; 1972, P.A. 294, S. 4; P.A. 77-374, S. 2; P.A. 83-519, S. 16, 23; P.A. 86-350, S. 14, 28; June 12 Sp. Sess. P.A. 12-2, S. 131.)\n\nHistory: 1961 act deleted requirement that notice of sale be given in newspaper having circulation in municipality as well as in financial publication; 1967 act permitted private sale of notes issued in anticipation of proceeds from sale of bonds or sewer assessments and raised maximum interest rate from 5% to 6%; 1972 act deleted provision for 6% limit on interest; P.A. 77-374 added clause re ordinance or resolution in effect prior to October 1, 1977, and deleted provision limiting different rates to maximum of three; P.A. 83-519 eliminated requirements related to public sale of bonds or notes issued under chapter 103 to conform with more commonly adopted provisions authorizing municipalities to sell bonds, additionally such change is necessary if bonds issued under chapter 103 are to be consolidated with other types of bonds for sale as a single issue in accordance with Sec. 42b-15; P.A. 86-350 added references to “other obligations”, provided for methods for determining rates and times of payments of interest, and authorized sales at less than par and accrued interest or at discount where previously sales at less than par and accrued interest were prohibited; June 12 Sp. Sess. P.A. 12-2 added language providing that bonds, notes or other obligations may be sold at a discount or at a premium, added “the same or for” re maturities and made conforming changes.\n\nSee Sec. 42b-1 for definitions re registered public obligations.\n\nSee Sec. 42b-11 re effect of chapter 748 with respect to registered public obligations issued on or after July 7, 1983.\n\nSee Sec. 42b-12 for requirement that this section and chapter 748 be construed in conjunction with the Uniform Commercial Code.\n\nSee Sec. 42b-14 re severability of provisions relating to registered public obligations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-260/"
    },
    {
      "id": "section-7-261",
      "number": "7-261.",
      "heading": "Full faith and credit.",
      "text": "Bonds or notes issued under the authority of this chapter, except those which are secured only by sewerage system use charges, shall be obligatory upon the municipality and the inhabitants and property thereof according to the tenor and purport of the same and the full faith and credit of the municipality shall be pledged to the payment thereof, whether or not such pledge is stated in the bonds or notes or in the vote authorizing their issuance, and thereafter the municipality shall appropriate in each year during which any such bonds or notes are outstanding, and there shall be available on or before the date when the same are payable, an amount of money which, together with other revenue available for such purpose, shall be sufficient to pay the principal and interest on such bonds or notes payable in that year, and there shall be included in the tax levy for each such year an amount which, together with other revenues available for such purpose, shall be sufficient to meet such appropriation.\n\n(1949, S. 328d; P.A. 07-51, S. 2.)\n\nHistory: P.A. 07-51 added reference to Sec. 7-263a, included in existing reference to “this chapter”, effective May 22, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-261/"
    },
    {
      "id": "section-7-262",
      "number": "7-262.",
      "heading": "Signatures of officers on date of execution binding.",
      "text": "Any bonds or notes issued under the authority of this chapter, if properly executed and signed by officers of a municipality in office on the date of execution, shall be valid and binding according to their terms notwithstanding that before the delivery thereof and payment therefor such officers have ceased to be officers of the municipality.\n\n(1949, S. 329d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-262/"
    },
    {
      "id": "section-7-263",
      "number": "7-263.",
      "heading": "Form. Maturity.",
      "text": "Bonds, notes or other obligations issued under the authority of this chapter (1) shall be in serial form (A) maturing in annual or semiannual installments of principal that shall substantially equalize the aggregate amount of principal and interest due in each annual period, commencing with the first annual period in which an installment of principal is due, or (B) maturing in annual or semiannual installments of principal no one of which shall exceed by more than fifty per cent the amount of any prior installment, or (2) shall be in term form with mandatory deposit of sinking fund payments into a sinking fund in amounts (A) sufficient to redeem or amortize the principal of the obligations in annual or semiannual installments that shall substantially equalize the aggregate amount of principal redeemed or amortized and interest due in each annual period, commencing with the first annual period in which a mandatory sinking fund payment becomes due, or (B) sufficient to redeem or amortize the principal of the obligations in annual or semiannual installments no one of which shall exceed by more than fifty per cent the amount of any prior installment, provided such requirements will be deemed to have been met with respect to any issue if they would have been met by the issue taken together with all other bonds, notes or other obligations previously issued under this chapter, any provision of the general statutes or any special act and declared by the municipality to be part of a single plan of finance. The first installment or the first sinking fund payment of any such series of obligations, other than obligations secured solely by a pledge of revenue to be derived from sewerage system use charges, shall mature or shall be due not later than three years from the date of issue of such series and the last installment or the last sinking fund payment shall mature or shall be due not later than forty years from the date of issue of such series or, if any notes have been issued in anticipation thereof or are to be paid from the proceeds thereof, from the date of issue of the first such note. The first installment or the first sinking fund payment of any series of obligations issued under the authority of this chapter which are secured solely by a pledge of revenues to be derived from sewerage system use charges shall mature or shall be due not later than four years from the date of issue of such series and the last installment or the last sinking fund payment shall mature or shall be due not later than forty years from the date of the issue of such series or, if any notes have been issued in anticipation thereof or are to be paid from the proceeds thereof, from the date of issue of the first such note.\n\n(1949 Rev., S. 741; 1949, S. 330d; 1967, P.A. 457, S. 3; P.A. 83-408, S. 3, 6; P.A. 86-350, S. 15, 28; P.A. 87-506, S. 3, 9; P.A. 89-337, S. 1, 6; June 12 Sp. Sess. P.A. 12-2, S. 132; P.A. 15-114, S. 4.)\n\nHistory: 1967 act rephrased provisions re maturity dates for clarity; P.A. 83-408 added language in respect to installments payable to maturity, allowing substantially equal installments in addition to the previously authorized form allowing increasing installments subject to limitation on the amount of increase; P.A. 86-350 expanded the provisions concerning the options for maturity schedules and required that first installment mature not more than three, rather than two, years from date of issue; P.A. 87-506 rewrote the section to provide for various methods determining payment amounts; P.A. 89-337 allowed semiannual installments; June 12 Sp. Sess. P.A. 12-2 added Subdiv. designators (1)(A) and (1)(B) and (2)(A) and (2)(B), added language in Subdiv. (2)(B) re when requirements will be deemed to have been met with respect to any issue, and made technical changes; P.A. 15-114 changed maturity dates for last installment or sinking fund payment from 30 years to 40 years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-263/"
    },
    {
      "id": "section-7-263a",
      "number": "7-263a.",
      "heading": "Bonds to finance portion of sewage system project.",
      "text": "(a) As used in this section:\n\n(1) “Bonds” means any bonds, notes or other obligations authorized to be issued by a municipality pursuant to this section;\n\n(2) “Legislative body” means (A) the board of selectmen in a town that does not have a charter, special act or home rule ordinance relating to its government, (B) the council, board of aldermen, representative town meeting, board of selectmen or other elected legislative body described in a charter, special act or home rule ordinance relating to government in a city, consolidated town and city, consolidated town and borough or a town having a charter, special act, consolidation ordinance or home rule ordinance relating to its government, and (C) the board of burgesses or other elected legislative body in a borough;\n\n(3) “Sewage system project” means the acquisition, purchase, construction, reconstruction, improvement or extension of a sewage system or sewage system facility and includes repair, improvement, acquisition or extension, and road, water and drainage improvements customarily made in connection therewith; and\n\n(4) “Sewer revenue” means revenue derived by a water pollution control authority from the operation of a sewage system, including, but not limited to, revenue from sewage system use or connections and benefit assessments.\n\n(b) For the purpose of financing any portion of a sewage system project under this section, a municipality may authorize and issue general obligation bonds in the principal amount not exceeding three million dollars, provided (1) such bonds are secured by a pledge of sewer system revenue to pay the bonds when due, or (2) the water pollution control authority agrees to levy, collect and pay to the municipality the amount of debt service on the bonds from sewer revenues. If the legislative body of the municipality is a town meeting, no bonds shall be issued under this section except upon recommendation of the board of finance of the municipality. An agreement pursuant to subdivision (2) of this subsection may provide that the water pollution control authority shall pay the municipality at such times and in such amounts that vary from the debt service payments, except that the total amount to be paid by the water pollution control authority over the term of the bonds shall be not less than the total amount due on the general obligation bonds issued pursuant to this section. The bonds authorized under this section may be issued pursuant to the terms, conditions and provisions applicable to other bonds authorized under this chapter.\n\n(c) (1) If the water pollution control authority does not comply with the provisions of subsection (b) of this section, the municipality may seek reimbursement from the water pollution control authority and such municipality possesses and may exercise all rights against the water pollution control authority to enforce said subsection (b) that a bond holder would have under this chapter.\n\n(2) Any agreement under subsection (b) of this section may (A) contain any provision, term or covenant, including provisions for a pledge of and lien upon sewer revenues, (B) be executed by any member, director or agent, (C) be evidenced by any document or agreement, and (D) have the same effect that would be authorized or effected if the agreement were made to bond holders.\n\n(3) The water pollution control authority shall be liable for all costs of collection, including attorney's fees, in any action brought by a municipality to enforce the provisions of subsection (b) of this section.\n\n(d) Notwithstanding any provisions of the general statutes or any charter or special act, bonds issued pursuant to this section may be authorized, after a public hearing conducted by the water pollution control agency, upon a two-thirds vote of such legislative body and a two-thirds vote of the water pollution control authority. Notice of the time, place and purpose of such hearing shall be published at least five days before the date thereof in a newspaper having a general circulation in the municipality. Such hearing may be conducted in conjunction with any other public hearing required under this chapter.\n\n(e) The provisions of this section shall apply to municipal water supply system improvements and bonds issued under chapter 102 except that (1) the votes shall be taken and the public hearings conducted by the agency having authority to implement water improvements and set water rates, (2) the term “water revenue” shall be substituted for “sewer revenue”, and (3) the terms and conditions of bonds, notes and other obligations issued for sewer projects shall apply to water supply system improvements.\n\n(P.A. 07-51, S. 1.)\n\nHistory: P.A. 07-51 effective May 22, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-263a/"
    },
    {
      "id": "section-7-264",
      "number": "7-264.",
      "heading": "Temporary notes.",
      "text": "Any municipality which has authorized the acquisition or construction of all or of any part of a sewerage system and which has made an appropriation therefor may borrow temporarily upon the credit of the municipality such sum or sums as may be necessary for such acquisition or construction and may issue temporary notes for any such loan, including temporary notes issued in anticipation of the sale of bonds to be secured by the full faith and credit of the municipality, by the pledge of revenues to be derived from sewerage system use charges or by both the full faith and credit of the municipality and the pledge of revenues to be derived from sewerage system use charges. That portion of the proceeds of the issue of any such temporary notes being issued as part of a common sale, which portion is not used to refund outstanding temporary notes shall be deemed a separate loan and be considered to have a separate original issue date. Each such portion of any such temporary notes may be renewed for a period of not more than two years, from the date of original issue of such temporary notes, except that any temporary notes issued in anticipation of the sale of bonds to be secured solely by the pledge of revenues to be derived from sewerage system use charges may be for a period of not more than four years from the date of original issue of such temporary notes. Such temporary note or notes may be renewed from time to time by the issue of other temporary notes, provided the period from the date of original issue of such temporary note or notes to the date of maturity of the last renewal notes shall not be more than two or four years, as the case may be. The interest or discount on such temporary notes, including renewals thereof, and the expense of preparing, issuing and marketing the same, may be included as a cost of the acquisition or construction of a sewerage system and may either be borrowed temporarily under the provisions of this section or funded by the issue of serial bonds or notes under the provisions of this chapter. Temporary notes may be issued under the authority of this section in anticipation of proceeds to be derived from the sale of bonds notwithstanding that, at the time of issuing such temporary notes, the municipality has not actually authorized the issue of such bonds.\n\n(1949, S. 331d; P.A. 86-350, S. 16, 28.)\n\nHistory: P.A. 86-350 clarified the determination of the date of issuance of notes.\n\nCited. 216 C. 436.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-264/"
    },
    {
      "id": "section-7-264a",
      "number": "7-264a.",
      "heading": "Temporary notes for financing capital projects. Methods of payment.",
      "text": "(a) In addition to its other powers described under this chapter, any municipality operating a sewerage system may issue temporary notes for purposes of financing any capital project related to such system, and such municipality may renew such notes for not more than fifteen years, provided in the first year immediately following completion of such project, or if more than one project is financed by any issue of such notes, in the first year immediately following completion of the last of such projects, or in the sixth year following the date of issue of such notes, whichever is sooner, and in each year thereafter, not less than one-fifteenth of the total of the notes so issued shall be retired using funds derived from the sources of payment set forth below. Payment of principal and interest on such notes may be secured by a pledge of (1) the full faith and credit of the municipality, (2) revenues to be derived from sewerage system use charges, (3) revenues to be derived from sewerage system connection charges, (4) revenues to be derived from sewerage system benefit assessments, (5) any other revenues which are collected by the municipal water pollution control authority or (6) any combination of the aforementioned sources of payment. Any temporary notes which are secured by a pledge of the full faith and credit of the municipality shall be obligatory upon the municipality and the inhabitants and property thereof according to the tenor and purport of such pledge, whether or not such notes are also secured by one or more additional sources of payment as herein provided. In each year during which such notes secured by a pledge of the full faith and credit of the municipality are outstanding, the municipality shall appropriate and there shall be available on or before the date when any principal, interest or mandatory annual retirement payment on such notes is required to be paid, an amount of money which, together with all revenues from other sources available for such purpose, shall be sufficient to pay such principal, interest or mandatory annual retirement payment on such payment date. There shall be included in the tax levy for each such year an amount which, together with other revenues available for such purpose, shall be sufficient to provide for such appropriations.\n\n(b) The legislative body of any municipality issuing temporary notes as provided in this section shall determine the maximum authorized amount of such notes to be issued and may determine or may authorize an officer or officers of such municipality to determine the form of such notes, their date, the dates of principal and interest payments on such notes, provisions for protecting and enforcing the rights and remedies of the holders of such notes and all other terms, conditions and particular matters regarding the issuing and securing of and the payment of debt service on such notes. Such legislative body may determine the rate or rates of interest for each issue of such notes or may provide that such rate or rates of interest shall be determined subsequently by an officer or officers of such municipality, which determination may be based upon the receipt of bids to purchase such notes. Each note issued in accordance with this section shall be exempt, both as to principal and interest, from taxation.\n\n(c) Any powers granted under this section shall be in addition to, and not in derogation of, any powers granted to any municipality under the provisions of its municipal charter or of any general statute or special act.\n\n(d) Notwithstanding the provisions of subsection (c) of this section, to the extent payment of principal and interest on such notes is not secured in whole or in part by a pledge of the full faith and credit of the municipality, any limitations on the powers granted to any municipality under the provisions of its municipal charter or of any general statute or special act regarding renewal of such notes or the total amount of such notes outstanding shall not be applicable to those notes issued pursuant to this section.\n\n(P.A. 86-309, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-264a/"
    },
    {
      "id": "section-7-265",
      "number": "7-265.",
      "heading": "Revenue or guaranteed bonds not included in debt limitation.",
      "text": "Bonds and notes issued pursuant to this chapter and (a) secured solely by a pledge of revenues to be derived from sewerage system use charges or (b) guaranteed, in whole or in part, by state, federal or private grants of money shall not be subject to any statutory limitation, to the extent of such security or guarantee, on the indebtedness of the municipality and such bonds and notes when issued shall not be included in computing the aggregate indebtedness of the municipality in respect to and to the extent of any such limitation. Any provision of any special act inconsistent with the provisions of this section is repealed.\n\n(1949 Rev., S. 740; 1949, November, 1949, 1953, S. 332d; 1953, S. 364d; 1969, P.A. 162.)\n\nHistory: 1969 act excluded bonds and notes guaranteed by state, federal or private grants from statutory limitation on indebtedness to the extent guaranteed.\n\nIssuance of revenue bonds alternative to method of financing provided for in Secs. 7-259 to 7-261. 5 CS 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-265/"
    },
    {
      "id": "section-7-266",
      "number": "7-266.",
      "heading": "Agreement with bondholders.",
      "text": "In connection with any bonds or notes issued under the authority of this chapter, the municipality may, by resolution of the body having power to make appropriations for such municipality, covenant and agree with the holders thereof as to (1) the rates or charges to be imposed upon the users of such sewerage system, including the municipality, for connection with or the use of such system, (2) the use and disposition of the revenue from such rates or charges, (3) the creation and maintenance of special funds and reserves derived from any revenue source, and the management, use and disposition thereof, (4) the purposes for which the proceeds of the sale of such bonds or notes may be used, (5) the acts or conduct which shall constitute a default and the rights and liabilities of the holders arising upon such default, (6) the terms and conditions upon which bonds or notes issued under the authority of this chapter shall become or may be declared due before maturity and the terms and conditions upon which such declaration and its consequences may be waived, (7) the conditions upon which other or additional bonds or notes may be issued and secured by revenue from sewerage system use charges or benefit assessments or both, and the refunding of outstanding bonds, (8) the insurance to be carried upon the sewerage system, or parts thereof, and the use and disposition of any insurance moneys, (9) the maintenance of books of account and the inspection and audit thereof, (10) the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, including the number or percentage of bondholders that must consent to such amendment or abrogation, the manner in which such consent may be given and any restrictions on the rights of individual bondholders, and (11) provisions for the execution of reimbursement agreements or similar agreements in connection with credit facilities, including, but not limited to, letters of credit, policies of bond insurance, remarketing agreements and agreements for the purpose of moderating interest rate fluctuations. Such covenant and agreement may take the form of a trust indenture between the municipality and a corporate trustee approved by the municipality.\n\n(1949, S. 333d; June 12 Sp. Sess. P.A. 12-2, S. 133.)\n\nHistory: June 12 Sp. Sess. P.A. 12-2 redesignated existing Subdivs. (a) to (i) as Subdivs. (1) to (9), added “and reserves derived from any revenue source” in Subdiv. (3), added “and the refunding of outstanding bonds” in Subdiv. (7), added Subdivs. (10) re procedure for amendment or abrogation and (11) re execution of reimbursement agreements and added language re covenant and agreement taking form of trust indenture between municipality and corporate trustee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-266/"
    },
    {
      "id": "section-7-267",
      "number": "7-267.",
      "heading": "Use of funds.",
      "text": "All benefit assessments and charges for connection with or use of the sewerage system, whether pledged for payment of bonds or notes or otherwise, shall be kept separate from other funds of the municipality and shall be used for the sewerage system, including the payment of debt incurred for the sewerage system and interest thereon, and for no other purpose.\n\n(1949, S. 334d.)\n\nCited. 171 C. 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-267/"
    },
    {
      "id": "section-7-268",
      "number": "7-268.",
      "heading": "Special fund.",
      "text": "Any municipality which has issued bonds or notes in accordance with this chapter may by ordinance establish a special fund for payment of all or any part of such bonds or notes or interest thereon, may make and revise necessary rules and regulations not contrary to this chapter for the management of such special fund and may provide for payments into such special fund of all or any part of any charges for connection with or use of the sewerage system or from any other source. The municipality shall not withdraw any moneys from the fund except for such purpose and shall not alter any vote or agreement in respect to revenues to be paid into the fund until such bonds or notes have been paid in full or the special fund is sufficient to do so.\n\n(1949 Rev., S. 742; 1949, S. 335d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-268/"
    },
    {
      "id": "section-7-269",
      "number": "7-269.",
      "heading": "Tax exemption.",
      "text": "Each bond or note issued in accordance with this chapter shall be exempt, both as to principal and interest, from taxation.\n\n(1949, S. 336d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-269/"
    },
    {
      "id": "section-7-269a",
      "number": "7-269a.",
      "heading": "Anticipation notes.",
      "text": "In addition to its other powers under this chapter, any municipality operating a sewerage system may issue temporary notes to be paid from anticipated income from sewer assessments and may renew such notes annually for not more than fifteen years.\n\n(1959, P.A. 583; 1963, P.A. 342; 1967, P.A. 413; P.A. 76-375, S. 1, 2.)\n\nHistory: 1963 act increased number of years notes may be renewed from 3 to 5; 1967 act specified anticipated income from sewer assessments for payments of temporary notes and increased number of annual renewals from 5 to 12; P.A. 76-375 increased number of renewals to 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-269a/"
    },
    {
      "id": "section-7-269b",
      "number": "7-269b.",
      "heading": "Special municipal taxing districts for sewerage system purposes.",
      "text": "Any town may, by ordinance, establish a special taxing district for the purpose of defraying, by taxes levied solely upon properties within such district, any of the costs of acquisition or construction of a sewerage system in accordance with the provisions of this chapter. Such special taxes shall be based upon annual budget appropriations and estimates of receipts from special benefit assessments and use charges levied with respect to such system approved by such town for the special taxing district in the manner required for the adopting of the annual budgets of such town and shall be included but shown separately in the annual tax levies of such town. Such town may, from time to time, by ordinance, alter the boundaries of such special taxing district. To meet any costs of acquisition or construction, including planning, of any such sewerage system the town may issue its general or special obligation bonds in accordance with the laws applicable thereto, the principal and interest on which shall be paid from the budgets of such special taxing district. For the purposes of this section “town” means town, consolidated town and city and consolidated town and borough.\n\n(1967, P.A. 57, S. 26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-269b/"
    },
    {
      "id": "section-7-270",
      "number": "7-270.",
      "heading": "Application to existing systems.",
      "text": "Any municipality, for all or any part of any existing sewerage system, may exercise any authority of this chapter pertaining to the operation of a sewerage system and may establish sewerage use charges, in the manner hereinbefore provided, to pay the cost of operation of such sewerage system or for the payment of all or any part of bonds or notes issued for the acquisition or construction of such sewerage system, including interest thereon.\n\n(1949, S. 338d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-270/"
    },
    {
      "id": "section-7-271",
      "number": "7-271.",
      "heading": "Power to be additional.",
      "text": "Any power granted by this chapter shall be in addition to, and not in derogation of, any power granted to any municipality under the provisions of any special act or of any general statute.\n\n(1949, S. 339d.)\n\nAny powers granted under statute are in addition to and not in derogation of powers already granted to municipalities. 160 C. 446.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-271/"
    },
    {
      "id": "section-7-272",
      "number": "7-272.",
      "heading": "Joint operation of sewerage system.",
      "text": "Any two or more municipalities may enter into and revise from time to time, and may fulfill, contracts jointly to acquire, construct or operate all or any part of a sewerage system. Any such agreement shall particularize (a) the portion or portions of the sewerage system to be jointly acquired, constructed or operated, (b) the acts relating to acquiring, constructing or operating such portion or portions of the sewerage system to be performed jointly by the municipalities and (c) the method of apportioning the cost thereof. Whenever any two or more municipalities have entered into such an agreement, the sewer authorities of such municipalities jointly shall have, for the portion or portions of the sewerage system and for the acts relating to acquisition, construction or operation of the sewerage system covered by the agreement, all of the authority conferred by this chapter on a municipality and each such municipality shall continue to have all other authority conferred by this chapter.\n\n(1949, S. 337d.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-272/"
    },
    {
      "id": "section-7-273",
      "number": "7-273.",
      "heading": "Contract for use of sewerage system.",
      "text": "Any town, city, borough or fire or sewer district, maintaining a sewerage system, may contract with any adjoining town or property owner therein for connection with and the use of such sewerage system.\n\n(1949 Rev., S. 635.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-273/"
    },
    {
      "id": "section-7-273a",
      "number": "7-273a.",
      "heading": "Charges when no assessment made.",
      "text": "In all cases in which any municipality or any sewer commission or authority established in accordance with law has constructed or caused to be constructed a public sanitary sewer or sewers through any public highway or highways within the territorial limits of its jurisdiction, for which no assessment of benefits and damages has been made, such municipality, commission or authority may establish service charges payable in equal annual installments for a period of not more than five years for the payment for the use of such sewer, until such time as the fair and proportionate cost of installing such sewer has been paid by the property owner or owners whose property has been benefited by the construction and use of such sewer. This section shall apply only to public sewers constructed otherwise than in accordance with this chapter and after October 1, 1950.\n\n(1959, P.A. 532.)\n\nCited. 216 C. 436.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-7/chapter-103/section-7-273a/"
    }
  ]
}