{
  "state": "missouri",
  "path": "title-title-xxxviii/chapter-chapter-595",
  "sections": [
    {
      "id": "section-595-010",
      "number": "595.010",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.010. Definitions. —1. As used in sections 595.010 to 595.075, unless the context requires otherwise, the following terms shall mean:\n\n(1)\"Child\", a dependent, unmarried person who is under eighteen years of age and includes a posthumous child, stepchild, or an adopted child;\n\n(2)\"Claimant\", a victim or a dependent, relative, survivor, or member of the family, of a victim eligible for compensation pursuant to sections 595.010 to 595.075;\n\n(3)\"Conservator\", a person or corporation appointed by a court to have the care and custody of the estate of a minor or a disabled person, including a limited conservator;\n\n(4)\"Counseling\", problem-solving and support concerning emotional issues that result from criminal victimization licensed pursuant to section 595.030. Counseling is a confidential service provided either on an individual basis or in a group. Counseling has as a primary purpose to enhance, protect and restore a person's sense of well-being and social functioning after victimization. Counseling does not include victim advocacy services such as crisis telephone counseling, attendance at medical procedures, law enforcement interviews or criminal justice proceedings;\n\n(5)\"Crime\", an act committed in this state which, regardless of whether it is adjudicated, involves the application of force or violence or the threat of force or violence by the offender upon the victim but shall include the crime of driving while intoxicated, vehicular manslaughter and hit and run; and provided, further, that no act involving the operation of a motor vehicle except driving while intoxicated, vehicular manslaughter and hit and run which results in injury to another shall constitute a crime for the purpose of sections 595.010 to 595.075, unless such injury was intentionally inflicted through the use of a motor vehicle. A crime shall also include an act of terrorism, as defined in 18 U.S.C. Section 2331, which has been committed outside of the United States against a resident of Missouri;\n\n(6)\"Crisis intervention counseling\", helping to reduce psychological trauma where victimization occurs;\n\n(7)\"Department\", the department of public safety;\n\n(8)\"Dependent\", mother, father, spouse, spouse's mother, spouse's father, child, grandchild, adopted child, illegitimate child, niece or nephew, who is wholly or partially dependent for support upon, and living with, but shall include children entitled to child support but not living with, the victim at the time of his injury or death due to a crime alleged in a claim pursuant to sections 595.010 to 595.075;\n\n(9)\"Direct service\", providing physical services to a victim of crime including, but not limited to, transportation, funeral arrangements, child care, emergency food, clothing, shelter, notification and information;\n\n(10)\"Director\", the director of public safety of this state or a person designated by him for the purposes of sections 595.010 to 595.075;\n\n(11)\"Disabled person\", one who is unable by reason of any physical or mental condition to receive and evaluate information or to communicate decisions to such an extent that the person lacks ability to manage his financial resources, including a partially disabled person who lacks the ability, in part, to manage his financial resources;\n\n(12)\"Emergency service\", those services provided to alleviate the immediate effects of the criminal act or offense, and may include cash grants of not more than one hundred dollars;\n\n(13)\"Earnings\", net income or net wages;\n\n(14)\"Family\", the spouse, parent, grandparent, stepmother, stepfather, child, grandchild, brother, sister, half brother, half sister, adopted children of parent, or spouse's parents;\n\n(15)\"Funeral expenses\", the expenses of the funeral, burial, cremation or other chosen method of interment, including plot or tomb and other necessary incidents to the disposition of the remains;\n\n(16)\"Gainful employment\", engaging on a regular and continuous basis, up to the date of the incident upon which the claim is based, in a lawful activity from which a person derives a livelihood;\n\n(17)\"Guardian\", one appointed by a court to have the care and custody of the person of a minor or of an incapacitated person, including a limited guardian;\n\n(18)\"Hit and run\", the crime of leaving the scene of a motor vehicle accident as defined in section 577.060;\n\n(19)\"Incapacitated person\", one who is unable by reason of any physical or mental condition to receive and evaluate information or to communicate decisions to such an extent that he lacks capacity to meet essential requirements for food, clothing, shelter, safety or other care such that serious physical injury, illness, or disease is likely to occur, including a partially incapacitated person who lacks the capacity to meet, in part, such essential requirements;\n\n(20)\"Injured victim\", a person:\n\n(a) Killed or receiving a personal physical injury in this state as a result of another person's commission of or attempt to commit any crime;\n\n(b) Killed or receiving a personal physical injury in this state while in a good faith attempt to assist a person against whom a crime is being perpetrated or attempted;\n\n(c) Killed or receiving a personal physical injury in this state while assisting a law enforcement officer in the apprehension of a person who the officer has reason to believe has perpetrated or attempted a crime;\n\n(21)\"Law enforcement official\", a sheriff and his regular deputies, municipal police officer or member of the Missouri state highway patrol and such other persons as may be designated by law as peace officers;\n\n(22)\"Offender\", a person who commits a crime;\n\n(23)\"Personal injury\", physical, emotional, or mental harm or trauma resulting from the crime upon which the claim is based;\n\n(24)\"Private agency\", a not-for-profit corporation, in good standing in this state, which provides services to victims of crime and their dependents;\n\n(25)\"Public agency\", a part of any local or state government organization which provides services to victims of crime;\n\n(26)\"Relative\", the spouse of the victim or a person related to the victim within the third degree of consanguinity or affinity as calculated according to civil law;\n\n(27)\"Survivor\", the spouse, parent, legal guardian, grandparent, sibling or child of the deceased victim of the victim's household at the time of the crime;\n\n(28)\"Victim\", a person who suffers personal injury or death as a direct result of a crime, as defined in subdivision (5) of this subsection;\n\n(29)\"Victim advocacy\", assisting the victim of a crime and his dependents to acquire services from existing community resources.\n\n2. As used in sections 595.010 to 595.075, the term\"alcohol-related traffic offense\"means those offenses defined by sections 577.001, 577.010, and 577.012, and any county or municipal ordinance which prohibits operation of a motor vehicle while under the influence of alcohol.\n\n(L. 1981 H.B. 41, et al. § 1, A.L. 1982 S.B. 497, A.L. 1984 H.B. 1226, A.L. 1985 H.B. 715, A.L. 1993 S.B. 19, A.L. 1994 H.B. 1677 merged with S.B. 554, A.L. 1997 S.B. 430, A.L. 2009 S.B. 338, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-010/"
    },
    {
      "id": "section-595-015",
      "number": "595.015",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.015. Compensation claims, department of public safety to administer, method — application filed with department, form, contents — cooperation with law enforcement — information to be made available to department. —1. The department of public safety shall, pursuant to the provisions of sections 595.010 to 595.075, have jurisdiction to determine and award compensation to, or on behalf of, victims of crimes. In making such determinations and awards, the department shall ensure the compensation sought is reasonable and consistent with the limitations described in sections 595.010 to 595.075. Additionally, if compensation being sought includes medical expenses, the department shall further ensure that such expenses are medically necessary. The department of public safety may pay directly to the provider of the services compensation for medical or funeral expenses, or expenses for other services as described in section 595.030, incurred by the claimant. The department is not required to provide compensation in any case, nor is it required to award the full amount claimed. The department shall make its award of compensation based upon independent verification obtained during its investigation.\n\n2. Such claims shall be made by filing an application for compensation with the department of public safety. The application form shall be furnished by the department. The application shall include:\n\n(1) The name and address of the victim;\n\n(2) If the claimant is not the victim, the name and address of the claimant and relationship to the victim, the names and addresses of the victim's dependents, if any, and the extent to which each is so dependent;\n\n(3) The date and nature of the crime or attempted crime on which the application for compensation is based;\n\n(4) The date and place where, and the law enforcement officials to whom, notification of the crime was given;\n\n(5) The nature and extent of the injuries sustained by the victim, the names and addresses of those giving medical and hospital treatment to the victim and whether death resulted;\n\n(6) The loss to the claimant or a dependent resulting from the injury or death;\n\n(7) The amount of benefits, payments or awards, if any, payable from any source which the claimant or dependent has received or for which the claimant or dependent is eligible as a result of the injury or death;\n\n(8) Releases authorizing the surrender to the department of reports, documents and other information relating to the matters specified under this section; and\n\n(9) Such other information as the department determines is necessary.\n\n3. In addition to the application, the department may require that the claimant submit materials substantiating the facts stated in the application.\n\n4. The claimant, victim or dependent shall cooperate with law enforcement officials in the apprehension of the offender in order to be eligible, or the department has found that the failure to cooperate was for good cause.\n\n5. Any state or local agency, including a prosecuting attorney or law enforcement agency, shall make available without cost to the fund all reports, files and other appropriate information which the department requests in order to make a determination that a claimant is eligible for an award pursuant to sections 595.010 to 595.075.\n\n(L. 1981 H.B. 41, et al. § 2, A.L. 1985 H.B. 715, A.L. 1994 S.B. 554, A.L. 1995 H.B. 174, et al., A.L. 2009 S.B. 338, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-015/"
    },
    {
      "id": "section-595-020",
      "number": "595.020",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.020. Eligibility for compensation. —1. Except as hereinafter provided, the following persons shall be eligible for compensation pursuant to sections 595.010 to 595.075:\n\n(1) A victim of a crime;\n\n(2) In the case of a sexual assault victim, a relative of the victim requiring counseling in order to better assist the victim in his recovery; and\n\n(3) In the case of the death of the victim as a direct result of the crime:\n\n(a) A dependent of the victim;\n\n(b) Any member of the family who legally assumes the obligation, or who pays the medical or burial expenses incurred as a direct result thereof; and\n\n(c) A survivor of the victim requiring counseling as a direct result of the death of the victim.\n\n2. An offender or an accomplice of an offender shall in no case be eligible to receive compensation with respect to a crime committed by the offender. No victim or dependent shall be denied compensation solely because he is a relative of the offender or was living with the offender as a family or household member at the time of the injury or death. However, the department may award compensation to a victim or dependent who is a relative, family or household member of the offender only if the department can reasonably determine the offender will receive no substantial economic benefit or unjust enrichment from the compensation.\n\n3. No compensation of any kind may be made to a victim or intervenor injured while confined in any federal, state, county, or municipal jail, prison or other correctional facility, including house arrest or electronic monitoring.\n\n4. In the case of a claimant who is incarcerated as a result of a conviction of a crime not related to the incident upon which the claim is based at the time of application, or at any time following the filing of the application:\n\n(1) The department shall suspend all proceedings and payments until such time as the claimant is released from incarceration;\n\n(2) The department shall notify the applicant at the time the proceedings are suspended of the right to reactivate the claim within six months of release from incarceration. The notice shall be deemed sufficient if mailed to the applicant at the applicant's last known address;\n\n(3) The claimant shall file an application to request that the case be reactivated not later than six months after the date the claimant is released from incarceration. Failure to file such request within the six-month period shall serve as a bar to any recovery.\n\n5. A Missouri resident who suffers personal injury or, in the case of death, a dependent of the victim or any member of the family who legally assumes the obligation, or who pays the medical or burial expenses incurred as a direct result thereof, in another state, possession or territory of the United States may make application for compensation in Missouri if:\n\n(1) The victim of the crime would be compensated if the crime had occurred in the state of Missouri;\n\n(2) The place that the crime occurred is a state, possession or territory of the United States, or location outside of the United States that is covered and defined in 18 U.S.C. Section 2331, that does not have a crime victims' compensation program for which the victim is eligible and which provides at least the same compensation that the victim would have received if he had been injured in Missouri.\n\n(L. 1981 H.B. 41, et al. § 3, A.L. 1985 H.B. 715, A.L. 1989 H.B. 502, et al. merged with S.B. 138, A.L. 1990 H.B. 974, A.L. 1993 S.B. 19, A.L. 1994 S.B. 554, A.L. 1997 S.B. 430, A.L. 2009 S.B. 338, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-020/"
    },
    {
      "id": "section-595-025",
      "number": "595.025",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.025. Claims, filing and hearing, procedure, who may file — time limitation — amount of compensation, considerations — attorney's fees — examination, report by health care provider, when — exemption from collection. —1. A claim for compensation may be filed by a person eligible for compensation or, if the person is an incapacitated or disabled person, or a minor, by the person's spouse, parent, conservator, or guardian.\n\n2. A claim shall be filed not later than two years after the occurrence of the crime or the discovery of the crime upon which it is based.\n\n3. Each claim shall be submitted to the department. The department of public safety shall investigate such claim, prior to the opening of formal proceedings. The claimant shall be notified of the date and time of any hearing on such claim. In determining the amount of compensation for which a claimant is eligible, the department shall consider the facts stated on the application filed pursuant to section 595.015, and:\n\n(1) Need not consider whether or not the alleged assailant has been apprehended or brought to trial or the result of any criminal proceedings against that person; however, if any person is convicted of the crime which is the basis for an application for compensation, proof of the conviction shall be conclusive evidence that the crime was committed;\n\n(2) Shall determine the amount of the loss to the claimant, or the victim's survivors or dependents;\n\n(3) Shall determine the degree or extent to which the victim's acts or conduct provoked, incited, or contributed to the injuries or death of the victim.\n\n4. The claimant may present evidence and testimony on his own behalf or may retain counsel. The department of public safety may, as part of any award entered under sections 595.010 to 595.075, determine and allow reasonable attorney's fees, which shall not exceed fifteen percent of the amount awarded as compensation under sections 595.010 to 595.075, which fee shall be paid out of, but not in addition to, the amount of compensation, to the attorney representing the claimant. No attorney for the claimant shall ask for, contract for or receive any larger sum than the amount so allowed.\n\n5. The person filing a claim shall, prior to any hearing thereon, submit reports, if available, from all hospitals, physicians, surgeons, or other health care providers who treated or examined the victim for the injury for which compensation is sought. A hospital, physician, surgeon, or other health care provider may submit reports on behalf of the person filing a claim. If, in the opinion of the department of public safety, an examination of the injured victim and a report thereon, or a report on the cause of death of the victim, would be of material aid, the department of public safety may appoint a duly qualified, impartial physician to make such examination and report.\n\n6. Each and every payment shall be exempt from attachment, garnishment or any other remedy available to creditors for the collection of a debt.\n\n7. Payments of compensation shall not be made directly to any person legally incompetent to receive them but shall be made to the parent, guardian or conservator for the benefit of such minor, disabled or incapacitated person.\n\n(L. 1981 H.B. 41, et al. § 4, A.L. 1985 H.B. 715, A.L. 1989 H.B. 502, et al., A.L. 1994 S.B. 554, A.L. 1996 S.B. 769, A.L. 2009 S.B. 338, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-025/"
    },
    {
      "id": "section-595-027",
      "number": "595.027",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.027. Medical providers to submit information, when, penalty — medical providers, defined. —1. Upon request by the department for verification of injuries of victims, medical providers shall submit the information requested by the department within twenty working days of the request at no cost to the fund.\n\n2. For purposes of this section,\"medical providers\"means physicians, dentists, clinical psychologists, optometrists, podiatrists, registered nurses, physician's assistants, chiropractors, physical therapists, hospitals, ambulatory surgical centers, abortion facilities, and nursing homes.\n\n3. Failure to submit the information as required by this section shall be an infraction.\n\n(L. 1988 H.B. 1195, A.L. 1994 S.B. 554, A.L. 2009 H.B. 62, A.L. 2017 2d Ex. Sess. S.B. 5)\n\nEffective 10-24-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-027/"
    },
    {
      "id": "section-595-030",
      "number": "595.030",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.030. Compensation, paid when — medical care, requirements — counseling, requirements — maximum award — joint claimants, distribution — method, timing of payment determined by department — negotiations with providers. —1. No compensation shall be paid unless the department of public safety finds that a crime was committed, that such crime directly resulted in personal injury to, or the death of, the victim, and that police, court, or other official records show that such crime was reported to the proper authorities. In lieu of other records the claimant may provide a sworn statement by the applicant under paragraph (c) of subdivision (2) of section 589.663 that the applicant has good reason to believe that he or she is a victim of domestic violence, rape, sexual assault, human trafficking, or stalking, and fears further violent acts from his or her assailant. If the victim is under eighteen years of age such report may be made by the victim's parent, guardian or custodian; by a physician, a nurse, or hospital emergency room personnel; by the children's division personnel; or by any other member of the victim's family. In the case of a sexual offense, filing a report of the offense to the proper authorities may include, but not be limited to, the filing of the report of the forensic examination by the appropriate medical provider, as defined in section 595.220, with the prosecuting attorney of the county in which the alleged incident occurred, receiving a forensic examination, or securing an order of protection.\n\n2. No compensation shall be paid for medical care if the service provider is not a medical provider as that term is defined in section 595.027, and the individual providing the medical care is not licensed by the state of Missouri or the state in which the medical care is provided.\n\n3. No compensation shall be paid for psychiatric treatment or other counseling services, including psychotherapy, unless the service provider is a:\n\n(1) Physician licensed pursuant to chapter 334 or licensed to practice medicine in the state in which the service is provided;\n\n(2) Psychologist licensed pursuant to chapter 337 or licensed to practice psychology in the state in which the service is provided;\n\n(3) Clinical social worker licensed pursuant to chapter 337;\n\n(4) Professional counselor licensed pursuant to chapter 337; or\n\n(5) Board-certified psychiatric-mental health clinical nurse specialist or board certified psychiatric-mental health nurse practitioner licensed under chapter 335 or licensed in the state in which the service is provided.\n\n4. Any compensation paid pursuant to sections 595.010 to 595.075 for death or personal injury shall be in an amount not exceeding out-of-pocket loss, together with loss of earnings or support from gainful employment, not to exceed four hundred dollars per week, resulting from such injury or death. In the event of death of the victim, an award may be made for reasonable and necessary expenses actually incurred for preparation and burial not to exceed five thousand dollars.\n\n5. Any compensation for loss of earnings or support from gainful employment shall be in an amount equal to the actual loss sustained not to exceed four hundred dollars per week; provided, however, that no award pursuant to sections 595.010 to 595.075 shall exceed twenty-five thousand dollars. If two or more persons are entitled to compensation as a result of the death of a person which is the direct result of a crime or in the case of a sexual assault, the compensation shall be apportioned by the department of public safety among the claimants in proportion to their loss.\n\n6. The method and timing of the payment of any compensation pursuant to sections 595.010 to 595.075 shall be determined by the department.\n\n7. The department shall have the authority to negotiate the costs of medical care or other services directly with the providers of the care or services on behalf of any victim receiving compensation pursuant to sections 595.010 to 595.075.\n\n(L. 1981 H.B. 41, et al. § 5, A.L. 1985 H.B. 715, A.L. 1989 H.B. 502, et al., A.L. 1993 S.B. 19, A.L. 1994 S.B. 554, A.L. 1995 H.B. 174, et al., A.L. 2001 S.B. 267, A.L. 2007 H.B. 583, A.L. 2009 S.B. 338, A.L. 2014 H.B. 1299 Revision, A.L. 2015 S.B. 141 , A.L. 2016 S.B. 921, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-030/"
    },
    {
      "id": "section-595-036",
      "number": "595.036",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.036. Grievances, decision of department, appeal to administrative hearing commission. —1. For any claim filed on or after August 28, 2014, any party aggrieved by a decision of the department of public safety on a claim under the provisions of sections 595.010 to 595.075 may, within thirty days following the date of notification of such decision, file a petition with the department to have such decision heard de novo by the director. The director may affirm or reverse the department's decision on the basis of the evidence previously submitted in such case or may take additional evidence in reviewing the decision. The department shall promptly notify the party of its decision and the reasons therefor.\n\n2. Any party aggrieved by the department's decision may, within thirty days following the date of notification of such decision, file a petition with the administrative hearing commission to appeal such decision as provided in section 621.275.\n\n(L. 1984 S.B. 528 §§ 595.036, 595.037, A.L. 2007 H.B. 583, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-036/"
    },
    {
      "id": "section-595-035",
      "number": "595.035",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.035. Award standards to be established — amount of award, factors to be considered — purpose of fund, reduction for other compensation received by victim, exceptions. —1. For the purpose of determining the amount of compensation payable pursuant to sections 595.010 to 595.075, the department of public safety shall, insofar as practicable, formulate standards for the uniform application of sections 595.010 to 595.075, taking into consideration the provisions of sections 595.010 to 595.075, the rates and amounts of compensation payable for injuries and death pursuant to other laws of this state and of the United States, excluding pain and suffering, and the availability of funds appropriated for the purpose of sections 595.010 to 595.075. All decisions of the department of public safety on claims pursuant to sections 595.010 to 595.075 shall be in writing, setting forth the name of the claimant, the amount of compensation and the reasons for the decision.\n\n2. The crime victims' compensation fund is not a state health program and is not intended to be used as a primary payor to other health care assistance programs, but is a public, quasi-charitable fund whose fundamental purpose is to assist victims of violent crimes through a period of financial hardship, as a payor of last resort. Accordingly, any compensation paid pursuant to sections 595.010 to 595.075 shall be reduced by the amount of any payments, benefits or awards received or to be received as a result of the injury or death:\n\n(1) From or on behalf of the offender;\n\n(2) Under private or public insurance programs, including Tricare, Medicare, Medicaid and other state or federal programs, but not including any life insurance proceeds; or\n\n(3) From any other public or private funds, including an award payable pursuant to the workers' compensation laws of this state.\n\n3. In determining the amount of compensation payable, the department of public safety shall determine whether, because of the victim's consent, provocation, incitement or negligence, the victim contributed to the infliction of the victim's injury or death, and shall reduce the amount of the compensation or deny the claim altogether, in accordance with such determination; provided, however, that the department of public safety may disregard the responsibility of the victim for his or her own injury where such responsibility was attributable to efforts by the victim to aid a victim, or to prevent a crime or an attempted crime from occurring in his or her presence, or to apprehend a person who had committed a crime in his or her presence or had in fact committed a felony.\n\n4. In determining the amount of compensation payable pursuant to sections 595.010 to 595.075, monthly Social Security disability or retirement benefits received by the victim shall not be considered by the department as a factor for reduction of benefits.\n\n(L. 1981 H.B. 41, et al. § 6, A.L. 1982 S.B. 497, A.L. 1983 H.B. 713 Revision, A.L. 1985 H.B. 715, A.L. 1988 H.B. 1195, A.L. 1993 S.B. 19, A.L. 1994 S.B. 554, A.L. 2001 S.B. 267, A.L. 2009 S.B. 338, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-035/"
    },
    {
      "id": "section-595-037",
      "number": "595.037",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.037. Open records, exceptions — department order to close records. —1. All information submitted to the department and any hearing of the department on a claim filed pursuant to sections 595.010 to 595.075 shall be open to the public except for the following claims which shall be deemed closed and confidential:\n\n(1) A claim in which the alleged assailant has not been brought to trial and disclosure of the information or a public hearing would adversely affect either the apprehension, or the trial, of the alleged assailant;\n\n(2) A claim in which the offense allegedly perpetrated against the victim is rape, sodomy or sexual abuse and it is determined by the department to be in the best interest of the victim or of the victim's dependents that the information be kept confidential or that the public be excluded from the hearing;\n\n(3) A claim in which the victim or alleged assailant is a minor; or\n\n(4) A claim in which any record or report obtained by the department, the confidentiality of which is protected by any other law, shall remain confidential subject to such law.\n\n2. The department may close any record, report or hearing if it determines that the interest of justice would be frustrated rather than furthered if such record or report was disclosed or if the hearing was open to the public.\n\n(L. 1993 S.B. 19, A.L. 2009 S.B. 338, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-037/"
    },
    {
      "id": "section-595-040",
      "number": "595.040",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.040. Subrogation, state's right, when — attorney general to bring action — lien for injuries, proceeding by claimant to recover damages, department may intervene — department may receive restitution. —1. Acceptance of any compensation under sections 595.010 to 595.075 shall subrogate this state, to the extent of such compensation paid, to any right or right of action accruing to the claimant or to the victim to recover payments on account of losses resulting from the crime with respect to which the compensation has been paid. The attorney general may enforce the subrogation, and he shall bring suit to recover from any person to whom compensation is paid, to the extent of the compensation actually paid under sections 595.010 to 595.075, any amount received by the claimant from any source exceeding the actual loss to the victim.\n\n2. The department shall have a lien on any compensation received by the claimant, in addition to compensation received under provisions of sections 595.010 to 595.075, for injuries or death resulting from the incident upon which the claim is based. The claimant shall retain, as trustee for the department, so much of the recovered funds as necessary to reimburse the Missouri crime victims' compensation fund to the extent that compensation was awarded to the claimant from that fund.\n\n3. If a claimant initiates any legal proceeding to recover restitution or damages related to the crime upon which the claim is based, or if the claimant enters into negotiations to receive any proceeds in settlement of a claim for restitution or damages related to the crime, the claimant shall give the department written notice within fifteen days of the filing of the action or entering into negotiations. The department may intervene in the proceeding of a complainant to recover the compensation awarded. If a claimant fails to give such written notice to the department within the stated time period, or prior to any attempt by claimant to reach a negotiated settlement of claims for recovery of damages related to the crime upon which the claim is based, the department's right of subrogation to receive or recover funds from claimant, to the extent that compensation was awarded by the department, shall not be reduced in any amount or percentage by the costs incurred by claimant attributable to such legal proceedings or settlement, including, but not limited to, attorney's fees, investigative cost or cost of court. If such notice is given, attorney fees may be awarded in an amount not to exceed fifteen percent of the amount subrogated to the department.\n\n4. Whenever compensation is awarded to a claimant who is entitled to restitution from a criminal defendant, the department may initiate restitution hearings in such criminal proceedings or intervene in the same. The department shall be entitled to receive restitution in such proceedings to the extent compensation was awarded; provided, however, the department shall be exempt from the payment of any fees or other charges for the recording of restitution orders in the offices of the judges of probate. The claimant shall notify this department when restitution is ordered. Failure to notify the department will result in possible forfeiture of any amount already received from the department.\n\n5. Whenever the department shall deem it necessary to protect, maintain or enforce the department's right to subrogation or to exercise any of its powers or to carry out any of its duties or responsibilities, the attorney general may initiate legal proceedings or intervene in legal proceedings as the department's legal representative.\n\n(L. 1981 H.B. 41, et al. § 7, A.L. 1994 S.B. 554, A.L. 2009 S.B. 338)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-040/"
    },
    {
      "id": "section-595-045",
      "number": "595.045",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.045. Fund established — surcharge for certain violations, distribution of funds, audit — failure to pay, effect, notice — court cost deducted — insufficient funds to pay claims, procedure — interest earned, disposition. —1. There is established in the state treasury the \"Crime Victims' Compensation Fund\". A surcharge of seven dollars and fifty cents shall be assessed as costs in each court proceeding filed in any court in the state in all criminal cases including violations of any county ordinance or any violation of criminal or traffic laws of the state, including an infraction and violation of a municipal ordinance; except that no such fee shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court or when costs are to be paid by the state, county, or municipality. A surcharge of seven dollars and fifty cents shall be assessed as costs in a juvenile court proceeding in which a child is found by the court to come within the applicable provisions of subdivision (3) of subsection 1 of section 211.031.\n\n2. Notwithstanding any other provision of law to the contrary, the moneys collected by clerks of the courts pursuant to the provisions of subsection 1 of this section shall be collected and disbursed in accordance with sections 488.010 to 488.020 and shall be payable to the director of the department of revenue.\n\n3. The director of revenue shall deposit annually the amount of two hundred fifty thousand dollars to the state forensic laboratory account administered by the department of public safety to provide financial assistance to defray expenses of crime laboratories if such analytical laboratories are registered with the federal Drug Enforcement Agency or the Missouri department of health and senior services. Subject to appropriations made therefor, such funds shall be distributed by the department of public safety to the crime laboratories serving the courts of this state making analysis of a controlled substance or analysis of blood, breath or urine in relation to a court proceeding.\n\n4. The remaining funds collected under subsection 1 of this section shall be denoted to the payment of an annual appropriation for the administrative and operational costs of the office for victims of crime and, if a statewide automated crime victim notification system is established pursuant to section 650.310, to the monthly payment of expenditures actually incurred in the operation of such system. Additional remaining funds shall be subject to the following provisions:\n\n(1) On the first of every month, the director of revenue or the director's designee shall determine the balance of the funds in the crime victims' compensation fund available to satisfy the amount of compensation payable pursuant to sections 595.010 to 595.075, excluding sections 595.050 and 595.055;\n\n(2) Beginning on September 1, 2004, and on the first of each month, the director of revenue or the director's designee shall deposit fifty percent of the balance of funds available to the credit of the crime victims' compensation fund and fifty percent to the services to victims' fund established in section 595.100.\n\n5. The director of revenue or such director's designee shall at least monthly report the moneys paid pursuant to this section into the crime victims' compensation fund and the services to victims fund to the department of public safety.\n\n6. The moneys collected by clerks of municipal courts pursuant to subsection 1 of this section shall be collected and disbursed as provided by sections 488.010 to 488.020. Five percent of such moneys shall be payable to the city treasury of the city from which such funds were collected. The remaining ninety-five percent of such moneys shall be payable to the director of revenue. The funds received by the director of revenue pursuant to this subsection shall be distributed as follows:\n\n(1) On the first of every month, the director of revenue or the director's designee shall determine the balance of the funds in the crime victims' compensation fund available to satisfy the amount of compensation payable pursuant to sections 595.010 to 595.075, excluding sections 595.050 and 595.055;\n\n(2) Beginning on September 1, 2004, and on the first of each month the director of revenue or the director's designee shall deposit fifty percent of the balance of funds available to the credit of the crime victims' compensation fund and fifty percent to the services to victims' fund established in section 595.100.\n\n7. These funds shall be subject to a biennial audit by the Missouri state auditor. Such audit shall include all records associated with crime victims' compensation funds collected, held or disbursed by any state agency.\n\n8. In addition to the moneys collected pursuant to subsection 1 of this section, the court shall enter a judgment in favor of the state of Missouri, payable to the crime victims' compensation fund, of sixty-eight dollars upon a plea of guilty or a finding of guilt for a class A or B felony; forty-six dollars upon a plea of guilty or finding of guilt for a class C, D, or E felony; and ten dollars upon a plea of guilty or a finding of guilt for any misdemeanor under Missouri law except for those in chapter 252 relating to fish and game, chapter 302 relating to drivers' and commercial drivers' license, chapter 303 relating to motor vehicle financial responsibility, chapter 304 relating to traffic regulations, chapter 306 relating to watercraft regulation and licensing, and chapter 307 relating to vehicle equipment regulations. Any clerk of the court receiving moneys pursuant to such judgments shall collect and disburse such crime victims' compensation judgments in the manner provided by sections 488.010 to 488.020. Such funds shall be payable to the state treasury and deposited to the credit of the crime victims' compensation fund.\n\n9. The clerk of the court processing such funds shall maintain records of all dispositions described in subsection 1 of this section and all dispositions where a judgment has been entered against a defendant in favor of the state of Missouri in accordance with this section; all payments made on judgments for alcohol-related traffic offenses; and any judgment or portion of a judgment entered but not collected. These records shall be subject to audit by the state auditor. The clerk of each court transmitting such funds shall report separately the amount of dollars collected on judgments entered for alcohol-related traffic offenses from other crime victims' compensation collections or services to victims collections.\n\n10. The department of revenue shall maintain records of funds transmitted to the crime victims' compensation fund by each reporting court and collections pursuant to subsection 16 of this section and shall maintain separate records of collection for alcohol-related offenses.\n\n11. The state courts administrator shall include in the annual report required by section 476.350 the circuit court caseloads and the number of crime victims' compensation judgments entered.\n\n12. All awards made to injured victims under sections 595.010 to 595.105 and all appropriations for administration of sections 595.010 to 595.105, except sections 595.050 and 595.055, shall be made from the crime victims' compensation fund. Any unexpended balance remaining in the crime victims' compensation fund at the end of each biennium shall not be subject to the provision of section 33.080 requiring the transfer of such unexpended balance to the ordinary revenue fund of the state, but shall remain in the crime victims' compensation fund. In the event that there are insufficient funds in the crime victims' compensation fund to pay all claims in full, all claims shall be paid on a pro rata basis. If there are no funds in the crime victims' compensation fund, then no claim shall be paid until funds have again accumulated in the crime victims' compensation fund. When sufficient funds become available from the fund, awards which have not been paid shall be paid in chronological order with the oldest paid first. In the event an award was to be paid in installments and some remaining installments have not been paid due to a lack of funds, then when funds do become available that award shall be paid in full. All such awards on which installments remain due shall be paid in full in chronological order before any other postdated award shall be paid. Any award pursuant to this subsection is specifically not a claim against the state, if it cannot be paid due to a lack of funds in the crime victims' compensation fund.\n\n13. When judgment is entered against a defendant as provided in this section and such sum, or any part thereof, remains unpaid, there shall be withheld from any disbursement, payment, benefit, compensation, salary, or other transfer of money from the state of Missouri to such defendant an amount equal to the unpaid amount of such judgment. Such amount shall be paid forthwith to the crime victims' compensation fund and satisfaction of such judgment shall be entered on the court record. Under no circumstances shall the general revenue fund be used to reimburse court costs or pay for such judgment. The director of the department of corrections shall have the authority to pay into the crime victims' compensation fund from an offender's compensation or account the amount owed by the offender to the crime victims' compensation fund, provided that the offender has failed to pay the amount owed to the fund prior to entering a correctional facility of the department of corrections.\n\n14. All interest earned as a result of investing funds in the crime victims' compensation fund shall be paid into the crime victims' compensation fund and not into the general revenue of this state.\n\n15. Any person who knowingly makes a fraudulent claim or false statement in connection with any claim hereunder is guilty of a class A misdemeanor.\n\n16. The department may receive gifts and contributions for the benefit of crime victims. Such gifts and contributions shall be credited to the crime victims' compensation fund as used solely for compensating victims under the provisions of sections 595.010 to 595.075.\n\n(L. 1981 H.B. 41, et al. § 8, A.L. 1982 S.B. 497, A.L. 1984 H.B. 1226, A.L. 1985 H.B. 715, A.L. 1986 H.B. 1554 Revision, A.L. 1988 H.B. 1195, A.L. 1989 S.B. 364 merged with S.B. 138, A.L. 1990 H.B. 974, A.L. 1992 S.B. 638, A.L. 1993 S.B. 19, A.L. 1996 S.B. 769 repealed by L. 1997 S.B. 248, A.L. 1996 S.B. 869, A.L. 2001 S.B. 267, A.L. 2004 H.B. 1188 merged with S.B. 1211, A.L. 2009 S.B. 338, A.L. 2025 S.B. 43)\n\nCROSS REFERENCES:\n\nCrime laboratory assistance program, 650.100, 650.105\n\nMultinational banks, securities and obligations of, investment in, when, 409.950",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-045/"
    },
    {
      "id": "section-595-050",
      "number": "595.050",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.050. Contracts for services to victims, requirements, limitations. —1. From funds appropriated for services to victims of crime, the director may contract with public or private agencies to provide assistance to victims of crime through direct services, emergency services, crisis intervention counseling and victim advocacy. Any such contract may consist solely of, or may include, educational and informational services to the public about the availability of services for victims of crime which are designed to alleviate the results of criminal acts. Under no circumstances shall the expenditures from general revenue for the purpose provided in this section exceed the amount of ninety thousand dollars each fiscal year.\n\n2. The director shall ensure that funds administered under section 595.055, section 595.105 and this section will not be used by any agency to supplant existing funds which are presently being used to provide assistance to victims of crime. This restriction shall not apply to funds used by any not-for-profit agency.\n\n3. Each contract shall be subject to review by the director at least annually.\n\n(L. 1981 H.B. 41, et al. § 9, A.L. 1988 H.B. 1195, A.L. 1992 S.B. 457, A.L. 1997 S.B. 215, A.L. 2004 S.B. 1211)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-050/"
    },
    {
      "id": "section-595-055",
      "number": "595.055",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.055. Services for victims not provided, when. —No service may be provided under section 595.050 if the victim of crime:\n\n(1) Was the perpetrator or a principal or accessory involved in the commission of the crime for which he otherwise would have been eligible for assistance under the provisions of section 595.050; or\n\n(2) Is injured as a result of the operation of a motor vehicle, boat or airplane unless the same was used as a weapon in a deliberate attempt to inflict personal injury upon any person or unless the victim is injured as a result of the crime of driving while intoxicated or vehicular manslaughter.\n\n(L. 1981 H.B. 41, et al. § 10, A.L. 1992 S.B. 457, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-055/"
    },
    {
      "id": "section-595-060",
      "number": "595.060",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.060. Rules, authority — procedure. —The director shall promulgate rules and regulations necessary to implement the provisions of sections 595.010 to 595.220 as provided in this section and chapter 536. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2009, shall be invalid and void.\n\n(L. 1981 H.B. 41, et al. § 11, A.L. 1993 S.B. 52, A.L. 1995 S.B. 3, A.L. 2009 S.B. 338, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-060/"
    },
    {
      "id": "section-595-065",
      "number": "595.065",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.065. Orders for payment, when effective. —Orders for payment of compensation pursuant to section 595.045 shall be made only as to injuries or death resulting from offenses occurring on or after July 1, 1982.\n\n(L. 1981 H.B. 41, et al. § 12)\n\nEffective 1-1-83",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-065/"
    },
    {
      "id": "section-595-075",
      "number": "595.075",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.075. Payments to witness, victim's compensation, inadmissible as evidence. —It shall not be admissible as evidence or subject for argument in any criminal case that a person received any payment pursuant to chapter 595, if the person receiving such payment is a witness.\n\n(L. 1986 S.B. 618 & 562 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-075/"
    },
    {
      "id": "section-595-100",
      "number": "595.100",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.100. Funding, administration. —1. There is hereby established in the state treasury the \"Services to Victims Fund\" which shall consist of money collected pursuant to section 595.045. The fund shall be administered by the department of public safety. Upon appropriation, money in the fund shall be used solely for the administration of sections 595.050, 595.055 and 595.105, except that public or private agencies, as defined by section 595.050, shall use no more than ten percent of any funds received for administrative purposes.\n\n2. Notwithstanding the provisions of section 33.080, any balance remaining in the fund at the end of an appropriation period shall not be transferred to general revenue, but shall remain in the fund.\n\n(L. 1988 H.B. 1195 § 1, A.L. 2011 S.B. 320)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-100/"
    },
    {
      "id": "section-595-105",
      "number": "595.105",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.105. Funding for shelters for victims of domestic violence and agencies providing services for certain crime victims. —Notwithstanding the provisions of subsection 1*of section 595.055 to the contrary, the director may allocate and distribute money in the fund to provide financial assistance to shelters for victims of domestic violence, and agencies that provide domestic violence or sexual assault direct services, emergency services, crisis intervention and victim advocacy.\n\n(L. 1988 H.B. 1195 § 2, A.L. 1989 H.B. 502, et al., A.L. 1992 S.B. 457, A.L. 1998 S.B. 722)\n\n*Subsection 1 of section 595.055 was repealed by H.B. 1355, 2018.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-105/"
    },
    {
      "id": "section-595-120",
      "number": "595.120",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.120. National human trafficking resource center hotline, department poster, contents — display, where — available on department website — penalty for failure to post. —1. Prior to January 1, 2019, the department of public safety shall create a poster that provides information regarding the national human trafficking resource center hotline. The poster shall be no smaller than eight and one-half inches by eleven inches in size and shall include a statement in substantially the following form:\n\n­­The statement shall appear on each poster in English, Spanish, and, for each county, any other language required for voting materials in that county under Section 1973 of the Voting Rights Act of 1965, 42 U.S.C. Section 1973, as amended. In addition to the national human trafficking resource center hotline, the statement may contain any additional hotlines regarding human trafficking for access to help and services.\n\n2. Beginning March 1, 2019, the human trafficking hotline poster designed by the department of public safety shall be displayed in a conspicuous place in or near the bathrooms or near the entrance of each of the following establishments:\n\n(1) Hotels, motels, or other establishments that have been cited as a public nuisance for prostitution under section 567.080;\n\n(2) Strip clubs or other sexually oriented businesses;\n\n(3) Private clubs that have a liquor permit for on-premises consumption, do not hold themselves out to be food service establishments, and are not affiliated with any nonprofit fraternal, athletic, religious, or veteran organizations;\n\n(4) Airports;\n\n(5) Train stations that serve passengers;\n\n(6) Emergency rooms within general acute care hospitals;\n\n(7) Urgent care centers;\n\n(8) Privately operated job recruitment centers;\n\n(9) Businesses or establishments that offer massage or body work services for compensation by individuals who are not licensed under section 324.265;\n\n(10) Women's health centers;\n\n(11) Abortion facilities as defined in section 188.015;\n\n(12) Family planning clinics;\n\n(13) Maternity homes as defined in section 135.600;\n\n(14) Pregnancy resource centers as defined in section 135.630;\n\n(15) Bus stations;\n\n(16) Truck stops. For the purposes of this section,\"truck stops\"shall mean privately owned and operated facilities that provide food, fuel, shower or other sanitary facilities, and lawful overnight parking; and\n\n(17) Roadside rest areas.\n\n3. The department of public safety shall make the poster available for print on its public website. To obtain a copy of the poster, the owners or operators of an establishment required to post the human trafficking hotline notice under subsection 2 of this section may print the online poster using the online link or request that the poster be mailed for the cost of printing and first class postage.\n\n4. Any owner or operator of an establishment required to post the human trafficking hotline notice under subsection 2 of this section who fails to comply with the requirement shall receive a written warning for the first violation and may be guilty of an infraction for any subsequent violation.\n\n(L. 2018 H.B. 1246)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-120/"
    },
    {
      "id": "section-595-200",
      "number": "595.200",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.200. Definitions. —The following words as used in sections 595.200 to 595.215 shall have the following meanings, unless the context otherwise requires:\n\n(1)\"Crime\", an act which would constitute a violation of any criminal statute including any act which may result in an adjudication of delinquency;\n\n(2)\"Custodial authority\", the chief administrative officer or official in charge of a municipal detention facility, a county jail, a correctional facility operated by the department of corrections, a mental health facility or the division of youth services or any agency thereof;\n\n(3)\"Disposition\", the sentencing or determination of penalty or punishment to be imposed upon a person convicted of a crime or found delinquent or against whom a finding of sufficient facts for conviction or finding of delinquency is made;\n\n(4)\"Family member\", a spouse, child, sibling, parent, grandparent or legal guardian of a victim;\n\n(5)\"Restitution\", money or services which a court orders a defendant to pay or render to a victim as part of the disposition;\n\n(6)\"Victim\", a natural person who suffers direct or threatened physical, emotional or financial harm as the result of the commission or attempted commission of a crime. The term \"victim\" also includes the family members of a minor, incompetent or a homicide victim;\n\n(7)\"Witness\", any person who has been or is expected to be summoned to testify for the prosecution whether or not any action or proceeding has yet been commenced. The term \"witness\" shall include persons employed in the administration of criminal justice who are testifying in the course of their employment, except that such persons shall not be entitled to any witness fees.\n\n(L. 1986 H.B. 873 & 874 § 12, A.L. 1993 S.B. 19)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-200/"
    },
    {
      "id": "section-595-201",
      "number": "595.201",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.201. Sexual assault survivors' bill of rights — definitions — rights enumerated, notice required — document required. —1. This section shall be known and may be cited as the \"Sexual Assault Survivors' Bill of Rights\". These rights shall be in addition to other rights as designated by law and no person shall discourage a person from exercising these rights. For the purposes of this section,\"sexual assault survivor\"means any person who is fourteen years of age or older and who may be a victim of a sexual offense who presents themselves to an appropriate medical provider, law enforcement officer, prosecuting attorney, or court.\n\n2. A sexual assault survivor retains all the rights of this section regardless of whether a criminal investigation or prosecution results or if the survivor has previously waived any of these rights. A sexual assault survivor has the right to:\n\n(1) Consult with an employee or volunteer of a rape crisis center as defined in section 455.003;\n\n(2) A sexual assault forensic examination as provided in section 595.220, or when a telehealth network is established, a forensic examination as provided in section 192.2520 and section 197.135;\n\n(3) A shower and a change of clothing, as reasonably available, at no cost to the sexual assault survivor;\n\n(4) Request to be examined by an appropriate medical provider or interviewed by a law enforcement officer of the gender of the sexual assault survivor's choosing, when there is an available appropriate medical provider or law enforcement official of the gender of the sexual assault survivor's choosing;\n\n(5) An interpreter who can communicate in the language of the sexual assault survivor's choice, as is reasonably available, in a timely manner;\n\n(6) Notification and basic overview of the options of choosing a reported evidentiary collection kit, unreported evidentiary collection kit, or anonymous evidentiary collection kit as defined in section 595.220;\n\n(7) Notification about the evidence tracking system as defined in subsection 9 of section 595.220;\n\n(8) Notification about the right to information pursuant to subsection 4 of section 610.100;\n\n(9) Be free from intimidation, harassment, and abuse in any related criminal or civil proceeding and the right to reasonable protection from the offender or any person acting on behalf of the offender from harm and threats of harm arising out of the survivor's disclosure of the sexual assault.\n\n3. An appropriate medical provider, law enforcement officer, and prosecuting attorney shall provide the sexual assault survivor with notification of the rights of survivors pursuant to subsection 2 of this section in a timely manner. Each appropriate medical provider, law enforcement officer, and prosecuting attorney shall ensure that the sexual assault survivor has been notified of these rights.\n\n4. The department of public safety shall develop a document in collaboration with Missouri-based stakeholders. Missouri-based stakeholders shall include, but not be limited to, the following:\n\n(1) Prosecuting attorneys;\n\n(2) Chief law enforcement officers or their designees;\n\n(3) Appropriate medical providers, as defined in section 595.220;\n\n(4) Representatives of the statewide coalition against domestic and sexual violence;\n\n(5) Representatives of rape crisis centers;\n\n(6) Representatives of the Missouri Hospital Association;\n\n(7) The director of the Missouri state highway patrol crime lab or their designee; and\n\n(8) The director of the department of health and senior services or their designee.\n\n5. The document shall include the following:\n\n(1) A description of the rights of the sexual assault survivor pursuant to this section; and\n\n(2) Telephone and internet means for contacting the local rape crisis center, as defined in 455.003.\n\n­­The department of public safety shall provide this document in clear language that is comprehensible to a person proficient in English and shall provide this document in any other foreign language spoken by at least five percent of the population in any county or city not within a county in Missouri.\n\n(L. 2020 S.B. 569, A.L. 2022 S.B. 775, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-201/"
    },
    {
      "id": "section-595-202",
      "number": "595.202",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.202. Missouri rights of victims of sexual assault task force — members, duties — report — expiration date. —1. There is hereby created the \"Missouri Rights of Victims of Sexual Assault Task Force\" to consist of the following members:\n\n(1) The following four members of the general assembly:\n\n(a) Two members of the senate, with no more than one member from the same political party and each member to be appointed by the president pro tempore of the senate; and\n\n(b) Two members of the house of representatives, with no more than one member from the same political party and each member to be appointed by the speaker of the house of representatives;\n\n(2) The director of the department of health and senior services or his or her designee;\n\n(3) A private citizen appointed by the governor;\n\n(4) A representative of a statewide coalition against domestic and sexual violence appointed by the governor;\n\n(5) A representative of rape crisis centers appointed by the governor;\n\n(6) The superintendent of the Missouri highway patrol or his or her designee;\n\n(7) A law enforcement officer appointed by the governor;\n\n(8) The director of the Missouri highway patrol crime lab or his or her designee;\n\n(9) An attorney appointed by the governor; and\n\n(10) A representative of the Missouri Hospital Association.\n\n2. The task force shall study nationally recognized best practices and make recommendations regarding:\n\n(1) The development and implementation of an effective mechanism for submitting, tracking, and investigating complaints regarding the handling of, or response to, a sexual assault report or investigation by any agency or organization involved in the response;\n\n(2) The development of documentation for medical providers and law enforcement officers, in conjunction with the department of public safety, to provide to survivors informing them of their rights pursuant to section 595.201;\n\n(3) Whether a need exists for additional employees or volunteers of a rape crisis center for victims of sexual assault, and if such a need does exist, the task force shall:\n\n(a) Create a plan for how the state can provide, in conjunction with rape crisis centers, victims' advocates organizations, and the department of health and senior services, additional employees or volunteers of a rape crisis center to meet the needs identified; and\n\n(b) Determine the cost of funding such a plan;\n\n(4) Whether a need exists to expand the right to an employee or volunteer of a rape crisis center beyond the medical examination and law enforcement interview settings, and if such a need does exist, the task force shall:\n\n(a) Identify the scope and nature of the need; and\n\n(b) Make recommendations on how best to fill that need, whether legislatively or otherwise;\n\n(5) Whether a need exists to provide for ongoing evaluation of the implementation of these rights, and if such a need does exist, the task force shall:\n\n(a) Identify the scope and nature of the need; and\n\n(b) Make recommendations on how best to fill that need, whether legislatively or otherwise.\n\n3. The task force shall:\n\n(1) Collect data regarding sexual assault reporting, arrests, prosecution rates, access to sexual assault victims services, and any other data important for its deliberations and recommendations; and\n\n(2) Collect feedback from stakeholders, practitioners, and leadership throughout the state and local law enforcement, victim services, forensic science practitioners, and health care communities to inform development of future best practices or clinical guidelines regarding the care and treatment of survivors.\n\n4. The department of public safety shall provide administrative support to the task force.\n\n5. On or before December 31, 2021, the task force shall submit a report on its findings to the governor and general assembly. The report shall include any dissenting opinions in addition to any majority opinions.\n\n6. The task force shall expire on December 31, 2021.\n\n(L. 2020 S.B. 569)\n\nExpires: 12-31-21",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-202/"
    },
    {
      "id": "section-595-209",
      "number": "595.209",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.209. Rights of victims and witnesses — written notification, requirements. —1. The following rights shall automatically be afforded to victims of dangerous felonies, as defined in section 556.061, victims of murder in the first degree, as defined in section 565.020, victims of voluntary manslaughter, as defined in section 565.023, victims of any offense under chapter 566, victims of an attempt to commit one of the preceding crimes, as defined in section 562.012, and victims of domestic assault, as defined in sections 565.072 to 565.076; and, upon written request, the following rights shall be afforded to victims of all other crimes and witnesses of crimes:\n\n(1) For victims, the right to be present at all criminal justice proceedings at which the defendant has such right, including juvenile proceedings where the offense would have been a felony if committed by an adult, even if the victim is called to testify or may be called to testify as a witness in the case;\n\n(2) For victims, the right to information about the crime, as provided for in subdivision (5) of this subsection;\n\n(3) For victims and witnesses, to be informed, in a timely manner, by the prosecutor's office of the filing of charges, preliminary hearing dates, trial dates, continuances and the final disposition of the case. Final disposition information shall be provided within five days;\n\n(4) For victims, the right to confer with and to be informed by the prosecutor regarding bail hearings, guilty pleas, pleas under chapter 552 or its successors, hearings, sentencing and probation revocation hearings and the right to be heard at such hearings, including juvenile proceedings, unless in the determination of the court the interests of justice require otherwise;\n\n(5) For victims, the right to be informed by local law enforcement agencies, the appropriate juvenile authorities or the custodial authority of the following:\n\n(a) The status of any case concerning a crime against the victim, including juvenile offenses;\n\n(b) The right to be informed by local law enforcement agencies or the appropriate juvenile authorities of the availability of victim compensation assistance, assistance in obtaining documentation of the victim's losses, including, but not limited to and subject to existing law concerning protected information or closed records, access to copies of complete, unaltered, unedited investigation reports of motor vehicle, pedestrian, and other similar accidents upon request to the appropriate law enforcement agency by the victim or the victim's representative, and emergency crisis intervention services available in the community;\n\n(c) Any release of such person on bond or for any other reason;\n\n(d) Within twenty-four hours, any escape by such person from a municipal detention facility, county jail, a correctional facility operated by the department of corrections, mental health facility, or the division of youth services or any agency thereof, and any subsequent recapture of such person; and\n\n(e) The name of an informant who has been endorsed under section 491.065 as a witness by a prosecuting or circuit attorney and any benefit that has been requested by or has been offered to the informant and any benefit that may be provided at a future date in connection with such endorsement;\n\n(6) For victims, the right to be informed by appropriate juvenile authorities of probation revocation hearings initiated by the juvenile authority and the right to be heard at such hearings or to offer a written statement, video or audio tape, counsel or a representative designated by the victim in lieu of a personal appearance, the right to be informed by the board of probation and parole of probation revocation hearings initiated by the board and of parole hearings, the right to be present at each and every phase of parole hearings, the right to be heard at probation revocation and parole hearings or to offer a written statement, video or audio tape, counsel or a representative designated by the victim in lieu of a personal appearance, and the right to have, upon written request of the victim, a partition set up in the probation or parole hearing room in such a way that the victim is shielded from the view of the probationer or parolee, and the right to be informed by the custodial mental health facility or agency thereof of any hearings for the release of a person committed pursuant to the provisions of chapter 552, the right to be present at such hearings, the right to be heard at such hearings or to offer a written statement, video or audio tape, counsel or a representative designated by the victim in lieu of personal appearance;\n\n(7) For victims and witnesses, upon their written request, the right to be informed by the appropriate custodial authority, including any municipal detention facility, juvenile detention facility, county jail, correctional facility operated by the department of corrections, mental health facility, division of youth services or agency thereof if the offense would have been a felony if committed by an adult, postconviction or commitment pursuant to the provisions of chapter 552 of the following:\n\n(a) The projected date of such person's release from confinement;\n\n(b) Any release of such person on bond;\n\n(c) Any release of such person on furlough, work release, trial release, electronic monitoring program, or to a community correctional facility or program or release for any other reason, in advance of such release;\n\n(d) Any scheduled parole or release hearings, including hearings under section 217.362, regarding such person and any changes in the scheduling of such hearings. No such hearing shall be conducted without thirty days' advance notice;\n\n(e) Within twenty-four hours, any escape by such person from a municipal detention facility, county jail, a correctional facility operated by the department of corrections, mental health facility, or the division of youth services or any agency thereof, and any subsequent recapture of such person;\n\n(f) Any decision by a parole board, by a juvenile releasing authority or by a circuit court presiding over releases pursuant to the provisions of chapter 552, or by a circuit court presiding over releases under section 217.362, to release such person or any decision by the governor to commute the sentence of such person or pardon such person; and\n\n(g) Notification within thirty days of the death of such person;\n\n(8) For witnesses who have been summoned by the prosecuting attorney and for victims, to be notified by the prosecuting attorney in a timely manner when a court proceeding will not go on as scheduled;\n\n(9) For victims and witnesses, the right to reasonable protection from the defendant or any person acting on behalf of the defendant from harm and threats of harm arising out of their cooperation with law enforcement and prosecution efforts;\n\n(10) For victims and witnesses, on charged cases or submitted cases where no charge decision has yet been made, to be informed by the prosecuting attorney of the status of the case and of the availability of victim compensation assistance and of financial assistance and emergency and crisis intervention services available within the community and information relative to applying for such assistance or services, and of any final decision by the prosecuting attorney not to file charges;\n\n(11) For victims, to be informed by the prosecuting attorney of the right to restitution which shall be enforceable in the same manner as any other cause of action as otherwise provided by law;\n\n(12) For victims and witnesses, to be informed by the court and the prosecuting attorney of procedures to be followed in order to apply for and receive any witness fee to which they are entitled;\n\n(13) When a victim's property is no longer needed for evidentiary reasons or needs to be retained pending an appeal, the prosecuting attorney or any law enforcement agency having possession of the property shall, upon request of the victim, return such property to the victim within five working days unless the property is contraband or subject to forfeiture proceedings, or provide written explanation of the reason why such property shall not be returned;\n\n(14) An employer may not discharge or discipline any witness, victim or member of a victim's immediate family for honoring a subpoena to testify in a criminal proceeding, attending a criminal proceeding, or for participating in the preparation of a criminal proceeding, or require any witness, victim, or member of a victim's immediate family to use vacation time, personal time, or sick leave for honoring a subpoena to testify in a criminal proceeding, attending a criminal proceeding, or participating in the preparation of a criminal proceeding. A public school district, public school, or charter school shall not discipline a child for failure to comply with the district's or school's attendance policy, and the parent or legal guardian shall not be deemed to be in violation of the provisions of section 167.061, and the district or school shall not otherwise discipline a child, based on such child's honoring a subpoena to testify in a criminal proceeding, attending a criminal proceeding, or for participating in the preparation of a criminal proceeding;\n\n(15) For victims, to be provided with creditor intercession services by the prosecuting attorney if the victim is unable, as a result of the crime, temporarily to meet financial obligations;\n\n(16) For victims and witnesses, the right to speedy disposition of their cases, and for victims, the right to speedy appellate review of their cases, provided that nothing in this subdivision shall prevent the defendant from having sufficient time to prepare such defendant's defense. The attorney general shall provide victims, upon their written request, case status information throughout the appellate process of their cases. The provisions of this subdivision shall apply only to proceedings involving the particular case to which the person is a victim or witness;\n\n(17) For victims and witnesses, to be provided by the court, a secure waiting area during court proceedings and to receive notification of the date, time and location of any hearing conducted by the court for reconsideration of any sentence imposed, modification of such sentence or recall and release of any defendant from incarceration; and\n\n(18) For victims, the right to receive upon request from the department of corrections a photograph taken of the defendant prior to release from incarceration.\n\n2. The provisions of subsection 1 of this section shall not be construed to imply any victim who is incarcerated by the department of corrections or any local law enforcement agency has a right to be released to attend any hearing or that the department of corrections or the local law enforcement agency has any duty to transport such incarcerated victim to any hearing.\n\n3. Those persons entitled to notice of events pursuant to the provisions of subsection 1 of this section shall provide the appropriate person or agency with their current addresses, electronic mail addresses, and telephone numbers or the addresses, electronic mail addresses, or telephone numbers at which they wish notification to be given.\n\n4. Notification by the appropriate person or agency utilizing the statewide automated crime victim notification system as established in section 650.310 shall constitute compliance with the victim notification requirement of this section. If notification utilizing the statewide automated crime victim notification system cannot be used, then written notification shall be sent by certified mail or electronic mail to the most current address or electronic mail address provided by the victim.\n\n5. Victims' rights as established in Section 32 of Article I of the Missouri Constitution or the laws of this state pertaining to the rights of victims of crime shall be granted and enforced regardless of the desires of a defendant and no privileges of confidentiality shall exist in favor of the defendant to exclude victims or prevent their full participation in each and every phase of parole hearings or probation revocation hearings. The rights of the victims granted in this section are absolute and the policy of this state is that the victim's rights are paramount to the defendant's rights. The victim has an absolute right to be present at any hearing in which the defendant is present before a probation and parole hearing officer.\n\n(L. 1986 H.B. 873 & 874 § 15, A.L. 1992 S.B. 638, A.L. 1993 S.B. 19 § 595.209 subsecs. 1, 3, 4, A.L. 1994 S.B. 554 § 595.209 subsecs. 1, 2, 3, A.L. 1996 S.B. 884 & 841, A.L. 2003 S.B. 5, A.L. 2005 H.B. 353, A.L. 2007 H.B. 583, A.L. 2009 S.B. 338 , A.L. 2016 S.B. 921, A.L. 2023 S.B. 24 merged with S.B. 103 merged with S.B. 186, A.L. 2024 S.B. 727, A.L. 2025 H.B. 495)\n\nSeverability clause, see § 1.1001\n\nCROSS REFERENCE:\n\nOffenders, photograph to be taken prior to release and provided to victim, 217.439",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-209/"
    },
    {
      "id": "section-595-206",
      "number": "595.206",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.206. Victims eligible for services. —A victim has the rights and is eligible for the services set forth in sections 595.200 to 595.215 only if such victim reported the crime to law enforcement authorities within five days of its occurrence or discovery, unless the prosecuting attorney finds that a good cause existed for not having done so.\n\n(L. 1986 H.B. 873 & 874 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-206/"
    },
    {
      "id": "section-595-210",
      "number": "595.210",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.210. Victims of sexually violent offenses, right to testify at parole hearings. —Any victim of a sexually violent offense, as defined in section 632.480, shall have the right to testify at any parole hearing scheduled for the sexually violent predator, as defined in section 632.480, who victimized such person, provided that the sexually violent predator is being considered for parole from imprisonment for a crime which arose out of such sexually violent predator's escape or attempted escape from commitment as a sexually violent predator under chapter 632. Such crimes shall not be limited to the crimes of escape or attempted escape, but shall include any crime which was committed during the course of the sexually violent predator's escape or attempted escape from commitment as a sexually violent predator.\n\n(L. 2005 H.B. 353)\n\nEffective 7-13-05",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-210/"
    },
    {
      "id": "section-595-212",
      "number": "595.212",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.212. Prosecuting attorneys to maintain program to afford rights to victims and witnesses — funding and approval of agency programs. —1. Each prosecuting attorney shall create and maintain, but not be limited to, a program to afford victims and witnesses of crimes the rights and services described in sections 595.200 to 595.215.\n\n2. State funding shall be only for rights and services actually afforded victims and witnesses of crimes as set forth in sections 595.200 to 595.215. State and local government agencies which seek state funding shall have an operating victims' services program before said agency seeks state funding. The attorney general's office through the Missouri office of prosecution services utilizing existing staff and volunteers shall approve agency programs before such agency seeks state funding. Said approved programs shall be funded by the general assembly within the limits of funds appropriated for such purposes.\n\n(L. 1986 H.B. 873 & 874 § 16, A.L. 1992 S.B. 638, A.L. 1993 S.B. 19)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-212/"
    },
    {
      "id": "section-595-215",
      "number": "595.215",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.215. Duty of cooperation for prosecutor, law enforcement and social service agencies. —The prosecuting attorney, local law enforcement agencies, local social services agencies, and court shall cooperate to afford victims and witnesses of crimes the rights and services described in sections 595.200 to 595.215.\n\n(L. 1986 H.B. 873 & 874 § 17)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-215/"
    },
    {
      "id": "section-595-218",
      "number": "595.218",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.218. Construction of provisions, no cause of action created against public employees or agencies. —Nothing in sections 595.200 to 595.215 shall be construed as creating a cause of action on behalf of any person against any public employee, public agency, the state or any agency responsible for the enforcement of rights and provisions of services set forth in sections 595.200 to 595.215.\n\n(L. 1986 H.B. 873 & 874 § 18)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-218/"
    },
    {
      "id": "section-595-220",
      "number": "595.220",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.220. Forensic examinations, department of public safety to pay medical providers, when — minor may consent to examination, when — forms — collection kits — definitions — electronic evidence tracking system, requirements — unreported evidentiary collection kits — rulemaking authority. —1. The department of public safety shall make payments to appropriate medical providers, out of appropriations made for that purpose, to cover the reasonable charges of the forensic examination of persons who may be a victim of a sexual offense if:\n\n(1) The victim or the victim's guardian consents in writing to the examination; and\n\n(2) The report of the examination is made on a form approved by the attorney general with the advice of the department of public safety.\n\n­­The department shall establish maximum reimbursement rates for charges submitted under this section, which shall reflect the reasonable cost of providing the forensic exam.\n\n2. A minor may consent to examination under this section. Such consent is not subject to disaffirmance because of minority, and consent of parent or guardian of the minor is not required for such examination. The appropriate medical provider making the examination shall give written notice to the parent or guardian of a minor that such an examination has taken place.\n\n3. The department of public safety, with the advice of the attorney general, shall develop the forms and procedures for gathering, transmitting, and storing evidence during and after the forensic examination under the provisions of this section. The department of health and senior services shall develop a checklist, protocols, and procedures for appropriate medical providers to refer to while providing medical treatment to victims of a sexual offense, including those specific to victims who are minors. The procedures for transmitting and storing examination evidence shall include the following requirements:\n\n(1) An appropriate medical provider shall provide electronic notification to the appropriate law enforcement agency when the provider has a reported or anonymous evidentiary collection kit;\n\n(2) Within fourteen days of notification from the appropriate medical provider, the law enforcement agency shall take possession of the evidentiary collection kit;\n\n(3) Within fourteen days of taking possession, the law enforcement agency shall provide the evidentiary collection kit to a laboratory;\n\n(4) A law enforcement agency shall secure an evidentiary collection kit for a period of thirty years if the offense has not been adjudicated.\n\n4. Evidentiary collection kits shall be developed and made available, subject to appropriation, to appropriate medical providers by the highway patrol or its designees and eligible crime laboratories. Such kits shall be distributed with the forms and procedures for gathering evidence during forensic examinations of victims of a sexual offense to appropriate medical providers upon request of the provider, in the amount requested, and at no charge to the medical provider. All appropriate medical providers shall, with the written consent of the victim, perform a forensic examination using the evidentiary collection kit, or other collection procedures developed for victims who are minors, and forms and procedures for gathering evidence following the checklist for any person presenting as a victim of a sexual offense.\n\n5. In reviewing claims submitted under this section, the department shall first determine if the claim was submitted within ninety days of the examination. If the claim is submitted within ninety days, the department shall, at a minimum, use the following criteria in reviewing the claim: examination charges submitted shall be itemized and fall within the definition of forensic examination as defined in subdivision (7) of subsection 8 of this section.\n\n6. All appropriate medical provider charges for eligible forensic examinations shall be billed to and paid by the department of public safety. No appropriate medical provider conducting forensic examinations and providing medical treatment to victims of sexual offenses shall charge the victim for the forensic examination. For appropriate medical provider charges related to the medical treatment of victims of sexual offenses, if the victim is an eligible claimant under the crime victims' compensation fund, the victim shall seek compensation under sections 595.010 to 595.075.\n\n7. The department of public safety shall establish rules regarding the reimbursement of the costs of forensic examinations for children under fourteen years of age, including establishing conditions and definitions for emergency and nonemergency forensic examinations and may by rule establish additional qualifications for appropriate medical providers performing nonemergency forensic examinations for children under fourteen years of age. The department shall provide reimbursement regardless of whether or not the findings indicate that the child was abused.\n\n8. For purposes of this section, the following terms mean:\n\n(1)\"Anonymous evidentiary collection kit\", an evidentiary collection kit collected from a victim who wishes to remain anonymous, but who has consented, or his or her designee has consented on his or her behalf, to the collection of the evidentiary collection kit and to participate in the criminal justice process;\n\n(2)\"Appropriate medical provider\":\n\n(a) Any licensed nurse, physician, or physician assistant, and any institution employing licensed nurses, physicians, or physician assistants, provided that such licensed professionals are the only persons at such institution to perform tasks under the provisions of this section; or\n\n(b) For the purposes of any nonemergency forensic examination of a child under fourteen years of age, the department of public safety may establish additional qualifications for any provider listed in paragraph (a) of this subdivision under rules authorized under subsection 7 of this section;\n\n(3)\"Component\", any piece of evidence that contains, or may contain, DNA related to the sexual offense for which the forensic examination was performed and that is not stored or maintained within the evidentiary collection kit;\n\n(4)\"Consent\", the electronically documented authorization by the victim, or his or her designee, to allow the evidentiary collection kit to be analyzed;\n\n(5)\"Emergency forensic examination\", an examination of a person under fourteen years of age that occurs within five days of the alleged sexual offense. The department of public safety may further define the term emergency forensic examination by rule;\n\n(6)\"Evidentiary collection kit\", a kit used during a forensic examination that includes materials necessary for appropriate medical providers to gather evidence in accordance with the forms and procedures developed by the department of public safety for forensic examinations;\n\n(7)\"Forensic examination\", an examination performed by an appropriate medical provider on a victim of an alleged sexual offense to gather evidence for the evidentiary collection kit or using other collection procedures developed for victims who are minors;\n\n(8)\"Medical treatment\", the treatment of all injuries and health concerns resulting directly from a patient's sexual assault or victimization;\n\n(9)\"Nonemergency forensic examination\", an examination of a person under fourteen years of age that occurs more than five days after the alleged sexual offense. The department of public safety may further define the term nonemergency forensic examination by rule;\n\n(10)\"Reported evidentiary collection kit\", an evidentiary collection kit collected from a victim, or his or her designee, who has consented to the collection of the evidentiary collection kit and has consented to participate in the criminal justice process;\n\n(11)\"Unreported evidentiary collection kit\", an evidentiary collection kit collected from a victim, or his or her designee, who has consented to the collection of the evidentiary collection kit but has not consented to participate in the criminal justice process.\n\n9. The attorney general shall establish protocols and an electronic platform to implement an electronic evidence tracking system that:\n\n(1) Identifies, documents, records, and tracks evidentiary collection kits and their components, including individual specimen containers, through their existence from forensic examination, to possession by a law enforcement agency, to testing, to use as evidence in criminal proceedings, and until disposition of such proceedings;\n\n(2) Assigns a unique alphanumeric identifier to each respective evidentiary collection kit, and all its respective components, and to each respective person, or his or her designees, who may handle an evidentiary test kit;\n\n(3) Links the identifiers of an evidentiary collection kit and its components, which shall be machine-readable indicia;\n\n(4) Allows each person, or his or her designees, who is properly credentialed to handle an evidentiary test kit to check the status of an evidentiary test kit or its components and to save a portfolio of identifiers so that the person, or his or her designees, may track, obtain reports, and receive updates on the status of evidentiary collection kits or their components; and\n\n(5) Allows sexual assault victims, or their designees, to track and obtain reports on the status and location of their evidentiary collection kits. This shall be a secured web-based or similar electronic-based communications system that shall require sexual assault victims, or their designees, to register to access tracking and reports of their evidentiary collection kits.\n\n10. Appropriate medical providers, law enforcement agencies, laboratories, court personnel, persons or entities involved in the final disposition or destruction of evidentiary collection kits, and all other entities which and persons who have custody of evidentiary collection kits shall participate in the electronic evidence tracking system.\n\n11. The department of public safety, with the advice of the attorney general and the assistance of the department of health and senior services, shall develop and retain within the state a central repository for unreported evidentiary collection kits, where such kits can be kept in a temperature-controlled environment that preserves the integrity of the evidence and diminishes degradation. Unreported evidentiary collection kits shall be retained for a period of five years. In the case of a minor under the age of eighteen when the unreported kit was collected, the unreported evidentiary kit shall be retained for a period of five years after the victim attains the age of eighteen.\n\n12. Records entered into the electronic evidence tracking system shall be confidential and shall not be subject to disclosure under chapter 610.\n\n13. The department shall have authority to promulgate rules and regulations necessary to implement the provisions of this section. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2009, shall be invalid and void.\n\n(L. 2009 S.B. 338, A.L. 2011 S.B. 320, A.L. 2013 H.B. 215 merged with H.B. 505 merged with S.B. 256, A.L. 2018 H.B. 1355, A.L. 2020 S.B. 569)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-220/"
    },
    {
      "id": "section-595-223",
      "number": "595.223",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.223. Polygraph tests and psychological stress evaluator exams not permitted, when. —No prosecuting or circuit attorney, peace officer, governmental official, or employee of a law enforcement agency shall request or require a victim of an offense under chapter 566, or a victim of an offense of domestic assault or stalking to submit to any polygraph test or psychological stress evaluator exam as a condition for proceeding with a criminal investigation of such offense.\n\n(L. 2007 H.B. 583, A.L. 2013 H.B. 215, A.L. 2014 S.B. 491)\n\nTransferred 2014; formerly 566.224; Effective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-223/"
    },
    {
      "id": "section-595-226",
      "number": "595.226",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.226. Identifiable information in court records to be redacted, when — disclosure of information permitted, when — disclosure of identifying information regarding defendant, when. —1. After August 28, 2007, any information contained in any court record, whether written or published on the internet, including any visual or aural recordings that could be used to identify or locate any victim of an offense under chapter 566 or a victim of domestic assault or stalking shall be closed and redacted from such record prior to disclosure to the public. Identifying information shall include, but shall not be limited to, the name, home or temporary address, personal email address, telephone number, Social Security number, birth date, place of employment, any health information, including human immunodeficiency virus (HIV) status, any information from a forensic testing report, or physical characteristics, including an unobstructed visual image of the victim's face or body.\n\n2. Any person who is requesting identifying information of a victim and who has a legitimate interest in obtaining such information may petition the court for an in camera inspection of the records. If the court determines the person is entitled to all or any part of such records, the court may order production and disclosure of the records, but only if the court determines that the disclosure to the person or entity would not compromise the welfare or safety of the victim, and only after providing reasonable notice to the victim and after allowing the victim the right to respond to such request.\n\n3. Notwithstanding the provisions of subsection 1 of this section, the judge presiding over a case under chapter 566 or a case of domestic assault or stalking shall have the discretion to publicly disclose identifying information regarding the defendant which could be used to identify or locate the victim of the crime. The victim may provide a statement to the court regarding whether he or she desires such information to remain closed. When making the decision to disclose such information, the judge shall consider the welfare and safety of the victim and any statement to the court received from the victim regarding the disclosure.\n\n(L. 2007 H.B. 583, A.L. 2009 H.B. 177 & H.B. 622, A.L. 2013 H.B. 215, A.L. 2014 S.B. 491, A.L. 2016 H.B. 1562, A.L. 2022 S.B. 775, et al.)\n\nTransferred 2014; formerly 566.226; Effective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-226/"
    },
    {
      "id": "section-595-229",
      "number": "595.229",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.229. Plea bargain, sentencing, victim's right to appear or make statement — notice to victim. —1. Prior to the acceptance of a plea bargain by the court with respect to any person who has pled guilty to an offense after initially being charged with a felony, the court shall allow the victim of such offense to submit a written statement or appear before the court personally or by counsel for the purpose of making a statement. The statement shall relate solely to the facts of the case and any personal injuries or financial loss incurred by the victim. A member of the immediate family of the victim may appear personally or by counsel to make a statement if the victim has died or is otherwise unable to appear as a result of the offense committed by the defendant.\n\n2. At the time of sentencing of any person who has pled guilty or been found guilty of a felony offense, the victim of such offense may appear before the court personally or by counsel for the purpose of making a statement or may submit a written statement. The statement shall relate solely to the facts of the case and any personal injuries or financial loss incurred by the victim. A member of the immediate family of the victim may appear personally or by counsel to make a statement if the victim has died or is otherwise unable to appear as a result of the offense committed by the defendant.\n\n3. The prosecuting attorney shall inform the victim or shall inform a member of the immediate family of the victim if the victim is dead or otherwise is unable to make a statement as a result of the offense committed by the defendant of the right to make a statement pursuant to subsections 1 and 2 of this section. If the victim or member of the immediate family supplies a stamped, self-addressed envelope, the prosecutor shall send notice of the time and location that the court will hear the guilty plea or render sentence.\n\n(L. 1986 S.B. 618 & 562 § 1, A.L. 2014 S.B. 491)\n\nTransferred 2014; formerly 557.041; Effective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-229/"
    },
    {
      "id": "section-595-232",
      "number": "595.232",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.232. Identity theft — rights of victims — definition — incident reports, discretion of law enforcement not affected. —1. Notwithstanding that jurisdiction may lie elsewhere for investigation and prosecution of an offense of identity theft, victims of identity theft have the right to contact the local law enforcement agency where the victim is domiciled and request that an incident report about the identity theft be prepared and filed. The victim may also request from the local law enforcement agency to receive a copy of the incident report. The law enforcement agency may share the incident report with law enforcement agencies located in other jurisdictions.\n\n2. As used in this section,\"incident report\"means a loss or other similar report prepared and filed by a local law enforcement agency.\n\n3. Nothing in this section shall interfere with the discretion of a local law enforcement agency to allocate resources for investigations of crimes or to provide an incident report as permitted in this section. An incident report prepared and filed under this section shall not be an open case for purposes of compiling open case statistics.\n\n(L. 2008 H.B. 1384 and H.B. 2157, A.L. 2014 S.B. 491)\n\nTransferred 2014; formerly 570.222; Effective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-232/"
    },
    {
      "id": "section-595-320",
      "number": "595.320",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.320. Domestic assault offenders, costs of batterer intervention program, how paid. —If a judge orders a person who has been convicted of an offense under sections 565.072 to 565.076 to attend any batterer intervention program, as described in section 455.549, the person shall be financially responsible for any costs associated with attending such class.\n\n(L. 2022 S.B. 775, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-320/"
    },
    {
      "id": "section-595-325",
      "number": "595.325",
      "heading": "",
      "text": "Title XXXVIII CRIMES AND PUNISHMENT; PEACE OFFICERS AND PUBLIC DEFENDERS\n\nChapter 595\n\n595.325. Task force created, members, officers, duties, report — expiration date. —1. There is hereby created the \"Missing and Murdered African American Women and Girls Task Force\" to consist of the following members:\n\n(1) The following four members of the general assembly:\n\n(a) Two members of the senate, with one member to be appointed by the president pro tempore of the senate and one member to be appointed by the minority floor leader of the senate; and\n\n(b) Two members of the house of representatives, with one member to be appointed by the speaker of the house of representatives and one member to be appointed by the minority floor leader of the house of representatives;\n\n(2) The director of the department of public safety or his or her designee;\n\n(3) Two representatives appointed by the director of the department of public safety from among the following:\n\n(a) A member from the Missouri Police Chiefs Association;\n\n(b) A member from the Missouri Sheriffs'*Association; or\n\n(c) The superintendent of the Missouri highway patrol or his or her designee;\n\n(4) One or more representatives appointed by the director of public safety from among the following:\n\n(a) The attorney general or his or her designee;\n\n(b) The director of the Missouri office of prosecution services;\n\n(c) The president of the Missouri Prosecutors Association;\n\n(d) A judge or attorney working in a juvenile court; or\n\n(e) An attorney working in the United States Attorney's Office;\n\n(5) A county coroner or a representative from a statewide coroner's association;\n\n(6) Three or more representatives appointed by the director of public safety from among the following:\n\n(a) A statewide or local organization that provides legal services to African American women and girls;\n\n(b) A statewide or local organization that provides advocacy or counseling for African American women and girls who have been victims of violence;\n\n(c) A statewide or local organization that provides services to African American women and girls; or\n\n(d) An African American woman who is a survivor of gender violence.\n\n2. The task force shall appoint a chairperson who is elected by a majority vote of the members of the task force. The task force shall have an initial meeting before October 1, 2025. The members of the task force shall serve without compensation, but shall be entitled to necessary and actual expenses incurred in attending meetings of the task force.\n\n3. The task force shall examine and report on the following:\n\n(1) The systemic causes behind violence that African American women and girls experience, including patterns and underlying factors that explain why disproportionately high levels of violence occur against African American women and girls, including underlying historical, social, economic, institutional, and cultural factors that may contribute to the violence;\n\n(2) Appropriate methods for tracking and collecting data on violence against African American women and girls, including data on missing and murdered African American women and girls;\n\n(3) Policies and institutions such as policing, child welfare, coroner practices, and other governmental practices that impact violence against African American women and girls and the investigation and prosecution of crimes of gender violence against African American women and girls;\n\n(4) Measures necessary to address and reduce violence against African American women and girls; and\n\n(5) Measures to help victims, victims' families, and victims' communities prevent and heal from violence that occurs against African American women and girls.\n\n4. The department of public safety shall provide administrative support to the task force.\n\n5. On or before December thirty-first of each year, the task force shall submit a report on its findings to the governor and the general assembly.\n\n6. The task force shall expire on December 31, 2027, unless extended until December 31, 2029, as determined necessary by the department of public safety.\n\n(L. 2025 H.B. 495)\n\n*Word \"Sheriffs\" appears in original rolls.\n\nSeverability clause, see § 1.1001",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxviii/chapter-595/section-595-325/"
    }
  ]
}