{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-7004-tax-credit-application-approval-limitation-departmen",
  "sections": [
    {
      "id": "section-77-7004tax",
      "number": "77-7004.Tax",
      "heading": "credit; application; approval; limitation; department; duties",
      "text": "(1) If the department determines that an application is complete and that the taxpayer qualifies for tax credits, the department shall approve the application within the limits set forth in this section and shall certify the amount of tax",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-77-7004",
      "number": "77-7004",
      "heading": "",
      "text": "77-7004.Tax credit; application; approval; limitation; department; duties.\n\n(1) If the department determines that an application is complete and that the taxpayer qualifies for tax credits, the department shall approve the application within the limits set forth in this section and shall certify the amount of tax credits approved to the taxpayer.\n\n(2) The department shall consider applications in the order in which they are received and may approve tax credits until the annual limit for the calendar year has been reached. For calendar year 2022, the annual limit on tax credits shall be two million dollars. For calendar year 2023, the annual limit on tax credits shall be calculated by taking the annual limit from the prior calendar year and then multiplying such amount by (a) two hundred percent if the amount of tax credits approved in the prior calendar year exceeded ninety percent of the annual limit applicable to that calendar year or (b) one hundred percent if the amount of tax credits approved in the prior calendar year did not exceed ninety percent of the annual limit applicable to that calendar year. For calendar years 2024 through 2028, the annual limit on tax credits shall be five million dollars.\n\nSourceLaws 2022, LB1261, ยง 4;Laws 2023, LB562, ยง 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-7004/"
    }
  ]
}