{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-270433-fixed-price-contract-change-in-sales-tax-rate-refu",
  "sections": [
    {
      "id": "section-77-270433",
      "number": "77-2704.33",
      "heading": "",
      "text": "77-2704.33.Fixed-price contract; change in sales tax rate; refund of tax; failure to pay tax; penalty.\n\n(1) When a written contract exists for a fixed price for a construction, reconstruction, alteration, or improvement project and the sales tax rate is increased during the term of that fixed-price contract, the contractor may apply for a refund of the increased sales tax amount if such refund amount exceeds ten dollars. The contractor shall be refunded such increased amount if the contractor certifies that the contract was entered into prior to the increase in the tax and that the increased tax for which the refund is requested was paid on the building materials annexed to real estate in the project. The contractor shall agree to submit a copy of the contract or other evidence necessary to prove the validity of the application to the satisfaction of the Tax Commissioner. In the event that the sales tax rate is decreased during the term of that fixed-price contract, the contractor shall pay to the Department of Revenue the decreased sales tax amount if the amount of such payment exceeds ten dollars. Failure by a contractor to pay the decreased sales tax amount as provided in this subsection shall be a Class I misdemeanor if the amount is three hundred dollars or more and a Class IIIA misdemeanor in all other cases.\n\n(2) In the event that construction services are removed from the sales and use tax base during the term of a fixed-price contract, the taxpayer shall pay to the Department of Revenue the decreased sales tax amount if the amount of such payment exceeds ten dollars. Failure by a taxpayer to pay the decreased sales tax amount as provided in this subsection shall be a Class I misdemeanor if the amount is three hundred dollars or more and a Class IIIA misdemeanor in all other cases.\n\nSourceLaws 1992, LB 871, § 57;Laws 1993, LB 345, § 52;Laws 2003, LB 759, § 18;Laws 2004, LB 1017, § 16;Laws 2007, LB367, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-2704-33/"
    }
  ]
}