{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-2733-income-tax-nonresident-income-in-nebraska-method-of-",
  "sections": [
    {
      "id": "section-77-2733",
      "number": "77-2733",
      "heading": "",
      "text": "77-2733.Income tax; nonresident; income in Nebraska; method of determination of tax; exception.\n\n(1) The income of a nonresident individual derived from sources within this state shall be the sum of the following:\n\n(a) The net amount of items of income, gain, loss, and deduction entering into his or her federal taxable income which are derived from or connected with sources in this state including (i) his or her distributive share of partnership income and deductions determined under section 77-2729, (ii) his or her share of small business corporation or limited liability company income determined under section 77-2734.01, and (iii) his or her share of estate or trust income and deductions determined under section 77-2725; and\n\n(b) The portion of the modifications described in section 77-2716 which relates to income derived from sources in this state, including any modifications attributable to him or her as a partner.\n\n(2) Items of income, gain, loss, and deduction derived from or connected with sources within this state are those items attributable to:\n\n(a) The ownership or disposition of any interest in real or tangible personal property in this state;\n\n(b) A business, trade, profession, or occupation carried on in this state; and\n\n(c) Any lottery prize awarded in a lottery game conducted pursuant to the State Lottery Act.\n\n(3) Income from intangible personal property including annuities, dividends, interest, and gains from the disposition of intangible personal property shall constitute income derived from sources within this state only to the extent that such income is from property employed in a business, trade, profession, or occupation carried on in this state.\n\n(4) Deductions with respect to capital losses, net long-term capital gains, and net operating losses shall be based solely on income, gains, losses, and deductions derived from or connected with sources in this state, under rules and regulations to be prescribed by the Tax Commissioner, but otherwise shall be determined in the same manner as the corresponding federal deductions.\n\n(5) If a business, trade, profession, or occupation is carried on partly within and partly without this state, the items of income and deduction derived from or connected with sources within this state shall be determined by apportionment under rules and regulations to be prescribed by the Tax Commissioner.\n\n(6) Compensation paid by the United States for service in the armed forces of the United States performed by a nonresident individual shall not constitute income derived from sources within this state.\n\n(7) Compensation paid by a resident estate or trust for services by a nonresident fiduciary shall constitute income derived from sources within this state.\n\n(8) Except as provided in subsection (9) of this section, compensation paid by a business, trade, or profession shall constitute income derived from sources within this state if:\n\n(a) The individual's service is performed entirely within this state;\n\n(b) The individual's service is performed both within and without this state, but the service performed without this state is incidental to the individual's service within this state;\n\n(c) The individual is a nonresident and the individual's service is performed without this state for his or her convenience, but the service is directly related to a business, trade, or profession carried on within this state and, except for the individual's convenience, the service could have been performed within this state, provided that such individual must be present, in connection with such business, trade, or profession, within this state for more than seven days during the taxable year in which the compensation is earned. Only compensation paid to the individual for services performed within this state shall constitute income derived from sources within this state under this subdivision; or\n\n(d) Some of the service is performed in this state and (i) the base of operations or, if there is no base of operations, the place from which the service is directed or controlled is in this state or (ii) the base of operations or the place from which the service is directed or controlled is not in any state in which some part of the service is performed, but the individual's residence is in this state.\n\n(9)(a) For purposes of this subsection:\n\n(i) An individual shall be considered present and performing employment duties within this state for a day if the individual performs employment duties in this state. Any portion of the day during which the individual is in transit shall not be considered in determining the location of an individual's performance of employment duties;\n\n(ii) Conference means an event bringing individuals together to focus and discuss specific topics that are related to the employment of such individuals;\n\n(iii) Employment duty days means days where an individual is earning wages for work being performed for an employer;\n\n(iv) Time and attendance system means a system through which an individual is required to record the individual's work location for every day worked outside the state where the individual's employment duties are primarily performed and which is designed to allow the employer to allocate the individual's compensation for income tax purposes among all states in which the individual performs employment duties for the employer; and\n\n(v) Training means the process of increasing the knowledge and skills of an employee to assist in the effective performance of the employee's job.\n\n(b) Compensation paid to a nonresident individual shall not constitute income derived from sources within this state if all of the following conditions apply:\n\n(i) The compensation is paid for employment duties performed by the individual while present in this state to attend a conference or training;\n\n(ii) The individual is present in the state for seven or fewer employment duty days in the taxable year;\n\n(iii) The individual performed employment duties in more than one state during the taxable year; and\n\n(iv) Total compensation while in the state does not exceed five thousand dollars in the taxable year.\n\n(c) Compensation paid to a nonresident individual who serves on the board of directors or similar governing body of a business and that relates to board or governing body activities taking place in this state shall not constitute income derived from sources within this state.\n\n(d) The Department of Revenue shall not require the payment of any penalties or interest otherwise applicable for failing to deduct and withhold income taxes if, when determining whether withholding was required, the employer met either of the following conditions:\n\n(i) The employer, in its sole discretion, maintains a time and attendance system specifically designed to allocate employee wages for income tax purposes among all taxing jurisdictions in which an individual performs employment duties for such employer, and the employer relied on data from that system not to withhold; or\n\n(ii) The employer does not maintain a time and attendance system and the employer relied on:\n\n(A) Its own records, maintained in the regular course of business, of the individual's location;\n\n(B) The individual's reasonable determination of the time the individual expected to spend performing employment duties in this state, provided that the employer did not have actual knowledge of fraud on the part of the individual in making the determination and that the employer and the individual did not conspire to evade taxation in making the determination of location;\n\n(C) Travel records;\n\n(D) Travel expense reimbursement records; or\n\n(E) A written statement from the individual of the number of days spent performing services in this state during the taxable year.\n\nSourceLaws 1967, c. 487, § 33, p. 1585;Laws 1973, LB 526, § 3;Laws 1984, LB 1124, § 19;Laws 1987, LB 773, § 16;Laws 1987, LB 523, § 22;Laws 1993, LB 121, § 506;Laws 1995, LB 134, § 4;Laws 2024, LB1023, § 13.\n\nCross ReferencesState Lottery Act, see section 9-801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-2733/"
    }
  ]
}