{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-1601-county-tax-levy-by-whom-made-when-what-included-corr",
  "sections": [
    {
      "id": "section-77-1601",
      "number": "77-1601",
      "heading": "",
      "text": "77-1601.County tax levy; by whom made; when; what included; correction of clerical error; procedure.\n\n(1) The county board of equalization shall each year, on or before October 20, levy the necessary taxes for the current year if within the limit of the law. The levy shall include an amount for operation of all functions of county government and shall also include all levies necessary to fund tax requests that are authorized as provided in sections 77-3442 to 77-3444, including requests certified under the Property Tax Request Act.\n\n(2) On or before November 5, the county board of equalization upon its own motion may act to correct a clerical error which has resulted in the calculation of an incorrect levy by any entity with a tax request as provided in sections 77-3442 to 77-3444, including requests certified under the Property Tax Request Act. The county board of equalization shall hold a public hearing to determine what adjustment to the levy is proper, legal, or necessary. Notice shall be provided to the governing body of each political subdivision affected by the error. Notice of the hearing as required by section 84-1411 shall include the following: (a) The time and place of the hearing, (b) the dollar amount at issue, and (c) a statement setting forth the nature of the error.\n\n(3) Upon the conclusion of the hearing, the county board of equalization shall issue a corrected levy if it determines that an error was made in the original levy which warrants correction. The county board of equalization shall then order (a) the county assessor, county clerk, and county treasurer to revise assessment books, unit valuation ledgers, tax statements, and any other tax records to reflect the correction made and (b) the recertification of the information provided to the Property Tax Administrator pursuant to section 77-1613.01.\n\nSourceLaws 1903, c. 73, § 136, p. 436;Laws 1905, c. 111, § 4, p. 513;Laws 1907, c. 101, § 1, p. 352;R.S.1913, § 6456;Laws 1915, c. 109, § 1, p. 257;Laws 1921, c. 136, § 1, p. 599;C.S.1922, § 5979;Laws 1927, c. 176, § 1, p. 514;Laws 1929, c. 181, § 1, p. 639;C.S.1929, § 77-1801;Laws 1931, c. 137, § 1, p. 381;Laws 1933, c. 133, § 1, p. 510;Laws 1935, c. 52, § 1, p. 179;Laws 1937, c. 172, § 1, p. 679;C.S.Supp.,1941, § 77-1801;R.S.1943, § 77-1601;Laws 1947, c. 250, § 30, p. 799;Laws 1947, c. 251, § 40, p. 828;Laws 1949, c. 234, § 1, p. 645;Laws 1953, c. 275, § 1, p. 900;Laws 1965, c. 470, § 1, p. 1517;Laws 1965, c. 477, § 2, p. 1538;Laws 1969, c. 656, § 2, p. 2574;Laws 1980, LB 766, § 1;Laws 1992, LB 1063, § 130;Laws 1992, Second Spec. Sess., LB 1, § 103;Laws 1993, LB 734, § 49;Laws 1995, LB 167, § 1;Laws 1995, LB 452, § 29;Laws 1995, LB 490, § 157;Laws 1996, LB 693, § 11;Laws 1996, LB 1085, § 56;Laws 1997, LB 269, § 41;Laws 1998, LB 306, § 23;Laws 2003, LB 191, § 1;Laws 2021, LB644, § 19.\n\nCross ReferencesProperty Tax Request Act, see section 77-1630.\n\nAnnotations\n\n1. Levy by board\n\n2. Miscellaneous\n\n1. Levy by board\n\nCounty board of equalization is by-passed in making levy of taxes for educational service units. Frye v. Haas, 182 Neb. 73, 152 N.W.2d 121 (1967).\n\nThe duties of a county board of equalization in making a tax levy for a home rule charter city under this section are ministerial. State ex rel. City of Omaha v. Lynch, 181 Neb. 810, 151 N.W.2d 278 (1967).\n\nLevy of taxes is not made by school district, but is made by the county board of equalization. C. R. T. Corp. v. Board of Equalization of Douglas County, 172 Neb. 540, 110 N.W.2d 194 (1961).\n\nEffect of failure to make levy on or before August 10 raised but not decided. State ex rel. School Dist. v. Board of Equalization, 166 Neb. 785, 90 N.W.2d 421 (1958).\n\nCounty board of equalization levies taxes between August 2 and August 10. Fromkin v. State, 158 Neb. 377, 63 N.W.2d 332 (1954).\n\nCounty is required to levy the taxes certified to the county clerk by cities of first class, townships, school districts and road districts, and is the political subdivision against which action to recover money paid for void tax sale certificate lies. McDonald v. County of Lincoln, 141 Neb. 741, 4 N.W.2d 903 (1942).\n\nCounty board is required to levy the amount of taxes adopted by the several school districts of the county. Schulz v. Dixon County, 134 Neb. 549, 279 N.W. 179 (1938).\n\nIrregularity in levy not a valid objection to tax. Hull v. Kearney County, 13 Neb. 539, 14 N.W. 529 (1882).\n\nInformality in the levy does not invalidate school taxes. Burlington & M. R. R. Co. v. Lancaster County, 12 Neb. 324, 11 N.W. 332 (1882).\n\nCounty commissioners who in good faith but by mistake levy a less tax than that voted are not personally liable to school district. School Dist. No. 80 of Nemaha County v. Burress, 2 Neb. Unof. 554, 89 N.W. 609 (1902).\n\nLevy is made ordinarily after first of August. United States v. Thurston County, 54 F.Supp. 201 (D. Neb. 1944).\n\n2. Miscellaneous\n\nThis section contained no limitations on the amount that could be levied. Chicago, B. & Q. R.R. Co. v. County of Box Butte, 166 Neb. 603, 90 N.W.2d 72 (1958).\n\nMedical, surgical, and hospital care of poor person should be provided by the county. Marshall v. County of Nance, 163 Neb. 252, 79 N.W.2d 417 (1956).\n\nProperty is taxed when the tax is levied and not when it is valued by the assessor. American Province of Servants of Mary Real Estate Corp. v. County of Douglas, 147 Neb. 485, 23 N.W.2d 714 (1946).\n\nCounty board of equalization may adopt such means as, in its judgment, is necessary to carry out duties imposed. Speer v. Kratzenstein, 143 Neb. 310, 12 N.W.2d 360 (1943), vacating 143 Neb. 300, 9 N.W.2d 306 (1943).\n\nAppropriation bill of municipality should in order of time precede levy of municipal tax. LeBarron v. City of Harvard, 129 Neb. 460, 262 N.W. 26 (1935).\n\nCounty clerk has no power to make levy for additionally certified taxes after he has completed main tax list and delivered same to county treasurer, writ of mandamus is denied. State ex rel. Long v. Barstler, 122 Neb. 167, 240 N.W. 273 (1931).\n\nCity and village taxes, levied after usual time, are valid and afford no ground for injunction. Hallo v. Helmer, 12 Neb. 87, 10 N.W. 568 (1881).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-1601/"
    }
  ]
}