{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-375-tax-commissioner-administer-oaths-compel-attendance-o",
  "sections": [
    {
      "id": "section-77-375",
      "number": "77-375",
      "heading": "",
      "text": "77-375.Tax Commissioner; administer oaths; compel attendance of witnesses; production of records; rules of procedure for discovery.\n\n(1) The Tax Commissioner or his or her duly authorized representative may administer oaths and compel the attendance of witnesses and require the production of records as may be necessary for the performance of his or her responsibilities under applicable state law.\n\n(2) Any person shall comply with a written demand of the Tax Commissioner requiring the production of records notwithstanding the confidentiality provisions of section 8-1401. The records and the information contained thereon shall be protected pursuant to the confidentiality provisions applicable to the Tax Commissioner. Any person disclosing information to the Tax Commissioner pursuant to a demand for production of records under this subsection is immune from liability, civil, criminal, or otherwise, that might result from disclosing such information. The Tax Commissioner shall pay the costs of providing such information pursuant to section 8-1402.\n\n(3) The Tax Commissioner may adopt and promulgate rules of procedure for discovery, not in conflict with the laws governing discovery in civil cases, as may be necessary for the performance of his or her responsibilities under applicable state law.\n\n(4) The Tax Commissioner shall have access to the information required to be reported under the New Hire Reporting Act for the purpose of administering taxes he or she has a duty to collect.\n\nSourceLaws 1965, c. 459, § 9, p. 1457;R.S.1943, (1976), § 77-328;Laws 1980, LB 834, § 16;Laws 1993, LB 345, § 6;Laws 1995, LB 490, § 42;Laws 1998, LB 1104, § 8;Laws 1999, LB 36, § 9;Laws 2007, LB223, § 1.\n\nCross ReferencesNew Hire Reporting Act, see section 48-2301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-375/"
    }
  ]
}