{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-2341-funds-of-governmental-subdivision-investment-of-surp",
  "sections": [
    {
      "id": "section-77-2341funds",
      "number": "77-2341.Funds",
      "heading": "of governmental subdivision; investment of surplus; securities authorized",
      "text": "(1) Whenever any county, city, village, or other governmental subdivision, other than a school district, of the State of Nebraska has accumulated a surplus of any fund in excess of its current needs or has accumulated a sinkin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-77-2341",
      "number": "77-2341",
      "heading": "",
      "text": "77-2341.Funds of governmental subdivision; investment of surplus; securities authorized.\n\n(1) Whenever any county, city, village, or other governmental subdivision, other than a school district, of the State of Nebraska has accumulated a surplus of any fund in excess of its current needs or has accumulated a sinking fund for the payment of its bonds and the money in such sinking fund exceeds the amount necessary to pay the principal and interest of any such bonds which become due during the current year, the governing body of such county, city, village, or other governmental subdivision may invest any such surplus in excess of current needs or such excess in its sinking fund in certificates of deposit, in time deposits, and in any securities in which the state investment officer is authorized to invest pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act and as provided in the authorized investment guidelines of the Nebraska Investment Council in effect on the date the investment is made. The state investment officer shall upon request furnish a copy of current authorized investment guidelines of the Nebraska Investment Council.\n\n(2) Whenever any school district of the State of Nebraska has accumulated a surplus of any fund in excess of its current needs or has accumulated a fund for the payment of bonds and the money in such fund exceeds the amount necessary to pay the principal and interest of any such bonds which become due during the current year, the board of education of such school district may invest any such surplus in excess of current needs or such excess in the bond fund in securities in which such board of education is authorized to invest pursuant to section 79-1043.\n\n(3) Nothing in subsection (1) of this section shall be construed to restrict investments authorized pursuant to section 14-563.\n\n(4) Nothing in subsections (1), (2), and (3) of this section shall be construed to authorize investments in venture capital or to expand the investment authority of a local government investment pool under the Public Entities Pooled Investment Act.\n\nSourceLaws 1931, c. 152, § 1, p. 411;C.S.Supp.,1941, § 77-2528;Laws 1943, c. 179, § 1, p. 624;R.S.1943, § 77-2341;Laws 1959, c. 263, § 18, p. 947;Laws 1961, c. 392, § 4, p. 1191;Laws 1989, LB 221, § 6;Laws 1994, LB 1066, § 83;Laws 1996, LB 900, § 1062;Laws 2024, LB1074, § 96.\n\nCross ReferencesFor investments for the Board of Educational Lands and Funds, see sections 72-202, 77-2204, and 77-2205.Nebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.Public Entities Pooled Investment Act, see section 77-23,109.\n\nAnnotations\n\nSinking fund for payment of bonds was anticipated. Talbott v. Village of Lyons, 171 Neb. 186, 105 N.W.2d 918 (1960).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-2341/"
    }
  ]
}