{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-1901-tax-liens-delinquency-order-of-county-board-directin",
  "sections": [
    {
      "id": "section-77-1901",
      "number": "77-1901",
      "heading": "",
      "text": "77-1901.Tax liens; delinquency; order of county board directing foreclosure.\n\nCounties shall have a lien upon real estate within their boundaries for all taxes due thereon to the state, any governmental subdivision of the state, any municipal corporation, and any drainage or irrigation district. After any parcel of real estate has been offered for sale and not sold for want of bidders, the county board shall make and enter an order directing the county attorney to foreclose the lien for all taxes then delinquent, excluding any lien on real estate for special assessments levied by any sanitary and improvement district which special assessments have not been previously offered for sale by the county treasurer, in the same manner and with like effect as in the foreclosure of real estate mortgages, except as otherwise specifically provided by sections 77-1903 to 77-1917.\n\nSourceLaws 1943, c. 176, § 1, p. 614;R.S.1943, § 77-1901;Laws 1965, c. 496, § 1, p. 1584;Laws 1979, LB 84, § 4;Laws 1996, LB 1321, § 3;Laws 2011, LB423, § 1.\n\nAnnotations\n\nSheriff's deeds are specially covered by this statute and, unlike the provisions for tax certificates, there is no section establishing a presumption regarding service, as is true in the case of a treasurer's deed. Brown v. Glebe, 213 Neb. 318, 328 N.W.2d 786 (1983).\n\nProcedure for foreclosure of tax liens, except as otherwise provided by tax foreclosure act, is the same as in the foreclosure of real estate mortgages. Madison County v. School Dist. No. 2, 148 Neb. 218, 27 N.W.2d 172 (1947).\n\nIn the foreclosure of tax lien, final confirmation of sale cannot be had until two years shall have expired from date of sale. County of Douglas v. Christensen, 144 Neb. 899, 15 N.W.2d 53 (1944).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-1901/"
    }
  ]
}