{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-1232-personal-property-failure-to-list-false-listing-evas",
  "sections": [
    {
      "id": "section-77-1232personal",
      "number": "77-1232.Personal",
      "heading": "property; failure to list; false listing; evasion of tax; penalty",
      "text": "Any person who makes a false or fraudulent list, schedule, or statement required by law or willfully fails or refuses to deliver to the assessor a list of the taxable tangible personal property which by law is required to be listed, o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-77-1232",
      "number": "77-1232",
      "heading": "",
      "text": "77-1232.Personal property; failure to list; false listing; evasion of tax; penalty.\n\nAny person who makes a false or fraudulent list, schedule, or statement required by law or willfully fails or refuses to deliver to the assessor a list of the taxable tangible personal property which by law is required to be listed, or temporarily converts any part of such property into property not taxable, for the fraudulent purpose of preventing such property from being listed and of evading the payment of taxes thereon, or transfers or transmits any property to any person with such intent, shall be guilty of a Class IV misdemeanor for any such offense committed for any tax year prior to tax year 1993 and a Class II misdemeanor for any such offense committed for tax year 1993 or thereafter.\n\nSourceLaws 1903, c. 73, § 53, p. 402;R.S.1913, § 6340;C.S.1922, § 5942;C.S.1929, § 77-1429;R.S.1943, § 77-1232;Laws 1947, c. 250, § 17, p. 793;Laws 1959, c. 365, § 9, p. 1289;Laws 1977, LB 39, § 219;Laws 1992, LB 1063, § 100;Laws 1992, Second Spec. Sess., LB 1, § 73.\n\nAnnotations\n\nFailure to comply with this section cannot be excused by an unsupported assertion of the constitutional privilege against self-incrimination. State v. Soester, 199 Neb. 477, 259 N.W.2d 921 (1977).\n\nTwo separate criminal penalties were provided for falsely and willfully failing to return intangible property for taxation. Bachus v. Swanson, 179 Neb. 1, 136 N.W.2d 189 (1965).\n\nFalse oath, administered by assessor who has not taken oath or given bond, constitutes false swearing. Brunke v. State, 105 Neb. 343, 180 N.W. 560 (1920).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-1232/"
    }
  ]
}