{
  "state": "nebraska",
  "path": "title-chapter-77-revenue-and-taxation/chapter-77-2319-county-funds-depositories-deposits-outside-of-county",
  "sections": [
    {
      "id": "section-77-2319county",
      "number": "77-2319.County",
      "heading": "funds; depositories; deposits outside of county; when",
      "text": "When banks, capital stock financial institutions, or qualifying mutual financial institutions located in the county refuse or neglect to bid on money of the county, when there are no banks, capital stock financial institutions, or qualifying mutu",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-77-2319",
      "number": "77-2319",
      "heading": "",
      "text": "77-2319.County funds; depositories; deposits outside of county; when.\n\nWhen banks, capital stock financial institutions, or qualifying mutual financial institutions located in the county refuse or neglect to bid on money of the county, when there are no banks, capital stock financial institutions, or qualifying mutual financial institutions in the county, or when the banks, capital stock financial institutions, or qualifying mutual financial institutions located in the county do not have sufficient capital and surplus to receive such money under sections 77-2312 to 77-2324, then any surplus over the amount specified that banks, capital stock financial institutions, or qualifying mutual financial institutions in the county may receive shall be deposited in banks, capital stock financial institutions, or qualifying mutual financial institutions outside of the county having sufficient capital and surplus under the same conditions and terms as if in the county. Section 77-2366 shall apply to deposits in capital stock financial institutions. Section 77-2365.01 shall apply to deposits in qualifying mutual financial institutions.\n\nSourceLaws 1903, c. 110, § 2, p. 585;Laws 1909, c. 35, § 1, p. 216;R.S.1913, § 6662;C.S.1922, § 6193;Laws 1925, c. 96, § 1, p. 279;Laws 1927, c. 34, § 2, p. 156;Laws 1929, c. 36, § 1, p. 151;C.S.1929, § 77-2508;Laws 1935, c. 152, § 4, p. 563;Laws 1939, c. 103, § 3, p. 464;C.S.Supp.,1941, § 77-2508;R.S.1943, § 77-2319;Laws 1989, LB 33, § 38;Laws 2001, LB 362, § 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-77/statute-77-2319/"
    }
  ]
}