{
  "state": "idaho",
  "path": "title-title-42/chapter-chapter-10",
  "sections": [
    {
      "id": "section-42-1001",
      "number": "42-1001",
      "heading": "",
      "text": "42-1001. APPLICATION TO COUNTY COMMISSIONERS. The county commissioners of each county now organized, and of each county to be hereafter organized in this state, shall, at their regular session in January of each year and at such other sessions as they in their discretion may deem proper, hear and consider all applications which may be made to them by any party or parties interested in either furnishing or delivering for compensation, or by any person or persons using or consuming, water for irrigation or other beneficial purpose or purposes from any ditch, canal or conduit, the whole or any part of which shall be in such county, which application shall be supported by such affidavit as the applicant or applicants may present, showing reasonable cause for such board of county commissioners to proceed to fix a maximum rate of compensation for water thereafter delivered from such ditch, canal or conduit within such county: provided, that when any ditch, canal or conduit shall extend into two (2) or more counties, the county commissioners of each of such counties shall fix the maximum rate for water used in that county.\n\n[(42-1001) 1899, p. 380, sec. 26; reen. R.C. & C.L., sec. 3294; C.S., sec. 5641; I.C.A., sec. 41-901.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-10/section-42-1001/"
    },
    {
      "id": "section-42-1002",
      "number": "42-1002",
      "heading": "",
      "text": "42-1002. SETTING DATE FOR HEARING. Every such board of county commissioners shall, upon examination of such affidavit or affidavits, or from the oaths of witnesses thereto, if they find that the facts sworn to show the application to be in good faith, and that there are reasonable grounds to believe that unjust rates of compensation are, or are likely to be, charged or demanded for water from such ditch, canal, or conduit, enter an order fixing a day not sooner than ten (10) days thereafter, nor later than twenty (20) days (a special meeting may be called for that purpose), when they will hear all parties interested in such water-works aforesaid, or in procuring water therefrom, for any of the said purposes as well as all documentary or oral evidence or depositions taken according to law, touching said ditch or other water-works aforesaid, and the cost of furnishing water therefrom.\n\n[(42-1002) 1899, p. 380, sec. 27; reen. R.C. & C.L., sec. 3295; C.S., sec. 5642; I.C.A., sec. 41-902.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-10/section-42-1002/"
    },
    {
      "id": "section-42-1003",
      "number": "42-1003",
      "heading": "",
      "text": "42-1003. SERVICE OF NOTICE OF HEARING — DEPOSITIONS. At the time so fixed all persons interested as aforesaid, on either side of the controversy, in lands which may be irrigated by such ditch or other water-works aforesaid, may appear by themselves or by their agents or attorneys, and said commissioners shall then proceed to take action in the matter of fixing such rates of compensation for the delivery of water: provided, the applicant or applicants, if the application be made by a party or parties as aforesaid desirous of procuring water, shall, within ten (10) days from the time of entering the said order fixing the hearing, cause a copy of such order, duly certified, to be delivered to the owner or owners of such ditch, canal or conduit or to the president, secretary, or agent of the company, if it be owned by a corporation or association having such officers; if any such owner cannot be found, a copy shall be left at the usual place of business of the company of which he is such officer, or at his residence if such company have [has] no place of business. And if such ditch or water-works aforesaid shall be owned by several owners, not being an incorporated company, it shall be sufficient to serve such notice by delivering a copy to a majority of them. If the applicant be the owner or party controlling such ditch, canal or conduit, such notice shall be given by causing printed copies of such order in handbill form, in conspicuous type, to be posted securely in ten (10) or more places throughout the county and section watered by such ditch or other water-works aforesaid, if the water be used for irrigation. The person or persons making such services or posting such printed copies shall make affidavit of the manner in which the same has been done, which affidavit shall be filed with the board of county commissioners. Depositions mentioned in the preceding section to be used before said commissioners shall be taken by any officer in the state authorized by law to take depositions, upon reasonable notice being given to the opposite party of the time and place of taking the same.\n\n[(42-1003) 1899, p. 380, sec. 28; reen. R.C. & C.L., sec. 3296; C.S., sec. 5643; I.C.A., sec. 41-903]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-10/section-42-1003/"
    },
    {
      "id": "section-42-1004",
      "number": "42-1004",
      "heading": "",
      "text": "42-1004. CONDUCT OF HEARING — ORDER — APPEAL. Said board of commissioners may adjourn or postpone any hearing from time to time as may be found necessary; but when in session they shall hear and examine all legal testimony or proofs offered by any party interested as aforesaid, as well as concerning the original cost and present value of the works and structure of such ditch, canal or conduit, as well as the cost and expense of maintaining and operating the same, and all matters which may affect the establishment of reasonable maximum rates for water to be furnished and delivered therefrom, and they may issue subpoenas for witnesses, which subpoenas shall be served in the same manner in which subpoenas are served in civil cases; and said board may also issue subpoenas for the production of all books and papers required before them. The district court of the proper county, or the judge thereof in vacation, may, in case of refusal to obey the subpoenas of the board of county commissioners, compel obedience thereto, or punish for refusal to obey after hearing as in cases of attachment for contempt of such district court. Upon hearing and considering all the evidence and facts and matters involved in the case, said board of county commissioners shall enter an order describing the ditch, canal or conduit, or other water-works in question, with sufficient certainty, and fixing a just and reasonable maximum rate of compensation for water thereafter delivered from such ditch or other water-works as last aforesaid, within the county in which such commissioners act; and such rate shall not be changed within one (1) year from the time when such rate shall be so fixed: provided, that an appeal may be taken to the district court from any act, order or proceeding of the board by any person or corporation aggrieved thereby, as in other cases under the general statute of the state of Idaho, governing appeals from an order or proceeding of the board of county commissioners.\n\n[(42-1004) 1899, p. 380, sec. 29; am. 1905, p. 3, sec. 1; reen. R.C. & C.L., sec. 3297; C.S., sec. 5644; I.C.A., sec. 41-904.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-10/section-42-1004/"
    },
    {
      "id": "section-42-1005",
      "number": "42-1005",
      "heading": "",
      "text": "42-1005. MATTERS CONSIDERED IN FIXING RATE. In fixing the rates at which water shall be furnished, the board of commissioners shall take into consideration the cost of the works, the expense of keeping the same in repair, and all other conditions that affect the cost of delivering the same. Whenever it shall appear to the board of county commissioners from competent evidence that any consumer or consumers of water distributed through any ditch or canal, is entitled to the distribution or use of any water therefrom, at not to exceed a proportionate amount of the actual cost of maintenance and operation of said ditch or canal, they shall, upon request of such person or persons so entitled, fix the rate per cubic foot per second to be charged to such consumer or consumers for the current year.\n\n[(42-1005) 1899, p. 380, sec. 30; reen. R.C. & C.L., sec. 3298; C.S., sec. 5645; I.C.A., sec. 41-905.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-10/section-42-1005/"
    }
  ]
}