{
  "state": "idaho",
  "path": "title-title-42/chapter-chapter-32",
  "sections": [
    {
      "id": "section-42-3201",
      "number": "42-3201",
      "heading": "",
      "text": "42-3201. DECLARATION OF PURPOSE. It is hereby declared that the organization of water and sewer districts, having the purposes and powers provided in this act, will serve a public use and will promote the health, safety, prosperity, security and general welfare of the inhabitants of said districts.\n\n[42-3201, added 1947, ch. 152, sec. 1, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3201/"
    },
    {
      "id": "section-42-3202",
      "number": "42-3202",
      "heading": "",
      "text": "42-3202. DEFINITION OF TERMS. A water district is one to supply water for domestic, commercial, and/or industrial purposes by any available means, and for that purpose any such district shall have power to extend its water lines to the source of water supply.\n\nA sewer district is one to provide for sewage disposal and for that purpose any such district shall have power to extend its sewer lines to an appropriate outlet.\n\nA district may be created for a combination of water and sewer purposes, or either of said purposes. A district may be entirely within or entirely without, or partly within and partly without one (1) or more municipalities or counties, and the district may consist of noncontiguous tracts or parcels of property.\n\nThe word \"board\" as used in this chapter shall mean the board of directors of a district.\n\nA \"qualified elector\" of a district, within the meaning of and entitled to vote under this chapter, unless otherwise specifically provided herein, is a person qualified to vote at general elections in this state, and who has been a bona fide resident of the district for at least thirty (30) days prior to any election in the district.\n\nWherever the term \"publication\" is used in this chapter and no manner specified therefor, it shall mean publication twice, the first time not less than twelve (12) days prior to the election and the second time not less than five (5) days prior to the election, as provided in section 34-1406, Idaho Code.\n\n[42-3202, added 1947, ch. 152, sec. 2, p. 364; am. 1955, ch. 63, sec. 1, p. 122; am. 1957, ch. 29, sec. 1, p. 40; am. 1974, ch. 101, sec. 1, p. 1202; am. 1975, ch. 189, sec. 1, p. 529; am. 1995, ch. 118, sec. 63, p. 479.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3202/"
    },
    {
      "id": "section-42-3202a",
      "number": "42-3202A",
      "heading": "",
      "text": "42-3202A. RECREATIONAL WATER AND/OR SEWER DISTRICT — DEFINITION. A recreational water and/or sewer district is one in which less than a majority of the landowners or state lessees or federal permittees in the district sought to be created reside within the district and at least fifty percent (50%) of the land area of said district is in a natural state, or used for agricultural purposes.\n\nThe actual or potential development anticipated for said district shall be predominantly recreational in character. The district or areas near the district shall meet one (1) or more of the following criteria: have unique scenic value; man-made or natural recreational facilities such as waterways, marinas, ski slopes, wilderness areas; provide open space; and be removed from large, densely populated urban areas. Recreational water and/or sewer districts shall provide services and/or facilities to landowners or state lessees or federal permittees. The proposed district shall be in the best interests of the state of Idaho in that the benefits derived by property owners shall effectuate the preservation and development of recreational opportunities within the state.\n\nAn annexation shall not change the status of a recreational water and/or sewer district.\n\n[42-3202A, added 1975, ch. 189, sec. 2, p. 529; am. 1979, ch. 272, sec. 1, p. 707; am. 1980, ch. 191, sec. 1, p. 422; am. 1982, ch. 364, sec. 1, p. 914; am. 2016, ch. 278, sec. 1, p. 766.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3202a/"
    },
    {
      "id": "section-42-3202b",
      "number": "42-3202B",
      "heading": "",
      "text": "42-3202B. WATER AND/OR SEWER DISTRICTS MEETING THE CRITERIA OF RECREATIONAL WATER AND/OR SEWER DISTRICTS — CREATION. Each petition filed with the clerk of the district court pursuant to the provisions of this chapter shall be verified and the petitioner shall certify or prove to the satisfaction of the court that the district sought to be created is a recreational water and/or sewer district under the terms of section 42-3202A, Idaho Code. The court decree pursuant to the provision of section 42-3207, Idaho Code, determining the nature of such district pursuant to the petitioner’s prayer shall be conclusive for this and all other purposes. If the water and/or sewer district sought to be created is a recreational water and/or sewer district as defined in section 42-3202A, Idaho Code, such recreational water or sewer district shall be created in the manner provided in chapter 32, title 42, Idaho Code, except that the term, \"qualified elector\" shall mean any natural person who is qualified to vote in an Idaho general election, and who is an actual resident of the district, or who is an actual resident of Idaho, owning land within the boundaries of the district or area to be included within the district, or is a lease holder of a state recreational lease, or is a permit holder of a federal recreational use permit and pays personal property tax on improvements on the lease or permit area, irrespective of his or her place of residence in Idaho. The holder or holders of a bona fide contract to purchase any land within the proposed district whose names appear upon the next preceding county assessment roll for the payment of taxes on the land shall be deemed an owner of land for the purposes of this section.\n\n[42-3202B, added 1979, ch. 272, sec. 2, p. 708; am. 1980, ch. 191, sec. 2, p. 422; am. 1982, ch. 364, sec. 2, p. 915; am. 1995, ch. 118, sec. 64, p. 479.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3202b/"
    },
    {
      "id": "section-42-3202c",
      "number": "42-3202C",
      "heading": "",
      "text": "42-3202C. CHANGING STATUS OF DISTRICT. The board of directors of a water and/or sewer district may, at any time after the formation of such district, determine that the district qualifies as a recreational water and/or sewer district as defined under section 42-3202A, Idaho Code, and that it is in the best interest of the district to petition the court to change the district’s status to a recreational water and/or sewer district. Said petition must be filed in the office of the clerk of the court vested with jurisdiction, in a county in which the major part of the real property in the existing district is situated. The petition must be signed by the chairman of the district’s board of directors and shall set forth the following:\n\n(1) The name of the existing district, date on which said district was formed and a general description of the district’s boundaries.\n\n(2) That the petition was initiated after a majority vote of the board of directors that it is in the best interest of the district to change its status to a recreational water and/or sewer district.\n\n(3) The criteria the district meets under section 42-3202A, Idaho Code, thereby qualifying it as a recreational water and/or sewer district.\n\n(4) A prayer for changing the status of the existing district to that of a recreational water and/or sewer district.\n\nUpon filing of the petition, the court shall by order fix a time and place for hearing as provided in section 42-3206, Idaho Code. Upon the hearing of said petition any interested persons or corporations may appear before said court and make objections to the proposed status change. Further, if it then shall appear that the petition for a change in status has been signed and presented as hereinabove provided and the allegations of the petition are true, the court shall by order duly entered of record, grant the prayed for change of status of the existing district.\n\n[42-3202C, added 1988, ch. 302, sec. 1, p. 958.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3202c/"
    },
    {
      "id": "section-42-3203",
      "number": "42-3203",
      "heading": "",
      "text": "42-3203. JURISDICTION TO ESTABLISH DISTRICTS. The district court sitting in and for any county in this state, or any judge thereof in vacation, is hereby vested with jurisdiction, power and authority to establish districts which may be entirely within or partly within and partly without the judicial district in which said court is located.\n\n[42-3203, added 1947, ch. 152, sec. 3, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3203/"
    },
    {
      "id": "section-42-3204",
      "number": "42-3204",
      "heading": "",
      "text": "42-3204. PETITION — CONTENTS — AMENDMENTS. The organization of a district shall be initiated by a petition filed in the office of the clerk of the court vested with jurisdiction, in a county in which the major part of the real property in the proposed district is situated. The petition shall be signed by not less than ten per cent (10%) of the taxpayers of the district, who pay a general tax on real property owned by him or her within the district; provided, however, that no single tract or parcel of property containing five (5) acres or more may be included in any district organized under this act without the consent of the owner or owners thereof.\n\nThe petition shall set forth:\n\n(1) The name of the proposed district consisting of a chosen name preceding the words, \"water district\" or \"sewer district,\" or \"water and sewer district.\"\n\n(2) A general description of the improvements to be constructed or installed within and for the district.\n\n(3) The estimated cost of the proposed improvements.\n\n(4) A general description of the boundaries of the district or the territory to be included therein, with such certainty as to enable a property owner to determine whether or not his property is within the district.\n\n(5) A prayer for the organization of the district.\n\nNo petition with the requisite signatures shall be declared null and void on account of alleged defects, but the court may at any time permit the petition to be amended to conform to the facts by correcting any errors in the description of the territory, or in any other particular. Similar petitions or duplicate copies of the same petition for the organization of the same district may be filed and shall together be regarded as one petition. All such petitions filed prior to the hearing on the first petition filed, shall be considered by the court the same as though filed with the first petition placed on file.\n\n[42-3204, added 1947, ch. 152, sec. 4, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3204/"
    },
    {
      "id": "section-42-3205",
      "number": "42-3205",
      "heading": "",
      "text": "42-3205. BOND OF PETITIONERS. At the time of filing the petition or at any time subsequent thereto, and prior to the time of hearing on said petition a bond shall be filed, with security approved by the court, sufficient to pay all expenses connected with the proceedings in case the organization of the district be not effected. If at any time during the proceeding the court shall be satisfied that the bond first executed is insufficient in amount, it may require the execution of an additional bond within a time to be fixed, not less than ten (10) days distant, and upon failure of the petitioner to execute the same, the petition shall be dismissed.\n\n[42-3205, added 1947, ch. 152, sec. 5, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3205/"
    },
    {
      "id": "section-42-3206",
      "number": "42-3206",
      "heading": "",
      "text": "42-3206. NOTICE OF HEARING ON PETITION — JURISDICTION. Immediately after the filing of such petition, the court wherein such petition is filed or a judge thereof in vacation, shall by order fix a place and time, not less than twenty (20) days nor more than forty (40) days after the petition is filed, for hearing thereon and thereupon the clerk of said court shall cause notice by publication to be made of the pendency of the petition and of the time and place of hearing thereon; the clerk of said court shall also forthwith cause a copy of said notice to be mailed by U.S. registered mail to the board of county commissioners of each of the several counties and to the governing body of each municipality having territory within the proposed district.\n\nThe district court in and for the county in which the petition for the organization of a district has been filed, shall thereafter for all purposes of this act, except as hereinafter otherwise provided, maintain and have original and exclusive jurisdiction, coextensive with the boundaries of the district, and of the real property proposed to be included in said district or affected by said district without regard to the usual limits of its jurisdiction.\n\nNo judge of such court wherein such petition is filed shall be disqualified to perform any duty imposed by this act by reason of ownership of property within any proposed district.\n\n[42-3206, added 1947, ch. 152, sec. 6, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3206/"
    },
    {
      "id": "section-42-3207",
      "number": "42-3207",
      "heading": "",
      "text": "42-3207. HEARINGS ON PETITIONS — ELECTION FOR ORGANIZATION AND DIRECTORS. On the day fixed for such hearing or at any adjournment thereof the court shall ascertain from the tax rolls of the county or counties in which the district is located or into which it extends, the total number of taxpayers within the proposed district, who pay a general tax on real property owned by him or her within the district.\n\nIf the court finds that no petition has been signed and presented in conformity with this chapter, or that the material facts are not as set forth in the petition filed, it shall dismiss said proceedings and adjudge the costs against the signers of the petition in such proportion as it shall deem just and equitable. No appeal or writ of error shall lie from an order dismissing said proceedings; but nothing herein shall be construed to prevent the filing of a subsequent petition or petitions for similar improvements or for a similar district, and the right so to renew such proceedings is hereby expressly granted and authorized.\n\nAny time after the filing of the petition for the organization of a district and before the day fixed for the hearing thereon, the owner or owners of any real property within the proposed district may file a petition with the court stating reasons why said property should not be included therein, why his land or any part thereof will not be benefited by the proposed district, or should not be embraced in said district and made liable to taxation therefor, and praying that said property be excluded therefrom. Such petition shall be duly verified and shall describe the property sought to be excluded. The court shall conduct a hearing on said petition and shall hear all objections to the inclusion in the district of any lands described in said petition. In case any owner of real estate included in said proposed district shall satisfy the court that his real estate, or any part thereof, has been wrongfully included therein or will not be benefited thereby then the court shall exclude such real estate as will not be benefited.\n\nUpon said hearing, if it shall appear that a petition for the organization of a district has been signed and presented as hereinabove provided, in conformity with this chapter, and the allegations of the petition are true, the court shall, by order duly entered of record, direct that the question of the organization of the district shall be submitted to the qualified electors of the district.\n\nSuch election shall be held in conformity with the general election in this state, including chapter 14, title 34, Idaho Code, except that the court shall establish as many election precincts within such proposed district as are deemed necessary, and shall define the boundaries thereof, which precincts and boundaries may thereafter be changed by the county commissioners if the district is organized.\n\nAt any time after the filing of the petition herein referred to and before the day fixed for hearing, nominees for the board of directors of the district may be nominated by the filing of a petition designating the name or names of the nominee or nominees, signed by at least five (5) qualified electors of the district. If upon the hearing as herein provided the court shall order an election for the creation of the district, the court shall also ascertain the names of persons nominated by the board of directors, and shall order that the names of persons whom the court finds to have been properly nominated shall be listed upon a ballot submitted to the electors at such election. In the event the court makes its order providing for such election, it shall prescribe the form of the question and ballot relating to the creation of the district, and also the form of the ballot relating to the election of the directors; provided that all matters may be contained upon one (1) ballot to be submitted to the voters.\n\nAt such election the voters shall vote for or against the organization of the district, and for five (5) qualified electors, who shall constitute the board of directors of the district, if organized, one (1) director to act until the first biennial election, two (2) until the second, and two (2) until the third biennial election.\n\nThe judges of election shall certify the returns of the election to the district court having jurisdiction. If a majority of the votes cast at said election are in favor of the organization, the district court shall declare the district organized and give it a corporate name by which, in all proceedings, it shall thereafter be known, and designated the first board of directors elected, and thereupon the district shall be a governmental subdivision of the state of Idaho and a body corporate with all the powers of a public or quasi-municipal corporation.\n\nIf an order be entered establishing the district, such order shall be deemed final and no appeal or writ of error shall lie therefrom, and the entry of such order shall finally and conclusively establish the regular organization of the said district against all persons except the state of Idaho, in an action in the nature of a writ of quo warranto, commenced by the attorney general within thirty (30) days after said decree declaring such district organized as herein provided, and not otherwise. The organization of said district shall not be directly or collaterally questioned in any suit, action or proceeding except as herein expressly authorized.\n\n[42-3207, added 1947, ch. 152, sec. 7, p. 364; am. 1955, ch. 63, sec. 2, p. 122; am. 1957, ch. 29, sec. 2, p. 40; 1967, ch. 186, sec. 1, p. 613; am. 1995, ch. 118, sec. 65, p. 480; am. 2010, ch. 185, sec. 14, p. 389.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3207/"
    },
    {
      "id": "section-42-3208",
      "number": "42-3208",
      "heading": "",
      "text": "42-3208. QUALIFICATION OF MEMBERS OF BOARD. Whenever a district has been declared duly organized, the members of the board shall qualify by filing with the clerk of court their oaths of office, and corporate surety bonds at the expense of the district in an amount not to exceed $1,000 each, the form thereof to be fixed and approved by the court, conditioned for the faithful performance of their duties as directors.\n\n[42-3208, added 1947, ch. 152, sec. 8, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3208/"
    },
    {
      "id": "section-42-3209",
      "number": "42-3209",
      "heading": "",
      "text": "42-3209. ORGANIZATION OF BOARD — ACCOUNTS OF TREASURER — COMPENSATION OF MEMBERS — ANNUAL AUDIT — REMOVAL OF DIRECTORS. After taking oath and filing bonds, the board shall choose one (1) of its members as chairman of the board and president of the district and shall elect a secretary and a treasurer of the board and of the district, who may or may not be members of the board. The secretary and the treasurer may be one person. Such board shall adopt a seal and the secretary shall keep, in a well-bound book, a record of all its proceedings, minutes of all meetings, certificates, contracts, bonds given by employees and all corporate acts, which shall be open to inspection of all owners of real property in the district as well as to all other interested parties.\n\nThe treasurer shall keep strict and accurate accounts of all money received by and disbursed for and on behalf of the district in permanent records. He shall file with the clerk of the court, at the expense of the district, a corporate fidelity bond in an amount not less than five thousand dollars ($5,000), conditioned on the faithful performance of the duties of his office.\n\nEach member of the board shall receive as compensation for his service a sum not in excess of one hundred fifty dollars ($150) per meeting, payable monthly. No member of the board shall receive any compensation as an employee of the district or otherwise, other than that herein provided, and no member of the board shall be interested in any contract or transaction with the district except in his official representative capacity.\n\nIt shall be the duty of the board of directors to cause an audit to be made of all financial affairs of the district during each year ending November 30 as required in section 67-450B, Idaho Code.\n\nThe court having jurisdiction of the district shall have the power to remove directors for cause shown, on petition, notice and hearing.\n\n[42-3209, added 1947, ch. 152, sec. 9, p. 364; am. 1965, ch. 191, sec. 1, p. 399; am. 1977, ch. 7, sec. 1, p. 14; am. 1993, ch. 44, sec. 1, p. 116; am. 1993, ch. 387, sec. 13, p. 1431; am. 2003, ch. 36, sec. 1, p. 156; am. 2022, ch. 16, sec. 1, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3209/"
    },
    {
      "id": "section-42-3210",
      "number": "42-3210",
      "heading": "",
      "text": "42-3210. MEETINGS — VACANCIES. The board shall meet regularly once each month at a time and in a place to be designated by the board. Special meetings may be held as often as the needs of the district require, on notice to each member of the board. Three (3) members of the board shall constitute a quorum at any meeting. Any vacancy on the board shall be filled by the remaining members or member of the board, the appointee to act until the next biennial election when the vacancy shall be filled by election. If the board shall fail, neglect or refuse to fill any vacancy within thirty (30) days after the same occurs, the court having jurisdiction shall fill such vacancy. In the event the board has created director zones and is unable to appoint a board member from the zone vacated, the board may appoint a person-at-large who is an elector of the water and/or sewer district to serve as director of the zone where the vacancy occurred.\n\n[42-3210, added 1947, ch. 152, sec. 10, p. 364; am. 2016, ch. 278, sec. 2, p. 767.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3210/"
    },
    {
      "id": "section-42-3211",
      "number": "42-3211",
      "heading": "",
      "text": "42-3211. ELECTIONS — TERMS OF OFFICE. (1) On the third Tuesday in May, in the first odd-numbered year after the organization of any district, and on the third Tuesday in May every second year thereafter an election shall be held, which shall be known as the biennial election of the district. Such election shall be held and conducted consistent with the provisions of chapter 14, title 34, Idaho Code.\n\n(2) In districts created under section 42-3202B, Idaho Code, biennial elections shall be held on the third Tuesday in May.\n\n(3) At the first biennial election in any district hereafter organized, and each sixth year thereafter, there shall be elected by the qualified electors of the district, one (1) member of the board to serve for a term of six (6) years; at the second biennial election and each sixth year thereafter, there shall be elected two (2) members of the board to serve for terms of six (6) years, and at the third biennial election, and each sixth year thereafter, there shall be elected two (2) members of the board to serve for terms of six (6) years.\n\nIn any election for director, if after the deadline for filing a declaration of intent as a write-in candidate, it appears that the number of qualified candidates who have been nominated is equal to the number of directors to be elected, it shall not be necessary for the candidates to stand for election, and the board of directors shall declare such candidates elected as directors, and the secretary of the district shall immediately make and deliver to such persons certificates of election signed by him and bearing the seal of the district.\n\n[42-3211, added 1947, ch. 152, sec. 11, p. 364; am. 1957, ch. 29, sec. 3, p. 40; am. 1980, ch. 257, sec. 1, p. 670; am. 1995, ch. 118, sec. 66, p. 482; am. 2009, ch. 341, sec. 100, p. 1048; am. 2010, ch. 185, sec. 15, p. 391; am. 2011, ch. 11, sec. 24, p. 36.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3211/"
    },
    {
      "id": "section-42-3211b",
      "number": "42-3211b",
      "heading": "",
      "text": "42-3211b. DECISION TO ESTABLISH BOARD DIRECTOR ZONES. Subsequent to the creation of a water and/or sewer district and the election of the first board of directors, the water and/or sewer district board of directors may elect, by resolution, to divide the district into five (5) director zones, as nearly equal in area and parcels to be served as practicable, to be known as zones one, two, three, four and five. If the board of directors elects to create director zones, then it shall also, prior to the next district election, adopt a director election transition schedule for each zone, in accordance with the terms of office of the existing directors, which provides that at the end of the last then-currently serving director term, there will not be more than one (1) director per director zone.\n\n(1) In the event the board of directors establishes director zones, each water and/or sewer district director shall be elected on a districtwide basis.\n\n(2) Director zones may be revised or modified by the board of directors as conditions governing their establishment change.\n\n[42-3211b, added 2016, ch. 278, sec. 3, p. 767.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3211b/"
    },
    {
      "id": "section-42-3212",
      "number": "42-3212",
      "heading": "",
      "text": "42-3212. GENERAL POWERS OF BOARD. For and on behalf of the district the board shall have the following powers:\n\n(a) To have perpetual existence;\n\n(b) To have and use a corporate seal;\n\n(c) To sue and be sued, and be a party to suits, actions and proceedings;\n\n(d) Except as otherwise provided in this chapter, to enter into contracts and agreements, cooperative and otherwise, affecting the affairs of the district, including contracts with the United States of America and any of its agencies or instrumentalities, and contracts with corporations, public or private, municipalities, or governmental subdivisions, and to cooperate with any one (1) or more of them in building, erecting or constructing works, canals, pipelines, sewage treatment plants, and other facilities within or without the district. Except in cases in which a district will receive aid from a governmental agency, procurement of goods or services shall be in accordance with the provisions of chapter 28, title 67, Idaho Code;\n\n(e) To borrow money and incur indebtedness and evidence the same by certificate, notes or debentures, and to issue bonds, in accordance with the provisions of this chapter;\n\n(f) To acquire, dispose of and encumber real and personal property, water, water rights, water and sewage systems and plants, and any interest therein, including leases and easements within or without said district;\n\n(g) To refund any bonded indebtedness of the district without an election; provided, however, that the obligations of the district shall not be increased by any refund of bonded indebtedness. Otherwise, the terms and conditions of refunding bonds shall be substantially the same as those of an original issue of bonds;\n\n(h) To have the management, control and supervision of all the business and affairs of the district, and the construction, installation, operation and maintenance of district improvements therein or therefor;\n\n(i) To hire and retain agents, employees, engineers and attorneys;\n\n(j) To have and exercise the power of eminent domain in the manner provided by law for the condemnation of private property for public use to take any property necessary to the exercise of the powers herein granted, both within and without the district;\n\n(k) To construct and maintain works and establish and maintain facilities across or along any public street or highway, and in, upon, or over any vacant public lands, which public lands are now, or may become, the property of the state of Idaho, and to construct works and establish and maintain facilities across any stream of water or watercourse, and to maintain access to facilities and works by the removal of snow from roads and lands; provided, however, that the district shall promptly restore any such street or highway to its former state of usefulness as nearly as may be, and shall not use the same in such manner as to completely or unnecessarily impair the usefulness thereof;\n\n(l) To fix and from time to time to increase or decrease water and sewer rates, tolls or charges for services or facilities furnished by the district, and to pledge such revenue for the payment of any indebtedness of the district. The board shall fix rates, tolls and charges and the time or times for the payment thereof. All such rates, tolls and charges not paid within thirty (30) days after the date fixed for the payment thereof shall become delinquent; the board shall certify all such delinquent rates, tolls and charges to the tax collector of the county by the district, not later than the first day of August and shall be, by said tax collector, placed upon the tax roll and collected in the same manner and subject to the same penalties as other district taxes; provided, however, that special assessments certified to the tax collector which are placed on property qualifying for a hardship exemption may be returned to the taxing district from which they originated if the special assessments are not paid within three (3) years. The date of priority of such lien shall be the date upon which such charge becomes delinquent. The board shall shut off or discontinue service for delinquencies in the payment of such rates, tolls or charges, or in the payment of taxes levied pursuant to this chapter, and prescribe and enforce rules and regulations for the connection with and the disconnection from properties of the facilities of the district. For health and sanitary purposes the board shall have the power to compel the owners of inhabited property within a sewer district to connect their property with the sewer system of such district, and upon a failure so to connect within sixty (60) days after written notice by the board so to do the board may cause such connection to be made and a lien to be filed against the property for the expense incurred in making such connection, provided, however, that no owner shall be compelled to connect his property with such system unless a service line is brought, by the district, to a point within two hundred (200) feet of his dwelling place;\n\n(m) To adopt and amend bylaws not in conflict with the constitution and laws of the state for carrying on the business, objects and affairs of the board and of the district;\n\n(n) To have and exercise all rights and powers necessary or incidental to or implied from the specific powers granted herein. Such specific powers shall not be considered as a limitation upon any power necessary or appropriate to carry out the purposes and intent of this chapter.\n\n[42-3212, added 1947, ch. 152, sec. 12, p. 364; am. 1961, ch. 135, sec. 1, p. 195; am. 1980, ch. 13, sec. 1, p. 26; am. 1991, ch. 41, sec. 1, p. 80; am. 2003, ch. 272, sec. 1, p. 726; am. 2005, ch. 213, sec. 11, p. 646.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3212/"
    },
    {
      "id": "section-42-3213",
      "number": "42-3213",
      "heading": "",
      "text": "42-3213. TAXES. In addition to the other means providing revenue for such districts as herein provided, the board shall have power and authority to levy and collect ad valorem taxes on and against all taxable property within the district.\n\n[42-3213, added 1947, ch. 152, sec. 13, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3213/"
    },
    {
      "id": "section-42-3214",
      "number": "42-3214",
      "heading": "",
      "text": "42-3214. LEVY AND COLLECTION OF TAXES. To levy and collect taxes as herein provided, the board shall, in each year, determine the amount of money necessary to be raised by taxation, taking into consideration other sources of revenue of the district, and shall fix a rate of levy which, when levied upon every dollar of assessed valuation of taxable property within the district, and with other revenues will raise the amount required by the district annually, to supply funds for paying expenses of organization and the costs of construction, operating and maintaining the works and equipment of the district, and promptly to pay in full, when due, all interest on the principal of bonds and other obligations of the district, and in the event of accruing defaults or deficiencies, an additional levy may be made as provided in section 42-3215. The board shall, on or before the first day of September of each year, certify to the board of county commissioners of each county within the district, or having a portion of its territory within the district, the rate so fixed with directions that at the time and in the manner required by law for levying taxes for county purposes, such board of county commissioners shall levy such tax upon the assessed valuation of all taxable property within the district, in addition to such other taxes as may be levied by such board of county commissioners at the rate so fixed and determined.\n\n[42-3214, added 1947, ch. 152, sec. 14, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3214/"
    },
    {
      "id": "section-42-3215",
      "number": "42-3215",
      "heading": "",
      "text": "42-3215. LEVIES TO COVER DEFAULTS AND DEFICIENCIES. The board in certifying annual levies as herein provided, shall take into account the maturing indebtedness for the ensuing year as provided in its contracts, maturing bonds and interest on bonds, and deficiencies and defaults of prior years, and shall make ample provision for the payment thereof. In case the moneys produced from such levies, together with other revenues of the district are not sufficient punctually to pay the annual instalments on its contracts or bonds, and interest thereon, and to pay defaults and deficiencies, then the board shall make such additional levies of taxes as may be necessary for such purposes, and notwithstanding any limitations, such taxes shall be made and continue to be levied until the indebtedness of the district shall be fully paid.\n\n[42-3215, added 1947, ch. 152, sec. 15, p. 364; am. 1980, ch. 136, sec. 3, p. 298; am. 1996, ch. 322, sec. 37, p. 1066.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3215/"
    },
    {
      "id": "section-42-3216",
      "number": "42-3216",
      "heading": "",
      "text": "42-3216. OFFICERS TO LEVY AND COLLECT TAXES. It shall be the duty of the body having authority to levy taxes within each county, to levy the taxes provided in this act and it shall be the duty of all officials charged with the duty of collecting taxes to collect such taxes at the time and in the form and manner and with like interest and penalties as other taxes are collected and when collected to pay the same to the district ordering its levy and collection, and the payment of such collections shall be made monthly to the treasurer of the district and paid into the depository thereof to the credit of the district.\n\n[42-3216, added 1947, ch. 152, sec. 16, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3216/"
    },
    {
      "id": "section-42-3217",
      "number": "42-3217",
      "heading": "",
      "text": "42-3217. SINKING FUND. Whenever any indebtedness has been incurred by a district, it shall be lawful for the board to levy taxes and collect revenue for the purpose of creating a sinking fund in such amount sufficient to meet the payments of principal and interest on such indebtedness as the same matures, and to constitute a sinking fund for the payment of the principal amount of the indebtedness within thirty (30) years from the time of contracting the indebtedness evidenced thereby and in accordance with the provisions made for the payment of the principal and interest of such indebtedness and also to constitute a sinking fund for payment of the principal thereof, and theretofore provided by resolution pursuant to section 42-3222, Idaho Code, and as required by the constitution and laws of the state of Idaho.\n\n[42-3217, added 1947, ch. 152, sec. 17, p. 364; am. 1980, ch. 136, sec. 4, p. 298; am. 1985, ch. 38, sec. 1, p. 80; am. 1996, ch. 322, sec. 38, p. 1066.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3217/"
    },
    {
      "id": "section-42-3218",
      "number": "42-3218",
      "heading": "",
      "text": "42-3218. INCLUSION OF PROPERTY PETITIONED — HEARING — ORDER — ANNEXATION OF PROPERTY PETITIONED — HEARING — ORDER — ANNEXATION OF PROPERTY BY ELECTION — ELECTION PROCEDURE. The boundaries of any district organized under the provisions of this chapter may be changed in the manner herein prescribed, but the change of boundaries of the district shall not impair or affect its organization or its rights in or to property, or any of its rights or privileges whatsoever; nor shall it affect or impair or discharge any contract, obligation, lien or charge for or upon which it might be liable or chargeable had any such change of boundaries not been made.\n\n(a) The owners of real property may file with the board a petition, in writing, praying that such real property be included in the district. The petition shall describe the property owned by the petitioners, and such petition shall be deemed to give assent of the petitioners to the inclusion in said district of the property described in the petition, and shall be accompanied by a reasonable filing fee in an amount to be determined by the board. Such petition must be acknowledged in the same manner that conveyances of land are required to be acknowledged. The secretary of the board shall cause notice of filing of such petition to be given and published in the county in which the property is situated, which notice shall state the filing of such petition, names of petitioners, descriptions of lands mentioned and the prayer of such petitioners; giving notice to all persons interested to appear at the office of the board at the time named in said notice and show cause in writing, if any they have, why the petition should not be granted. The board shall at the time and place mentioned or at such time or times to which the hearing may be adjourned, proceed to hear the petition and all objections thereto, presented, in writing, by any person showing cause why said petition should not be granted. The failure of any person to show cause in writing shall be deemed as an assent on his part to the inclusion of such lands in the district as prayed in the petition. If the petition is granted, the board shall make an order to that effect and, upon approval of said order, the property shall be included in the district.\n\n(b) The territory adjoining or in close proximity to and in the same county with any district created under the provisions of this chapter may be annexed to the district by either of the following procedures: (1) A petition for annexation of real property described in such petition, which has been signed by the owners of not less than sixty percent (60%) of the area in land within the territory to be annexed, and which contains the separate property descriptions of such petitioners, and which is acknowledged in the same manner that conveyances of land are required to be acknowledged, accompanied by a reasonable filing fee in an amount to be determined by the board, may be filed with the board. Upon filing with the board of such a petition, the secretary of the board shall cause notice of filing of such petition to be given and published in the county in which the property is situated, which notice shall state the filing of such petition, names of petitioners, descriptions of lands mentioned and the prayer of such petitioners; giving notice to all persons interested, including the staff and employees of said district and anyone designated by said district, to appear at the office of the board at the time named in said notice and show cause in writing, if any they have, why the petition should not be granted. The board shall at the time and place mentioned or at such time or times to which the hearing may be adjourned, proceed to hear the petition and all objections thereto, presented, in writing, by any person showing cause why said petition shall not be granted. The failure of any person to show cause in writing shall be deemed as an assent to the annexation of such lands into the district as prayed in the petition. The board shall have full discretion to determine if the petition shall be granted. If the petition is granted, the board shall make an order to that effect. (2) Upon filing with the board of a petition signed by registered voters owning real property residing in the territory to be annexed, who constitute at least twenty percent (20%) of the taxpayers in such territory, praying for an election to determine if annexation shall be made of property designated in such petition, together with payment of a reasonable filing fee in an amount to be determined by the board, the board shall cause notice of filing of such petition to be given and published in the county in which the property is situated, which notice shall state the filing of such petition, names of petitioners, descriptions of lands to be annexed and the prayer of such petition; giving notice to all persons interested, including the staff and employees of said district and anyone designated by said district to appear at the office of the board at the time named in said notice and show cause in writing, if any they have, why the petition shall not be granted. The board shall at the time and place mentioned or at such time or times to which the hearing may be adjourned, proceed to hear the petition and all objections thereto, presented, in writing, by any person showing cause why said petition shall not be granted. The board shall have full discretion to determine if the petition shall be granted, and if such petition is granted, the board shall direct that an election be held, subject to the provisions of section 34-106, Idaho Code. The election shall be conducted in the same manner as general elections in this state, except that the board shall establish as many voting places within such territory proposed to be annexed as are by the board deemed necessary and shall define the boundaries of such voting places. The board shall appoint three (3) judges of election for each voting place, one (1) of whom shall be designated by the board to be the clerk of such election precinct. Each elector shall be registered as required by the general election laws and shall have resided within the area to be annexed for thirty (30) days.\n\nThe secretary of the board of directors shall publish notice of the time and place of such election, in accordance with the provisions of section 34-1406, Idaho Code. The notice shall particularly describe the property to be annexed, the name of the district to which the territory is proposed to be annexed, and the terms and conditions prescribed by the board under which the property may be annexed. The notice shall designate the places in the territory where the election will be held, and shall require the voters to cast ballots which shall contain the words:\n\nFor annexation to …. District.\n\nAgainst annexation to …. District.\n\nThe judges of the election shall make their return thereof to the board of directors of the district, which shall canvass the returns and render a statement of the results of the election on the records of the board. If the majority of the votes cast favor annexation, the board shall enter an order annexing the property described in the notice of election and the territory shall thereupon become annexed to the district and shall thenceforth be a part of the district.\n\n(c) In all proceedings for inclusion or annexation hereunder, the board shall have the power to prescribe terms and conditions under which said property may be included in the district, including the condition that such property may only be annexed or included within the district if the property is also established as a water or sewer subdistrict of the district, pursuant to sections 42-3218A through 42-3218D, Idaho Code, and may be required to pay the district its pro rata share of construction costs theretofore incurred by the district pursuant to any bond issue theretofore made or otherwise; provided, however, that such terms and conditions shall be announced by the board at or before the hearing to be held pursuant to subparagraphs (a) and (b) above. Within ten (10) days of the announcement of the terms and conditions under which the property may be included the majority of the petitioners filing petitions under the provisions of subparagraphs (a) or (b) may withdraw their petitions, and no further proceedings shall thereafter be had by the board upon such petitions.\n\n(d) All public streets, roads, highways or alleys upon or within which is situated any part of the operative system or equipment of the district and all public streets, roads, highways and alleys which abut against or touch property annexed or to be annexed to the district, to the extent they abut against or touch such property and are not included in a different district, shall be deemed to be included in the district as a part of the annexation and shall be included in the legal description and map which the district must file in the offices of the county assessor, county recorder and the state tax commission as required by section 63-215, Idaho Code; provided, however, that upon application by the district to the state tax commission, if the commission finds after consultation with the county assessor and the county recorder that exemption from the requirements of this subparagraph (d) will not unduly burden state and local tax administration, the commission by order may exempt the district from the requirements of this subparagraph (d), but the district shall be required to comply with section 63-215, Idaho Code.\n\n[42-3218, added 1947, ch. 152, sec. 18, p. 364, am. 1957, ch. 29, sec. 4, p. 40; am. 1969, ch. 274, sec. 1, p. 816; am. 1973, ch. 110, sec. 1, p. 196; am. 1975, ch. 28. sec. 1, p. 43; am. 1988, ch. 215, sec. 2, p. 407; am. 1995, ch. 118, sec. 67, p. 483; am. 1996, ch. 322, sec. 39, p. 1067; am. 2006, ch. 167, sec. 1, p. 515.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3218/"
    },
    {
      "id": "section-42-3218a",
      "number": "42-3218A",
      "heading": "",
      "text": "42-3218A. SUBDISTRICTS — AUTHORITY TO ESTABLISH — ELECTION. The board of directors of any water or sewer district organized under the provisions of chapter 32, title 42, Idaho Code, may at any time, on their own motion, call an election to submit to the qualified electors of a proposed water or sewer subdistrict the question of the creation of a water or sewer subdistrict. The election shall be called, held, and conducted pursuant to the provisions of chapter 32, title 42, Idaho Code. The proceedings calling the election shall set forth the boundaries of the proposed water or sewer subdistrict and shall provide for the submission of the question of the creation of the water or sewer subdistrict to the qualified electors residing within the proposed boundaries of the water or sewer subdistrict. No proposition for the creation of a water or sewer subdistrict shall be determined to have carried unless the proposition shall receive a majority of the votes cast. Whenever the creation of more than one (1) water or sewer subdistrict is submitted at the same election, separate ballots and separate propositions shall be used in voting on the question of creating each water or sewer subdistrict.\n\n[42-3218A, added 1988, ch. 215, sec. 1, p. 406; am. 1996, ch. 73, sec. 1, p. 237.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3218a/"
    },
    {
      "id": "section-42-3218b",
      "number": "42-3218B",
      "heading": "",
      "text": "42-3218B. ESTABLISHMENT. Whenever a proposition for the creation of a water or sewer subdistrict shall have been approved in the manner set forth in section 42-3218A, Idaho Code, the board of directors of the water or sewer district shall enter in the minutes of the board an order providing for the establishment and creation of the water or sewer subdistrict setting forth therein the legal description of the boundaries thereof, and shall designate therein a name for such water or sewer subdistrict. Within ten (10) days after the entry of the order creating a water or sewer subdistrict, the board of directors shall certify the fact of the creation of the water or sewer subdistrict to the board of county commissioners of each county in which any part of the water or sewer subdistrict is located, by the filing of a certified copy of the order of the board of directors creating and establishing the water or sewer subdistrict.\n\n[42-3218B, added 1988, ch. 215, sec. 1, p. 406.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3218b/"
    },
    {
      "id": "section-42-3218c",
      "number": "42-3218C",
      "heading": "",
      "text": "42-3218C. NATURE AND POWERS. Each water or sewer subdistrict created and established as provided in sections 42-3218A through 42-3218D, Idaho Code, shall be a political subdivision of the state of Idaho. The board of directors entering the order creating and establishing a water or sewer subdistrict shall be the governing body of all water or sewer subdistricts created by the board, and shall possess those powers as provided in chapter 32, title 42, Idaho Code, on behalf of the water or sewer subdistrict, including the power to order, conduct and hold all elections in water or sewer subdistricts for the purpose of incurring debt and issuing bonds pursuant to chapter 32, title 42, Idaho Code.\n\n[42-3218C, added 1988, ch. 215, sec. 1, p. 406.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3218c/"
    },
    {
      "id": "section-42-3218d",
      "number": "42-3218D",
      "heading": "",
      "text": "42-3218D. INDEBTEDNESS — BOND ISSUES. Water or sewer subdistricts may incur debt and issue bonds for the purpose of acquiring, purchasing, or improving a water or sewer site or sites, and acquiring or constructing new water or sewer facilities. The governing body of a water or sewer subdistrict may submit to the qualified electors of the water or sewer subdistrict the question of whether the governing body of the water or sewer subdistrict shall be empowered to issue negotiable bonds of the water or sewer subdistrict in an amount and for a period of time to be named in the notice of election. Notice of the bond election shall be given, the election shall be conducted and the returns thereof canvassed and the qualifications of electors voting or offering to vote shall be as provided in chapter 32, title 42, Idaho Code.\n\n[42-3218D, added 1988, ch. 215, sec. 1, p. 407.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3218d/"
    },
    {
      "id": "section-42-3219",
      "number": "42-3219",
      "heading": "",
      "text": "42-3219. EXCLUSION OF PROPERTY PETITIONED — HEARING — ORDER. The owner or owners in fee of any real property constituting a portion of the district may file with the board a petition praying that such lands be excluded and taken from said district. Petitions shall describe the property which the petitioners desire to have excluded. Such petition must be acknowledged in the same manner and form as required in case of a conveyance of land and be accompanied by a deposit of money sufficient to pay all costs of the exclusion proceedings. The secretary of the board shall cause a notice of filing of such petition to be published in the county in which said property or the major portion thereof, is located. The notice shall state the filing of such petition, the names of petitioners, description of the property mentioned in said petition, and the prayer of said petitioners; and it shall notify all persons interested to appear at the office of said board at the time named in said notice, showing cause in writing, if any they have, why said petition should not be granted. The board at the time and place mentioned in the notice, or at the time or times at which the hearing of said petition may be adjourned, shall proceed to hear the petition and all objections thereto, presented in writing by any person showing cause as aforesaid, why the prayer of the petition should not be granted. The filing of such petition shall be deemed and taken as an assent by each and all such petitioners to the exclusion from the district of the property mentioned in the petition, or any part thereof. The board, if it deems it not for the best interests of the district that the property mentioned in the petition, or portion thereof, shall be excluded from the district, shall order that said petition be denied, but if it deems it for the best interest of the district that the property mentioned in the petition, or some portion thereof, be excluded from the district, then the board may order the property mentioned in the petition or some portion thereof, excluded from the district. Upon allowance of such petition, the board shall file a certified copy of the order of the board making such change with the clerk of the court and upon order of the court said property shall be excluded from the district.\n\n[42-3219, added 1947, ch. 152, sec. 19, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3219/"
    },
    {
      "id": "section-42-3219a",
      "number": "42-3219A",
      "heading": "",
      "text": "42-3219A. EXCLUSION AND REMOVAL OF LANDS FOLLOWING REJECTION TWICE BY ELECTORATE OF CERTAIN PROPOSALS FOR CREATION OF INDEBTEDNESS. Upon rejection by the district electorate of substantially the same proposal in two (2) separate elections for the creation of indebtedness for the purpose of acquisition, construction, installation or completion of any works or other improvements or facilities or the making of any contract to carry out the purposes of the district, and after denial by the board of a petition for exclusion of property filed and heard, as provided under section 42-3219, the owners in fee, or their representatives, of real property located in the district may petition the district court of the judicial district in which the majority of the property subject of said petition is located for exclusion and removal of their lands from such water and sewer district. Such petition shall be signed by not less than fifty-one per cent (51%) of the qualified electors of the area to be excluded from the district, shall include a legal description of the real property, the subject of said petition, shall be acknowledged in the same manner and form as required in case of a conveyance of land and shall be accompanied by a deposit of money sufficient to pay all costs of the exclusion and removal proceedings. The petitioners shall cause notice of filing of such petition to be filed with the district, and to be published in a newspaper of general circulation in the county in which said property, or the major portion thereof, is located, once a week for three (3) consecutive weeks. Such notice shall state the date of filing of such petition and the names of the petitioners, shall include a legal description of the property mentioned in said petition, shall set forth the prayer of said petitioners, and shall notify all persons interested to appear at the deisgnated court at the time stated in said notice, showing cause in writing, if any they have, why said petition should not be granted. At any time before the expiration of the time of publication, any person may file his objections to said petition. At the time and place designated in the notice, or at the time or times at which the hearing of said petition may be adjourned, the court shall proceed to hear the petition and all objections thereto presented in writing by any person showing cause as aforesaid.\n\nThe court shall grant such petition upon finding that said proposals for the creation of indebtedness were twice rejected by the electors of the whole district, and upon the finding that said real property so designated by the petition for exclusion and removal forms a contiguous area and either has no need for water and sewage disposal services or reasonably constitutes a separate area for purposes of water and sewage disposal services.\n\nThe granting of such petition by the court and the exclusion of such property from the district shall not relieve such property from paying any bond indebtedness of the district existing at the time of said exclusion order against any such property so excluded, nor shall the granting of said petition and exclusion of such property relieve such property of any levy for the support of said district for the year in which it is removed.\n\n[42-3219A, as added by 1967, ch. 242, sec. 1, p. 705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3219a/"
    },
    {
      "id": "section-42-3219b",
      "number": "42-3219B",
      "heading": "",
      "text": "42-3219B. EXCLUSION AND REMOVAL OF LANDS FOLLOWING REJECTION TWICE BY ELECTORATE OF CERTAIN PROPOSALS FOR CREATION OF INDEBTEDNESS — ALTERNATIVE PROCEDURE. The board of directors of the district may, upon rejection by the district electorate of substantially the same proposal in two (2) separate elections (whether held prior to or after enactment of this section) for the creation of indebtedness for the purpose of acquisition, construction, installation or completion of any works or other improvement or facilities or the making of any contract to carry out the purposes of the district, petition the district court of the judicial district in which the majority of the property subject of the petition is located for exclusion and removal of lands from such water and sewer district. Such petition shall include a general description of the boundaries of the area to be excluded from the district with such certainty as to enable a property owner to determine whether or not his property is within the area to be excluded and shall be verified. The board of directors of the district, as petitioners, shall cause notice of filing of such petition to be published in a newspaper of general circulation in the county in which said property, or the major portion thereof is located, once a week for three (3) consecutive weeks. Such notice shall state the date of filing of such petition, shall include a description of the boundaries of the area to be excluded from the district with such certainty as to enable a property owner to determine whether or not his property is within the area to be excluded, and shall notify all persons interested to appear at the designated court at the time stated in said notice, showing cause in writing, if any they have, why said petition should not be granted. At any time before the expiration of the time of publication, any person may file his objection to said petition. At the time and place designated in the notice, or at the time or times at which the hearing of said petition may be adjourned, the court shall proceed to hear the petition and all objections thereto presented in writing by any person showing cause as aforesaid.\n\nThe court shall grant such petition upon finding that said proposals for the creation of indebtedness were twice rejected by the electors of the whole district, and upon the finding that said area so designated by the petition for exclusion and removal forms a contiguous area and either has no need for water or sewage disposal services or reasonably constitutes a separate area for purposes of water and sewage disposal services; or is of such location and character that water or sewage disposal services cannot be furnished to it by such water and sewer district at reasonable cost and that the withdrawal of such area will be conducive to the general welfare of the balance of the district.\n\nThe granting of such petition by the court and such exclusion of said property from the district shall not relieve such property from paying any bond indebtedness of the district existing at the time of said exclusion order against any such property so excluded, nor shall the granting of such petition and exclusion of such property relieve such property of any levy for the support of said district for the year in which it is removed.\n\nThe procedure for the exclusion and removal of lands from a water and sewer district as provided in this section shall be an alternative to the procedures provided in sections 42-3219 and 42-3219A, Idaho Code.\n\n[42-3219B, as added by 1971, ch. 60, sec. 1, p. 35.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3219b/"
    },
    {
      "id": "section-42-3220",
      "number": "42-3220",
      "heading": "",
      "text": "42-3220. LIABILITY OF PROPERTY INCLUDED OR EXCLUDED. All real property included within, or excluded from, a district shall thereafter be subject to the levy of taxes for the payment of any indebtedness of the district outstanding at the time of inclusion or exclusion.\n\n[42-3220, added 1947, ch. 152, sec. 20, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3220/"
    },
    {
      "id": "section-42-3221",
      "number": "42-3221",
      "heading": "",
      "text": "42-3221. ISSUANCE OF NEGOTIABLE COUPON BONDS — FORM AND TERMS. To carry out the purposes of this act, and to pay the necessary and ordinary expenses of the district, the board is hereby authorized to issue negotiable coupon bonds of the district. Bonds shall bear interest, payable semi-annually, and shall be due and payable serially, either annually or semi-annually, commencing not later than three (3) years and extending not more than thirty (30) years from date. The form and terms of said bonds, including provisions for their payment and redemption, shall be determined by the board. If the board so determines, such bonds may be redeemable prior to maturity upon payment of a premium, not exceeding three per centum (3%) of the principal thereof. Said bonds shall be executed in the name of and on behalf of the district and signed by the chairman of the board with the seal of the district affixed thereto and attested by the secretary of the board. Said bonds shall be in such denominations as the board shall determine and the bonds and coupons thereto attached shall be payable to bearer. Interest coupons shall bear the original or facsimile signature of the chairman of the board.\n\n[42-3221, added 1947, ch. 152, sec. 21, p. 364; am. 1955, ch. 63, sec. 3, p. 122; 1965, ch. 140, sec. 1, p. 274; am. 1970, ch. 133, sec. 7, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3221/"
    },
    {
      "id": "section-42-3222",
      "number": "42-3222",
      "heading": "",
      "text": "42-3222. INDEBTEDNESS OF DISTRICT — SUBMISSION OF PROPOSITION TO ELECTORATE. Whenever any board shall, by resolution, determine that the interest of said district and the public interest or necessity demand the acquisition, construction, installation or completion of any works or other improvements or facilities, or the making of any contract with the United States or other persons or corporations, public or private, municipalities, or governmental subdivisions, to carry out the objects or purposes of said district, requiring the creation of an indebtedness that will exceed the income and revenue provided for the year, said board shall order the submission of the proposition of issuing such obligations or bonds, or creating other indebtedness to the qualified electors of the district at an election held, subject to the provisions of section 34-106, Idaho Code, for that purpose. The declaration of public interest or necessity herein required and the provision for the holding of such election may be included within one and the same resolution, which resolution, in addition to such declaration of public interest or necessity, shall recite the objects and purposes for which the indebtedness is proposed to be incurred, the estimated cost of the works or improvements, as the case may be, the amount of principal of the indebtedness to be incurred therefor, and the maximum rate of interest to be paid on such indebtedness. Such resolution shall also fix the date upon which such election shall be held and the manner of holding the same and the method of voting for or against the incurring of the proposed indebtedness. Such resolution shall also fix the compensation to be paid the officers of the election and shall designate the polling place or places and shall appoint, for each polling place from the electors of the district, the officers of such election consisting of three (3) judges, one (1) of whom shall act as clerk.\n\n[42-3222, added 1947, ch. 152, sec. 22, p. 364; am. 1957, ch. 29, sec. 5, p. 40; am. 1971, ch. 25, sec. 6, p. 61; am. 1992, ch. 151, sec. 1, p. 457; am. 1995, ch. 118, sec. 68, p. 486.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3222/"
    },
    {
      "id": "section-42-3223",
      "number": "42-3223",
      "heading": "",
      "text": "42-3223. NOTICE OF ELECTION. The board shall prescribe the form of the notice of election, and direct the publication of the same in accordance with the provisions of sections 34-1405 and 34-1406, Idaho Code.\n\n[42-3223, added 1947, ch. 152, sec. 23, p. 364; am. 1995, ch. 118, sec. 69, p. 487.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3223/"
    },
    {
      "id": "section-42-3224",
      "number": "42-3224",
      "heading": "",
      "text": "42-3224. CONDUCT OF ELECTION — CANVASS OF RETURNS. The election board or boards shall conduct the election in the manner prescribed by law for the holding of general elections, including chapter 14, title 34, Idaho Code, and shall make their returns to the secretary of the district, provided that precincts shall be as provided in section 42-3207, Idaho Code. At any regular or special meeting of the board held within ten (10) days following the date of such election, the returns thereof shall be canvassed and the results thereof declared.\n\n[42-3224, added 1947, ch. 152, sec. 24, p. 364; am. 1967, ch. 186, sec. 2, p. 613; am. 1995, ch. 118, sec. 70, p. 487.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3224/"
    },
    {
      "id": "section-42-3225",
      "number": "42-3225",
      "heading": "",
      "text": "42-3225. EFFECT OF ELECTION — SUBSEQUENT ELECTIONS. In the event that it shall appear from said returns that two-thirds (2/3) of said qualified electors who are taxpayers of the district who shall have voted on any proposition submitted hereunder at such election voted in favor of such proposition, the district shall thereupon be authorized to incur such indebtedness or obligations, enter into such contract or issue and sell such bonds of the district, as the case may be, all for the purpose or purposes and object or objects provided for in the proposition submitted hereunder and in the resolution therefor, and in the amount so provided and at a rate of interest not exceeding the rate of interest recited in such resolution. Submission of the proposition of incurring such obligation or bonded or other indebtedness at such an election shall not prevent or prohibit submission of the same or other propositions at subsequent election or elections called for such purpose.\n\n[42-3225, added 1947, ch. 152, sec. 25, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3225/"
    },
    {
      "id": "section-42-3226",
      "number": "42-3226",
      "heading": "",
      "text": "42-3226. CORRECTION OF FAULTY NOTICES. In any and every case where a notice is provided for in this act, if the court finds for any reason that due notice was not given, the court shall not thereby lose jurisdiction, and the proceeding in question shall not thereby be void or be abated, but the court shall in that case order due notice to be given, and shall continue the hearing until such time as notice shall be properly given, and thereupon shall proceed as though notice has been properly given in the first instance.\n\n[42-3226, added 1947, ch. 152, sec. 26, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3226/"
    },
    {
      "id": "section-42-3227",
      "number": "42-3227",
      "heading": "",
      "text": "42-3227. SEPARABILITY. If it should be judicially determined that any part of this act is invalid or unenforcible, such determination shall not affect the remaining parts, it being the intention to make this act and all its parts severable.\n\n[42-3227, added 1947, ch. 152, sec. 27, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3227/"
    },
    {
      "id": "section-42-3228",
      "number": "42-3228",
      "heading": "",
      "text": "42-3228. BUDGET AND HEARING. A board shall adopt a budget and shall cause a public hearing to be held upon such budget, prior to certifying a tax levy to the board of county commissioners of each county within the district, or having a portion of its territory within the district.\n\n[42-3228, as added by 1973, ch. 84, sec. 1, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3228/"
    },
    {
      "id": "section-42-3229",
      "number": "42-3229",
      "heading": "",
      "text": "42-3229. NOTICE OF HEARING. Notice of the budget hearing meeting shall be posted at least ten (10) full days prior to the date of said meeting in at least one (1) conspicuous place in each water and sewer district to be determined by the board; a copy of such notice shall also be published in a daily or weekly newspaper published within such water and sewer district, in one (1) issue thereof, during such ten (10) day period. The place, hour and day of such hearing shall be specified in said notice, as well as the place where such budget may be examined prior to such hearing. A full and complete copy of such proposed budget shall be published with and as a part of the publication of such notice of hearing.\n\n[42-3229, as added by 1973, ch. 84, sec. 2, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3229/"
    },
    {
      "id": "section-42-3230",
      "number": "42-3230",
      "heading": "",
      "text": "42-3230. PUBLIC INSPECTION OF BUDGET — TIME AND PLACE. Such budget shall be available for public inspection from and after the date of the posting of notices of hearing as in this act provided, at such place and during such business hours as the board may direct.\n\n[42-3230, as added by 1973, ch. 84, sec. 3, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3230/"
    },
    {
      "id": "section-42-3231",
      "number": "42-3231",
      "heading": "",
      "text": "42-3231. QUORUM OF BOARD AT HEARING. A quorum of the board shall attend such hearing and explain the proposed budget and hear any and all objections thereto.\n\n[42-3231, as added by 1973, ch. 84, sec. 4, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3231/"
    },
    {
      "id": "section-42-3232",
      "number": "42-3232",
      "heading": "",
      "text": "42-3232. VALIDATION OF ACTS TAKEN PURSUANT TO THIS CHAPTER. (1) All acts and proceedings heretofore taken pursuant to chapter 32, title 42, Idaho Code, for the organization of the district, the elections incidental thereto, the authorization, issuance, and sale of bonds of any such district, are hereby confirmed, validated and declared legally effective, including all acts and proceedings of any person, public officer, board or agency heretofore done or taken upon the question of the authorization, issuance, sale or exchange of such bonds authorized to be issued under such statutes, notwithstanding any lack of power, authority or otherwise, and notwithstanding any defects and irregularities in the creation of such public body, including all election procedures incidental thereto, and in such public securities, acts and proceedings, and in such authorization, execution, sale, issuance and payment.\n\n(2) The provisions of this section shall not operate to confirm, validate or legalize any action or proceedings, the legality of which is being contested or inquired into any legal proceeding now pending and undetermined and shall not operate to confirm, validate or legalize any action or proceedings which has heretofore been determined in any legal proceeding to be illegal, void or ineffective.\n\n(3) Any action or proceeding contesting the validity of any action or proceeding referred to in subsection (1) of this section shall be brought within thirty (30) days from the effective date of this act.\n\n(4) This act shall operate to supply such legislative authority as may be necessary to validate any public securities heretofore issued and any such acts and proceedings heretofore taken which the legislature could have supplied or provided for in the law under which such public securities were issued and such acts or proceedings were taken.\n\n[42-3232, added 1979, ch. 272, sec. 3, p. 708.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3232/"
    },
    {
      "id": "section-42-3233",
      "number": "42-3233",
      "heading": "",
      "text": "42-3233. MERGER AUTHORIZED. Two (2) or more water and/or sewer districts may vote to merge upon such terms as the districts may agree. In order to bring the matter to a vote, each board of directors, by majority vote, must independently vote to call an election for a vote to merge.\n\n[42-3233, added 1982, ch. 88, sec. 1, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3233/"
    },
    {
      "id": "section-42-3234",
      "number": "42-3234",
      "heading": "",
      "text": "42-3234. MAJORITY VOTE REQUIRED. If all boards of directors of districts proposing to merge call for the election, each district shall independently hold an election, subject to the provisions of section 34-106, Idaho Code, and if more than a majority of those voting in each election favor the merger, the merger shall occur.\n\n[42-3234, added 1982, ch. 88, sec. 1, p. 163; am. 1995, ch. 118, sec. 71, p. 487.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3234/"
    },
    {
      "id": "section-42-3235",
      "number": "42-3235",
      "heading": "",
      "text": "42-3235. VOTING PROCEDURE. Qualifications for and methods of voting, conduct of the election and canvass of the returns shall be the same as provided for the election of a director.\n\n[42-3235, added 1982, ch. 88, sec. 1, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3235/"
    },
    {
      "id": "section-42-3236",
      "number": "42-3236",
      "heading": "",
      "text": "42-3236. BALLOT. Each ballot shall have attached to it a summary of the terms of the merger, and the ballot issue shall read:\n\nShall ……………………and …………………sewer and/or water districts merge into one sewer and/or water district to be known as ……………………….on the summary of terms outlined.\n\n(PLACE AN \"X\" IN THE BOX REFLECTING YOUR CHOICE.)\n\n[42-3236, added 1982, ch. 88, sec. 1, p. 163.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3236/"
    },
    {
      "id": "section-42-3237",
      "number": "42-3237",
      "heading": "",
      "text": "42-3237. COURT ORDER DECLARING MERGER. In the event all districts voting on the issue pass the same, each board shall certify the results of the election to the district court in which most of the territory of the merged district will be. Upon satisfying itself that the election proceedings were proper in each district, the court shall enter an order creating the merged district under the terms presented to the voters. The court shall also select five (5) directors for the newly merged district from among the directors of the constituent districts recommended for such positions and shall set their terms of office.\n\n[42-3237, added 1982, ch. 88, sec. 1, p. 164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3237/"
    },
    {
      "id": "section-42-3238",
      "number": "42-3238",
      "heading": "",
      "text": "42-3238. PRIVATE COMMUNITY SEWER SYSTEM — PROPERTIES EXEMPT FROM OTHER TAXATION. Notwithstanding any other provision of law, no water district, sewer district or water and sewer district shall levy or collect any tax, any fee or any other charge of any kind related in any way to the collection or treatment of sewage by such district against any property located in such district which property is served by a private community sewer system. Said properties shall be exempt from any such tax, fee or charge. A \"private community sewer system\" means a system which collects and processes sewage for ten (10) or more residences, commercial or industrial facilities. The exemption provided in this section shall not apply to residences, commercial or industrial facilities served by an individual septic system. Nothing contained herein shall prohibit a charge for the delivery or furnishing of water by such district.\n\n[42-3238, added 1991, ch. 263, sec. 1, p. 653.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3238/"
    },
    {
      "id": "section-42-3239",
      "number": "42-3239",
      "heading": "",
      "text": "42-3239. DISSOLUTION OF A DISTRICT UPON TRANSFER OF ASSETS TO MUNICIPALITY. (1) A water, sewer, or combined water and sewer district may transfer to a municipality the assets of the district and dissolve upon a determination that each of the following conditions exists:\n\n(a) The municipality is capable of providing all the essential functions of the district;\n\n(b) The municipality has agreed to assume and perform the essential functions of the district;\n\n(c) The municipality either has or is acquiring sufficient assets, infrastructure, and other resources to perform the essential operations of the district;\n\n(d) Provisions have been made for the retirement, payment or assumption of any debt, bonds, or other liabilities and obligations of the district;\n\n(e) Provisions have been made for the liquidation and disbursement of district assets and infrastructure not intended to be transferred to the municipality; and\n\n(f) Notice of the proposed transfer has been published once a week for two (2) consecutive weeks prior to the hearing in a newspaper of general circulation in the district, including information on the petition for an election on the proposed transfer; and\n\n(g) An election has been held, if required pursuant to subsection (3) of this section, and the transfer has been approved by a majority of the qualified electors of the district voting on the issue.\n\n(2) Prior to passage of a resolution making the required determination, the district board shall hold a hearing to receive public testimony on the proposed transfer. The public hearing shall be preceded by a notice published once a week for two (2) consecutive weeks preceding the hearing, in a newspaper of general circulation in the district. The notice shall state the date, time and location of the hearing and that the purpose of the hearing is to receive public testimony on the proposed transfer and the method for a petition of qualified electors of the district to be submitted requesting an election to approve the proposed transfer.\n\n(3) After the hearing, the district board may submit the proposed transfer to the qualified electors of the district, or shall take the matter under advisement for a period of thirty (30) days after the hearing. An election shall be held if, prior to the expiration of the thirty (30) day period, a petition signed by not less than ten percent (10%) of the qualified electors of the district is submitted requesting an election on the proposed transfer. If at the end of the thirty (30) day period no petition has been submitted with the required number of signatures, the district board may proceed to adopt the resolution finding the above conditions exist and approving the transfer. An election held pursuant to the provisions of this subsection shall be conducted according to the provisions of section 34-106, Idaho Code, and the proposed transfer shall be approved by a majority of the qualified electors of the district voting on the issue in order for the district board to proceed to adopt a resolution approving the transfer.\n\n(4) In the event the district board and the municipality adopt resolutions finding the above conditions exist and approving the transfer, the district board shall file with the district court in which the district and municipality are located, a certified copy of the district resolution; certified results of the election approving the transfer, if applicable; a certified copy of the resolution of the municipality; and all other necessary documentation requested by the district court. Upon satisfying itself that the required conditions exist, the district court shall enter an order approving the transfer and assumption and establishing the date on which the district shall be dissolved; provided however, upon good cause shown, the court may extend the date upon which the district shall be dissolved. Such order shall be recorded with the county recorder and filed with the county assessor in the counties within which the district is located and filed with the state tax commission within thirty (30) days following the effective date of such dissolution. If an agreement exists between the district and municipality setting the requirements for postdissolution operations, the municipality shall operate the sewer and/or water system(s) in accordance with the agreement.\n\n[42-3239, added 2005, ch. 244, sec. 1, p. 762.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3239/"
    },
    {
      "id": "section-42-3240",
      "number": "42-3240",
      "heading": "",
      "text": "42-3240. ANNEXATION OR WITHDRAWAL OF AREA IN A CITY. Any area embraced within the limits of any city may be annexed into or withdrawn from a water and/or sewer district organized under this chapter in accordance with the following:\n\n(1) The city council of the city and the board of directors of the water and/or sewer district approve the terms and conditions of the annexation or withdrawal by ordinance or resolution.\n\n(a) In the event any of the area within any city, subject to annexation to or withdrawal from a water and/or sewer district is being served by an existing city or district water or sewer system, the following conditions must exist, which conditions must be stated in the city’s and the district’s ordinance or resolution:\n\n(i) The annexing district or, upon a withdrawal, the city is capable of providing all the essential functions of the existing system;\n\n(ii) The annexing district or, upon a withdrawal, the city has agreed to assume and perform the essential existing system functions;\n\n(iii) The annexing district or, upon a withdrawal, the city either has or is acquiring sufficient assets, infrastructure and other resources to perform the essential operations of the existing system;\n\n(iv) Provisions have been made for the retirement, payment or assumption of any debt, bonds or other liabilities and obligations of the existing system;\n\n(v) Provisions have been made for the liquidation and disbursement of the existing system assets and infrastructure not intended to be transferred;\n\n(vi) Provisions have set forth requirements for post-annexation or withdrawal operations and may also provide that the annexed area be designated as a district subdistrict and provide for director zones;\n\n(vii) That notice of the proposed annexation or withdrawal and transfer has been published once a week for two (2) consecutive weeks preceding the hearing in a newspaper of general circulation in the city and the district, including information on filing a petition for an election on the proposed transfer; and\n\n(viii) That an election has been held, if required pursuant to paragraph (d) of this subsection, and the transfer has been approved by a majority of the qualified electors of the district and city voting on the issue.\n\n(b) Prior to passage of a resolution making the required determination, the city council and the district board of directors shall hold a joint hearing to receive public testimony on the proposed transfer. The joint public hearing shall be preceded by a joint notice published once a week for two (2) consecutive weeks preceding the hearing in a newspaper of general circulation in the city and the district. The notice shall state the date, time and location of the joint public hearing and that the purpose of the hearing is to receive public testimony on the proposed annexation or withdrawal, transfer and agreement of operations and the method for a petition of qualified electors of the city and the district to be submitted requesting an election to approve the proposed annexation or withdrawal, transfer and agreement of operations.\n\n(c) After the joint public hearing, the city council and the district board of directors, by majority vote of both governing bodies, may jointly submit the proposed transfer to the qualified electors of the city and the district or shall take the matter under advisement for a period of thirty (30) days after the hearing. An election shall be held if, prior to the expiration of the thirty (30) day period, a petition signed by at least ten percent (10%) of the qualified electors of the city and/or the district is submitted requesting an election on the proposed annexation or withdrawal, transfer and agreement of operations. If at the end of the thirty (30) day period no petition has been submitted with the required number of signatures, the city council and the district board of directors may proceed to adopt a resolution or ordinance finding the above conditions exist and approving the annexation or withdrawal, transfer and agreement of operations.\n\n(d) An election held pursuant to the provisions of this subsection shall be conducted according to the provisions of section 34-106, Idaho Code, and the proposed annexation or withdrawal, transfer and agreement of operations shall be approved by a majority of the qualified electors of the city and a majority of the qualified electors of the district voting on the issue in order for the city council and the district board of directors to proceed to adopt a resolution or ordinance approving the annexation or withdrawal, transfer and agreement of operations.\n\n(2) In the event the city council and district board of directors approve the terms and conditions of the annexation or withdrawal, transfer and agreement of operations by ordinance or resolution, the city and district shall jointly file with the district court in which the majority of the area of the district and city are located a certified copy of the city’s ordinance or resolution and the district’s ordinance or resolution; certified results of the election approving the annexation or withdrawal, transfer and agreement of operations, if applicable; and all other necessary documentation requested by the district court. Upon satisfying itself that the required conditions of this section exist, the district court shall enter an order approving the annexation or withdrawal, transfer and agreement of operations and establish the date on which the annexation or withdrawal and transfer of assets shall occur and the effective date of the agreement of operations; provided however, upon good cause shown, the court may extend the annexation or withdrawal and transfer of assets date and the effective date of the agreement of operations. Such orders shall be recorded with the county recorder and filed with the county assessor in the counties within which the district and the city are located and filed with the state tax commission within thirty (30) days following the effective date of such annexation or withdrawal, transfer and agreement of operations.\n\n(3) If the ordinance or resolution approved by the city and the district includes an agreement of operations setting forth the requirements for post-annexation or withdrawal system operations, the district in an annexation and the city in a withdrawal shall operate the sewer and/or water system(s) in accordance with the agreement.\n\n(4) The provisions of this section do not apply to any petition filed with the board for the annexation of real property by landowners pursuant to section 42-3218, Idaho Code.\n\n[42-3240, added 2016, ch. 278, sec. 4, p. 767.]",
      "source_url": "https://law.justia.com/codes/idaho/title-42/chapter-32/section-42-3240/"
    }
  ]
}