{
  "state": "illinois",
  "path": "title-chapter-730-corrections/chapter-730-ilcs-135-illinois-prison-inspection-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known as the Illinois Prison Inspection Act.",
      "text": "This Act shall be known as the Illinois Prison Inspection Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The purpose of this Act is to establish a procedure for the periodic",
      "text": "inspection of state operated prison facilities with regard to sanitary conditions\nand medical facilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The Illinois Department of Public Health may, with the cooperation",
      "text": "of the Department of Corrections,\ninspect all institutional\nfacilities of the Department of Corrections used to incarcerate committed\npersons and report to the Director of Corrections as to the sanitary conditions\nand needs of the institutions and the medical facilities and services available.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "All persons examining prison facilities shall have a familiarity",
      "text": "with the prison standards promulgated by the federal and State governments\nand shall have a working knowledge of prison and institutional architecture\nand construction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Department of Public Health shall notify, at least 5 days",
      "text": "prior to any intended examining visitation, the chairman of the Penal Subcommittee\nof the Committee to Visit and Examine State Institutions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The Department of Public Health shall establish by regulation",
      "text": "minimum standards for water supply, sewage and solid waste disposal, food\nservice sanitation, rodent and insect control, water hazards, first aid,\nand communicable disease control. The Department shall conduct public hearings\non all such proposed standards and all amendments thereto. At least 20\ndays notice of the public hearings shall be given by the Department in such\nmanner as the Department considers adequate to bring the hearings to the\nattention of all persons and State agencies interested in the standards.\nWritten notice of any such public hearing shall be given by the Department\nto the Director of Corrections and to those who file a written request for\na notice of any such hearings. Hearings shall be conducted by the Director\nof the Department of Public Health or a hearing officer designated in writing\nby the Director.",
      "history": "",
      "source_url": ""
    }
  ]
}