{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-47",
  "sections": [
    {
      "id": "section-4701",
      "number": "4701",
      "heading": "",
      "text": "ยง 4701. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Crop Insurance Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4701/"
    },
    {
      "id": "section-4702",
      "number": "4702",
      "heading": "",
      "text": "The purpose of this chapter is to establish a program within the department to encourage producers of agricultural commodities to purchase Federal crop insurance and adopt risk management practices and to provide crop insurance financial assistance, subject to the availability of funding, to eligible producers for crop insurance premium costs.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4702/"
    },
    {
      "id": "section-4703",
      "number": "4703",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Agricultural commodity.\"Any of the following, transported or intended to be transported in commerce:\n\n(1) Agricultural, aquacultural, horticultural, floricultural, viticultural or dairy products.\n\n(2) Agricultural crops.\n\n(3) Livestock and products of livestock.\n\n(4) Poultry and products of poultry.\n\n(5) Ranch-raised furbearing animals and the products of ranch-raised furbearing animals.\n\n(6) The products of bee raising.\n\n(7) Forestry and forestry products.\n\n(8) Any products raised or produced on farms intended for on farm or human consumption and the processed or manufactured products of such products intended for human consumption.\n\n\"Eligible producer.\"A producer who has applied for and has received Federal crop insurance for the crop year for which crop insurance financial assistance is sought.\n\n\"Producer.\"Any person engaged within this Commonwealth in the business of producing an agricultural commodity or causing agricultural commodities to be produced.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4703/"
    },
    {
      "id": "section-4704",
      "number": "4704",
      "heading": "",
      "text": "The department shall establish a program to educate producers on the benefits of Federal crop insurance and risk management practices. The program shall promote the purchase of Federal crop insurance and may provide financial assistance to eligible producers to partially offset Federal crop insurance premiums. The provision of financial assistance shall be subject to the availability of funding.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4704/"
    },
    {
      "id": "section-4705",
      "number": "4705",
      "heading": "",
      "text": "(a) Administration of chapter.--Subject to the conditions contained in this chapter, the department shall administer this chapter and shall exercise all administrative powers necessary to effectuate the purposes of this chapter, including, but not limited to, drafting and entering into agreements necessary to implement this chapter, establishing eligibility criteria for crop insurance financial assistance and developing an application and application procedure for crop insurance financial assistance, including time frames for the submission, review and approval of applications.\n\n(b) Drafting and entering agreements.--The department is authorized to draft and enter into agreements with Federal agencies, other Commonwealth agencies and private entities as necessary to implement this chapter.\n\n(c) Regulations.--The department is authorized to promulgate any regulations that may be necessary to implement this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4705/"
    },
    {
      "id": "section-4706",
      "number": "4706",
      "heading": "",
      "text": "The department may provide crop insurance financial assistance to eligible producers for Federal crop insurance in an amount up to 10% of the cost of the insurance premiums in years in which funds are appropriated or made available to the department. If sufficient funds are not available to provide for up to 10% of the cost of the insurance premiums, the department shall prorate the available funds among all the producers of agricultural commodities who applied for and received Federal crop insurance for that crop year.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4706/"
    },
    {
      "id": "section-4707",
      "number": "4707",
      "heading": "",
      "text": "The department is authorized to use funds specifically appropriated by the General Assembly for the purposes of this chapter and any funds, contributions or payments which may be made available to the department by another State agency, the Federal Government or any public or private source for the purpose of implementing this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4707/"
    },
    {
      "id": "section-4708",
      "number": "4708",
      "heading": "",
      "text": "The department shall submit annually to the chairman and minority chairman of the Agriculture and Rural Affairs Committee of the Senate and the chairman and minority chairman of the Agriculture and Rural Affairs Committee of the House of Representatives a report that provides details of the department's expenditures, including administrative expenditures, under this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-47/section-4708/"
    }
  ]
}