{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-45",
  "sections": [
    {
      "id": "section-4504",
      "number": "4504",
      "heading": "",
      "text": "(a) Establishment of commodity marketing board.--\n\n(1) Each marketing program issued pursuant to this chapter shall provide for the establishment of a commodity marketing board, which shall have primary decision-making authority relative to marketing contracts and other projects in furtherance of the program. The number, representation, qualifications and terms of board members and the schedule of regular board meetings and procedure for calling special board meetings shall be established in the issued marketing program. No marketing program shall be issued to establish a commodity board of less than five members, one of whom shall be the secretary or the secretary's designee. The other board members shall be appointed by the secretary from among the agricultural producers whose commodities shall be subject to the marketing program. In making these appointments, the secretary shall consider nominations submitted by the producers. No decision by the board shall be effective unless, pursuant to regular or special meetings, a majority of board members were present and a majority of those present voted in support of the decision. All decisions rendered by the board shall be recorded in written minutes of the meeting, and the recorded minutes shall be made available to the secretary and to the producers whose commodities are subject to the marketing program.\n\n(2) If the secretary requires sales agents to collect producer charges under section 4510(b) (relating to collection of fees), an additional member shall be appointed to the board by the secretary. This member shall represent these sales agents who are subject to the marketing program collection agreement. In making the appointment, the secretary shall consider nominations by the sales agents.\n\n(b) Board members.--No member of a commodity marketing board shall receive a salary, but each shall be entitled to actual expenses incurred while engaged in performing the duties authorized by this chapter. Any marketing program established under this chapter may authorize a payment not to exceed $100 per day and expenses for each day in which a board member or subcommittee member is performing a duty necessary to the function of the board.\n\n(c) Powers and duties of board.--In administering the marketing program the board shall have the following powers and duties:\n\n(1) To determine all matters pertaining to the marketing program issued by the secretary.\n\n(2) To hire and employ personnel which the board deems necessary for the proper administration of the marketing program and to fix the compensation and terms of employment of personnel. The hiring, employment, compensation and terms of employment of personnel under this paragraph shall not be subject to the provisions of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929.\n\n(3) To adopt written procedures for acquiring and disposing of property and, subject to these procedures, to acquire, own, use, hire, lease, operate and dispose of personal property, real property and interests in real property.\n\n(4) To make and enter into all contracts and agreements, in accordance with the provisions of the law, which the board deems necessary or incidental to the furtherance of the marketing program or performance of duties and powers under this chapter. Marketing contracts and the procedures and decisions related to contracts shall not be subject to competitive bidding requirements of any other statute or other requirements prescribed in The Administrative Code of 1929. The board shall adopt written procurement procedures for all marketing contracts. Procedures shall include:\n\n(i) The method or methods which the board may use to invite proposals for marketing contracts and the manner of notice to be given to prospective contracting parties.\n\n(ii) The minimum qualifications of a prospective contracting party necessary for consideration by the board in marketing contracts.\n\n(iii) The manner in which a contract offer is accepted and a marketing contract is awarded by the board. Notwithstanding any other requirement of this subsection, the board may make sole source procurements when there is only one source for the required service and may make emergency procurements when the board determines in writing that the procedure is necessary due to the urgency of the particular situation.\n\n(5) To receive, account for and disburse all moneys collected pursuant to the issued marketing program.\n\n(6) To prepare a budget for the administration, operating costs and expenses of the program.\n\n(7) To receive and report to the secretary complaints or violations of the marketing program and to assist and cooperate with the secretary in the enforcement thereof.\n\n(8) To establish committees or subcommittees to carry out assigned duties and functions and to designate board members and nonboard members to serve on such committees and subcommittees.\n\n(9) To collect and gather information and data relevant to the proper administration of the marketing program.\n\n(10) To charge fees and to assist the secretary in the imposition of fees and the collection of fees and revenues under this chapter.\n\n(11) To issue an annual report on the operation of the program.\n\n(12) To recommend amendments to the marketing program and amendments to this chapter and regulations issued under this chapter.\n\n(d) Limitation.--No financial obligation shall be incurred by any board beyond the extent to which money shall have been provided under the authority of this chapter. No obligation or liability of any type incurred by a board created pursuant to this chapter shall be an obligation or liability of the Commonwealth, and no board shall have the power to pledge the credit or taxing power of the Commonwealth nor to make its debts payable out of any moneys except those provided for by this chapter.\n\n(e) Dairy industry marketing program.--Any marketing program issued under this chapter specifically for the dairy industry shall provide for the establishment of a board of 21 members who shall include the secretary or his designee and 20 persons appointed by the secretary who are active in the production of milk, including, but not limited to, representatives of milk cooperatives and farming associations, producer-handlers of milk and independent dairy farmers. In addition to the powers and duties contained in subsection (c), the commodity marketing board of the dairy promotion program shall have the power to elect or appoint from the membership of the board a chairman, vice chairman, secretary and treasurer and to hold special meetings at the request of the chairman or upon request of one-third of the members of the board.\n\nCross References.Section 4504 is referred to in section 4503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-45/section-4504/"
    },
    {
      "id": "section-4510",
      "number": "4510",
      "heading": "",
      "text": "(a) General rule.--Any marketing program issued pursuant to this chapter shall provide for the collection of fees to defray the necessary expenses incurred in the formation, issuance, administration and enforcement of the marketing program and shall include the amount, time, method and condition of payment. Fees to be charged shall not be in excess of that which will generate revenues of 5% of the gross market value of production and marketing of the commodity subject to the marketing program. Each and every producer affected by any marketing program issued under this chapter shall pay to the secretary at the time and in the manner as prescribed by the program as adopted the charges provided by this subsection.\n\n(b) Collection by sales agents.--For the convenience of making collections of any producer charges established pursuant to this section, the secretary shall have the authority and may, by regulation, upon the request of a commodity marketing board, require sales agents to collect producer charges upon the sale of the agricultural commodity.\n\n(c) Appropriation.--Any money collected by the secretary under this chapter is hereby specifically appropriated to the department for the administration of the marketing programs for which they were collected. When a marketing program is discontinued, the surplus money shall be made available for the administration of this chapter or of future marketing programs involving the same commodity.\n\n(d) Auditing standards.--Each board shall adopt and publish a set of auditing standards, consistent with generally accepted auditing standards, against which the moneys it collects pursuant to this chapter and expends in accordance with the terms of this chapter can be audited. Each board shall engage an outside auditing firm to conduct annually an audit of its collections and expenditures. An audit under Federal law or regulation may be accepted by the board as long as it meets the minimum standards established under this section.\n\nCross References.Section 4510 is referred to in section 4504 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-45/section-4510/"
    }
  ]
}