{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-9",
  "sections": [
    {
      "id": "section-901",
      "number": "901",
      "heading": "",
      "text": "ยง 901. Scope of chapter.\n\nThis chapter relates to the Pennsylvania Dairy Future Commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-901/"
    },
    {
      "id": "section-902",
      "number": "902",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Commission.\"The Pennsylvania Dairy Future Commission established in this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-902/"
    },
    {
      "id": "section-903",
      "number": "903",
      "heading": "",
      "text": "ยง 903. Establishment.\n\nThe Pennsylvania Dairy Future Commission is established.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-903/"
    },
    {
      "id": "section-904",
      "number": "904",
      "heading": "",
      "text": "The commission shall review and make recommendations to promote and strengthen the Commonwealth's dairy industry in the following areas:\n\n(1) Processing, production and marketing in the dairy industry.\n\n(2) Current issues facing the dairy industry.\n\n(3) Statutory impacts on the dairy industry.\n\n(4) Regulatory impacts on the dairy industry.\n\n(5) Local government impacts on the dairy industry.\n\n(6) Other aspects of the dairy industry identified by the commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-904/"
    },
    {
      "id": "section-905",
      "number": "905",
      "heading": "",
      "text": "(a) General rule.--The commission shall consist of the following members:\n\n(1) One individual appointed by the Governor.\n\n(2) The Secretary of Agriculture or a designee.\n\n(3) The Secretary of Community and Economic Development or a designee.\n\n(4) The Secretary of Revenue or a designee.\n\n(5) The Secretary of Transportation or a designee.\n\n(6) The Secretary of Environmental Protection or a designee.\n\n(7) One individual appointed by the President pro tempore of the Senate.\n\n(8) One individual appointed by the Speaker of the House of Representatives.\n\n(9) Two individuals appointed by the Majority Leader of the Senate.\n\n(10) One individual appointed by the Minority Leader of the Senate.\n\n(11) Two individuals appointed by the Majority Leader of the House of Representatives.\n\n(12) One individual appointed by the Minority Leader of the House of Representatives.\n\n(13) The chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the Senate or a designee.\n\n(14) The chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the House of Representatives or a designee.\n\n(15) A representative of the Milk Marketing Board.\n\n(16) A representative of the Center for Dairy Excellence.\n\n(17) A representative of The Pennsylvania State University with expertise in the dairy industry.\n\n(18) A representative of the Pennsylvania Farm Bureau with expertise in the dairy industry.\n\n(19) A representative of the Center for Rural Pennsylvania.\n\n(20) A representative of the Pennsylvania State Grange.\n\n(b) Chairperson.--The commission shall appoint a member to serve as chairperson of the commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-905/"
    },
    {
      "id": "section-906",
      "number": "906",
      "heading": "",
      "text": "The commission shall hold its first meeting within 45 days of the effective date of this section, regardless of whether all legislative caucuses have appointed members to the commission. The commission shall hold meetings at the call of the chairperson.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-906/"
    },
    {
      "id": "section-907",
      "number": "907",
      "heading": "",
      "text": "Members may not receive compensation for services, but shall be reimbursed for all necessary travel and other reasonable expenses incurred in connection with the performance of the members' duties as members of the commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-907/"
    },
    {
      "id": "section-908",
      "number": "908",
      "heading": "",
      "text": "The Department of Agriculture shall provide administrative support, meeting space and any other assistance required by the commission to carry out the commission's duties under this chapter. The department shall provide the commission with data, research and other information upon request by the commission.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-908/"
    },
    {
      "id": "section-909",
      "number": "909",
      "heading": "",
      "text": "The commission shall have the following powers and duties:\n\n(1) Review, make findings and offer recommendations related to the dairy industry in this Commonwealth.\n\n(2) Consult with and utilize experts to assist the commission in carrying out the duties under this section.\n\n(3) Receive input from interested parties.\n\n(4) Hold public hearings in different regions of this Commonwealth.\n\n(5) Review and consider dairy policies and factors utilized throughout the United States.\n\n(6) Review the administration and operation of State and regional programs and services and make recommendations to implement new policies, legislation and regulations.\n\n(7) Recommend proposed legislation and regulatory changes based on the commission's findings.\n\n(8) Issue a report of the commission's findings and recommendations to the Governor, the Majority Leader and Minority Leader of the Senate, the Majority Leader and Minority Leader of the House of Representatives, the chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the Senate and the chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the House of Representatives not later than one year after the effective date of this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-9/section-909/"
    }
  ]
}