{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-11",
  "sections": [
    {
      "id": "section-1108-1",
      "number": "1108.1",
      "heading": "",
      "text": "(a) Authority.--The department may refuse, suspend or revoke a license issued or renewed under section 1108 (relating to fees, granting of licenses and inspections) if the licensee is not in compliance with the provisions of this chapter.\n\n(b) Appeals.--The department shall provide an opportunity for a hearing to a person appealing an action of the department under subsection (a). All appeals shall be taken and hearings conducted in accordance with the provisions of 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action). A person shall have 15 days to appeal an enforcement action of the department under subsection (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-11/section-1108-1/"
    },
    {
      "id": "section-1113",
      "number": "1113",
      "heading": "",
      "text": "(a) Transfer.--The tax collected under section 1112(b) (relating to consumer fireworks tax) in each fiscal year shall be transferred annually for use as follows:\n\n(1) $1,500,000 of the amount transferred under this subsection shall be used for the purpose of making grants under 35 Pa.C.S. Ch. 78 Subch. C (relating to Emergency Medical Services Grant Program).\n\n(2) $250,000 of the amount transferred under this subsection shall be deposited into a special account in the State Treasury designated as the Online Training Educator and Training Reimbursement Account for the purposes of developing, delivering and sustaining training programs for firefighters in this Commonwealth.\n\n(3) $1,000,000 of the amount transferred under this subsection shall be transferred to the Pennsylvania Higher Education Assistance Agency to provide loan forgiveness and tuition assistance to active volunteer firefighters and volunteer emergency medical services providers serving with volunteer organizations who are students at or graduates of approved trade and technical schools and institutions of higher learning.\n\n(4) $1,000,000 of the amount transferred under this subsection shall be transferred to the Department of Health for the purpose of training emergency medical services personnel.\n\n(5) $500,000 of the amount transferred under this subsection shall be transferred to the Office of the State Fire Commissioner for the purpose of providing emergency services training center capital grants.\n\n(6) $500,000 of the amount transferred under this subsection shall be transferred to the Office of the State Fire Commissioner for the purpose of providing career fire department capital grants.\n\n(7) $250,000 of the amount transferred under this subsection shall be transferred to the Office of the State Fire Commissioner for the purpose of providing a public safety campaign on the precautions that should be taken when using fireworks.\n\n(7.1) $500,000 of the amount transferred under this subsection shall be transferred to the Office of the State Fire Commissioner for the purpose of providing reimbursement to a Pennsylvania bomb squad accredited by the Federal Bureau of Investigation and certified in hazardous devices training for costs associated with the removal, storage and destruction of consumer fireworks, display fireworks or combustibles under section 1115 (relating to removal, storage and destruction). Any money not used annually by September 10 for the purpose specified under this paragraph shall be subject to paragraph (8).\n\n(8) Any remaining money shall be equally divided and transferred as follows:\n\n(i) 50% of the amount shall be transferred in accordance with paragraph (1).\n\n(ii) 50% of the amount shall be used for the purpose of making grants under 35 Pa.C.S. Ch. 78 Subch. B (relating to Fire Company Grant Program).\n\n(9) The Office of the State Fire Commissioner shall establish guidelines for use of the money deposited or transferred under paragraphs (2), (5), (6) and (7). By December 31, 2022, and each December 31 thereafter, the Office of the State Fire Commissioner shall provide a written report detailing the use of the money received from the prior fiscal year to the chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the Senate, the chairperson and minority chairperson of the Agriculture and Rural Affairs Committee of the House of Representatives, the chairperson and minority chairperson of the Veterans Affairs and Emergency Preparedness Committee of the Senate and the chairperson and minority chairperson of the Veterans Affairs and Emergency Preparedness Committee of the House of Representatives.\n\n(b) Payments.--The transfer required under subsection (a) shall be made by September 15, 2022, and each September 15 thereafter.\n\n(c) Limitation on certain transferred money.--Money transferred under subsection (a)(3), (4), (5), (6) or (7.1) shall not be expended until legislation is enacted providing for the expenditure of the money.\n\nCross References.Section 1113 is referred to in sections 7383, 7385.1, 7385.2, 7388.1, 7389, 79B21, 8112.1 of Title 35 (Health and Safety).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-11/section-1113/"
    },
    {
      "id": "section-1114",
      "number": "1114",
      "heading": "",
      "text": "The following shall apply:\n\n(1) A person using consumer fireworks in violation of the provisions of this chapter for the first offense commits a summary offense and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not more than $500. A subsequent offense under this paragraph committed within three years of a prior conviction under this paragraph shall constitute a summary offense and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not more than $1,000.\n\n(2) A person selling consumer fireworks in violation of the provisions of this chapter for the first offense commits a misdemeanor of the second degree and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not less than $10,000. A subsequent offense under this paragraph committed within three years of a prior conviction under this paragraph shall constitute a misdemeanor of the second degree and, upon conviction, in addition to any other penalty authorized by law, shall be punishable by a fine of not less than $15,000 and a revocation of a license issued under section 1108 (relating to fees, granting of licenses and inspections).\n\n(3) A person selling or using display fireworks in violation of the provisions of this chapter for the first offense commits a felony of the third degree and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not less than $10,000. A subsequent offense under this paragraph committed within three years of a prior conviction under this paragraph shall constitute a felony of the third degree and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not less than $15,000.\n\n(4) A person selling federally illegal explosives such as devices as described in 49 CFR 173.54 (relating to forbidden explosives) or those devices that have not been tested, approved and labeled by the United States Department of Transportation, including, but not limited to, those devices commonly referred to as M-80, M-100, blockbuster, cherry bomb or quarter-stick or half-stick explosive devices, in violation of the provisions of this chapter for the first offense commits a felony of the third degree and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not less than $10,000. A subsequent offense under this paragraph committed within three years of a prior conviction under this paragraph shall constitute a felony of the third degree and, upon conviction, shall, in addition to any other penalty authorized by law, be punishable by a fine of not less than $15,000.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-11/section-1114/"
    }
  ]
}