{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-68",
  "sections": [
    {
      "id": "section-6801",
      "number": "6801",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Agricultural operation.\"The management and use of farming resources for the production of crops, livestock or poultry.\n\n\"Brand.\"A term, design or trademark used in connection with one or several grades of fertilizer.\n\n\"Bulk fertilizer.\"A fertilizer distributed in a nonpackaged form.\n\n\"By-product.\"Municipal waste or residual waste as defined in the act of July 7, 1980 (P.L.380, No.97), known as the Solid Waste Management Act, that contains a plant nutrient and meets all applicable regulations of the Department of Environmental Protection.\n\n\"Compost.\"Product manufactured from the controlled aerobic biological decomposition of biodegradable materials that have been sanitized through the generation of mesophilic and thermophilic heat cycles and have stabilized carbon to the point that the materials are beneficial to plant growth.\n\n\"Consumer.\"A person who purchases fertilizer for its end use.\n\n\"Deficiency.\"The amount of nutrient found by analysis to be less than that guaranteed, that may result from a lack of nutrient ingredients or uniformity.\n\n\"Department.\"The Department of Agriculture of the Commonwealth.\n\n\"Distribute.\"To import, consign, offer for sale, sell, barter or otherwise supply fertilizer in this Commonwealth.\n\n\"Distributor.\"A person that distributes fertilizer or fertilizer material.\n\n\"Enhanced efficiency.\"Relating to a fertilizer with characteristics that allow increased plant nutrient uptake and reduced potential of nutrient losses to the environment, such as gaseous losses, leaching or runoff.\n\n\"Facility.\"Each separate mill or plant that manufactures fertilizer.\n\n\"Fertilizer.\"A substance containing one or more recognized plant nutrients that is used for its plant nutrient content and is designed for use or claimed to have value in promoting plant growth, except unmanipulated animal manure and plant remains, spent mushroom substrate and compost when not used as a plant nutrient, agricultural liming materials, wood ashes and other materials exempted by the department's regulations. The term shall not apply to animal manure that is regulated under:\n\n(1) Chapter 5 (relating to nutrient management and odor management);\n\n(2) the act of June 28, 2004 (P.L.454, No.49), known as the Commercial Manure Hauler and Broker Certification Act; or\n\n(3) 25 Pa. Code § 91.36(b) (relating to pollution control and prevention at agricultural operations).\n\n\"Fertilizer license.\"A license obtained under section 6802 (relating to licensing).\n\n\"Fertilizer material.\"A fertilizer that:\n\n(1) contains only one of the following primary plant nutrients:\n\n(i) nitrogen;\n\n(ii) phosphate; or\n\n(iii) potash;\n\n(2) has at least 85% of its plant nutrient content present in the form of a single chemical compound; or\n\n(3) is derived from a plant or animal residue, by-product, coproduct as defined in 25 Pa. Code § 287.1 (relating to definitions) or natural material deposit that has been processed in a way that the fertilizer's content of plant nutrients has not been materially changed except by purification and concentration.\n\n\"Grade.\"The percentage of total nitrogen, available phosphate and soluble potash stated in whole numbers in the same terms, order and percentages as in the guaranteed analysis, except that, with respect to specialty fertilizers, fertilizer materials, bone meal, manures and similar materials may be stated in fractional units.\n\n\"Growing media.\"Material in which plants are grown, such as garden soil, potting soil or commercial soil-less mixes.\n\n\"Guaranteed analysis.\"The minimum percentage of plant nutrients claimed in the following order and form:\n\nTotal Nitrogen (N) %\n\nAvailable Phosphate (P2O5) %\n\nSoluble Potash (K2O) %\n\nFor other organic phosphatic materials, the total phosphate or degree of fineness may also be guaranteed. Guarantees for plant nutrients other than nitrogen, phosphorus and potassium may be established by department regulation.\n\n\"Guarantor.\"A person, including a manufacturer or distributor, whose name and address appear on the label of fertilizer.\n\n\"Impervious surface.\"A structure, surface or improvement that reduces or prevents infiltration of water into soil, including, but not limited to, concrete, asphalt, roadways, sidewalks, parking lots, driveways and patios.\n\n\"Label.\"The display of all written, printed or graphic matter on the immediate container or a statement accompanying a fertilizer.\n\n\"Labeling.\"All written, printed or graphic matter, on or accompanying fertilizer or advertisements, brochures, posters or electronic media used in promoting the distribution of fertilizer.\n\n\"Local agency.\"A governmental unit other than the Commonwealth. The term shall include, but not be limited to, a county, city, borough, town, township, school district or municipal authority.\n\n\"Manipulated.\"Processed or treated in any manner, including drying to a moisture content of less than 30%.\n\n\"Manufacture.\"To produce, mix, blend, repackage or further process fertilizer or fertilizer material for distribution.\n\n\"Manure.\"Animal excrement, with or without the bedding, litter, straw, washwater and other refuse materials, dirt and waste ordinarily mixed or commingled with that excrement, that is produced at an agricultural operation.\n\n\"Micronutrient.\"Any of the following:\n\n(2) Chlorine.\n\n(3) Cobalt.\n\n(4) Copper.\n\n(6) Manganese.\n\n(7) Molybdenum.\n\n(8) Nickel.\n\n(9) Sodium.\n\n\"Natural organic fertilizer.\"Materials that are:\n\n(1) Derived from either plant or animal products containing one or more elements, other than carbon, hydrogen and oxygen.\n\n(2) Essential for plant growth and subjected to biological degradation processes under normal conditions of aging, rainfall, sun curing, air drying, composting, rotting, enzymatic or anaerobic or aerobic bacterial action or any combination of these processes.\n\n(3) Not mixed with synthetic materials or changed in any physical or chemical manner from their initial state except when manipulated by methods such as drying, cooking, chopping, grinding, shredding, hydrolysis or pelleting.\n\n\"Net weight.\"The total weight of fertilizer as offered for sale, excluding the weight of the container.\n\n\"Official sample.\"A sample of fertilizer collected or obtained by the department or its agent to effectuate the provisions of this chapter and designated as official.\n\n\"Organic-based fertilizer.\"A mixed fertilizer in which:\n\n(1) More than half of the fertilizer materials are organic.\n\n(2) More than half of the sum of the guaranteed primary nutrient percentages are derived from organic materials.\n\n\"Overall index value.\"The value obtained from the calculation: (commercial value found) x 100 / (commercial value guaranteed).\n\n\"Percentage.\"A percentage by weight.\n\n\"Person.\"An individual, a partnership, an association, a firm, a corporation or another legal entity.\n\n\"Pesticide applicator.\"(Deleted by amendment).\n\n\"Plant nutrient.\"Any of the following:\n\n(1) A primary nutrient.\n\n(2) A secondary nutrient.\n\n(3) A micronutrient.\n\n\"Primary nutrient.\"Any of the following:\n\n(1) Nitrogen.\n\n(2) Phosphorus.\n\n(3) Potassium.\n\n\"Registrant.\"A person who registers fertilizer under this chapter.\n\n\"Repackage.\"The placement of fertilizer into a container or bulk bin other than what is supplied by the guarantor.\n\n\"Sanitized.\"A process to significantly reduce viability of pathogens and weed seeds.\n\n\"Secondary nutrient.\"Any of the following:\n\n(1) Calcium.\n\n(2) Magnesium.\n\n(3) Sulfur.\n\n\"Specialty fertilizer.\"A fertilizer:\n\n(1) distributed for use not associated with an agricultural operation; or\n\n(2) primarily intended to supply plant nutrients other than nitrogen, phosphate or potash.\n\n\"Stream buffer zone.\"A permanent strip of dense perennial vegetation established parallel and immediately adjacent to the bank of a pond, wetland or flowing body of water, such as a stream, river or creek, that is used to slow water runoff, enhance water infiltration and minimize the risk of potential nutrients reaching the waters.\n\n\"Tolerance.\"A permitted variation from the guarantee of an official sample of fertilizer.\n\n\"Ton.\"A net weight of 2,000 pounds.\n\n\"Turf.\"Land, including, but not limited to, residential property, a golf course and privately or publicly owned land, that is planted in closely mowed, managed grass, except for land used for an agricultural operation.\n\n(Nov. 1, 2023, P.L.146, No.20, eff. imd.)\n\n2023 Amendment.Act 146 deleted the def. of \"pesticide applicator\" and added the def. of \"sanitized.\"",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6801/"
    },
    {
      "id": "section-6802",
      "number": "6802",
      "heading": "",
      "text": "(a) Requirements.--Each person engaged in the manufacture of fertilizer to be distributed in this Commonwealth and each guarantor of the fertilizer shall, on or before July 1 of each year or prior to manufacture or distribution of the fertilizer, obtain a fertilizer license for each facility located in this Commonwealth and for each guarantor by completing a form furnished by the department and paying a $50 application fee for each facility and for each guarantor. All licenses shall expire on June 30 of each year.\n\n(b) Labeling and typical analysis.--The department may require an applicant for a fertilizer license or a current fertilizer licensee to submit the labeling that the person is using or intends to use for the fertilizer. The department may also require an applicant or fertilizer licensee to provide a typical analysis of selected components that may be in the fertilizer.\n\nCross References.Section 6802 is referred to in section 6801 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6802/"
    },
    {
      "id": "section-6803",
      "number": "6803",
      "heading": "",
      "text": "(a) Application.--Each brand and grade of specialty fertilizer shall be registered by the guarantor with the department before being offered for sale, sold or distributed in this Commonwealth. An application for each brand and grade of specialty fertilizer shall be made on a form furnished by the department and shall be accompanied by a fee of $100 per each grade of each brand. Labels for each brand and grade shall accompany the application. All registrations shall expire on June 30 of each year.\n\n(b) Contents of specialty fertilizer registration application.--An application for registration shall include:\n\n(1) The brand and grade.\n\n(2) The guaranteed analysis.\n\n(3) The name and address of the guarantor.\n\n(4) The net weight.\n\n(c) Exemption.--\n\n(1) A distributor shall not be required to register a specialty fertilizer that is already registered under this chapter by another person, if the label does not differ in a material respect.\n\n(2) Registration shall not be required when a fertilizer is formulated according to the specifications that are furnished by the consumer and is not further distributed or offered for sale to the general public.\n\n(d) Late fee.--\n\n(1) If the application for renewal of the specialty fertilizer registration required under this section is not filed prior to June 30 of each year, a penalty of $25 or 10% of the total registration fee for all products sought to be registered, whichever is greater, may be assessed and added to the original fee and shall be paid by the applicant before the renewal of the specialty fertilizer registration is issued.\n\n(2) The penalty shall not apply if the applicant furnished an affidavit that the applicant has not distributed the specialty fertilizer subsequent to the expiration of the applicant's prior registration.\n\nCross References.Section 6803 is referred to in sections 6816, 6904 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6803/"
    },
    {
      "id": "section-6804",
      "number": "6804",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), fertilizer labeled for turf that is distributed to consumers in this Commonwealth shall:\n\n(1) Consist of at least 20% enhanced efficiency nitrogen of the total nitrogen or as otherwise determined by the department, which determination shall be transmitted to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin.\n\n(2) Contain no phosphorus, unless the fertilizer is a natural organic or organic-based fertilizer.\n\n(b) Exemptions.--\n\n(1) Subsection (a) shall not apply when fertilizer is labeled for repairing a turf area or establishing a turf area for the first time.\n\n(2) Subsection (a)(1) shall not apply to liquid fertilizers or readily available nitrogen fertilizers labeled for turf, if the directions for use are in accordance with the requirements of section 6813 (relating to application of fertilizer to turf).\n\n(c) Additional requirements.--The department, through regulation, may establish additional requirements for fertilizer applied to turf.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6804/"
    },
    {
      "id": "section-6805",
      "number": "6805",
      "heading": "",
      "text": "(a) Contents of label.--The guarantor of a fertilizer distributed in a container in this Commonwealth shall place on or affix to the container a label stating in legible and conspicuous form the following:\n\n(1) The brand and grade of the fertilizer. The grade shall not be required if no primary nutrients are claimed.\n\n(2) The guaranteed analysis.\n\n(3) A statement of from where the material was derived.\n\n(4) Directions for use for fertilizer distributed to the consumer.\n\n(5) The name and address of the guarantor.\n\n(6) The net weight.\n\n(b) Bulk fertilizer.--In the case of bulk fertilizer distribution, the information required under subsection (a) shall accompany delivery and shall be provided in writing to the purchaser at time of delivery.\n\n(c) Other guarantees.--Guarantees for nutrients other than primary nutrients shall be expressed in the form of the element. The department may require by regulation that other beneficial substances or compounds be guaranteed. When plant nutrients or other substances or compounds are guaranteed, they shall be subject to inspection and analysis in accordance with the methods and regulations prescribed by the department.\n\n(d) Proof of labeling claims.--The department may require proof of labeling claims made for fertilizer. Research in support of the claims must be performed by an institution approved by the department utilizing acceptable scientific methodology.\n\n(e) Consumer-specified fertilizer formulations.--In lieu of the requirements under subsection (a), a fertilizer formulated according to specifications that are furnished by the consumer prior to mixing shall be labeled in a clearly legible and conspicuous form to show the grade, net weight, guaranteed analysis and name and address of the guarantor.\n\n(f) Bulk fertilizer storage.--Bulk fertilizer in bulk fertilizer storage that is intended for distribution shall be identified with a label attached to the storage bin or container giving the name and grade of the product.\n\n(g) Turf fertilizer.--Subject to subsection (i), fertilizer intended for use on turf that is distributed to consumers in this Commonwealth, in bulk or packages that are one pound or greater, shall include a statement in legible and conspicuous form that at a minimum sets forth the following requirements:\n\n(1) The product may not be applied near water, storm drains or drainage ditches.\n\n(2) The product may not be applied if heavy rain is expected.\n\n(3) The product may only be applied to the intended application site.\n\n(4) Material that lands on an impervious surface must be swept back onto the turf. This requirement shall not apply if the product is applied in a liquid form.\n\n(h) Nonturf fertilizer.--Subject to subsections (i) and (k), fertilizer that is not labeled for turf, in bulk or packages that are 40 pounds or greater, that is distributed to consumers in this Commonwealth, shall include a statement in legible and conspicuous form that at a minimum sets forth the following requirements:\n\n(1) The product may not be applied near water, storm drains or drainage ditches or to any impervious surface.\n\n(2) The product may not be applied if heavy rain is expected.\n\n(3) The product may only be applied to the intended application site.\n\n(i) Fertilizers containing pesticides.--In lieu of the statements required under subsections (g) and (h), the label for fertilizer products containing pesticides shall contain the environmental hazard statement recommended by the Environmental Protection Agency for that product.\n\n(j) Minimum font size.--Statements required under subsections (g) and (h) shall be printed in a legible and conspicuous manner and may not be smaller than the height of the font used for the directions for use on the product labeling.\n\n(k) Exemption.--The requirements of subsections (g), (h) and (j) shall not apply to fertilizer labeled for aquatic settings, growing media, indoor use or potted plants.\n\n(l) Prohibition.--The label or labeling for fertilizer shall not include the purpose of melting snow or ice, unless the product is distributed to an airport to be used on aircraft or areas an aircraft accesses.\n\n(m) Other label information.--The department may, by regulation, require additional information to be present on the label or labeling of fertilizers.\n\nEffective Date.Section 4(1) of Act 83 of 2022 provided that subsecs. (a)(3) and (4), (g), (h), (i), (j), (k) and (l) shall take effect in 18 months.\n\nCross References.Section 6805 is referred to in sections 6810, 6816 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6805/"
    },
    {
      "id": "section-6806",
      "number": "6806",
      "heading": "",
      "text": "The guarantor whose name appears on the label of a fertilizer distributed in this Commonwealth shall pay semiannually and not later than January 31 and July 31 of each year an inspection fee at the rate of 17¢ per ton of fertilizer distributed in this Commonwealth. In no case shall the inspection fee paid semiannually amount to less than $25.\n\nCross References.Section 6806 is referred to in section 6906 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6806/"
    },
    {
      "id": "section-6807",
      "number": "6807",
      "heading": "",
      "text": "(a) Requirements.--The guarantor whose name appears on a label shall submit, along with the requisite inspection fee, a report in a manner prescribed by the department listing by county the intended use and net tons of each brand and grade of fertilizer distributed in this Commonwealth for the period covered by the inspection fee. The department may promulgate regulations to establish additional tonnage reporting requirements.\n\n(b) Multiple guarantors.--When more than one guarantor is involved in the distribution of fertilizer, the guarantor who distributed the fertilizer last shall report the tonnage and pay the inspection fee, unless the report and payment have been made by a prior distributor.\n\n(c) Late fee.--A penalty of $25 or 10% of the total inspection fee, whichever is greater, shall be imposed for a fee or report not submitted at the required time.\n\n(d) Examination permitted.--\n\n(1) The department or its authorized representative may examine the records of the guarantor to verify the information contained in the reports filed with the department.\n\n(2) Reports containing fraudulent or incorrect information shall be considered a violation of this chapter for which the department may assess a penalty as provided for in this chapter.\n\n(e) Confidentiality of information.--\n\n(1) Notwithstanding the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law, or its successor statute, no proprietary information furnished to the department under this section shall be disclosed in a way as to knowingly or intentionally divulge a trade secret of a person subject to the provisions of this chapter.\n\n(2) This subsection shall not apply to information furnished to a court or administrative tribunal in accordance with law.\n\nCross References.Section 6807 is referred to in section 6907 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6807/"
    },
    {
      "id": "section-6808",
      "number": "6808",
      "heading": "",
      "text": "(a) Penalties.--The following penalties shall be assessed for deficiencies from the guaranteed analysis:\n\n(1) A penalty payment of five times the commercial value of each deficiency shall be assessed when the analysis shows that a fertilizer is deficient if:\n\n(i) one or more of its guaranteed primary plant nutrients is beyond a tolerance of 10% (two unit maximum); or\n\n(ii) the overall index value of the primary nutrients in the fertilizer is below 97.\n\n(2) When a fertilizer is subject to a penalty payment under paragraph (1)(i) and (ii), the larger penalty payment shall apply. Any penalty assessed shall not exceed the retail price of the lot of fertilizer represented by the official sample.\n\n(3) Deficiencies beyond the tolerance as established by regulation in a component other than a primary nutrient shall be evaluated by the department and shall be subject to a penalty under this chapter.\n\n(b) Payment of penalties.--Within 90 days following receipt of the official report of analysis, the guarantor shall pay to the consumer a deficiency penalty in the amount prescribed on the report of analysis. Receipts of payment shall be promptly forwarded by the guarantor to the department. If the consumer cannot be found, the penalties shall be paid to the department.\n\n(c) Deficiencies in fertilizers.--A deficiency in an official sample of fertilizer resulting from nonuniformity shall not be deemed distinguishable from a deficiency due to actual plant nutrient shortage and shall be deemed a violation of this chapter for which the department may assess a penalty as provided for in this chapter.\n\nCross References.Section 6808 is referred to in section 6809 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6808/"
    },
    {
      "id": "section-6809",
      "number": "6809",
      "heading": "",
      "text": "For the purpose of determining the commercial value to be applied under section 6808 (relating to plant nutrient deficiency), the department shall determine and publish annually a notice transmitted to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin stating the values per pound of total nitrogen, available phosphate and soluble potash in fertilizers in this Commonwealth. The values published in the Pennsylvania Bulletin shall take effect July 1 of each year and be used in determining and assessing penalty payments.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6809/"
    },
    {
      "id": "section-6810",
      "number": "6810",
      "heading": "",
      "text": "No person may distribute a fertilizer that is misbranded. A fertilizer shall be deemed to be misbranded if any of the following apply:\n\n(1) Its labeling is false or misleading.\n\n(2) It is distributed under the name of another fertilizer.\n\n(3) It is not labeled as required in section 6805 (relating to labels and labeling) and in accordance with regulations prescribed under this chapter.\n\n(4) It purports to be or is represented as a fertilizer or is represented as containing a plant nutrient or fertilizer, unless such plant nutrient or fertilizer conforms to the definition of identity, if any, prescribed by regulation.\n\n(5) The label or labeling are in conflict with section 6813 (relating to application of fertilizer to turf).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6810/"
    },
    {
      "id": "section-6811",
      "number": "6811",
      "heading": "",
      "text": "(a) Prohibition.--No person may distribute a fertilizer that is adulterated. A fertilizer shall be deemed to be adulterated if any of the following apply:\n\n(1) It contains a deleterious or harmful substance in any amount to render it injurious to beneficial plant life, animals, humans, aquatic life, soil or water when applied in accordance with its intended use or directions for use on the label.\n\n(2) Adequate warning statements or directions for use that may be necessary to protect plant life, animals, humans, aquatic life, soil or water are not shown on the label.\n\n(3) Its composition falls below or differs from that which it is purported to possess by its labeling.\n\n(4) It contains viable weed seed or unwanted crop seed in amounts exceeding the limit that the department establishes by regulation.\n\n(b) Exception.--A fertilizer shall not be considered adulterated under this section if the quantity of the substance in the fertilizer does not ordinarily render it injurious.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6811/"
    },
    {
      "id": "section-6812",
      "number": "6812",
      "heading": "",
      "text": "(a) Restrictions.--\n\n(1) No person may apply nonaquatic fertilizer within 15 feet of the top of a bank of a lake, pond, wetlands or flowing body of water, such as a stream, river or creek, except that fertilizer may be applied to the top of the bank of the waterways if applied using a drop spreader, rotary spreader with deflector, targeted spray liquid or other available targeted application technology when establishing and maintaining a stream buffer zone.\n\n(2) The establishment of setbacks for fertilizer application under this subsection shall not be construed to preclude the establishment or applicability of or required compliance with any other environmental standard established under other Federal or State law, rule or regulation.\n\n(b) Regulation.--The department may establish additional restrictions through regulation.\n\n(c) Construction.--Nothing in this section shall be construed to prohibit the lawful use of fertilizer in blasting as regulated by the Department of Environmental Protection.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6812/"
    },
    {
      "id": "section-6813",
      "number": "6813",
      "heading": "",
      "text": "(a) Application rates.--Except as provided in subsections (c) and (d), fertilizer application rates to turf:\n\n(1) Shall not exceed 0.7 pounds of readily available nitrogen per 1,000 square feet per application.\n\n(2) Shall not exceed 0.9 pounds of total nitrogen per 1,000 square feet per application except, when labeled as an enhanced-efficiency nitrogen fertilizer, the amount of nitrogen released at any given time shall not exceed 0.7 pounds of nitrogen per 1,000 square feet.\n\n(3) Shall contain zero phosphorus, except when specifically labeled for the following purposes:\n\n(i) establishing vegetation for the first time;\n\n(ii) reestablishing or repairing a turf area; or\n\n(iii) as an enhanced-efficiency phosphorus fertilizer, natural organic fertilizer or organic-based fertilizer, if the application rate does not exceed 0.25 pounds of phosphorus per 1,000 square feet per application, with a maximum total annual application of 0.5 pounds of phosphorus per 1,000 square feet.\n\n(b) Restrictions.--No person may:\n\n(1) Apply fertilizer labeled for use on turf to an impervious surface. Fertilizer labeled for use on turf that is inadvertently applied to an impervious surface shall be removed from the impervious surface immediately following the application.\n\n(2) Apply fertilizer containing nitrogen or phosphorus to turf at any time when the ground is frozen to a depth of at least two inches or snow covered.\n\n(3) (Deleted by amendment).\n\n(4) Apply fertilizer containing more than 0.5 pounds of total nitrogen per 1,000 square feet, or at a rate established in regulations promulgated by the department, to turf after December 15 and before March 1 or dates as established in regulations promulgated by the department.\n\n(c) Fertilizer use and application rates for turf.--\n\n(1) The department may establish use and application rates for fertilizer that is applied to turf.\n\n(2) The current rates or source of established fertilizer use and application rates shall be published at least once every two years by the department transmitting a notice to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin.\n\n(3) New application rates or changes to established fertilizer use and application rates shall:\n\n(i) Be based on appropriately peer-reviewed scientific research representing conditions of this Commonwealth and recommended by The Pennsylvania State University or other institution of higher education in this Commonwealth.\n\n(ii) Be as protective or more protective of water quality as those rates specified in subsection (a).\n\n(iii) Be published as a notice of public comment in the Pennsylvania Bulletin and allow for a 30-day public comment period. The department shall respond to all comments received and make a copy of the comments publicly available. The new rates or changes shall be published as final rates in the Pennsylvania Bulletin and take effect upon publication.\n\n(d) Application based on soil test and site-specific plan.--A person shall not be required to follow application rates established under subsection (a) or (c) if a site-specific plan is used based on all the following:\n\n(1) A soil test was conducted within the previous three years and in accordance with procedures recommended by The Pennsylvania State University.\n\n(2) Current soil, plant species, climate, use, topography or other appropriate management factors.\n\n(3) Rates recommended by The Pennsylvania State University or other institution of higher education in this Commonwealth approved by the department.\n\n(e) (Reserved).\n\n(f) Additional requirements.--The department may establish additional requirements through regulation.\n\n(g) Exemption.--This section shall not apply to fertilizer applied to land used for an agricultural operation or by a public or private institution of higher education for research purposes.\n\n(Nov. 1, 2023, P.L.146, No.20, eff. imd.)\n\n2023 Amendment.Act 20 amended subsec. (b).\n\nCross References.Section 6813 is referred to in sections 6804, 6810 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6813/"
    },
    {
      "id": "section-6814",
      "number": "6814",
      "heading": "",
      "text": "A person may not:\n\n(1) Apply fertilizer with a device that is not intended for the application of fertilizer or that has not been properly calibrated.\n\n(2) Operate fertilizer application equipment or devices in a faulty, careless or negligent manner.\n\n(3) Dispose of, discard or store a fertilizer product in a manner that would be inconsistent with its label, would cause over-application of fertilizer, would result in direct discharge to a storm drain or waters of this Commonwealth or would be inconsistent with this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.\n\n(4) Aid or abet another person to evade the provisions of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter, conspire with another person for that purpose.\n\n(5) Hinder, mislead, make false statements to or refuse to cooperate with an employee or agent of the department in an investigation or inspection undertaken by the authority delegated to the department under the provisions of this chapter.\n\n(6) Apply fertilizer for the purposes of melting snow or ice, unless the material is applied to aircraft or areas an aircraft accesses at an airport.\n\n(7) Fail to comply with a provision of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.\n\n(8) Make a false statement or misrepresentation of material fact on an application for issuance or renewal of a license required under this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.\n\n(9) Refuse or neglect to comply with a condition or limitation imposed upon a license issued under this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.\n\n(10) Refuse to present evidence of proper licensure to an employee or agent of the department upon request.\n\n(11) Refuse or neglect to keep and maintain a record, or make a report when and as required, by this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6814/"
    },
    {
      "id": "section-6815",
      "number": "6815",
      "heading": "",
      "text": "The department, through guidelines established in consultation with The Pennsylvania State University and representatives of the agricultural and turf grass industries, shall establish and administer a program of public outreach to educate the public on proper use, application, handling and storage of fertilizers.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6815/"
    },
    {
      "id": "section-6816",
      "number": "6816",
      "heading": "",
      "text": "The department may publish on an annual basis, and in a form as it deems proper, information concerning the distribution of fertilizers and results of analyses based on official samples of fertilizer distributed within this Commonwealth as compared with analyses guaranteed under sections 6803 (relating to registration of specialty fertilizers) and 6805 (relating to labels and labeling).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6816/"
    },
    {
      "id": "section-6817",
      "number": "6817",
      "heading": "",
      "text": "The department may promulgate and enforce rules and regulations necessary for administration and implementation of this chapter. Regulations currently in place shall remain in effect, to the extent they are consistent with this chapter, until such time as new regulations are promulgated by the department. The department may draft and issue such orders as are necessary to enforce and provide clarity for administration of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6817/"
    },
    {
      "id": "section-6818",
      "number": "6818",
      "heading": "",
      "text": "If the department finds that a fertilizer in the possession of a consumer is short in weight, the guarantor of that fertilizer shall, within 30 days after official notice from the department, submit to the consumer a penalty payment of two times the value of the actual shortage.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6818/"
    },
    {
      "id": "section-6819",
      "number": "6819",
      "heading": "",
      "text": "(a) Authority of department.--The department may refuse, suspend or revoke:\n\n(1) the registration of a fertilizer;\n\n(2) the license of a person, if the person is a registrant or licensee and has not complied with the provisions of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter; or\n\n(3) the license of a person, if the person has used fraudulent or deceptive practices in the evasion or attempted evasion of the provisions of this chapter.\n\n(b) Hearing.--The department shall provide an opportunity for a hearing, as specified in section 6826 (relating to appeal process), to a person appealing an action of the department under this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6819/"
    },
    {
      "id": "section-6820",
      "number": "6820",
      "heading": "",
      "text": "(a) Authority of department.--\n\n(1) The department may issue and enforce a written or printed stop-sale, use or removal order to the owner or custodian of a lot of fertilizer being offered or exposed for sale in violation of a provision of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.\n\n(2) Fertilizer placed under the order shall be held at a designated place approved by the department and may not be moved without written approval by the department.\n\n(3) The order shall remain in effect until the law has been complied with and the fertilizer is released in writing by the department or the fertilizer in violation has been disposed of in a manner authorized by the department. The authorization shall be specified in writing.\n\n(b) Release by department.--The department shall release the fertilizer held under a stop-sale order when the requirements of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter have been complied with and all costs and expenses incurred in connection with the order have been paid by the person responsible for the violation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6820/"
    },
    {
      "id": "section-6821",
      "number": "6821",
      "heading": "",
      "text": "Fertilizer not in compliance with the provisions of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter shall be subject to seizure and condemnation by the department, provided that in no instance shall the disposition of the fertilizer be ordered by the department without first giving the claimant an opportunity for a hearing as provided for in section 6826 (relating to appeal process) or for opportunity to apply for permission to process or relabel the fertilizer to bring it into compliance with this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6821/"
    },
    {
      "id": "section-6822",
      "number": "6822",
      "heading": "",
      "text": "It shall be unlawful for a person to fail to comply with or cause to assist in the violation of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6822/"
    },
    {
      "id": "section-6823",
      "number": "6823",
      "heading": "",
      "text": "(a) Authorization.--For purposes of enforcement of this chapter, the department or its agent may enter upon any public or private premises or carriers at reasonable times, including any vehicle being used to transport or hold fertilizer, as may be necessary to determine compliance with this chapter. The department may also:\n\n(1) Have access for the purpose of inspecting any equipment subject to this chapter and the premises on which the equipment is kept or stored.\n\n(2) Inspect and sample lands, plants or waterways actually or reported to be exposed to fertilizers.\n\n(3) Inspect storage or disposal areas.\n\n(4) Inspect or investigate complaints of injury to humans, animals, plants or the environment.\n\n(5) Sample fertilizers being manufactured, processed, packed or held for distribution, being applied or to be applied.\n\n(6) Have access to records relating to the manufacture, distribution, sale, storage and use of fertilizer.\n\n(b) Inspection.--\n\n(1) The department may conduct unannounced inspections, but shall give written notice to the owner or person in charge of the facility, warehouse, establishment, premises or vehicle at the time of inspection and sampling.\n\n(2) A separate notice shall be given for each inspection, but a notice shall not be required for each entry made during the period covered by the inspection.\n\n(c) Samples.--If an employee conducting an inspection obtains a sample in the course of the inspection, upon completion of the inspection and prior to leaving the premises, the employee may, when possible, give to the owner, operator or agent in charge a receipt describing the samples obtained.\n\n(d) Methodology.--\n\n(1) The methods of fertilizer sampling and analysis by the department may include those methods adopted by the Association of Official Analytical Chemists International.\n\n(2) In cases not covered by those methods or in cases where improved methods are available, the department may issue a temporary order defining the method to be utilized. The method defined in the temporary order shall be effective upon publication in the Pennsylvania Bulletin. The temporary order shall remain in effect for a period not to exceed one year, unless reissued or until the notice is promulgated as a regulation.\n\n(e) Deficiency determination.--In determining whether a fertilizer is deficient in nutrients, the department shall be guided solely by the official sample obtained.\n\n(f) Maintenance by official samples.--\n\n(1) Official samples maintained by the department and that require imposition of a penalty for nutrient deficiency shall be retained for a minimum of 90 days from issuance of a fertilizer deficiency report or an official report of analysis.\n\n(2) Upon request, the department shall furnish to the guarantor a portion of the official sample.\n\n(3) Requests must be made within 30 days of receipt of a fertilizer deficiency report or an official report of analysis.\n\nCross References.Section 6823 is referred to in section 6824 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6823/"
    },
    {
      "id": "section-6824",
      "number": "6824",
      "heading": "",
      "text": "(a) Interference.--A person who willfully or intentionally interferes with an employee or officer of the department in the performance of the employee's or officer's duties or activities authorized under this chapter commits a misdemeanor of the third degree and shall, upon conviction, be subject to a term of imprisonment for not more than one year or a fine of not more than $2,500, or both.\n\n(b) Refuse entry.--\n\n(1) It shall be a violation of this chapter to refuse entry to a department employee or agent acting under the authority of this chapter.\n\n(2) For purposes of this subsection, the term \"refuse entry\" includes any of the following:\n\n(i) Preventing entry to the establishment or any other place or object set forth in section 6823(a) (relating to inspection, sampling and analysis).\n\n(ii) Preventing the taking of a sample as authorized under this chapter.\n\n(iii) Preventing access to records required under this chapter or any order issued under the authority of this chapter or regulation promulgated under this chapter.\n\n(c) Search warrant.--\n\n(1) The department may apply for a search warrant to any court of competent jurisdiction authorized to issue a search warrant for the purposes of conducting inspections, collecting samples or examining records of any facility, premises or vehicle in the enforcement of this chapter.\n\n(2) The warrant shall be issued upon probable cause. It shall be sufficient probable cause to show any of the following:\n\n(i) The department or its authorized agent has been subject to interference or refused entry as defined under subsections (a) and (b).\n\n(ii) The department has reasonable grounds to believe that a violation of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter has occurred.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6824/"
    },
    {
      "id": "section-6825",
      "number": "6825",
      "heading": "",
      "text": "(a) Criminal penalties.--Unless otherwise specified, a person who violates a provision of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter:\n\n(1) For the first offense, commits a summary offense and may, upon conviction, be sentenced for each offense to pay a fine of not less than $100 nor more than $500 and costs of prosecution or to imprisonment for a term which shall be fixed at not more than 90 days, or both.\n\n(2) For a subsequent offense committed within three years of a prior conviction for a violation of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter commits a misdemeanor of the second degree and shall, upon conviction, be sentenced to pay a fine of not less than $500 nor more than $1,000 and costs of prosecution or to imprisonment for not more than two years, or both.\n\n(b) Civil penalties.--\n\n(1) In addition to another remedy available at law or in equity for a violation of this chapter, the department may assess a civil penalty of not less than $500 nor more than $5,000 upon a person for each violation of this chapter. The civil penalty assessed shall be payable to the department and shall be collectible in any manner provided by law for the collection of debt.\n\n(2) No civil penalty shall be assessed unless the person assessed the penalty has been given notice and an opportunity for a hearing on the assessment in accordance with the provisions of 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action).\n\n(c) Trade secrets.--\n\n(1) A person who to the person's own advantage uses or reveals to anyone other than the department, administrative tribunal or a court when relevant in a judicial proceeding information acquired under the authority of this chapter concerning a method, record, formulation or process that as a trade secret is entitled to protection under the law commits a misdemeanor of the third degree and shall, upon conviction, be sentenced to pay a fine of not less than $500.\n\n(2) This subsection shall not be construed to prohibit the department from exchanging information of a regulatory nature with governmental agencies of the Federal Government, agencies of this Commonwealth or another state.\n\n(d) Certified copy of official analysis.--In a prosecution under this chapter involving the composition of a lot of fertilizer, a certified copy of the official analysis signed by the department shall be accepted as prima facie evidence of the composition.\n\n(e) De minimis violations.--Nothing in this chapter shall be construed to require the department to report a violation and to institute seizure proceedings as a result of a de minimis violation of this chapter when the department concludes that the public interest will be best served by a suitable notice of warning in writing.\n\n(f) District attorney.--A district attorney to whom a criminal violation of this chapter is reported shall cause appropriate proceedings to be instituted and prosecuted in a court of competent jurisdiction without delay.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6825/"
    },
    {
      "id": "section-6826",
      "number": "6826",
      "heading": "",
      "text": "All appeals shall be taken and hearings conducted in accordance with the provisions of 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action). A person shall have 15 days to appeal an enforcement action of the department.\n\nCross References.Section 6826 is referred to in sections 6819, 6821 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6826/"
    },
    {
      "id": "section-6827",
      "number": "6827",
      "heading": "",
      "text": "(a) Office of Attorney General.--In addition to other remedies provided for in this chapter, the Office of Attorney General, at the request of the department, may initiate in Commonwealth Court or the court of common pleas of the county in which the defendant resides or has a place of business an action in equity for an injunction to restrain a violation of this chapter, a regulation promulgated under this chapter or an order issued under the authority of this chapter from which no timely appeal has been taken or which has been sustained on appeal.\n\n(b) Preliminary injunctions.--In a proceeding under subsection (a), the court shall, upon motion of the Commonwealth, issue a preliminary injunction if the court finds that the defendant is engaging in conduct that causes immediate or irreparable harm to the public or has engaged in other conduct which the court has developed through case law.\n\n(c) Bonds not required.--The Commonwealth may not be required to furnish bond or other security in connection with proceedings under this section.\n\n(d) Civil penalties.--In addition to an injunction, the court may levy civil penalties as provided by this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6827/"
    },
    {
      "id": "section-6828",
      "number": "6828",
      "heading": "",
      "text": "The department may cooperate with and enter into agreement with governmental agencies of the Federal Government, agencies of this Commonwealth or another state to carry out the purpose and provisions of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6828/"
    },
    {
      "id": "section-6829",
      "number": "6829",
      "heading": "",
      "text": "Nothing in this chapter shall be construed to restrict or avoid sales or exchanges of fertilizers to each other by importers, manufacturers or manipulators who mix fertilizer materials for sale or as preventing the free and unrestricted shipments of fertilizer to manufacturers or manipulators who are in compliance with the provisions of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6829/"
    },
    {
      "id": "section-6830",
      "number": "6830",
      "heading": "",
      "text": "All proprietary business information contained in records, data, formulations and other information filed with or collected by the department and that relate to tonnage reports and trade secrets, such as product formulation, customer information or production methods, shall be exempt from the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law, and subject to inspection only upon the order of a court of competent jurisdiction. Aggregate data may be shared with other Federal, State or local agencies.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6830/"
    },
    {
      "id": "section-6831",
      "number": "6831",
      "heading": "",
      "text": "Money received from license fees, registration fees, inspection fees, fines and penalties shall be paid into a special restricted account in the General Fund known as the Agronomic Regulatory Account. All money in the Agronomic Regulatory Account is appropriated on a continuing basis to the department for the purposes of this chapter and Chapters 69 (relating to soil and plant amendment) and 71 (relating to seed).\n\nCross References.Section 6831 is referred to in sections 6921, 7122 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6831/"
    },
    {
      "id": "section-6832",
      "number": "6832",
      "heading": "",
      "text": "(a) Effect of chapter.--The provisions of this chapter are of Statewide concern and occupy the whole field of regulation regarding the registration, packaging, labeling, sale, transportation, distribution, use and application of fertilizers to the exclusion of all local regulations.\n\n(b) Enforcement.--No ordinance or regulation of a local agency, political subdivision or home rule municipality may prohibit or attempt to regulate a matter relating to the registration, packaging, labeling, sale, transportation, distribution, use or application of fertilizers, if the ordinance or regulation conflicts with this chapter.\n\n(c) Stricter requirements.--Nothing in this chapter shall be construed to prevent a political subdivision or home rule municipality from adopting and enforcing an ordinance or a regulation that is consistent with and no more stringent than the requirements of this chapter and the regulations promulgated under this chapter. No penalty shall be assessed under the local ordinance or regulation under this subsection for a violation for which a penalty has been assessed under this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-68/section-6832/"
    }
  ]
}