{
  "state": "pennsylvania",
  "path": "title-title-3/chapter-chapter-27",
  "sections": [
    {
      "id": "section-2701",
      "number": "2701",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Specimen.\"Any of the following which are protected under this title, 30 Pa.C.S. (relating to fish) or 34 Pa.C.S. (relating to game):\n\n(1) A bird or a part of a bird.\n\n(2) An animal or a part of an animal.\n\n(3) A fish or a part of a fish.\n\n(4) A reptile or a part of a reptile.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2701/"
    },
    {
      "id": "section-2702",
      "number": "2702",
      "heading": "",
      "text": "Any person who holds himself out to the public as a taxidermist or mounts any specimen shall register with the department on a form prescribed by the department. The registration shall include at a minimum the person's name, the business name, the address and telephone number and the person's or business tax identification number. For purposes of this section, the tax identification number may include any of the following:\n\n(1) Federal employer identification number.\n\n(2) Unemployment compensation account number.\n\n(3) Social Security number.\n\n(4) State personal income tax identification number.\n\n(5) State sales tax number.\n\n(6) Corporation tax number.\n\n(7) State employer withholding number.\n\n(8) Any other identification number acceptable to the department.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2702/"
    },
    {
      "id": "section-2703",
      "number": "2703",
      "heading": "",
      "text": "A person commits a summary offense of the second degree and shall be subject to the penalty imposed under 34 Pa.C.S. ยง 925(b)(5) (relating to jurisdiction and penalties) if the person does any of the following:\n\n(1) If the person is a taxidermist, mounts any specimen which was not lawfully killed or raised under authority of a propagating permit unless the owner of the specimen presents the taxidermist with a permit obtained from the Pennsylvania Game Commission or the Pennsylvania Fish Commission and, in the case of migratory birds, the required Federal permit.\n\n(2) Mounts any specimen unless the owner of the specimen presents the person with a copy of a permit issued by the Pennsylvania Game Commission or the Pennsylvania Fish Commission. A taxidermist may accept a specimen for safekeeping and, after notifying the nearest Pennsylvania Game Commission or Pennsylvania Fish Commission officer, hold it until the owner obtains the necessary permit or for a period not to exceed 60 days.\n\n(3) Violates the provisions of this chapter.\n\nReferences in Text. The Pennsylvania Fish Commission, referred to in this section, was designated the Fish and Boat Commission by the act of December 12, 1991 (P.L.368, No.39).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2703/"
    },
    {
      "id": "section-2704",
      "number": "2704",
      "heading": "",
      "text": "ยง 2704. Preemption.\n\nNothing in this chapter shall preempt the requirements of any other Federal or State law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2704/"
    },
    {
      "id": "section-2705",
      "number": "2705",
      "heading": "",
      "text": "The department shall:\n\n(1) Upon request, provide the Department of Revenue and the Department of Labor and Industry with information about registered taxidermists.\n\n(2) Charge taxidermy registrants an annual fee of $100 to cover the costs of administering the registration system.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2705/"
    },
    {
      "id": "section-2706",
      "number": "2706",
      "heading": "",
      "text": "A person registered under this chapter shall maintain an accurate record of all specimens that they mount. The record shall include the type of specimen mounted and the location where the specimen was harvested. The registrant shall make these records available to the department for inspection upon request by the Bureau of Animal Health and Diagnostic Services.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2706/"
    },
    {
      "id": "section-2707",
      "number": "2707",
      "heading": "",
      "text": "A person registered under this chapter shall report an unmarked Convention on International Trade in Endangered Species or threatened or endangered special specimen to the proper authority within 72 hours of receiving notice of the specimen.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-3/chapter-27/section-2707/"
    }
  ]
}