{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c096index",
  "sections": [
    {
      "id": "section-9601",
      "number": "9601.",
      "heading": "Election; term of office.There shall be a recorder in each county who shall be elected at the general elections for a term of 4 years commencing on the first Tuesday in January next after his or her election",
      "text": "Code 1852,\n§§\n\n 637, 638; \n\nCode 1915,\n\n§§\n\n 1371, 1372; \n\nCode 1935,\n\n§§\n\n 1543, 1544; \n\n9 Del. C. 1953,\n\n§\n\n 9601;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9602. Compensation.The recorders in the respective counties shall receive the annual salaries listed below:(1) In New Castle County, as fixed by the New Castle County government;(2) In Kent County the Recorder of Kent County shall receive a salary in an amount to be set by ordinance of the Kent County Levy Court; and(3) In Sussex County the Recorder of Sussex County shall receive a salary in an amount to be set by ordinance of the Sussex County Council.23 Del. Laws, c. 60,\n\n§\n\n 7; \n\nCode 1915,\n\n§\n\n 1438;40 Del. Laws, c. 139,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1597;44 Del. Laws, c. 98,\n\n§\n\n 1;45 Del. Laws, c. 138,\n\n§\n\n 1;46 Del. Laws, c. 298,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9602;49 Del. Laws, c. 290,\n\n§\n\n 6;49 Del. Laws, c. 380;50 Del. Laws, c. 478,\n\n§\n\n 1;50 Del. Laws, c. 494,\n\n§\n\n 1;52 Del. Laws, c. 52,\n\n§\n\n 2;52 Del. Laws, c. 174,\n\n§\n\n 7;53 Del. Laws, c. 222,\n\n§\n\n 4;54 Del. Laws, c. 23,\n\n§\n\n 5;54 Del. Laws, c. 215,\n\n§\n\n 5;57 Del. Laws, c. 692,\n\n§\n\n 6;58 Del. Laws, c. 7;59 Del. Laws, c. 514,\n\n§\n\n 3;61 Del. Laws, c. 506,\n\n§\n\n 5;65 Del. Laws, c. 163,\n\n§\n\n 7;65 Del. Laws, c. 216,\n\n§\n\n 2;67 Del. Laws, c. 255,\n\n§\n\n 5;68 Del. Laws, c. 234,\n\n§\n\n 2;§\n\n9603. Deputies and employees.The recorders in Kent and Sussex Counties may employ such chief deputy, deputies and clerks as are authorized by the governments of the counties, at compensations fixed by such governments. In Kent County, minimum qualifications may be established by the county government for each position, and said minimum qualifications and compensation and any subsequent adjustments thereto shall have the concurrence of the recorder.23 Del. Laws, c. 60,\n\n§\n\n 8;24 Del. Laws, c. 86,\n\n§\n\n 2;27 Del. Laws, c. 73,\n\n§\n\n 1;27 Del. Laws, c. 83,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1439;29 Del. Laws, c. 91,\n\n§\n\n 1;29 Del. Laws, c. 92,\n\n§\n\n 1;30 Del. Laws, c. 91,\n\n§\n\n 1;31 Del. Laws, c. 17,\n\n§\n\n 1;32 Del. Laws, c. 67,\n\n§\n\n 1;35 Del. Laws, c. 79,\n\n§\n\n 1;40 Del. Laws, c. 139,\n\n§\n\n 2; \n\nCode 1935,\n\n§§\n\n 1191, 1598;43 Del. Laws, c. 120,\n\n§\n\n 1;44 Del. Laws, c. 100,\n\n§§\n\n 1, 2;44 Del. Laws, c. 101,\n\n§\n\n 1;45 Del. Laws, c. 109,\n\n§§\n\n 1, 2;46 Del. Laws, c. 298,\n\n§§\n\n 1, 2;47 Del. Laws, c. 192;48 Del. Laws, c. 111,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9603;55 Del. Laws, c. 85,\n\n§\n\n 31A;74 Del. Laws, c. 45,\n\n§\n\n 4;§\n\n9604. Inventory of books and records [Repealed].Repealed by 72 Del. Laws, c. 28, § 1, effective May 12, 1999.§\n\n9605. Recordation of instruments [For application of this section, see 85 Del. Laws, c. 137, § 12].(a) Each recorder shall record, within a reasonable time, deeds, indentures, letters of attorney relating to land, mortgages, releases of lien of mortgages, leases, releases, assignments, conditional sales and leases of railroad and railway equipment and rolling stock, oaths of office, plots and descriptions, appointments of deputy registers of wills, certificates of commissioners and agreements of owners bounding and marking lands, petitions and orders for sheriffs’ deeds and all instruments authorized or directed by law to be recorded or lodged by the recorder of deeds. The recorder shall forthwith make a proper note of the same in the indices.(b) (1) A recorder may not knowingly record or receive for filing any contract, mortgage, lease, deed or conveyance, or any other indenture or agreement affecting real property that contains any promise, covenant, or restriction that limits, restrains, prohibits, or otherwise provides against the sale, gift, transfer, assignment, conveyance, ownership, lease, rental, use, or occupancy of real property to or by any person because of race, color, creed, religion, sex, sexual orientation, gender identity, disability, age, marital status, familial status, source of income, national origin, ancestry, housing status, or any other basis protected under Chapter 46 of Title 6. For purposes of this paragraph (b)(1):a. “Housing status” means as defined in § 4602 of Title 6.b. “Protective hairstyle” includes braids, locks, and twists.c. “Race” includes traits historically associated with race, including hair texture and a protective hairstyle.(2) Paragraph (b)(1) of this section does not prohibit a recorder from recording or receiving for filing any contract, mortgage, lease, deed or conveyance, or any other indenture or agreement affecting real property that contains a provision that is permitted by the exceptions to the Delaware Fair Housing Act under §§ 4603A and 4607 of Title 6.(c) For the purpose of this chapter and this section, any reference in any section of this chapter to the recordation of any document or instrument in books or volumes shall not prohibit the recorder from causing the instrument to be preserved for examination or reproduction by means of any archival filming or storage process approved by the Delaware State Archivist and Records Administrator. The recorder shall be authorized to determine which records shall be available in book form or only in photographic or electronic form.(d) No recorder shall accept for recording any deed or other instrument purporting to convey title to real estate unless and until the Recorder has first received an affidavit of residence and gain in the form in subsection (e) of this section; provided however, that the Recorder may accept for recording any such deed or other such instrument purporting to convey title to real estate without first receiving such an affidavit of residence and gain if the transaction or instrument is one of those transactions or instruments exempted from the definition of “document” for the purposes of imposition of the realty transfer tax in § 5401(1) of Title 30. The Recorder of New Castle County may delegate this duty to another county department with the consent of the County Executive.(e) The form to be used in making such affidavit of residence and gain shall be separately made available by each recorder and such form shall require information and authorization from, by or on behalf of the seller, to the extent such information is known to the person making the affidavit; provided however, that if the seller is a Delaware resident or a corporation domiciled in Delaware, it shall be necessary only to so state on the affidavit of residence and gain or any other affidavit provided by the recorder for this purpose:(1) An adequate description of the seller, including name, residence, address, taxpayer identification number and principal place of business as appropriate.(2) Whether or not the seller is a nonresident individual, nonresident estate, nonresident trust or nonresident partner, as such terms are defined in Chapter 11 of Title 30, or, if the seller is a corporation, whether or not it is a foreign corporation.(3) The actual consideration received by the seller and whether or not the seller had a gain on the sale of real estate to which title is purporting to be conveyed.(4) Within such affidavit the seller shall also authorize the Division of Revenue or such other appropriate state agency as may be designated to obtain any appropriate or necessary federal income tax forms, including their attached schedules or other attachments, and any other related papers filed by such seller which relate solely to the said real estate to which title is purported to be conveyed by the deed or instrument being recorded.(f) The recorder shall not accept for recordation any deed or other instrument affecting real property unless the deed or other instrument contains thereon in a conspicuous place the county tax assessment parcel identification number of the parcel or parcels affected. In all cases where the affected parcel was just created by subdivision, the number of the parcel which was subdivided shall be identified and the number of the newly created parcel or parcels shall be listed, if available. In cases where the affected parcel was just created by the combining of separate parcels, the number of the parcels that were combined shall be identified. The number or numbers of the newly created parcel or parcels shall be listed, if available.(g) The recorder shall be authorized to issue regulations concerning the format and size of instruments to be accepted for recordation including, but not limited to the map scale, type size, paper size, margins and requirements for open areas within an instrument to assure that the document is in a form proper for micrographic or electronic reproduction. The recorder may require that, for any instrument presented that does not comply with the regulations or that is not otherwise in a form acceptable for micrographic reproduction, a typed statement be attached and made a part of the document stating the kind of instrument, the date, the parties to the instrument, a description of the property and any other pertinent data necessary to allow the instrument to be microfilmed.(h) The recorder of deeds shall not accept for recordation any deed or other instrument affecting real property unless the deed or other instrument contains the words “prepared by” followed by the name and address of the person who drafted or prepared the deed or other instrument for recording. The information required by this subsection shall appear on the first page of the instrument to be recorded.(i) The Recorder of Deeds for Kent County shall not accept for recording any deed or other instrument purporting to convey title to real estate until the recorder has received payment of all state and municipal realty transfer tax due on the transfer, with the exception of the City of Dover realty transfer tax; provided however, that any municipality which has imposed a realty transfer tax may continue to collect such tax upon written notification to the recorder of such election. The Recorder of Deeds for Kent County shall accept any Class C recordings for manufactured homes, but only if the Kent County government, by ordinance, first authorizes and defines Class C grading within Kent County.(j) The county recorders of deeds shall not record military service discharge documents. The county recorders of deeds shall transfer all recorded military service discharge documents to the Department of Veterans Affairs, the State’s Repository pursuant to § 8804 of Title 29. The Department of Veterans Affairs shall maintain all certificates of release or discharge from active military service or similar discharge documents as defined.Code 1915,\n\n§\n\n 1374;31 Del. Laws, c. 16,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1546;45 Del. Laws, c. 132,\n\n§§\n\n 1, 3;45 Del. Laws, c. 258,\n\n§\n\n 1;46 Del. Laws, c. 43,\n\n§§\n\n 1, 3;47 Del. Laws, c. 29,\n\n§§\n\n 1, 3; \n\n9 Del. C. 1953,\n\n§\n\n 9605;49 Del. Laws, c. 246,\n\n§\n\n 1;50 Del. Laws, c. 509,\n\n§\n\n 1;56 Del. Laws, c. 99,\n\n§§\n\n 1, 2;57 Del. Laws, c. 82,\n\n§§\n\n 1, 2;59 Del. Laws, c. 84,\n\n§§\n\n 1, 2;60 Del. Laws, c. 234,\n\n§\n\n 1;60 Del. Laws, c. 277,\n\n§\n\n 1;67 Del. Laws, c. 178,\n\n§\n\n 1;67 Del. Laws, c. 179,\n\n§\n\n 1;67 Del. Laws, c. 261,\n\n§\n\n 16;67 Del. Laws, c. 319,\n\n§\n\n 1;69 Del. Laws, c. 145,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 587,\n\n§\n\n 38;72 Del. Laws, c. 382,\n\n§\n\n 1;75 Del. Laws, c. 235,\n\n§§\n\n 1, 2;77 Del. Laws, c. 120,\n\n§\n\n 1;81 Del. Laws, c. 409,\n\n§\n\n2;83 Del. Laws, c. 13,\n\n§\n\n5;84 Del. Laws, c. 428,\n\n§\n\n2;85 Del. Laws, c. 137,\n\n§\n\n5;85 Del. Laws, c. 144,\n\n§\n\n6;§\n\n9606. Recordation of instruments; duties.When a document is lodged for recording in the recorder’s office and the fees paid, the recorder shall note upon it the day, month and year, and in case of any mortgage, the hour and minute of its being so lodged, and shall record the same, with all certificates, annexations, and endorsements, without delay. The recording shall be dated as of the time it was lodged in the office. The recorder shall certify the recording, under hand and official seal, upon each deed or writing recorded, with proper reference to the book and page. The recorder shall also, if required, give a certificate of the lodging of any paper in his or her office for record.Code 1852,\n\n§\n\n 642;16 Del. Laws, c. 130; \n\nCode 1915,\n\n§§\n\n 1380, 1383; \n\nCode 1935,\n\n§§\n\n 1551, 1555; \n\n9 Del. C. 1953,\n\n§\n\n 9606;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9607. Collection of recording fees; certain taxes; Housing Development Fund surcharge; Delaware Cultural Access Fund fee.(a) The recorder may require the payment of fees for recording any instrument as soon as the recorder shall have noted the date of reception on such instrument.(b) The recorder of each county shall collect, for each document or paper recorded or filed, a surcharge of $5.00 for the support of the Housing Development Fund and an additional $25 fee for the support of the Delaware Cultural Access Fund. The surcharge of $5.00 and the additional $25 fee is included in the assessment fee collected by each county in accordance with § 103(c)(6) of Title 8. Any instrument for which an assessment fee is charged shall be considered 1 document for purposes of determining the surcharge of $5.00 and the $25 fee. If a county, by ordinance, waives county recording fees for common interest communities or civic associations, the recorder for that county shall not collect the surcharge of $5.00 or fee of $25 under this subsection for any document or paper recorded or filed by a common interest community or civic association.(c) Not later than the twentieth day of each month, each recorder of deeds shall remit to the State Treasurer 95% of the amount of the surcharge collected under subsection (b) of this section. The State Treasurer shall deposit such funds into the Housing Development Fund established under subchapter V of Chapter 40 of Title 31. Each recorder of deeds shall retain 5% of the amount of the surcharge as compensation for the expenses of the recorder of deeds in collecting and remitting the surcharge provided in subsection (b) of this section.(d) Not later than the twentieth day of each month, each recorder of deeds shall remit to the State Treasurer 99% of the amount of the Delaware Cultural Access Fund fees collected under subsection (b) of this section. The State Treasurer shall deposit such funds into the special fund established under subchapter I of Chapter 5 of Title 29. The 1% of the amount of the fees which are retained by the recorders of deeds shall be used by the respective county governments to cover costs associated with collection and remitting of the fee, and as funding to support records management and preservation activities within those county governments.(e) (1) Pursuant to §§ 1126, 1606 and 1909 of Title 30, before the recorder shall record a deed conveying title in Delaware real estate by a nonresident individual, a nonresident pass-through entity, or a nonresident corporation, as those terms are defined the relevant sections of Title 30, the recorder shall receive the tax return or report, and collect the estimated income tax reported due, if any. The estimated taxes collected under this subsection shall be accounted for and remitted with the tax return or report to the Secretary of Finance no later than the twentieth day of the month following the recording of the deed.(2) The tax returns or reports and the amounts of tax collected pursuant to § 1126, § 1606 or § 1909 of Title 30, and the recorders and their employees or agents, shall be subject to the secrecy provisions and penalties of § 368 of Title 30.11 Del. Laws, c. 96;16 Del. Laws, c. 130; \n\nCode 1915,\n\n§§\n\n 1382, 1383, 4891, 4892; \n\nCode 1935,\n\n§§\n\n 1554, 1555, 5379, 5380; \n\n9 Del. C. 1953,\n\n§\n\n 9607;65 Del. Laws, c. 511,\n\n§\n\n 1;67 Del. Laws, c. 257,\n\n§§\n\n 2-4;68 Del. Laws, c. 119,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 587,\n\n§\n\n 39;74 Del. Laws, c. 9,\n\n§\n\n 10;77 Del. Laws, c. 75,\n\n§\n\n 1;77 Del. Laws, c. 291,\n\n§\n\n 5;80 Del. Laws, c. 381,\n\n§\n\n1;§\n\n9608. Assignment record.Each recorder shall keep an assignment record and index thereof. There shall be recorded in such record the assignment of all mortgages and other instruments which are by law recorded in his or her office.12 Del. Laws, c. 110; \n\nCode 1915,\n\n§\n\n 1375; \n\nCode 1935,\n\n§\n\n 1547; \n\n9 Del. C. 1953,\n\n§\n\n 9608;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9609. Separate books for maps and plots.Each recorder shall record all maps and plots of real estate, presented to his or her office for recording, in separate volumes. The recorder shall make and preserve, in proper index books, an accurate index of all such maps and plots.43 Del. Laws, c. 117,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9609;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9610. Recording of official obligations; notation of cancellation.(a) Each recorder shall record the official obligations of constables, registers of wills, Prothonotaries, clerks of the peace, Registers in Chancery, and preserve the original in his or her office, those for each year, in a separate bundle, with the label of the year. Each recorder shall also record the official obligation of the Oyster Revenue Collector. The obligations of the Secretary of State and the Clerk of the Supreme Court shall be filed, recorded, and the original thereof preserved in the Recorder’s office of Kent County.(b) The recorder shall keep a separate index book in which shall be indexed the name of each official whose obligation is recorded. Upon cancellation of any official obligation in accordance with § 9116 of this title or § 122 of Title 10, the recorder shall write the word “cancelled” and sign his or her name as recorder opposite or alongside of the name of the official whose bond has been so cancelled.Code 1852,\n\n§\n\n 458;11 Del. Laws, c. 17; \n\nCode 1915,\n\n§§\n\n 385, 1381; \n\nCode 1935,\n\n§§\n\n 1552, 1553;46 Del. Laws, c. 54,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9610;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9611. Recordation of instruments containing certificate of notarial act.(a) Any document presented to the recorder for recording which contains a certificate of a notarial act as defined by §§ 4316(5) and 4328 of Title 29 (existing or as amended), shall, in addition to other matters which may be required by law, identify the name and title of the notarial officer who executed the certificate in a legible manner which is suitable for micrographic or electronic reproduction.(b) The use of a typewriter, printer or rubber stamp which when applied to the instrument produces the printed information required by subsection (a) of this section shall also be authorized.(c) The recorder may refuse to record any document that contains a certificate of a notarial act which does not comply with subsection (a) of this section unless the person recording the instrument pays a penalty equal to the authorized recording fee for said document.(d) The recording of any instrument which does not comply with subsection (a) of this section shall not affect its validity or admissibility as a public record.14 Del. Laws, c. 383,\n\n§\n\n 2; \n\nCode 1915,\n\n§\n\n 1379; \n\nCode 1935,\n\n§\n\n 1550; \n\n9 Del. C. 1953,\n\n§\n\n 9611;67 Del. Laws, c. 320,\n\n§\n\n 1;83 Del. Laws, c. 425,\n\n§\n\n11;84 Del. Laws, c. 233,\n\n§\n\n10;§\n\n9612. Recorded instrument or certified copy thereof as evidence.The record of any instrument of writing, authorized by law to be recorded in the recorder’s office, or a duly certified copy of such record, or the record of forms required by § 9605(b) of this title, shall be evidence.Code 1852,\n\n§\n\n 646; \n\nCode 1915,\n\n§\n\n 1388; \n\nCode 1935,\n\n§\n\n 1559;45 Del. Laws, c. 132,\n\n§\n\n 2;46 Del. Laws, c. 43,\n\n§\n\n 2;47 Del. Laws, c. 29,\n\n§\n\n 2; \n\n9 Del. C. 1953,\n\n§\n\n 9612;§\n\n9613. Certificate of scire facias [Repealed].Repealed by 72 Del. Laws, c. 26, § 1, effective May 12, 1999.§\n\n9614. Report of real estate transfers to boards of assessment and taxing authorities of incorporated towns and cities; to Wilmington Department of Surveys.(a) Each recorder shall furnish to the board of assessment or department of finance a proper description of each parcel of real estate which is conveyed by deed and, in addition, shall furnish to the taxing authorities of incorporated towns and cities, copies of the descriptions of such parcels of real estate conveyed which are located within the boundaries of such towns and cities. The recorder shall also furnish to the board of assessment or department of finance and to the taxing authorities of incorporated towns and cities, in proper cases, the date of conveyance, the names of the grantor and grantee and, if known to the recorder, the address of the grantee. The information shall be furnished within a reasonable time after the deed is lodged with the recorder. Such information need not be supplied to the board of assessment or department of finance if it is noted on the deed by the board of assessment or department of finance that the purchaser has supplied the required information to the board of assessment or department of finance.(b) When a deed conveys real estate within the City of Wilmington, the Recorder for New Castle County shall furnish certificates thereof to the Department of Surveys of that City.(c) In addition to all other information provided by each recorder to the Division of Revenue or such other state agency or department which is assigned the responsibility of the collection of income taxes by the State, each recorder shall also, within 30 days of the date of recording any deed or other instrument purporting to convey title to real estate as to which an affidavit of residence and gain was filed pursuant to § 9605(h) of this title, forward to the Division of Revenue or such other state department or agency a copy of the said affidavit of residence and gain filed as part of that transaction.19 Del. Laws, c. 26,\n\n§\n\n 27;19 Del. Laws, c. 562,\n\n§\n\n 11;20 Del. Laws, c. 389,\n\n§\n\n 1; \n\nCode 1915,\n\n§§\n\n 1126A, 1178, 1395;28 Del. Laws, c. 82,\n\n§\n\n 28;29 Del. Laws, c. 72,\n\n§\n\n 20;30 Del. Laws, c. 77,\n\n§\n\n 19;30 Del. Laws, c. 78,\n\n§\n\n 7;31 Del. Laws, c. 14,\n\n§\n\n 24;33 Del. Laws, c. 79,\n\n§\n\n 1;33 Del. Laws, c. 84,\n\n§\n\n 23; \n\nCode 1935,\n\n§§\n\n 1272, 1309, 1328, 1371, 1420, 1453, 1562;46 Del. Laws, c. 299,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9614;49 Del. Laws, c. 242;55 Del. Laws, c. 85,\n\n§\n\n 31B;60 Del. Laws, c. 234,\n\n§\n\n 2;60 Del. Laws, c. 277,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9615. Delivery of records to Delaware Public Archives; photocopies; evidence.(a) The recorder, in each of the counties, upon the advice and approval of the Resident Judge of the Superior Court of the county, may deliver to the Delaware Public Archives, with the consent of the State Archivist and Records Administrator, for preservation in the public archives of the State, at Dover, any volume of land records in the recorder’s official custody, the age and conditions of which render its continued use by the public inadvisable, and the recorder shall take a receipt for the same which receipt shall be recorded in the office from which such volume or record is taken.(b) Within a reasonable time after any such volume or record has been delivered to the Delaware Public Archives, the State Archivist and Records Administrator shall make a photocopy of its contents and shall certify that such contents are complete and correct, and such certificate shall be included in such photocopy. Such photocopy shall be delivered to the recorder from which the original volume was received. The recorder may issue certified copies of any records photocopied under the provisions of this section. Any such certified copy shall be admissible as evidence in any court of justice in the same manner and entitled to the same weight and have the same effect as certified copies made from the original volume.(c) The Recorder of Deeds, in and for New Castle County, upon approval of the Resident Judge of the Superior Court, in and for New Castle County, may photocopy or microfilm any volume of land records in his or her official custody, the age and condition of which render its continued use by the public inadvisable. The Recorder of Deeds shall certify that the contents of such copies are complete and correct. When so copied and certified, the Recorder of Deeds may issue certified copies of any instrument contained in the copy of the original volume, and any such certified copy shall be admissible in evidence in any court of justice in the same manner and entitled to the same weight and have the same effect as certified copies made from the original volume. Any original volumes of land records so copied and certified by the Recorder of Deeds may be delivered to the Delaware Public Archives with the consent of the State Archivist and Records Administrator for preservation in the public archives of the State. The Recorder of Deeds shall certify to the State Archivist and Records Administrator that the copying of the original volume or volumes was done under the Recorder of Deeds’ authorization and supervision, that it meets standards for methods and materials established by the Delaware Public Archives under the provisions of § 517 of Title 29, and he or she shall take receipt for the same and the receipt shall be preserved in the office of Recorder of Deeds, in and for New Castle County.(d) The Recorder of Deeds, in and for Sussex County, upon advice and approval of the Resident Judge of the Superior Court in and for Sussex County, may photocopy or microfilm any volume of land records in his or her official custody, the age and condition of which render its continued use by the public inadvisable. Such copy or microfilm shall be indexed and stored as provided for in § 9605(e) of this title. The Recorder of Deeds shall certify that the contents of such copies are complete and correct. When so copied and certified, the Recorder of Deeds may issue certified copies of any instrument contained in the copy of the original volume, and any such certified copy shall be admissible in evidence in any court of justice in the same manner and entitled to the same weight and have the same effect as certified copies made from the original volumes. Any original volume of land records so copied and certified by the Recorder of Deeds may be delivered to the Delaware Public Archives with the consent of the State Archivist and Records Administrator for preservation in the public archives of the State. The Recorder of Deeds shall certify to the State Archivist and Records Administrator that the copying of the original volume or volumes was done under his or her authorization and supervision, that it meets standards for methods and materials established by the Delaware Public Archives under the provisions of § 517 of Title 29, and the Recorder of Deeds shall take a receipt for the same and the receipt shall be preserved in the office of Recorder of Deeds.37 Del. Laws, c. 110,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1563; \n\n9 Del. C. 1953,\n\n§\n\n 9615;54 Del. Laws, c. 205;56 Del. Laws, c. 98;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 91,\n\n§§\n\n 1-5;76 Del. Laws, c. 213,\n\n§§\n\n 9-11;§\n\n9616. Neglect of duty; penalty.For the neglect of any duty prescribed in this chapter, in cases where no other penalty is prescribed, the recorder shall be fined not more than $50.Code 1852,\n\n§\n\n 645; \n\nCode 1915,\n\n§\n\n 1387; \n\nCode 1935,\n\n§\n\n 1558; \n\n9 Del. C. 1953,\n\n§\n\n 9616;§\n\n9617. Fees in New Castle and Sussex Counties.The fees of the Recorders of Deeds in New Castle and Sussex Counties shall be established by ordinance.24 Del. Laws, c. 247,\n\n§\n\n 3; \n\nCode 1915,\n\n§\n\n 4862; \n\nCode 1935,\n\n§\n\n 5357;41 Del. Laws, c. 217;44 Del. Laws, c. 182,\n\n§\n\n 1;46 Del. Laws, c. 118,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9617;51 Del. Laws, c. 185;52 Del. Laws, c. 162,\n\n§\n\n 1;56 Del. Laws, c. 126,\n\n§\n\n 1;56 Del. Laws, c. 237,\n\n§§\n\n 1, 2;57 Del. Laws, c. 768,\n\n§\n\n 2;63 Del. Laws, c. 132,\n\n§\n\n 1;§\n\n9618. Fees in Sussex County [Repealed].Repealed by 63 Del. Laws, c. 132, § 2, effective July 9, 1981.§\n\n9619. Fees in Kent County.The fees of the Recorder of Deeds in Kent County shall be established by ordinance.9 Del. C. 1953,\n\n§\n\n 9620;56 Del. Laws, c. 126,\n\n§\n\n 2;60 Del. Laws, c. 221,\n\n§\n\n 1;64 Del. Laws, c. 89,\n\n§\n\n 1;§\n\n9620. Neglect or refusal to pay fees; penalty.Whoever neglects or refuses to pay the fees provided for in §§ 9617 and 9619 of this title, for any service performed, within 10 days after written demand from the recorder to whom such fees are due, shall be fined $10 besides costs of suit.24 Del. Laws, c. 247,\n\n§\n\n 4;24 Del. Laws, c. 246,\n\n§\n\n 6; \n\nCode 1915,\n\n§\n\n 4890; \n\nCode 1935,\n\n§\n\n 5378; \n\n9 Del. C. 1953,\n\n§\n\n 9620;§\n\n9621. Indexing of records in the office of the Recorder of Sussex County.(a) The Recorder of Sussex County shall from time to time, on and after January 10, 1968, under the supervision and subject to the approval of the Resident Judge of the Superior Court residing in Sussex County, change and revise all systems of indexing of, and consolidate all indices to, all records heretofore or hereafter kept, filed or maintained in the Recorder’s office, and index and reindex the same, according to some modern and accurate system which may be authorized and approved by such Resident Judge, and continue such system of indexing with regard to the ongoing, current volume of work resulting from the usual course of business of the Recorder’s office until such further time as any such system may thereafter be changed or revised under the supervision and subject to the approval of the Resident Judge.(b) For the purposes of subsection (a) of this section, the Recorder of Sussex County may contract for the work of compiling all indices, and for the installation of any such modern system of indexing, and the verification of said indices when made, all under the supervision, direction, and approval of the Resident Judge.(c) For the purposes of subsection (a) of this section, the Recorder of Sussex County may purchase all books, racks, shelves, supplies and other equipment necessary for such purposes and from time to time thereafter purchase the necessary books, racks, shelves, supplies and other equipment to provide for the continuation of any such indexing of records which result from the ongoing, current volume of work resulting from the usual course of business of the Recorder’s office.(d) The total cost of indexing of all such records, as aforesaid, and the cost of the necessary books, racks, shelves, supplies, and other equipment therefor, as well as all additions thereto as may be necessary by reason of the ongoing, current volume of work resulting from the usual course of business of the Recorder’s office, shall be paid by the government of Sussex County.(e) Whenever the several, separate indices of any of the records kept, filed or maintained in the office of the Recorder of Sussex County shall have been consolidated into a single system of indexing in pursuance of the authority vested in the Recorder of Sussex County, under the supervision and subject to the approval of the Resident Judge, the Recorder of Sussex County may discontinue the keeping, compiling and maintaining of the several separate indices thereto, and all acts or parts of acts, requiring the keeping, compiling, and maintaining of separate indices thereto shall thereupon be repealed.9 Del. C. 1953,\n\n§\n\n 9621;56 Del. Laws, c. 246;76 Del. Laws, c. 213,\n\n§§\n\n 12-16;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n9622. Department of finance construed.Any reference to “department of finance” shall be deemed to mean and include the Department of Finance in Sussex County and the Office of Finance in New Castle County.9 Del. C. 1953,\n\n§\n\n 9622;57 Del. Laws, c. 762,\n\n§\n\n 30;71 Del. Laws, c. 401,\n\n§\n\n 129;§\n\n9623. Required statement in deed conveying certain property in unincorporated suburban community.In the event any real property in an unincorporated suburban community with road frontage on a private road or street, constructed or reconstructed pursuant to § 131 of Title 17, which road or street is not to be maintained by the State, is conveyed subsequent to such construction or reconstruction and the deed is presented for recordation, the recorder of the county in which the land is located shall not record such deed unless the deed shall contain a statement that such private street or road is not maintained by the State.63 Del. Laws, c. 130,\n\n§\n\n 3;64 Del. Laws, c. 312,\n\n§\n\n 2;§\n\n9624. Integration of documents from the office of the Secretary of State [Repealed].70 Del. Laws, c. 587,\n\n§\n\n 40;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;repealed by 83 Del. Laws, c. 377, § 18, effective Aug. 1, 2022.;§\n\n9625. Fee, charges and rules for public access [Repealed].70 Del. Laws, c. 587,\n\n§\n\n 41;repealed by 83 Del. Laws, c. 377, § 19, effective Aug. 1, 2022.;§\n\n9626. Transfer of assessment fees.The New Castle County Recorder of Deeds shall monthly cause to be remitted1/2of all fees which are by law payable to the New Castle County Recorder of Deeds pursuant to § 103(c)(6) of Title 8 to the treasury of the City of Wilmington.75 Del. Laws, c. 218,\n\n§\n\n 1;§\n\n9627. Redaction of information.(a) The recorder for each county shall be authorized to establish administrative procedures to allow a party who has previously been a signatory on an instrument for recordation to request that the recorder redact personal identifying information. Personal identifying information shall include: bank and credit card account numbers; the first 5 digits of a social security number; official state- or government-issued driver’s license or identification numbers; alien registration numbers; government passport numbers and employer or taxpayer identification numbers. A person requesting redaction must provide information sufficient to enable the recorder to identify the document to be redacted and verify that the requesting party or parties are the same person or persons named on the previously recorded instrument.(b) Personal identifying information shall not include information essential to the purposes of public recordation, such as party names, property information including property description, parcel number, parcel address or mailing address. A recorder, in consultation with the county attorney in each respective county, shall be authorized to determine whether information is essential to the purposes of public recordation and thereby not subject to redaction.(c) The Recorder of Deeds for New Castle County, Kent County and Sussex County shall have no liability for failure to redact personal identifying information.77 Del. Laws, c. 142,\n\n§\n\n 1;§\n\n9628. Redaction of unlawful restrictive covenant.(a) An owner of real property that is subject to an instrument that contains a provision that is in violation of § 9605(b) of this title, including a governing document of a common interest community, may request that the recorder for the county in which the instrument is recorded redact and strike the provision from the instrument.(b) (1) Before granting a request made under subsection (a) of this section, a recorder must submit the request and the instrument at issue to the county attorney.a. The county attorney shall determine whether the instrument contains an unlawful restrictive covenant in violation of § 9605(b) of this title.b. The county attorney shall inform the recorder of the county attorney’s decision within 90 days of receipt of the request and the instrument from the recorder, unless extraordinary circumstances apply, then the county attorney has 60 additional days to inform the recorder of the county attorney’s decision.c. The recorder shall deny a request made under subsection (a) of this section if the county attorney determines that the instrument does not contain an unlawful restrictive covenant in violation of § 9605(b) of this title.(2) The county attorney may compile a list of phrases identified as unlawful restrictive covenants in violation of § 9605(b) of this title. Notwithstanding paragraph (b)(1) of this section, a recorder may grant a request made under subsection (a) of this section without further review by the county attorney if the request is in compliance with the list compiled by the county attorney.(c) A recorder may prescribe the form and required contents of a request under subsection (a) of this section, but the request must include at least the following information:(1) The legal description of the property subject to the provision in violation of § 9605(b) of this title.(2) The type of instrument that is subject to the provision in violation of § 9605(b) of this title and the instrument’s book and page number or instrument number.(3) A clear description of the provision claimed to be in violation of § 9605(b) of this title.(d) (1) This section applies to an owner of real property that is part of a common interest community under Chapter 81 of Title 25.(2) Notwithstanding any other law or contractual provision to the contrary, an owner of real property that is part of a common interest community under Chapter 81 of Title 25 may make a request under subsection (a) of this section that the recorder for the county in which the instrument is recorded redact and strike a provision that is in violation of § 9605(b) of this title from all instruments affecting real property that is part of the common interest community.(e) (1) Upon request for inspection, copying, or any other public disclosure of an instrument that has had an unlawful restrictive covenant in violation of § 9605(b) of this title redacted from it under this section, a recorder shall make available only the redacted version of that instrument.(2) A recorder may disclose the unredacted version of an instrument that has had an unlawful restrictive covenant in violation of § 9605(b) of this title redacted from it under this section only in response to a subpoena or order of a court of competent jurisdiction.81 Del. Laws, c. 409,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9602",
      "number": "9602.",
      "heading": "Compensation.The recorders in the respective counties shall receive the annual salaries listed below:(1) In New Castle County, as fixed by the New Castle County government;(2) In Kent County the Recorder of Kent County shall receive a salary in an amount to be set by ordinance of the Kent County Lev",
      "text": "§\n\n 7; \n\nCode 1915,\n\n§\n\n 1438;40 Del. Laws, c. 139,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1597;44 Del. Laws, c. 98,\n\n§\n\n 1;45 Del. Laws, c. 138,\n\n§\n\n 1;46 Del. Laws, c. 298,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9602;49 Del. Laws, c. 290,\n\n§\n\n 6;49 Del. Laws, c. 380;50 Del. Laws, c. 478,\n\n§\n\n 1;50 Del. Laws, c. 494,\n\n§\n\n 1;52 Del. Laws, c. 52,\n\n§\n\n 2;52 Del. Laws, c. 174,\n\n§\n\n 7;53 Del. Laws, c. 222,\n\n§\n\n 4;54 Del. Laws, c. 23,\n\n§\n\n 5;54 Del. Laws, c. 215,\n\n§\n\n 5;57 Del. Laws, c. 692,\n\n§\n\n 6;58 Del. Laws, c. 7;59 Del. Laws, c. 514,\n\n§\n\n 3;61 Del. Laws, c. 506,\n\n§\n\n 5;65 Del. Laws, c. 163,\n\n§\n\n 7;65 Del. Laws, c. 216,\n\n§\n\n 2;67 Del. Laws, c. 255,\n\n§\n\n 5;68 Del. Laws, c. 234,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9603",
      "number": "9603.",
      "heading": "Deputies and employees.The recorders in Kent and Sussex Counties may employ such chief deputy, deputies and clerks as are authorized by the governments of the counties, at compensations fixed by such governments",
      "text": "In Kent County, minimum qualifications may be established by the county government for\n§\n\n 8;24 Del. Laws, c. 86,\n\n§\n\n 2;27 Del. Laws, c. 73,\n\n§\n\n 1;27 Del. Laws, c. 83,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1439;29 Del. Laws, c. 91,\n\n§\n\n 1;29 Del. Laws, c. 92,\n\n§\n\n 1;30 Del. Laws, c. 91,\n\n§\n\n 1;31 Del. Laws, c. 17,\n\n§\n\n 1;32 Del. Laws, c. 67,\n\n§\n\n 1;35 Del. Laws, c. 79,\n\n§\n\n 1;40 Del. Laws, c. 139,\n\n§\n\n 2; \n\nCode 1935,\n\n§§\n\n 1191, 1598;43 Del. Laws, c. 120,\n\n§\n\n 1;44 Del. Laws, c. 100,\n\n§§\n\n 1, 2;44 Del. Laws, c. 101,\n\n§\n\n 1;45 Del. Laws, c. 109,\n\n§§\n\n 1, 2;46 Del. Laws, c. 298,\n\n§§\n\n 1, 2;47 Del. Laws, c. 192;48 Del. Laws, c. 111,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9603;55 Del. Laws, c. 85,\n\n§\n\n 31A;74 Del. Laws, c. 45,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9604",
      "number": "9604.",
      "heading": "Inventory of books and records [Repealed].Repealed by 72 Del. Laws, c. 28, § 1, effective May 12, 1999.",
      "text": "Inventory of books and records [Repealed].Repealed by 72 Del. Laws, c. 28, § 1, effective May 12, 1999.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9605",
      "number": "9605.",
      "heading": "Recordation of instruments [For application of this section, see 85 Del",
      "text": "Laws, c. 137, § 12].(a) Each recorder shall record, within a reasonable time, deeds, indentures, letters of attorney relating to land, mortgages, releases of lien of mortgages, leases, releases, assignments, conditional sales a\n§\n\n 1374;31 Del. Laws, c. 16,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1546;45 Del. Laws, c. 132,\n\n§§\n\n 1, 3;45 Del. Laws, c. 258,\n\n§\n\n 1;46 Del. Laws, c. 43,\n\n§§\n\n 1, 3;47 Del. Laws, c. 29,\n\n§§\n\n 1, 3; \n\n9 Del. C. 1953,\n\n§\n\n 9605;49 Del. Laws, c. 246,\n\n§\n\n 1;50 Del. Laws, c. 509,\n\n§\n\n 1;56 Del. Laws, c. 99,\n\n§§\n\n 1, 2;57 Del. Laws, c. 82,\n\n§§\n\n 1, 2;59 Del. Laws, c. 84,\n\n§§\n\n 1, 2;60 Del. Laws, c. 234,\n\n§\n\n 1;60 Del. Laws, c. 277,\n\n§\n\n 1;67 Del. Laws, c. 178,\n\n§\n\n 1;67 Del. Laws, c. 179,\n\n§\n\n 1;67 Del. Laws, c. 261,\n\n§\n\n 16;67 Del. Laws, c. 319,\n\n§\n\n 1;69 Del. Laws, c. 145,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 587,\n\n§\n\n 38;72 Del. Laws, c. 382,\n\n§\n\n 1;75 Del. Laws, c. 235,\n\n§§\n\n 1, 2;77 Del. Laws, c. 120,\n\n§\n\n 1;81 Del. Laws, c. 409,\n\n§\n\n2;83 Del. Laws, c. 13,\n\n§\n\n5;84 Del. Laws, c. 428,\n\n§\n\n2;85 Del. Laws, c. 137,\n\n§\n\n5;85 Del. Laws, c. 144,\n\n§\n\n6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9606",
      "number": "9606.",
      "heading": "Recordation of instruments; duties",
      "text": "When a document is lodged for recording in the recorder’s office and the fees paid, the recorder shall note upon it the day, month and year, and in case of any mortgage, the hour and minute of its being so lodged, and shall record the same, with all certificates, a\n§\n\n 642;16 Del. Laws, c. 130; \n\nCode 1915,\n\n§§\n\n 1380, 1383; \n\nCode 1935,\n\n§§\n\n 1551, 1555; \n\n9 Del. C. 1953,\n\n§\n\n 9606;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9607",
      "number": "9607.",
      "heading": "Collection of recording fees; certain taxes; Housing Development Fund surcharge; Delaware Cultural Access Fund fee",
      "text": "(a) The recorder may require the payment of fees for recording any instrument as soon as the recorder shall have noted the date of reception on such instrument.(b) The recorder of each\nCode 1915,\n\n§§\n\n 1382, 1383, 4891, 4892; \n\nCode 1935,\n\n§§\n\n 1554, 1555, 5379, 5380; \n\n9 Del. C. 1953,\n\n§\n\n 9607;65 Del. Laws, c. 511,\n\n§\n\n 1;67 Del. Laws, c. 257,\n\n§§\n\n 2-4;68 Del. Laws, c. 119,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 587,\n\n§\n\n 39;74 Del. Laws, c. 9,\n\n§\n\n 10;77 Del. Laws, c. 75,\n\n§\n\n 1;77 Del. Laws, c. 291,\n\n§\n\n 5;80 Del. Laws, c. 381,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9608",
      "number": "9608.",
      "heading": "Assignment record.Each recorder shall keep an assignment record and index thereof",
      "text": "There shall be recorded in such record the assignment of all mortgages and other instruments which are by law recorded in his or her office.12 Del. Laws, c. 110;\nCode 1915,\n\n§\n\n 1375; \n\nCode 1935,\n\n§\n\n 1547; \n\n9 Del. C. 1953,\n\n§\n\n 9608;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9609",
      "number": "9609.",
      "heading": "Separate books for maps and plots",
      "text": "Each recorder shall record all maps and plots of real estate, presented to his or her office for recording, in separate volumes. The recorder shall make and preserve, in proper index books, an accurate index of all such maps and plots.43 Del. Laws, c. 117,\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9609;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9610",
      "number": "9610.",
      "heading": "Recording of official obligations; notation of cancellation",
      "text": "(a) Each recorder shall record the official obligations of constables, registers of wills, Prothonotaries, clerks of the peace, Registers in Chancery, and preserve the original in his or her office, those for each year, in a separate bundle\n§\n\n 458;11 Del. Laws, c. 17; \n\nCode 1915,\n\n§§\n\n 385, 1381; \n\nCode 1935,\n\n§§\n\n 1552, 1553;46 Del. Laws, c. 54,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9610;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9611",
      "number": "9611.",
      "heading": "Recordation of instruments containing certificate of notarial act",
      "text": "(a) Any document presented to the recorder for recording which contains a certificate of a notarial act as defined by §§ 4316(5) and 4328 of Title 29 (existing or as amended), shall, in addition to other matters which may be required\n§\n\n 2; \n\nCode 1915,\n\n§\n\n 1379; \n\nCode 1935,\n\n§\n\n 1550; \n\n9 Del. C. 1953,\n\n§\n\n 9611;67 Del. Laws, c. 320,\n\n§\n\n 1;83 Del. Laws, c. 425,\n\n§\n\n11;84 Del. Laws, c. 233,\n\n§\n\n10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9612",
      "number": "9612.",
      "heading": "Recorded instrument or certified copy thereof as evidence",
      "text": "The record of any instrument of writing, authorized by law to be recorded in the recorder’s office, or a duly certified copy of such record, or the record of forms required by § 9605(b) of this title, shall be evidence.Code 1852,\n§\n\n 646; \n\nCode 1915,\n\n§\n\n 1388; \n\nCode 1935,\n\n§\n\n 1559;45 Del. Laws, c. 132,\n\n§\n\n 2;46 Del. Laws, c. 43,\n\n§\n\n 2;47 Del. Laws, c. 29,\n\n§\n\n 2; \n\n9 Del. C. 1953,\n\n§\n\n 9612;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9613",
      "number": "9613.",
      "heading": "Certificate of scire facias [Repealed].Repealed by 72 Del. Laws, c. 26, § 1, effective May 12, 1999.",
      "text": "Certificate of scire facias [Repealed].Repealed by 72 Del. Laws, c. 26, § 1, effective May 12, 1999.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9614",
      "number": "9614.",
      "heading": "Report of real estate transfers to boards of assessment and taxing authorities of incorporated towns and cities; to Wilmington Department of Surveys",
      "text": "(a) Each recorder shall furnish to the board of assessment or department of finance a proper description of each parcel of real estate which is conveye\n§\n\n 27;19 Del. Laws, c. 562,\n\n§\n\n 11;20 Del. Laws, c. 389,\n\n§\n\n 1; \n\nCode 1915,\n\n§§\n\n 1126A, 1178, 1395;28 Del. Laws, c. 82,\n\n§\n\n 28;29 Del. Laws, c. 72,\n\n§\n\n 20;30 Del. Laws, c. 77,\n\n§\n\n 19;30 Del. Laws, c. 78,\n\n§\n\n 7;31 Del. Laws, c. 14,\n\n§\n\n 24;33 Del. Laws, c. 79,\n\n§\n\n 1;33 Del. Laws, c. 84,\n\n§\n\n 23; \n\nCode 1935,\n\n§§\n\n 1272, 1309, 1328, 1371, 1420, 1453, 1562;46 Del. Laws, c. 299,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9614;49 Del. Laws, c. 242;55 Del. Laws, c. 85,\n\n§\n\n 31B;60 Del. Laws, c. 234,\n\n§\n\n 2;60 Del. Laws, c. 277,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9615",
      "number": "9615.",
      "heading": "Delivery of records to Delaware Public Archives; photocopies; evidence",
      "text": "(a) The recorder, in each of the counties, upon the advice and approval of the Resident Judge of the Superior Court of the county, may deliver to the Delaware Public Archives, with the consent of the State Archivist and Records A\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1563; \n\n9 Del. C. 1953,\n\n§\n\n 9615;54 Del. Laws, c. 205;56 Del. Laws, c. 98;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 91,\n\n§§\n\n 1-5;76 Del. Laws, c. 213,\n\n§§\n\n 9-11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9616",
      "number": "9616.",
      "heading": "Neglect of duty; penalty.For the neglect of any duty prescribed in this chapter, in cases where no other penalty is prescribed, the recorder shall be fined not more than $50",
      "text": "Code 1852,\n§\n\n 645; \n\nCode 1915,\n\n§\n\n 1387; \n\nCode 1935,\n\n§\n\n 1558; \n\n9 Del. C. 1953,\n\n§\n\n 9616;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9617",
      "number": "9617.",
      "heading": "Fees in New Castle and Sussex Counties",
      "text": "The fees of the Recorders of Deeds in New Castle and Sussex Counties shall be established by ordinance.24 Del. Laws, c. 247,\n§\n\n 3; \n\nCode 1915,\n\n§\n\n 4862; \n\nCode 1935,\n\n§\n\n 5357;41 Del. Laws, c. 217;44 Del. Laws, c. 182,\n\n§\n\n 1;46 Del. Laws, c. 118,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 9617;51 Del. Laws, c. 185;52 Del. Laws, c. 162,\n\n§\n\n 1;56 Del. Laws, c. 126,\n\n§\n\n 1;56 Del. Laws, c. 237,\n\n§§\n\n 1, 2;57 Del. Laws, c. 768,\n\n§\n\n 2;63 Del. Laws, c. 132,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9618",
      "number": "9618.",
      "heading": "Fees in Sussex County [Repealed].Repealed by 63 Del. Laws, c. 132, § 2, effective July 9, 1981.",
      "text": "Fees in Sussex County [Repealed].Repealed by 63 Del. Laws, c. 132, § 2, effective July 9, 1981.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9619",
      "number": "9619.",
      "heading": "Fees in Kent County.The fees of the Recorder of Deeds in Kent County shall be established by ordinance.9 Del. C. 1953,",
      "text": "§\n\n 9620;56 Del. Laws, c. 126,\n\n§\n\n 2;60 Del. Laws, c. 221,\n\n§\n\n 1;64 Del. Laws, c. 89,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9620",
      "number": "9620.",
      "heading": "Neglect or refusal to pay fees; penalty",
      "text": "Whoever neglects or refuses to pay the fees provided for in §§ 9617 and 9619 of this title, for any service performed, within 10 days after written demand from the recorder to whom such fees are due, shall be fined $10 besides costs of suit.24 Del. Laws, c. 24\n§\n\n 4;24 Del. Laws, c. 246,\n\n§\n\n 6; \n\nCode 1915,\n\n§\n\n 4890; \n\nCode 1935,\n\n§\n\n 5378; \n\n9 Del. C. 1953,\n\n§\n\n 9620;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9621",
      "number": "9621.",
      "heading": "Indexing of records in the office of the Recorder of Sussex County",
      "text": "(a) The Recorder of Sussex County shall from time to time, on and after January 10, 1968, under the supervision and subject to the approval of the Resident Judge of the Superior Court residing in Sussex County, change and revise all\n§\n\n 9621;56 Del. Laws, c. 246;76 Del. Laws, c. 213,\n\n§§\n\n 12-16;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9622",
      "number": "9622.",
      "heading": "Department of finance construed",
      "text": "Any reference to “department of finance” shall be deemed to mean and include the Department of Finance in Sussex County and the Office of Finance in New Castle County.9 Del. C. 1953,\n§\n\n 9622;57 Del. Laws, c. 762,\n\n§\n\n 30;71 Del. Laws, c. 401,\n\n§\n\n 129;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9623",
      "number": "9623.",
      "heading": "Required statement in deed conveying certain property in unincorporated suburban community",
      "text": "In the event any real property in an unincorporated suburban community with road frontage on a private road or street, constructed or reconstructed pursuant to § 131 of Title 17, which road or street is not to\n§\n\n 3;64 Del. Laws, c. 312,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9624",
      "number": "9624.",
      "heading": "Integration of documents from the office of the Secretary of State [Repealed].70 Del. Laws, c. 587,",
      "text": "§\n\n 40;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;repealed by 83 Del. Laws, c. 377, § 18, effective Aug. 1, 2022.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9625",
      "number": "9625.",
      "heading": "Fee, charges and rules for public access [Repealed].70 Del. Laws, c. 587,",
      "text": "§\n\n 41;repealed by 83 Del. Laws, c. 377, § 19, effective Aug. 1, 2022.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9626",
      "number": "9626.",
      "heading": "Transfer of assessment fees.The New Castle County Recorder of Deeds shall monthly cause to be remitted1/2of all fees which are by law payable to the New Castle County Recorder of Deeds pursuant to § 103(c)(6) of Title 8 to the treasury of the City of Wilmington",
      "text": "75 Del. Laws, c. 218,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9627",
      "number": "9627.",
      "heading": "Redaction of information.(a) The recorder for each county shall be authorized to establish administrative procedures to allow a party who has previously been a signatory on an instrument for recordation to request that the recorder redact personal identifying information",
      "text": "Personal identifying inform\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9628",
      "number": "9628.",
      "heading": "Redaction of unlawful restrictive covenant",
      "text": "(a) An owner of real property that is subject to an instrument that contains a provision that is in violation of § 9605(b) of this title, including a governing document of a common interest community, may request that the recorder for the county in which th\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}