{
  "state": "delaware",
  "path": "title-title-7/chapter-title7c076index",
  "sections": [
    {
      "id": "section-7601",
      "number": "7601.",
      "heading": "Title.This chapter shall be known, and may be cited as “The Inland Bays’ Watershed Enhancement Act.”69 Del. Laws, c. 468,",
      "text": "§\n\n 1;§\n\n7602. Center for the Inland Bays.(a) The Center for the Inland Bays is hereby created as a nonprofit organization. The Center shall apply for nonprofit status under the federal Internal Revenue Code. The purpose of the Center shall be to oversee and facilitate the implementation of a long-term approach for the wise use and enhancement of the Inland Bays’ Watershed.(b) The Center shall receive federal funds for coordinating implementation of the federal Comprehensive Conservation and Management Plan (CCMP), and shall raise private grant moneys to support educational activities, restoration and land acquisition efforts.69 Del. Laws, c. 468,\n\n§\n\n 1;§\n\n7603. Board of Directors.(a) The Center shall be administered by a Board of Directors which shall be no more than 14 in number and shall consist of the following members:(1) Secretary of Delaware Department of Agriculture;(2) Secretary of Delaware Department of Natural Resources and Environmental Control;(3) Representative from the Sussex Conservation District;(4) Administrator from Sussex County;(5) Representative from Sussex County Association of Towns;(6) Chair of the Inland Bays Scientific and Technical Advisory Committee;(7) Chair of the Inland Bays Citizens Advisory Committee;(8) A citizen of Sussex County designated by the President Pro Tem of the Delaware Senate;(9) A citizen of Sussex County designated by the Speaker of the Delaware House of Representatives; and(10) Up to 5 citizens of Sussex County elected by the voting membership of the Board of Directors.Each member may designate an alternate in the event such member is unable to participate in any decision-making process of the Board.(b) The United States Environmental Protection Agency and other federal agencies may serve as nonvoting, ex-officio members of the Board. In addition, the President Pro-Tem of the Delaware State Senate and the Speaker of the Delaware State House of Representatives may each designate 1 nonvoting, ex-officio member to the Board, which member shall be a resident of Sussex County.(c) The Inland Bays Estuary Program and the Inland Bays Scientific and Technical Advisory Committee (STAC) and the Citizens Advisory Committee (CAC) shall continue to serve as formal advisory bodies to the Board.69 Del. Laws, c. 468,\n\n§\n\n 1;70 Del. Laws, c. 313,\n\n§\n\n 1;80 Del. Laws, c. 87,\n\n§\n\n 1;§\n\n7604. Duties of the Board of Directors.(a) The Board shall be responsible for the procurement and administration of federal and private moneys secured to fulfill the responsibilities pursuant to the protection and restoration of the Inland Bays’ watershed. The Board shall review and consider recommendations made by the Executive Director concerning priorities for protecting and restoring the Inland Bays’ watershed and to oversee fundraising activities and the distribution of moneys received.(b) The Board of Directors shall oversee and facilitate the implementation of the CCMP upon its adoption, tracking and monitoring its progress leading to improvements to the Inland Bays, facilitating an ongoing dialogue on issues concerning their protection, educating the public and students about how to protect the Bays and determining priorities for restoration, enhancement and land acquisition projects.(c) Meetings of the Board of Directors shall be held at least quarterly, or as deemed necessary, and shall be open to the public and advertised according to Delaware law. Experts in various subject matters may be invited to address the Board of Directors as needed and appropriate.(d) Staff support for the Board shall be provided by an Executive Director who will convene its meetings; develop and carry out its agreements; develop grant proposals and fundraising events to support its educational, restoration and land acquisition activities; prepare solicitations for proposals and make recommendations for the award of grants for educational and restoration projects; prepare progress reports, work plans and budgets for the Board’s approval; support advisory committees; supervise staff and perform other duties as assigned by the Board.(e) The Board shall submit a progress report annually to the General Assembly. The General Assembly may order periodic general audits of the Center for the Inland Bays.69 Del. Laws, c. 468,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7602",
      "number": "7602.",
      "heading": "Center for the Inland Bays.(a) The Center for the Inland Bays is hereby created as a nonprofit organization",
      "text": "The Center shall apply for nonprofit status under the federal Internal Revenue Code. The purpose of the Center shall be to oversee and facilitate the implementation of a long-term approach fo\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7603",
      "number": "7603.",
      "heading": "Board of Directors.(a) The Center shall be administered by a Board of Directors which shall be no more than 14 in number and shall consist of the following members:(1) Secretary of Delaware Department of Agriculture;(2) Secretary of Delaware Department of Natural Resources and Environmental Control;",
      "text": "§\n\n 1;70 Del. Laws, c. 313,\n\n§\n\n 1;80 Del. Laws, c. 87,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7604",
      "number": "7604.",
      "heading": "Duties of the Board of Directors",
      "text": "(a) The Board shall be responsible for the procurement and administration of federal and private moneys secured to fulfill the responsibilities pursuant to the protection and restoration of the Inland Bays’ watershed. The Board shall review and consider recommendatio\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}