{
  "state": "delaware",
  "path": "title-title-7/chapter-title7c057index",
  "sections": [
    {
      "id": "section-5701",
      "number": "5701.",
      "heading": "Declaration of policy and intent",
      "text": "(a) It is the policy and purpose of the State to obtain from the federal government all available relief and assistance to alleviate suffering and damage resulting from major disasters, such as flood, storm, hurricane, fire, drought or other catastrophe, in any part\n§\n\n 5701;53 Del. Laws, c. 345;54 Del. Laws, c. 152,\n\n§§\n\n 1, 2;§\n\n5702. Authority of Governor or designated representative to act for State.(a) The Governor, or such officer, agency or department of the State as shall be designated in writing by the Governor to act as the State’s representative, may enter into such agreements with the federal government, or an agency thereof, as the Governor or such designated representative shall deem necessary to obtain available aid, assistance and relief from the federal government, or its agencies, and do all other acts or things necessary or convenient to obtain such aid and assistance or to carry out the powers expressly granted by this chapter and to effectuate its purpose, including the power to act in the acquisition of lands or interests in lands privately owned.(b) Neither the Governor nor such designated representative shall commit the State to any financial obligation except to the extent of available appropriations; provided, however, that any such agreement authorized by subsection (a) of this section may specify:(1) That the State will agree to hold and save the United States and its agents free from any claim for damages which may arise out of the performance of such works and projects to be undertaken by the federal government or its agencies pursuant to any such agreement, other than claims arising from the tortious acts of agents or employees of the federal government;(2) That the State will furnish or provide, free of cost to the United States, all lands, easements, rights-of-way, and other areas or interests in land within this State required for or in connection with the performance of the work or project to be undertaken by the federal government, or its agencies, in respect of such agreement, and for the maintenance thereafter of such work or project; and(3) That the State will furnish or provide free of cost to the United States such things as may be required by the federal government in connection with the improvement or maintenance thereof.7 Del. C. 1953,\n\n§\n\n 5702;53 Del. Laws, c. 345;54 Del. Laws, c. 152,\n\n§§\n\n 3-5;§\n\n5703. Costs and expense; fund to be charged.Such sums as may be required, whether in payment of the costs of necessary legal proceedings, as compensation to property owners, or in furtherance of any agreement authorized by § 5702 of this title, shall be charged against any special or emergency appropriation made by the General Assembly in connection with the work or project which is the subject matter of the agreement with the federal government or its agencies.7 Del. C. 1953,\n\n§\n\n 5703;53 Del. Laws, c. 345.;§\n\n5704. Powers of Governor and Secretary of State.(a) The Governor and the Secretary of State may do all things necessary and proper to provide for disaster recovery and rehabilitation.(b) The Governor may receive and disburse on vouchers signed by the Secretary of State, sums of money from the United States federal government for disaster recovery and rehabilitation.7 Del. C. 1953,\n\n§\n\n 5704;53 Del. Laws, c. 342,\n\n§§\n\n 3, 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5702",
      "number": "5702.",
      "heading": "Authority of Governor or designated representative to act for State",
      "text": "(a) The Governor, or such officer, agency or department of the State as shall be designated in writing by the Governor to act as the State’s representative, may enter into such agreements with the federal government, or an agency th\n§\n\n 5702;53 Del. Laws, c. 345;54 Del. Laws, c. 152,\n\n§§\n\n 3-5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5703",
      "number": "5703.",
      "heading": "Costs and expense; fund to be charged",
      "text": "Such sums as may be required, whether in payment of the costs of necessary legal proceedings, as compensation to property owners, or in furtherance of any agreement authorized by § 5702 of this title, shall be charged against any special or emergency appropriati\n§\n\n 5703;53 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5704",
      "number": "5704.",
      "heading": "Powers of Governor and Secretary of State",
      "text": "(a) The Governor and the Secretary of State may do all things necessary and proper to provide for disaster recovery and rehabilitation.(b) The Governor may receive and disburse on vouchers signed by the Secretary of State, sums of money from the United State\n§\n\n 5704;53 Del. Laws, c. 342,\n\n§§\n\n 3, 4;",
      "history": "",
      "source_url": ""
    }
  ]
}