{
  "state": "wisconsin",
  "path": "title-chapter-097/chapter-chapter-097",
  "sections": [
    {
      "id": "section-9701definitions",
      "number": "97.01",
      "heading": "Definitions",
      "text": "97.01 Definitions. In this chapter, unless inconsistent with context: (1g) “Bed and breakfast establishment” means any place of lodging that satisfies all of the following: (a) Provides 8 or fewer rooms for rent to no more than a total of 20 tourists or transients. (b) Provides no meals other than breakfast and provides the breakfast only to renters of the place. (c) Is the owner’s personal residence. (d) Is occupied by the owner at the time of rental. (e) Was originally built and occupied as a single-family residence, or, prior to use as a place of lodging, was converted to use and occupied as a single-family residence. (1r) “Butter” means the clean, nonrancid product made by gathering in any manner the fat of fresh or ripened cow’s milk or cream into a mass, which also contains a small portion of the other milk constituents, with or without salt or added coloring matter, and contains not less than 80 percent of milk fat. Renovated or process butter is the product made by melting butter and reworking, without the addition or use of chemicals or any substances except milk, cream, or salt, and contains not more than 16 percent of water and at least 80 percent of milk fat. (3) “Contaminated with filth” applies to any food not securely protected from dust, dirt and, as far as may be necessary by all reasonable means, from all foreign or injurious contaminations. (4) “Department” means the department of agriculture, trade and consumer protection. (4m) “Distressed food” means food, or packages or containers of food, that may have been damaged, or rendered unsafe or unsuitable for sale or use as food while being transported, stored, handled or sold or the food the label of which has been lost, defaced or obliterated. (5) “Federal act” means the federal food, drug and cosmetic act, as amended (Title 21 USC 301 et seq.) or the federal wholesome meat act, as amended (Title 21 USC 71 et seq.), or the federal poultry products inspection act, as amended (Title 21 USC 451 et seq.), or the federal fair packaging and labeling act (Title 15 USC 1451 et seq.) which may be applicable. (6) “Food” means: (a) Articles used for food or drink by persons. (b) Chewing gum. (c) Articles used for components of matters specified in pars. (a) and (b). (7) “Hotel” means all places wherein sleeping accommodations are offered for pay to transients, in 5 or more rooms, and all places used in connection therewith. “Hotelkeeper”, “motelkeeper” and “innkeeper” are synonymous and “inn”, “motel” and “hotel” are synonymous. (8) “Label” means a display of written, printed or graphic matter upon the immediate container of any article. A requirement made under this chapter that any word, statement, or other information appear on the label shall not be considered to be complied with unless such word, statement or other information also appears on the outside container or wrapper if any, of the retail package of such article, or is easily legible through the outside container or wrapper. “Immediate container” does not include package liners. (9) “Labeling” means all labels and other written, printed or graphic matter upon an article or any of its containers or wrappers or accompanying the article. (9m) “Micro market” means any indoor, unstaffed, self-service area that is accessible only to persons authorized by the person in control of the premises and not accessible to the general public, where a customer may obtain unit servings of food or beverage either in bulk or in package before payment at an automated kiosk or by other automated method, without the necessity of replenishing the area between each transaction. “Micro market” does not include a vending machine and does not include a device which dispenses only bottled, prepackaged, or canned soft drinks, a one-cent vending device, a device dispensing only candy, gum, nuts, nut meats, cookies, or crackers, or a device dispensing only prepackaged Grade A pasteurized milk or milk products. (9q) “Micro market operator” means the person maintaining a place of business in the state and responsible for the operation of one or more micro markets. (10) (a) “Milk” means the lacteal secretion, practically free of colostrum, obtained by the complete milking of one or more healthy cows, goats, or sheep. Milk from cows shall contain not less than 3 percent of milk fat, and not less than 8.25 percent of milk solids not fat. Milk from cows may be standardized by the addition or removal of cream or by the addition of concentrated milk, dry whole milk, skim milk, concentrated skim milk, or nonfat milk. Milk from cows may also be standardized by removing water through reverse osmosis or other nonthermal methods and adding potable water. When standardized, milk from cows sold in final package form shall contain not less than 3.25 percent of milk fat, and not less than 8.25 percent of milk solids not fat. Milk may be homogenized. (b) “Lowfat milk” means cow’s milk from which sufficient milk fat has been removed to produce a food having a milk fat content of either 0.5 percent, 1 percent, 1.5 percent, or 2 percent and a milk solids not fat content of not less than 10 percent. (c) “Skim milk” means cow’s milk from which sufficient milk fat has been removed to reduce its milk fat content to less than 0.5 percent and which has a milk solids not fat content of not less than 9 percent. (11) “Nonfat dry milk” means the product resulting from the removal of fat and water from cow’s milk, and contains the lactose, milk proteins and milk minerals in the same relative proportions as in the fresh cow’s milk from which made. It contains not over 5 percent by weight of moisture. The fat content is not over 1 1/2 percent by weight unless otherwise indicated. (12) “Package” means any container or wrapper in which any food is enclosed for use in the delivery or display of that food to retail purchasers, but does not include: (a) Shipping containers or wrappings used solely for the transportation of any food in bulk or in quantity to manufacturers, packers or processors, or to wholesale or retail distributors. (b) Shipping containers or outer wrappings used by retailers to ship or deliver any food to retail customers if such containers and wrappings bear no printed matter pertaining to any particular commodity. (13) “Pesticide chemical” means any substance which, alone, in chemical combination, or in formulation with one or more other substances is a “pesticide” within the meaning of s. 94.67 (25) and which is used in the production, storage or transportation of raw agricultural commodities. (13g) “Potluck event” means an event to which all of the following apply: (a) Attendees of the event provide food and beverages to be shared with other attendees and consumed at the event. (b) No compensation is provided to any person who conducts or assists in providing the event or who provides food and beverages to be shared at the event, and no compensation is paid by any person for consumption of food or beverages at the event. (c) The event is sponsored by any of the following: 1. A church. 2. A religious, fraternal, youth, or patriotic organization or service club. 3. A civic organization. 4. A parent-teacher organization. 5. A senior citizen center or organization. 6. An adult day care center. (13r) “Public health and safety” means the highest degree of protection against infection, contagion or disease and freedom from the danger of fire or accident that can be reasonably maintained in the operation of a hotel, tourist rooming house, bed and breakfast establishment, vending machine or vending machine commissary. (14) “Raw agricultural commodity” means any food in its raw or natural state, including all fruits that are washed, colored or otherwise treated in their unpeeled natural form prior to marketing. (14g) “Restaurant” means any building, room or place at which the predominant activity is the preparation, service, or sale of meals to transients or the general public, including all places used in connection with it and including any public or private school lunchroom for which food service is provided by contract. “Meals” does not include soft drinks, ice cream, milk, milk drinks, ices and confections. “Restaurant” does not include: (a) Taverns that serve free lunches consisting of popcorn, cheese, crackers, pretzels, cold sausage, cured fish or bread and butter. (b) Churches, religious, fraternal, youths’ or patriotic organizations, service clubs and civic organizations which occasionally prepare, serve or sell meals to transients or the general public. (c) Any public or private school lunchroom for which food service is directly provided by the school, or a private individual selling foods from a movable or temporary stand at public farm sales. (d) Any bed and breakfast establishment that serves breakfasts only to its lodgers. (e) The serving of food or beverage through a licensed vending machine. (f) Any college campus, as defined in s. 36.05 (6m), institution as defined in s. 36.51 (1) (b) or technical college that serves meals only to the students enrolled in the college campus, institution or school or to authorized elderly persons under s. 36.51 or 38.36. (g) A concession stand at a locally sponsored sporting event, such as a little league game. (h) A potluck event. (i) The serving of food or beverage through a licensed micro market. (14m) “Salvaging distressed food” means reconditioning or preparing distressed food for sale or use as food, including cleaning, culling, sorting, scouring, labeling, packaging, processing or treating the food. (15) “Sell”, “sale” or “sold” includes delivering, shipping, consigning, exchanging, offering or exposing for sale, or having in possession with intent to sell. (15b) “Temporary restaurant” means a restaurant that operates at a fixed location in conjunction with a single event such as a fair, carnival, circus, public exhibition, anniversary sale or occasional sales promotion. (15f) “Tourist or transient” means a person who travels from place to place away from his or her permanent residence for vacation, pleasure, recreation, culture, business or employment. (15k) “Tourist rooming house” means any lodging place or tourist cabin or cottage where sleeping accommodations are offered for pay to tourists or transients. “Tourist rooming house” does not include: (a) A private boarding or rooming house, ordinarily conducted as such, not accommodating tourists or transients. (b) A hotel. (c) Bed and breakfast establishments. (15p) “Vending machine” means any self-service device offered for public use which, upon insertion of a coin or token, or by other means, dispenses unit servings of food or beverage either in bulk or in package, without the necessity of replenishing the device between each vending operation. “Vending machine” does not include a micro market or a device which dispenses only bottled, prepackaged, or canned soft drinks, a one-cent vending device, a vending machine dispensing only candy, gum, nuts, nut meats, cookies, or crackers, or a vending machine dispensing only prepackaged Grade A pasteurized milk or milk products. (15s) “Vending machine commissary” means any building, room or place where the food, beverage, ingredients, containers, transport equipment or supplies for vending machines or micro markets are kept, handled, prepared or stored by a vending machine or micro market operator. “Vending machine commissary” does not mean any place at which the operator is licensed to manufacture, distribute or sell food products under this chapter. (15w) “Vending machine location” means the room, enclosure, space or area where one or more vending machines are installed and operated. (15y) “Vending machine operator” means the person maintaining a place of business in the state and responsible for the operation of one or more vending machines. (16) “Whey cream” means that portion of whey rich in milk fat which is separated from whey by centrifugal force, is fresh and clean and contains not less than 30 percent of milk fat. History: 1975 c. 94 s. 91 (10); 1975 c. 308; 1977 c. 29 s. 1650m (4); 1977 c. 106 s. 15; 1983 a. 189, 261; 1987 a. 276; 1995 a. 225; 2013 a. 374; 2015 a. 55 ss. 2643, 4065, 4067 to 4077; 2015 a. 242; 2017 a. 225.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-01/"
    },
    {
      "id": "section-9707interpretation",
      "number": "97.07",
      "heading": "Interpretation",
      "text": "97.07 Interpretation. If an article is alleged to be misbranded because the labeling is misleading, then in determining whether the labeling is misleading, there shall be taken into account not only representations made or suggested by statement, word, design, device, sound, or any combination thereof, but also the extent to which the labeling fails to reveal facts material in the light of such representations or material with respect to consequences which may result from the use of the article to which the labeling relates under the conditions of use prescribed in the labeling or under such conditions of use as are customary or usual.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-07/"
    },
    {
      "id": "section-9709rules",
      "number": "97.09",
      "heading": "Rules",
      "text": "97.09 Rules. (1) Definitions and standards of identity, composition, quality and fill of container for foods, and amendments thereto, now or hereafter adopted under the federal act or this chapter are definitions and standards of identity, composition, quality and fill of container under s. 97.03. However, when such action will promote honesty and fair dealing in the interest of consumers, the department may amend, stay or reject such federal regulations or make rules establishing definitions and standards of identity, composition, quality and fill of container for foods where no federal regulations exist, or which differ from federal regulations. (2) Temporary permits granted under the federal act for interstate shipment of experimental packs of food varying from the requirements of federal definitions and standards of identity are automatically effective in this state under conditions set forth in such permits. (3) The department may also issue temporary marketing permits upon a convincing showing of need to continue a market study where the interests of consumers are safeguarded. Such permits are subject to terms and conditions prescribed by departmental rules but may not be issued for a period exceeding 6 months plus one renewal period of 6 months after departmental review. (4) The department may, by rule, establish and enforce standards governing the production, processing, packaging, labeling, transportation, storage, handling, display, sale, including retail sale, and distribution of foods that are needed to protect the public from the sale of adulterated or misbranded foods. (5) The department shall promulgate rules establishing standards and procedures for the labeling of organic food. The rules may establish a process whereby organizations, businesses and firms certify that foods represented as organic foods comply with established standards. In this subsection, “organic food” means any food that is marketed using “organic” or any derivative of “organic” in its labeling or advertising. History: 1971 c. 156; 1983 a. 261; 1987 a. 278; 2015 a. 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-09/"
    },
    {
      "id": "section-9710prohibited",
      "number": "97.10Prohibited",
      "heading": "acts.",
      "text": "acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9712enforcement",
      "number": "97.12",
      "heading": "Enforcement",
      "text": "97.12 Enforcement. (1) For the purpose of enforcing this chapter, the department and its agents may, at reasonable hours, enter and inspect any premises for which a license is required under this chapter or any farm, factory, warehouse, building, room, establishment or place at or in which foods are manufactured, processed, packed, packaged, stored or held for sale, and may enter any vehicle, including a vehicle used to transport or hold foods in commerce. The department and its agents may also secure samples or specimens, including samples or specimens of food and any product or substance that may affect food, examine and copy relevant documents and records, and obtain photographic and other evidence needed to enforce this chapter or a rule promulgated under this chapter. The department shall examine any samples secured and shall conduct other inspections and examinations needed to determine whether there is a violation of this chapter. The department shall pay or offer to pay the market value of samples taken. (2) (a) Whenever any duly authorized inspector of the department has reasonable cause to believe that any food examined by him or her is adulterated or misbranded and is dangerous to health or misleading to the injury or damage of the purchaser or consumer, the inspector shall issue and deliver to the owner or custodian of the food a holding order prohibiting the sale or movement of the food for any purpose until the analysis or examination of the sample obtained has been completed. A holding order may be effective for a period of not longer than 14 days from the time of its delivery, but it may be reissued for one additional 14-day period if necessary to complete the analysis or examination of the food. (b) No food described in any such holding order so issued and delivered shall be sold or moved for any purpose without the approval of the department until such analysis or examination has been completed within the time specified in par. (a). If the department upon completed analysis or examination determines that the food described in such holding order is not adulterated or misbranded, then the owner or custodian thereof shall be promptly so notified in writing, and such holding order shall terminate upon such notification. (c) Where the analysis or examination shows that the food is adulterated or misbranded and is dangerous to health or misleading to the injury or damage of the purchaser or consumer, the owner or custodian of the food shall be so notified in writing within the effective time of the holding order. Such notice has the effect of a special order issued under s. 93.18. Upon receipt of a notice the food subject to the holding order may not be sold, moved, disposed of or brought into compliance with applicable standards without the approval of the department. If such food is not brought into compliance, sold, moved or disposed of within 30 days, or other agreed upon period of time, from the date the owner or custodian received notice that the food was adulterated or misbranded, the department may issue an order directing the disposition of the food. Such an order has the effect of a special order issued under s. 93.18. (d) 1. Any person violating an order issued under this section may be fined not more than the maximum amount under subd. 2. or imprisoned not more than one year in the county jail or both. 2. The maximum fine under this paragraph equals $10,000 plus the retail value of the product moved, sold or disposed of in violation of the order issued under this section. (3) (a) The department may issue a special order as provided under s. 93.18 to any person engaged in the production, processing, sale or distribution of food if the department finds a violation of this chapter or the rules promulgated under this chapter. An order shall state the violations found and shall specify a fixed period of time for correction. If the department finds that a piece of equipment, a facility or a practice used is a danger to public health, it may order that the situation be abated or eliminated immediately and that the equipment, facility or practice not be used until the violation is corrected and the correction is confirmed by the department. The department may, instead of issuing an order, accept written agreements of voluntary compliance which have the effect of an order. (b) The department may, by summary order and without prior notice or hearing, suspend a license or permit issued under this chapter if the department finds that there has been a substantial failure to comply with the applicable requirements of this chapter and the rules promulgated under this chapter and that the continuation of the violations constitutes a serious danger to public health. The order shall be in writing, have the force and effect of an order issued under s. 93.18, and is subject to right of hearing before the department, if requested within 10 days after date of service. Hearings, if requested, shall be conducted within 10 days after receipt of a request for a hearing. Enforcement of the order shall not be stayed pending action on the hearing. (4) Any person who does either of the following may be fined not more than $5,000 or imprisoned not more than one year in the county jail or both: (a) Assaults, restrains, threatens, intimidates, impedes, interferes with, or otherwise obstructs a department inspector, employee or agent in the performance of his or her duties. (b) Gives false information to a department inspector, employee or agent with the intent to mislead the inspector, employee or agent in the performance of his or her duties. (5) Any person who fails to comply with an order issued under this chapter may be required to forfeit $50 for each day of noncompliance. History: 1971 c. 156; 1983 a. 261; 2015 a. 55. A warrantless inspection of a dairy farm under authority of sub. (1) and ss. 93.08 and 93.15 (2) and related administrative rules made without prior notice and without the owner being present was not unconstitutional. Because the administrative rules govern operations, equipment, and processes not typically conducted in residential areas, the rules and statutes sufficiently preclude making warrantless searches of residences. Lundeen v. DATCP, 189 Wis. 2d 255, 525 N.W.2d 758 (Ct. App. 1994).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-12/"
    },
    {
      "id": "section-9713sale",
      "number": "97.13Sale",
      "heading": "of fish flour regulated.",
      "text": "of fish flour regulated.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9717buttermaker",
      "number": "97.17Buttermaker",
      "heading": "and cheesemaker license.",
      "text": "and cheesemaker license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97175butter",
      "number": "97.175Butter",
      "heading": "and cheese grader license requirements.",
      "text": "and cheese grader license requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9718oleomargarine",
      "number": "97.18Oleomargarine",
      "heading": "regulations.",
      "text": "regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9720dairy",
      "number": "97.20Dairy",
      "heading": "plants.",
      "text": "plants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9721milk",
      "number": "97.21Milk",
      "heading": "haulers and milk distributors.",
      "text": "haulers and milk distributors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9722milk",
      "number": "97.22Milk",
      "heading": "producers.",
      "text": "producers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9723drug",
      "number": "97.23Drug",
      "heading": "residues in milk.",
      "text": "residues in milk.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9724milk",
      "number": "97.24Milk",
      "heading": "and milk products.",
      "text": "and milk products.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9725use",
      "number": "97.25Use",
      "heading": "of synthetic bovine growth hormone; labeling of dairy products.",
      "text": "of synthetic bovine growth hormone; labeling of dairy products.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9727food",
      "number": "97.27Food",
      "heading": "warehouses.",
      "text": "warehouses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9728direct",
      "number": "97.28Direct",
      "heading": "sale of eggs.",
      "text": "sale of eggs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9729food",
      "number": "97.29Food",
      "heading": "processing plants.",
      "text": "processing plants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9730retail",
      "number": "97.30Retail",
      "heading": "food establishments.",
      "text": "food establishments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97305restaurants",
      "number": "97.305Restaurants",
      "heading": "serving fish.",
      "text": "serving fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97307average",
      "number": "97.307Average",
      "heading": "annual surveys.",
      "text": "annual surveys.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9732special",
      "number": "97.32Special",
      "heading": "dairy and food inspectors.",
      "text": "dairy and food inspectors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9733certificate",
      "number": "97.33Certificate",
      "heading": "of food protection practices.",
      "text": "of food protection practices.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9734bottled",
      "number": "97.34Bottled",
      "heading": "drinking water and soda water beverage; standards; sampling and analysis.",
      "text": "drinking water and soda water beverage; standards; sampling and analysis.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9741retail",
      "number": "97.41Retail",
      "heading": "food: agent status for local health departments.",
      "text": "food: agent status for local health departments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9742compulsory",
      "number": "97.42Compulsory",
      "heading": "inspection of livestock or poultry, and meat or poultry products.",
      "text": "inspection of livestock or poultry, and meat or poultry products.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9743meat",
      "number": "97.43Meat",
      "heading": "from dead or diseased animals.",
      "text": "from dead or diseased animals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9744identification",
      "number": "97.44Identification",
      "heading": "of meat for animal feed; registration and records of buyers.",
      "text": "of meat for animal feed; registration and records of buyers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9756kosher",
      "number": "97.56Kosher",
      "heading": "meat.",
      "text": "meat.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9757planted",
      "number": "97.57Planted",
      "heading": "or cultivated rice.",
      "text": "or cultivated rice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9759handling",
      "number": "97.59Handling",
      "heading": "foods.",
      "text": "foods.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97603motels",
      "number": "97.603",
      "heading": "Motels",
      "text": "97.603 Motels. Upon the written request of the hotel operator made on forms furnished by the department, the department may classify a hotel as a “motel”, if the operator of the hotel furnishes on-premises parking facilities for the motor vehicles of the hotel guests as a part of the room charge, without extra cost. History: 1983 a. 203 ss. 3, 5; 1983 a. 538 s. 67; 1993 a. 27 s. 66; Stats. 1993 s. 254.63; 2015 a. 55 s. 4079; Stats. 2015 s. 97.603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-603/"
    },
    {
      "id": "section-97605lodging",
      "number": "97.605Lodging",
      "heading": "and vending licenses.",
      "text": "and vending licenses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97607pre-licensing",
      "number": "97.607Pre-licensing",
      "heading": "inspection.",
      "text": "inspection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9761vending",
      "number": "97.61Vending",
      "heading": "machine commissary outside the state.",
      "text": "machine commissary outside the state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97613fees",
      "number": "97.613",
      "heading": "Fees",
      "text": "97.613 Fees. Except as provided in s. 97.615 (2) (d) and (e), the department shall promulgate rules that establish, for licenses issued under s. 97.605, license fees, pre-licensing inspection fees, reinspection fees, fees for operating without a license, late fees for untimely renewal, fees for comparable compliance or variance requests, and fees for pre-license review of restaurant plans. History: 1973 c. 333; 1975 c. 224; 1975 c. 413 s. 13; Stats. 1975 s. 50.53; 1977 c. 222; 1979 c. 34; 1981 c. 20; 1983 a. 27, 163, 203, 538; 1985 a. 135; 1987 a. 27, 399; 1991 a. 178; 1993 a. 16 s. 1493; 1993 a. 27 s. 71; Stats. 1993 s. 254.68; 1993 a. 183; 2001 a. 16; 2015 a. 55 s. 4084; Stats. 2015 s. 97.613.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-97/section-97-613/"
    },
    {
      "id": "section-97615agent",
      "number": "97.615Agent",
      "heading": "status for local health departments.",
      "text": "status for local health departments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9762health",
      "number": "97.62Health",
      "heading": "and safety; standard.",
      "text": "and safety; standard.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97623hotel",
      "number": "97.623Hotel",
      "heading": "safety.",
      "text": "safety.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97625powers",
      "number": "97.625Powers",
      "heading": "of the department and local health departments.",
      "text": "of the department and local health departments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97627causing",
      "number": "97.627Causing",
      "heading": "fires by tobacco smoking.",
      "text": "fires by tobacco smoking.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97635liability",
      "number": "97.635Liability",
      "heading": "of hotelkeeper for loss of property by fire or theft; owner’s risk.",
      "text": "of hotelkeeper for loss of property by fire or theft; owner’s risk.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-97638hotel",
      "number": "97.638Hotel",
      "heading": "rates posted; rate charges; special rates.",
      "text": "rates posted; rate charges; special rates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}