{
  "state": "new-mexico",
  "path": "title-chapter-48-liens-and-mortgages/chapter-article-1a-lien-protection-efficiency",
  "sections": [
    {
      "id": "section-48-1a-1",
      "number": "48-1A-1",
      "heading": "Short title.Section 48-1A-2 - Findings; purpose",
      "text": "Section 48-1A-3 - Definitions.Section 48-1A-4 - Construction.Section 48-1A-5 - Non-enforceability of nonconsensual common law liens.Section 48-1A-6 - Invalidity of claim of lien against a state or local official or employee or a federal official or emp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48-1a-2",
      "number": "48-1A-2",
      "heading": "Findings; purpose.",
      "text": "A. The legislature finds:\n\n(1) that there is a problem with the presentation for filing or recording of invalid instruments that purport to affect the real or personal property interests of persons, including elected or appointed officials and employees of state, local and federal government. These instruments, which have no basis in fact or law, have serious disruptive effects on property interests and title, appear on title searches and other disclosures based on public records and are costly and time-consuming to expunge. These instruments have serious disruptive effects on the conduct of government business and are costly and time-consuming to both government entities and individual officials and employees;\n\n(2) that officials and employees authorized by law to accept for filing or recording liens, deeds, instruments, judgments or other documents purporting to establish nonconsensual common law liens do not have discretionary authority or mechanisms to prevent the filing, recording or disclosure of frivolous lien claims if the documents comply with certain minimum format requirements. It would be inefficient and would require substantial government expenditure to have the legal sufficiency of documents submitted for filing or recording determined in advance of acceptance; and\n\n(3) that it is necessary and in the best interest of New Mexico and its citizens to provide a means to relieve this problem, to prevent the filing, recording or disclosure of frivolous lien claims and to authorize actions to void frivolous lien claims.\n\nB. The purpose of the Lien Protection Efficiency Act is to provide for the efficient filing and recording of documents and the protection of public officials and employees and the citizens of the state against nonconsensual common law liens by imposing limitations on the circumstances in which nonconsensual common law liens may be recognized in the state.\n\nHistory:Laws 1999, ch. 144, § 2.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-2/"
    },
    {
      "id": "section-48-1a-3",
      "number": "48-1A-3",
      "heading": "Definitions.",
      "text": "As used in the Lien Protection Efficiency Act:\n\nA. \"court\" means:\n\n(1) a court created by the constitution of the United States or pursuant to federal law, including the United States supreme court, the United States courts of appeals, the United States district or administrative courts or other federal courts of inferior jurisdiction, but does not include administrative adjudicative bodies;\n\n(2) a court created by the constitution of New Mexico or pursuant to New Mexico law, including the supreme court, the court of appeals, district courts, magistrate courts, metropolitan courts and municipal courts, but does not include administrative adjudicative bodies; and\n\n(3) a court comparable to any of those listed in Paragraph (2) of this subsection that is created by the constitution of another state or pursuant to the state law of another state;\n\nB. \"federal official or employee\" means an appointed or elected official or an employee of a federal agency, board, commission or department in a branch of the federal government;\n\nC. \"filing officer\" means the secretary of state; the clerk of a county or court; or a state, local or federal official or employee authorized by law to accept for filing as a public record a lien, deed, instrument, judgment or other document, whether paper, electronic or in another form;\n\nD. \"lien\" means an encumbrance on property as security for the payment of a debt;\n\nE. \"nonconsensual common law lien\" means a document, regardless of self-description, that purports to assert a lien against the assets, real or personal, of a person that:\n\n(1) is not expressly provided for by a specific state or federal statute;\n\n(2) does not depend upon the consent of the owner of the property affected or the existence of a contract for its existence; or\n\n(3) is not an equitable or constructive lien imposed by a court of competent jurisdiction; and\n\nF. \"state or local official or employee\" means an appointed or elected official or an employee of a state agency, board, commission, department in any branch of state government, or state institution of higher education, or a school district, political subdivision or unit of local government of this state.\n\nHistory:Laws 1999, ch. 144, § 3.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-3/"
    },
    {
      "id": "section-48-1a-4",
      "number": "48-1A-4",
      "heading": "Construction.",
      "text": "A. The Lien Protection Efficiency Act shall not be construed to create a lien or interest in property not otherwise existing under state or federal law.\n\nB. The Lien Protection Efficiency Act is not intended to affect a lien provided for by statute, a consensual lien now or hereafter recognized under common law of the state or the ability of the courts to impose equitable or constructive liens.\n\nHistory:Laws 1999, ch. 144, § 4.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-4/"
    },
    {
      "id": "section-48-1a-5",
      "number": "48-1A-5",
      "heading": "Non-enforceability of nonconsensual common law liens.",
      "text": "Nonconsensual common law liens against real property shall not be recognized or be enforceable. Nonconsensual common law liens claimed against personal property shall not be recognized or be enforceable if, at the time the lien is claimed, the claimant fails to retain actual lawfully acquired possession or exclusive control of the property.\n\nHistory:Laws 1999, ch. 144, § 5.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-5/"
    },
    {
      "id": "section-48-1a-6",
      "number": "48-1A-6",
      "heading": "Invalidity of claim of lien against a state or local official or employee or a federal official or employee; filing of notice of invalid lien.",
      "text": "A. A claim of lien against a state or local official or employee or a federal official or employee based on the performance or nonperformance of that official's or employee's duties shall be invalid, unless accompanied by a specific order from a court of competent jurisdiction authorizing the filing of the lien, or unless a specific statute authorizes the filing of the lien.\n\nB. If a claim of lien, as described in Subsection A of this section, has been accepted for filing, the filing officer shall accept for filing a notice of invalid lien signed and submitted by an assistant attorney general representing the state agency, board, commission or department of which the individual is an official or employee; an attorney representing the state institution of higher education, school district, political subdivision or unit of local government of this state of which the individual is an official or employee; or an assistant United States attorney representing the federal agency of which the individual is an official or employee. A copy of the notice of invalid lien shall be mailed by the attorney to the person who filed the claim of lien at that person's last known address.\n\nHistory:Laws 1999, ch. 144, § 6.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-6/"
    },
    {
      "id": "section-48-1a-7",
      "number": "48-1A-7",
      "heading": "No duty to accept or to disclose a nonconsensual common law lien; immunity from liability.",
      "text": "A. A filing officer does not have a duty to accept for filing or recording a claim of lien, unless the lien is authorized by statute or imposed by a court of competent jurisdiction having jurisdiction over property affected by the lien.\n\nB. A filing officer does not have a duty to accept for filing or recording a claim of lien against a state or local official or employee or a federal official or employee based on the performance or nonperformance of that official's or employee's duties, unless accompanied by a specific order from a court of competent jurisdiction having jurisdiction over property affected by the lien, authorizing the filing of the lien.\n\nC. A filing officer does not have a duty to disclose an instrument of record or filing that attempts to give notice of a nonconsensual common law lien. This subsection does not relieve a filing officer of a duty that otherwise may exist to disclose a claim of a lien authorized by statute or imposed by order of a court of competent jurisdiction having jurisdiction over property affected by the lien. The existence of a claim of a nonconsensual common law lien in the public record does not constitute a defect in the title of or an encumbrance on the real property described and does not affect the marketability of the title to the real property.\n\nD. A filing officer shall not be liable for damages arising from a refusal to record or file or a failure to disclose any claim of a nonconsensual common law lien of record pursuant to this section.\n\nE. A filing officer shall not be liable for damages arising from the acceptance for filing of a claim of lien as described in Subsection B of this section, or for the acceptance for filing of a notice of invalid lien pursuant to Subsection B of Section 6 [48-1A-6 NMSA 1978] of the Lien Protection Efficiency Act.\n\nF. Except as otherwise provided by law, a filing officer shall not be required to defend decisions to accept or reject documents pursuant to Section 6 of the Lien Protection Efficiency Act.\n\nHistory:Laws 1999, ch. 144, § 7.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-7/"
    },
    {
      "id": "section-48-1a-8",
      "number": "48-1A-8",
      "heading": "Action to void lien; order to show cause; service of process.",
      "text": "A. A person whose real or personal property is subject to a recorded claim of a nonconsensual common law lien and who believes the claim of lien is invalid may petition the district court of the county in which the claim of lien has been recorded for an order, which may be granted ex parte, directing the lien claimant to appear before the district court, at a time no earlier than six days nor later than twenty-one days following the date of service of the petition and order on the lien claimant, and show cause, if any, why the claim of lien should not be stricken and other relief provided for by Section 9 [48-1A-9 NMSA 1978] of the Lien Protection Efficiency Act should not be granted. The petition shall state the grounds upon which relief is requested and shall be supported by the affidavit of the petitioner or petitioner's attorney setting forth a concise statement of the facts upon which the claim for relief is based.\n\nB. An order rendered pursuant to the petition and directing the lien claimant to appear shall clearly state that if the lien claimant fails to appear at the time and place noted, the claim of the lien shall be declared void ab initio and released and that the lien claimant shall be ordered to pay the costs incurred by the petitioner or any other party to the proceeding, including reasonable attorney fees, and damages as set forth in Section 9 of the Lien Protection Efficiency Act.\n\nC. The petition and order shall be served upon the lien claimant by personal service, or, when the district court determines that service by mail is likely to give actual notice, the district court may order that service be made by a person over eighteen years of age who is competent to be a witness, other than a party, by mailing copies of the petition and order to the lien claimant's last known address or any other address determined by the district court to be appropriate. Two copies shall be mailed, postage prepaid, one by ordinary first-class mail and the other by a form of mail requiring a signed receipt showing when and to whom it was delivered. The envelopes shall bear the return address of the sender.\n\nHistory:Laws 1999, ch. 144, § 8.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-8/"
    },
    {
      "id": "section-48-1a-9",
      "number": "48-1A-9",
      "heading": "Orders; liability for costs and attorney fees; damages.",
      "text": "A. If, in proceedings pursuant to Section 8 [48-1A-8 NMSA 1978] of the Lien Protection Efficiency Act, the lien claimant fails to appear at the time and place noted or if the lien claimant appears and the district court determines that the claim of lien is invalid, the district court shall issue an order declaring the lien void ab initio, releasing the lien, refunding any court docketing or filing fee to the petitioner and awarding other costs and reasonable attorney fees and damages as set forth in this section to the petitioner or any other party to the proceeding, to be paid by the lien claimant.\n\nB. If the district court determines that the claim of lien is valid, the district court shall issue an order so stating and may award costs and reasonable attorney fees to the lien claimant to be paid by the petitioner.\n\nC. A person who offers to have filed and recorded in the office of a filing officer a document purporting to create a nonconsensual common law lien against real or personal property, knowing or having reason to know that the document is forged or groundless, contains a material misstatement or false claim or is otherwise invalid, shall be liable to the owner of the property affected for actual damages or five thousand dollars ($5,000), whichever is greater, plus costs and reasonable attorney fees as provided in this section.\n\nD. A grantee or other person purportedly benefited by a filed or recorded document that creates a nonconsensual common law lien against real or personal property, knowing or having reason to know that the filed or recorded document is forged or groundless, contains a material misstatement or false claim or is otherwise invalid, who willfully refuses to release the filed or recorded document upon request of the owner of the property affected, shall be liable to the owner for actual damages or five thousand dollars ($5,000), whichever is greater, plus costs and reasonable attorney fees as provided in this section.\n\nE. A certified copy of an order rendered pursuant to this section shall be filed by the clerk of the district court in the office of the appropriate filing officer.\n\nHistory:Laws 1999, ch. 144, § 9.\n\nEffective dates.— Laws 1999, ch. 144, § 11 made the Lien Protection Efficiency Act effective July 1, 1999.\n\nSeverability.— Laws 1999, ch. 144, § 10 provided for the severability of the act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-1a/section-48-1a-9/"
    }
  ]
}