{
  "state": "new-mexico",
  "path": "title-chapter-48-liens-and-mortgages/chapter-article-3-liens-on-personal-property",
  "sections": [
    {
      "id": "section-48-3-1",
      "number": "48-3-1",
      "heading": "Liens for manufacture or repairs; motor vehicles",
      "text": "A. All artisans and mechanics shall have a lien on things made or repaired by them for the amount due for their work, and may retain possession thereof until said amount is paid. Any person or corporation who repairs any motor vehicle or furnishes parts therefor, at the request or with the consent of any person lawfully in possession of any such motor vehicle, shall have a lien upon such motor vehicle or any part or parts thereof for the sum due for repairing the same, and for labor furnished thereon and for all costs incurred in enforcing such lien and may detain such motor vehicle in possession until such lien be paid.\n\nB. While the artisan or mechanic retains possession of a motor vehicle, the possessory lien has priority over any other liens, including recorded liens on the motor vehicle. If the artisan or mechanic releases possession of the motor vehicle due to the acceptance or receipt of a check, draft or written order for payment of the indebtedness due thereon, but the check, draft or written order for payment is returned because of insufficient funds, no account, closed account or issuance of a stop-payment order, the possessory lien on the motor vehicle shall continue for a period of thirty days from the date actual possession was relinquished. At the expiration of such period, the artisan's or mechanic's lien shall continue but shall be subordinate to prior recorded liens on the motor vehicle. The lien shall not be applicable to a bona fide purchaser for value without notice of an artisan's or mechanic's lien or to a bona fide encumbrancer for value without notice of the artisan's or mechanic's lien, if the sale or encumbrance occurs subsequent to the artisan or mechanic releasing possession.\n\nC. At any time the artisan or mechanic may repossess the motor vehicle upon which a lien is claimed.\n\nD. In the event of a lawsuit relating to the possession of a motor vehicle and the indebtedness due thereon, a court may, in its discretion, award reasonable attorney's fees to the prevailing party.\n\nHistory:Laws 1851-1852, p. 241; C.L. 1865, ch. 77(2d), § 13; C.L. 1884, § 1536; C.L. 1897, § 2233; Code 1915, § 3333; Laws 1917, ch. 65, § 1 (3333); 1923, ch. 24, § 1 (3333); C.S. 1929, § 82-401; 1941 Comp., § 63-301; 1953 Comp., § 61-3-1; Laws 1977, ch. 46, § 1.\n\nCross references.— For lien for towing, storage or wrecking service for motor vehicle,see48-3-19 to 48-3-21 NMSA 1978.\n\nFor priority of liens under Uniform Commercial Code,see55-9-301 NMSA 1978.\n\nRetention of property pursuant to garageman's lien is not an unconstitutionaldeprivation of property under due process clause of U.S. Const., amend. XIV.DeMarsh v. Landreth, 1976-NMCA-080, 89 N.M. 494, 553 P.2d 1301.\n\nLiens covered by article.— This article refers to liens of artisans, mechanics, landlords, innkeepers, agistors and those who board, feed, shelter or pasture animals.Hobbs v. Morrison Supply Co., 1937-NMSC-060, 41 N.M. 644, 73 P.2d 325.\n\nMechanic's lien superior to prior liens when in possession.— As long as the repairer retained possession of the backhoe, it had a mechanic's statutory lien upon the vehicle for the value of the labor, parts, and repairs rendered which was superior even to recorded prior liens on the same vehicle as long as the work was ordered by a person lawfully in possession of the vehicle.Tom Growney Equip., Inc. v. Ansley, 1994-NMCA-159, 119 N.M. 110, 888 P.2d 992, cert. denied, 119 N.M. 168, 889 P.2d 203 (1995).\n\nSince the repairer elected to accept a promissory note from the customer for the value of the repairs and permitted the customer to take possession of the backhoe, thereby releasing the possessory lien, the repairer chose to look to the customer for payment and waived the security provided by this section.Tom Growney Equip., Inc. v. Ansley, 1994-NMCA-159, 119 N.M. 110, 888 P.2d 992, cert. denied, 119 N.M. 168, 889 P.2d 203 (1995).\n\nNo precedence over prior liens without mortgagee's authority.— A mortgagor may not, without the authority of the mortgagee, expressed or implied, create a lien on mortgaged property as to give it precedence over prior encumbrances.Maulhardt v. J.D. Coggins Co., 1955-NMSC-086, 60 N.M. 175, 288 P.2d 1073.\n\nLien rights created by a prior mortgage become subordinated to those of a mechanic only where the mortgagee authorizes, expressly or impliedly, the chattel repair.Sw. Engine Co. v. U.S., 275 F.2d 106 (10th Cir. 1960).\n\nPriority between chattel mortgages and mechanic's liens.— Prior to the adoption of the Uniform Commercial Code, Section 55-1-101 NMSA 1978 et seq., dicta generally declared that recorded chattel mortgages had priority over mechanic's liens; noting that the question of priority had given the courts much difficulty and that different conclusions had been reached on a variety of reasons, the supreme court pointed to the adoption of Section 55-9-310 NMSA 1978 respecting priority of liens and concluded there were no benefits to be derived from analyzing this section to determine if the dicta were correct.Citizens Fin. Co. v. Cole, 1943-NMSC-002, 47 N.M. 73, 134 P.2d 550;Universal Credit Co. v. Printy, 1941-NMSC-056, 45 N.M. 549, 119 P.2d 108 (decided under prior law).\n\nExclusive possession of chattels not essential.— Exclusive possession by a mechanic of chattels undergoing repairs by him is not essential to the creation of a lien.Maulhardt v. J.D. Coggins Co., 1955-NMSC-086, 60 N.M. 175, 288 P.2d 1073.\n\nNo repossession on same lien after voluntary surrender.— Lien claimant, by voluntarily parting with possession of a chattel upon which he has a lien, does not thereby waive the lien, but waives the right to possession of the chattel, and may not repossess it merely on the strength of his lien in absence of special circumstances.Mathieu v. Roberts, 1926-NMSC-025, 31 N.M. 469, 247 P. 1066.\n\nLien ineffective as to innocent purchasers after voluntary surrender.— The lien of a garage owner for repairs furnished and of a workman for labor performed on an automobile is in force after possession is voluntarily surrendered, only as to such owner and those with notice thereof, and is not effective as to innocent purchasers without notice.Abeytia v. Gibbons Garage, 1920-NMSC-064, 26 N.M. 622, 195 P. 515.\n\nLaw reviews.— For article, \"The Warehouseman vs. the Secured Party: Who Prevails When the Warehouseman's Lien Covers Goods Subject to a Security Interest?\" see 8 Nat. Res. J. 331 (1968).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 20, 21, 36, 38.\n\nCommon-law lien on personalty for work performed thereon, upon the owner's premises, 3 A.L.R. 862.\n\nBailee's lien for work on goods as extending to other goods of the bailor in his possession, 25 A.L.R.2d 1037.\n\nDeclarations or admissions of person in control of vehicle as admissible against or binding upon owner, lien claimants, or the like, of a vehicle subjected to forfeiture proceedings, 55 A.L.R.2d 1280.\n\nLiability to pay for allegedly unauthorized repairs on motor vehicles, 5 A.L.R.4th 311.\n\nWhat constitutes use of vehicle \"in the automobile business\" within exclusionary clause of liability policy, 56 A.L.R.4th 300.\n\nLoss of garageman's lien on repaired vehicle by owner's use of vehicle, 74 A.L.R.4th 90.\n\n8 C.J.S. Bailments §§ 80 to 85; 61A C.J.S. Motor Vehicles §§ 743 to 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-1/"
    },
    {
      "id": "section-48-3-2",
      "number": "48-3-2",
      "heading": "[Labor liens on horse-drawn vehicles.]",
      "text": "Any person who shall perform any labor upon any wagon, buggy or other vehicle or furnish material for repairing the same shall have a lien upon such wagon, buggy or other vehicle for the amount due for such labor performed and materials furnished, and for all costs incurred in enforcing such a lien, and may detain such buggy, wagon or other vehicle in his possession until such sum is paid.\n\nHistory:Code 1915, § 3334, enacted by Laws 1917, ch. 65, § 1 (3334); 1923, ch. 24, § 1 (3334); C.S. 1929, § 82-402; 1941 Comp., § 63-302; 1953 Comp., § 61-3-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1917 law amended Code 1915, 3333 to 3345. That part of the Amendatory Act which bore the number 3334 contained entirely new matter. For the original Code 1915, 3334,see48-3-5 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Bailee's lien for work on goods as extending to other goods of the bailor in his possession, 25 A.L.R.2d 1037.\n\n8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-2/"
    },
    {
      "id": "section-48-3-3",
      "number": "48-3-3",
      "heading": "Penalty.",
      "text": "Any person removing or attempting to remove any property from the possession of a person that possesses a lien as provided in Sections 48-3-1 and 48-3-2 NMSA 1978, without the written consent of the possessor of the lien, is guilty of a misdemeanor and shall be punished by a fine of not more than fifty dollars ($50.00), or by imprisonment for not more than thirty days, or both.\n\nHistory:1953 Comp., § 61-3-2.1, enacted by Laws 1965, ch. 215, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-3/"
    },
    {
      "id": "section-48-3-4",
      "number": "48-3-4",
      "heading": "[Blacksmith's lien.]",
      "text": "Any person who shall shoe or cause to be shod by his employees any horse, mule, ox or other animal, shall have a lien upon such animal for the amount due or to become due for such labor or services, and for all costs incurred in enforcing such lien, and may detain such animal in his possession until such sum is paid.\n\nHistory:Code 1915, § 3335, enacted by Laws 1917, ch. 65, § 1 (3335); 1923, ch. 24, § 1 (3335); C.S. 1929, § 82-403; 1941 Comp., § 63-303; 1953 Comp., § 61-3-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1917 act amended Code 1915, 3333 to 3345. That part of the Amendatory Act which bore the number 3335 contained entirely new matter. For the original Code 1915, 3335,see48-3-11 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Bailee's lien for work on goods as extending to other goods of the bailor in his possession, 25 A.L.R.2d 1037.\n\n8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-4/"
    },
    {
      "id": "section-48-3-5",
      "number": "48-3-5",
      "heading": "Landlords' liens.",
      "text": "A. Landlords have a lien on the property of their tenants that remains in or about the premises rented, for the rent due by the terms of any lease or other agreement in writing, and the property shall not be removed from the premises without the consent of the landlord until the rent is paid or secured. A lien does not attach if the premises rented is a dwelling unit.\n\nB. For purposes of this section, \"dwelling unit\" means a structure, mobile home and a leased parcel of land upon which it is located, or a part of a structure that is used as a home, residence or sleeping place by one person who maintains a household or by two or more persons who maintain a common household.\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), § 14; C.L. 1884, § 1537; C.L. 1897, § 2234; Code 1915, § 3334; Laws 1917, ch. 65, § 1 (3336); 1923, ch. 24, § 1 (3336); C.S. 1929, § 82-404; 1941 Comp., § 63-304; 1953 Comp., § 61-3-4; Laws 1995, ch. 195, § 25; 1997, ch. 39, § 4.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3334 bore the number 3336 in the 1917 and 1923 amendatory laws. For the original Code 1915, 3336,see48-3-13 NMSA 1978.\n\nCross references.— For rental dwellings, lien of owners and operators,see48-3-16 to 48-3-18 NMSA 1978.\n\nFor agricultural landlord liens,see48-6-1 to 48-6-16 NMSA 1978.\n\nFor Uniform Owner-Resident Relations Act,see47-8-1 NMSA 1978 et seq.\n\nFor landlord lien under the Uniform Resident-Owner Act,see47-8-36.1 NMSA 1978.\n\nFor warehousemen's liens,see55-7-209 to 55-7-210 NMSA 1978.\n\nThe 1997 amendment,effective June 20, 1997, substituted \"does not attach if\" for \"shall not attach where\" in the second sentence of Subsection A and inserted \"and a leased parcel of land upon which it is located\" in Subsection B.\n\nThe 1995 amendment,effective July 1, 1995, designated the existing language as Subsection A; in Subsection A, substituted \"in or about the premises\" for \"in the house\", deleted \"or to become due\" following \"rent due\", added the second sentence, and made minor stylistic changes throughout the subsection; and added Subsection B.\n\n\"House\" does include a commercial building.Heyde v. State Sec., Inc., 1958-NMSC-009, 63 N.M. 395, 320 P.2d 747.\n\nApartment as \"house rented\".— Where a building consists of several apartments rented to different tenants, each apartment is a \"house rented\" within the meaning of the statute, and the removal of the property from one apartment to another is a removal from \"said house.\"Wolcott v. Ashenfelter, 1890-NMSC-008, 5 N.M. 442, 23 P. 780.\n\nLien attached only after property on premises.— Generally, a landlord's lien attaches at the beginning of a tenancy for the rent due or to become due under the terms of the lease. But where lessee acquired the property (inventory) after his term began, the landlord's lien could only attach at the time the property came onto the premises.Nat'l Inv. Trust v. First Nat'l Bank, 1975-NMSC-065, 88 N.M. 514, 543 P.2d 482.\n\nIn general, a landlords' lien attaches at the beginning of the tenancy for any rent that will come due during the tenancy. However, the lien does not attach to the tenant's property until after the property is brought onto the premises.Kuemmerle v. United N.M. Bank, 1992-NMSC-028, 113 N.M. 677, 831 P.2d 976.\n\nWritten lease agreement required.— Since the plaintiff alleged that his contract for rent in the defendant's storage facility was oral, and the defendant admitted that, there was no landlord lien on plaintiff's goods.Bird v. Lankford, 1993-NMCA-128, 116 N.M. 408, 862 P.2d 1267.\n\nLandlord's lien, provided by this section, has two partsas there is a lien for rent due and for rent to become due by the terms of a lease or other instrument in writing.Chessport Millworks, Inc. v. Solie, 1974-NMCA-036, 86 N.M. 265, 522 P.2d 812.\n\nLandlord may not forcibly seize property prior to compliance with this section.Ross v. Overton, 1924-NMSC-043, 29 N.M. 651, 226 P. 162.\n\nConventional lien where statutory lien not specified.— Since pleadings did not show whether landlord was seeking to enforce his statutory lien or his conventional lien under his lease, the court was justified in finding that lessee's claim was based on his conventional lien where the claim was limited to property on leased premises. Whether he has waived his statutory lien is a matter of intent.In re Frick Book & Stationery Store, 1933-NMSC-104, 38 N.M. 120, 28 P.2d 660.\n\nNo lien when conditional vendor not tenant, with title.— In a controversy between a conditional vendor and a landlord, property which is held by the tenant under a conditional sale contract, where title has not passed, is not the property of the tenant within the meaning of the statute, and the landlord's lien would not extend to any such goods.Hesselden v. Karman, 1960-NMSC-114, 67 N.M. 434, 356 P.2d 451.\n\nForeclosure on conditional vendor's property not conversion.— A lessor who forecloses his landlord's lien and sells property for nonpayment of rent is not guilty of wrongfully converting that property where it appears that the property was being purchased by the lessee and the plaintiff under a conditional sales contract from a vendor who had guaranteed the rent.Hesselden v. Karman, 1960-NMSC-114, 67 N.M. 434, 356 P.2d 451.\n\nA landlord's agistor's lien on cattle is lost by sale by tenantto a purchaser without notice of the lien, where there is no statute requiring recording of an agistor's lien and such lien was not recorded.Bell v. Dennis, 1939-NMSC-045, 43 N.M. 350, 93 P.2d 1003.\n\nProperty must belong to tenant.— A landlord may assert a lien on the property of its tenants; however, where the property in question is not owned by a tenant but by a third party, a landlord's purported foreclosure of its lien will not vest the landlord with valid title.Sec. Pac. Fin. Servs. v. Signfilled Corp., 1998-NMCA-046, 125 N.M. 38, 956 P.2d 837.\n\nIf landlord consents to removal of property, he waives lien.Wolcott v. Ashenfelter, 1890-NMSC-008, 5 N.M. 442, 23 P. 780.\n\nNo waiver when collateral security accepted.— Where landlord had accepted collateral security for the rentals due and to become due, it had not waived its landlord's lien.Gathman v. First Am. Indian Land, Inc., 1965-NMSC-003, 74 N.M. 729, 398 P.2d 57.\n\nRights retained as to assignee.— An assignment of a lease creates the landlord-tenant relationship between the lessor and assignee, and the lessor retains all rights, including landlord's liens.Nat'l Inv. Trust v. First Nat'l Bank, 1975-NMSC-065, 88 N.M. 514, 543 P.2d 482.\n\nPriorities between landlord's lien, security interest, governed by case law.— Since there is no statutory provision, including the Uniform Commercial Code, to cover the priority between a statutory landlord's lien and a perfected security interest, the supreme court would rely on existing New Mexico case law to determine the priority between the interests.Nat'l Inv. Trust v. First Nat'l Bank, 1975-NMSC-065, 88 N.M. 514, 543 P.2d 482.\n\nPriority between landlord's, mortgage liens.— Where rent was unpaid on a lease to three for the last month of the term, two of the lessees withdrew and a chattel mortgage was given on property included, by the third lessee, prior to the execution of a new lease to such third lessee, the landlord's lien was superior to the mortgage lien as to the one month's rent, but inferior to the mortgage lien for the term of the second lease.Dees v. Dismuke, 1925-NMSC-033, 30 N.M. 528, 240 P. 198.\n\nPreexisting, perfected security interest with priority.— Under 63-304 and 63-501 through 63-504, 1941 Comp. (now Section 48-3-5 NMSA 1978), the filing by the Reconstruction Finance Corp. in Quay county served as constructive notice to the landlord of the chattel mortgage, and, consequently, the landlord's lien was inferior to the chattel mortgage, despite the fact that only the original mortgagors were named and not the assignee, and the described personalty was said to be located in Guadalupe county, so that as a practical matter, an inquirer could not readily have learned of the existence of the instant mortgage by checking the chattel records since no reference was made to the present owner.Reconstr. Fin. Corp. v. Stephens, 118 F. Supp. 565 (D.N.M. 1954).\n\nWhere the bank loaned money to business owner over a month before he entered into a lease assignment the bank could not be charged with notice of the lessor's statutory lien, which did not exist, while lessor had notice of the recorded security interest at the time of the assignment; therefore, it was held that the security interest of the bank had priority over the landlord's lien.Nat'l Inv. Trust v. First Nat'l Bank, 1975-NMSC-065, 88 N.M. 514, 543 P.2d 482.\n\nA purchase money security interest that is perfected before any interest claimed by a landlord under a landlord's lien arises is superior to that landlord's lien.Sec. Pac. Fin. Servs. v. Signfilled Corp., 1998-NMCA-046, 125 N.M. 38, 956 P.2d 837.\n\nPriority over subsequent security interest.— Landlord's statutory lien which attached at the beginning of the tenancy for rental due or to become due under the terms of the lease is accorded priority over a subsequent security interest.Chessport Millworks, Inc. v. Solie, 1974-NMCA-036, 86 N.M. 265, 522 P.2d 812.\n\nPriority over execution lien from judgment during lease.— Landlord's statutory lien attached at the beginning of the tenancy for rental due or to become due under the terms of lease and had priority over execution lien arising from judgment recovered against tenants during lease, even though execution issued and sheriff levied on tenant's property before suit.Gathman v. First Am. Indian Land, Inc., 1965-NMSC-003, 74 N.M. 729, 398 P.2d 57.\n\nPriority over homestead exemption.— Landlord's statutory lien for rent would defeat a claim for exemption in lieu of a homestead.Tomson v. Lerner, 1933-NMSC-078, 37 N.M. 546, 25 P.2d 209.\n\nLaw reviews.— For articles, \"The Warehouseman vs. the Secured Party: Who Prevails When the Warehouseman's Lien Covers Goods Subject to a Security Interest?\" see 8 Nat. Res. J. 331 (1968).\n\nFor survey, \"The Uniform Owner-Resident Relations Act,\" see 6 N.M. L. Rev. 293 (1976).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —49 Am. Jur. 2d Landlord and Tenant §§ 675 to 725.\n\nSubject matter covered by landlord's statutory lien for rent, 9 A.L.R. 300, 96 A.L.R. 249.\n\nLessor's right, upon bankruptcy of lessee, to enforce lien or retain security for future rentals, 45 A.L.R. 717.\n\nLandlord's lien or right of distress on property sold to tenant on conditional sale, 45 A.L.R. 949.\n\nWarehouse Receipts Act as affecting landlord's lien on property represented by receipts, 61 A.L.R. 952.\n\nLandlord's distress for rent on property of stranger in possession of livery stable keeper, 62 A.L.R. 1125.\n\nLandlord's lien on property sold to tenant by conditional sale, 96 A.L.R. 262.\n\nChattel mortgage or conditional sales contract, landlord's acceptance of, as waiver of his lien or reservation of title, 96 A.L.R. 568.\n\nLandlord's lien for rent as including taxes or other expenditures which tenant has agreed to pay or make, 99 A.L.R. 1104.\n\nLien on property of lessor for damages resulting from lessee's sale of intoxicating liquor, 169 A.L.R. 1203.\n\nSubrogation of lessee in respect of liens superior to his lease, 1 A.L.R.2d 286.\n\nContribution, subrogation and similar rights, as between cotenants, where one pays the other's share of sum owing on lien, 48 A.L.R.2d 1305.\n\nApplication of statutory landlord's lien to property of third person used by tenant on rented premises, 95 A.L.R.3d 1205.\n\nPriority as between statutory landlord's lien and security interest perfected in accordance with uniform commercial code, 99 A.L.R.3d 1006.\n\nLandlord's remedy by way of distress or lien on defaulting tenant's property on leased premises as including right to collect for all unpaid utility expenses, 99 A.L.R.3d 1100.\n\n43A C.J.S. Inns, Hotels, and Eating Places § 19; 52 C.J.S. Landlord and Tenant §§ 619 to 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-5/"
    },
    {
      "id": "section-48-3-6",
      "number": "48-3-6",
      "heading": "Landlord's preference in bankruptcy or insolvency proceedings.",
      "text": "In all cases where a tenant becomes insolvent and any assignment for the benefit of creditors is executed, or a receiver is legally appointed, or bankruptcy or other insolvency proceedings are instituted, either by or against the tenant, covering property upon the demised premises which is liable to distress by the landlord for rent, the landlord shall be first entitled to receive, out of the proceeds of the sale of the property by the legal representative of the tenant, any sum due the landlord for rent of the premises at the time of the institution of the receivership, bankruptcy or insolvency proceedings, not exceeding six months' rent. If the proceeds of the sale by the legal representative of the tenant are insufficient to pay the landlord and the costs of the insolvency proceedings, the landlord shall be entitled to receive the proceeds of the sale after deducting an amount equal to such costs as the landlord would be liable to pay in case of a sale under distress. Nothing in this act [section] shall be construed to deprive any person of preference for wages now provided by law in any insolvency or receivership proceedings.\n\nHistory:1953 Comp., § 61-3-4.1, enacted by Laws 1969, ch. 83, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaw reviews.— For survey, \"The Uniform Owner-Resident Relations Act,\" see 6 N.M.L. Rev. 293 (1976).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 4, 58.\n\n52 C.J.S. Landlord and Tenant § 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-6/"
    },
    {
      "id": "section-48-3-7",
      "number": "48-3-7",
      "heading": "Liens for board, feed, shelter or pasture; priority.",
      "text": "A. Innkeepers, livery stable keepers, lessors and agistors and those who board others for pay or furnish feed, shelter or pasture for the property and stock of others shall have a lien on the property and stock of such guest or guests and lessees or of those to whom feed or shelter has been furnished until the same is paid, and shall have the right to take and retain possession of such property and stock until the indebtedness is paid.\n\nB. It shall be unlawful for a lessee or owner to remove livestock from the leased premises, feedlot or pasture without the consent of the lessor feedlot operator or agistor unless the amount due for pasturage or feed be paid.\n\nC. The liens provided for in this section shall not take precedence over prior filed or recorded chattel mortgages, duly filed or recorded as provided by law, unless the holder of such mortgage shall expressly so consent in writing; provided that the giving of such written consent shall not affect the rights or priority under a prior mortgage as against a subsequent mortgage but the rights, liens and priorities of all such mortgages shall be and remain the same as if no such written consent had been given.\n\nD. An agistor shall retain his lien, notwithstanding the fact that he has relinquished possession of the livestock, if prior to relinquishment, he has filed for record with the clerk of the county in which the livestock are situate a statement declaring his intention to retain the lien and containing a description of the livestock in [on] which the lien is claimed.\n\nE. For the purposes of this section, \"agistor\" means a person or entity whose primary business is to board, feed and care for livestock of others for a fee.\n\nF. The notice which an agistor is required to file to protect his lien claim under this section shall contain the following:\n\n(1) name of the agistor;\n\n(2) location by general description and county of the feedlot in which the livestock are boarded;\n\n(3) identification of livestock by quantity, owner and other identifying information to permit an identification as to which livestock the lien applies; and\n\n(4) signature of the agistor and the date on which the notice was served.\n\nG. Within fifteen days after the agistor releases the lien he shall file a release of lien in the manner provided for filing of termination statements under the Uniform Commercial Code [Chapter 55 NMSA 1978].\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), § 15; Laws 1884, ch. 17, § 1; C.L. 1884, § 1542; C.L. 1897, § 2239; Code 1915, § 3339; Laws 1917, ch. 65, § 1 (3337); 1923, ch. 24, § 1 (3337); C.S. 1929, § 82-405; 1941 Comp., § 63-305; 1953 Comp., § 61-3-5; Laws 1961, ch. 96, § 11-115; 1967, ch. 219, § 1; 1981, ch. 103, § 1.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3339, bore the number 3337 in the 1917 and 1923 amendatory laws. The original Code 1915, 3337, provided that liens should be released of record upon discharge, but such provision was not carried forward in the amendatory laws.\n\nCross references.— For quarantine, lien for inspection of livestock,see77-3-18 NMSA 1978.\n\nFor herd law district, trespassing, lien for damages,see77-12-5 NMSA 1978.\n\nAgistor's lien interpreted by common law.— Although an agistor's lien was unknown at common law, it is in the nature of a common-law lien and must be interpreted according to its principles.Bell v. Dennis, 1939-NMSC-045, 43 N.M. 350, 93 P.2d 1003.\n\nExpress consent is positive, direct, unequivocal,and such as does not require the aid of inference or implication to supply its meaning.Pac. Nat'l Agric. Credit Corp. v. Hagerman, 1936-NMSC-009, 40 N.M. 116, 55 P.2d 667.\n\nTrailer space renter not guest.— A person renting trailer space by the week is not a guest in the sense of those seeking transient accommodations of an innkeeper.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nDealer not included as furnishing feed to stock of others.— Lien, given by statute to one who furnishes feed and shelter for the stock of others, does not inure to a dealer in grain and feed who, in the course of his business, sells grain and feed which the stock owner feeds to his stock.Roswell Trading Co. v. Long, 1920-NMSC-080, 26 N.M. 349, 192 P. 482.\n\nLimits of agistor's lien.— This section grants a lien to an agistor on livestock bailed to him, for the amount of feed and care provided for the cattle in his possession, but not for damages sustained by the lessor due to the breach of contract by the lessee.Citizens State Bank v. Christmas, 1988-NMSC-044, 107 N.M. 220, 755 P.2d 64.\n\nPriority between agistor's lien, mortgage.— There must be express words of consent to give an agistor's lien precedence over a prior recorded mortgage of cattle.Pac. Nat'l Agric. Credit Corp. v. Hagerman, 1936-NMSC-009, 40 N.M. 116, 55 P.2d 667.\n\nAgistor's lien shall not take precedence over a prior filed and recorded chattel mortgage unless the holder of the mortgage shall so consent in writing.U.S. v. Evans, 245 F.2d 681 (10th Cir. 1957).\n\nAgistor may not claim lien upon animals removed from his possessionwith his knowledge, although without his consent.Bell v. Dennis, 1939-NMSC-045, 43 N.M. 350, 93 P.2d 1003.\n\nNo evidence of consent to subrogate.— Evidence failed to show express consent in writing by assignee of mortgage executed by ranching company as lessee of ranch to subrogate the mortgage lien to agistor's lien claimed by lessor-owner of the ranch.Pac. Nat'l Agric. Credit Corp. v. Hagerman, 1936-NMSC-009, 40 N.M. 116, 55 P.2d 667.\n\nParty furnishing pasturage required to perfect lien.— Under this section, party furnishing pasturage is entitled to a lien if he complies with 48-3-13 NMSA 1978, but the lien does not become effective until the claimant has complied with the statute and perfected his claim by giving the notice provided for. 1915 Op. Att'y Gen. No. 15-1598.\n\nLaw reviews.— For article, \"The Warehouseman vs. the Secured Party: Who Prevails When the Warehouseman's Lien Covers Goods Subject to a Security Interest?\" see 8 Nat. Res. J. 331 (1968).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 96.\n\nLien on animal damage feasant, 26 A.L.R. 1047.\n\n3A C.J.S. Animals §§ 21, 190, 196, 206; 43A C.J.S. Inns, Hotels and Eating Places §§ 18, 19; 3A C.J.S. Animals § 348.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-7/"
    },
    {
      "id": "section-48-3-8",
      "number": "48-3-8",
      "heading": "[Common carriers' liens.]",
      "text": "Common carriers shall have a lien on the things carried for the freight due, if payment of freight was to have been made on delivery of the things carried, and all persons carrying goods for another for hire or pay shall be deemed common carriers within the provisions of this article.\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), §§ 16, 17; C.L. 1884, §§ 1547, 1548; C.L. 1897, §§ 2244, 2245; Code 1915, §§ 3344, 3345; Laws 1917, ch. 65, § 1 (3338); 1923, ch. 24, § 1 (3338); C.S. 1929, § 82-406; 1941 Comp., § 63-306; 1953 Comp., § 61-3-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3344 and 3345, was combined and given number 3338 in the 1917 and 1923 amendatory laws. For the original Code 1915, 3338,see48-3-10 NMSA 1978.\n\nCross references.— For lien under bills of lading provisions of Uniform Commercial Code,see55-7-307, 55-7-308 NMSA 1978.\n\nFor railroads, lien on baggage and freight,see63-3-12 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —13 Am. Jur. 2d Carriers §§ 497 to 506.\n\nCarrier's certificate of convenience and necessity, franchise or permit as subject to transfer or encumbrance, 15 A.L.R.2d 883.\n\n13 C.J.S. Carriers §§ 484 to 486.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-8/"
    },
    {
      "id": "section-48-3-9",
      "number": "48-3-9",
      "heading": "[Loss of lien.]",
      "text": "Any lien acquired under the provisions of this law [48-3-1 to 48-3-15 NMSA 1978] except those provided in Sections 48-3-5 and 48-3-7 NMSA 1978 hereof shall become void, if the person entitled to the same shall consent that the property subject thereto be removed from his control or possession, except as against the person at whose request the repairs or parts were furnished and the labor performed. In the case of the liens provided in Sections 48-3-5 and 48-3-7 NMSA 1978, if the person or persons entitled to the lien consent to a removal of the property subject to the lien from the leased premises the lien shall become void.\n\nHistory:Code 1915, § 3339, enacted by Laws 1917, ch. 65, § 1 (3339); 1923, ch. 24, § 1 (3339); C.S. 1929, § 82-407; 1941 Comp., § 63-307; 1953 Comp., § 61-3-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1917 law amended Code 1915, 3333 to 3345. That part of the Amendatory Act which bore the number 3339 contained entirely new matter. For the original Code 1915, 3339,see48-3-7 NMSA 1978.\n\nMortgagee's authority required to create superior lien.— A mortgagor may not, without the authority of the mortgagee, expressed or implied, create a lien on mortgaged property as to give it precedence over prior encumbrances.Maulhardt v. J.D. Coggins Co., 1955-NMSC-086, 60 N.M. 175, 288 P.2d 1073.\n\nImplied authority to create superior lien.— When a mortgage clause requires the mortgagor to keep the mortgaged chattel in a good state of repair, authority is implied from the mortgagee to the mortgagor to create a mechanic's lien superior to the lien of the mortgagee.Maulhardt v. J.D. Coggins Co., 1955-NMSC-086, 60 N.M. 175, 288 P.2d 1073.\n\nExclusive possession by mechanic of chattels undergoing repairs is not essentialto the creation of a lien.Maulhardt v. J.D. Coggins Co., 1955-NMSC-086, 60 N.M. 175, 288 P.2d 1073.\n\nUnrecorded liens lost by sale to innocent purchaser.— A landlord's agistor's lien on cattle is lost by a sale by the tenant to a purchaser without notice of the lien where the lien is not recorded and there is no statute requiring that it be recorded.Bell v. Dennis, 1939-NMSC-045, 43 N.M. 350, 93 P.2d 1003.\n\nExclusive possession by mechanic of chattels undergoing repairs is not essential. — The lien of a garage owner for repairs furnished and of a workman for labor performed on an automobile is in force after possession of such automobile is voluntarily surrendered, only as to such owner and those with notice thereof, and is not effective as to innocent purchasers without notice.Abeytia v. Gibbons Garage, 1920-NMSC-064, 26 N.M. 622, 195 P. 515.\n\nWaiver of repossession by voluntary parting with chattel.— A lien claimant by voluntarily parting with possession of a chattel upon which he has a lien does not thereby waive the lien, but waives the right to possession thereof, and may not repossess the same merely on strength of lien in absence of special circumstances showing he is entitled to possession.Mathieu v. Roberts, 1926-NMSC-025, 31 N.M. 469, 247 P. 1066.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-9/"
    },
    {
      "id": "section-48-3-10",
      "number": "48-3-10",
      "heading": "[Priorities between liens.]",
      "text": "The priorities of liens provided for by this act shall be fixed as to several lien claimants as of the time of serving notice or of filing suit as provided in Section 48-3-13 NMSA 1978.\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), § 8; C.L. 1884, § 1541; C.L. 1897, § 2238; Code 1915, § 3338; Laws 1917, ch. 65, § 1 (3340); 1923, ch. 24, § 1 (3340); C.S. 1929, § 82-408; 1941 Comp., § 63-308; 1953 Comp., § 61-3-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3338, was given number 3340 in the 1917 and 1923 amendatory laws. For the original Code 1915, 3340,see48-3-13 NMSA 1978.\n\nThe term \"this act,\" referred to in this section, apparently means Laws 1917, Chapter 65, which appears as 48-3-1, 48-3-2, 48-3-4, 48-3-5, 48-3-7 to 48-3-15 NMSA 1978.\n\nCross references.— For occupational taxes by municipality,see3-38-6 NMSA 1978.\n\nLien priorities covered by section.— This section pertains to priority between liens established by Sections 48-3-1 to 48-3-15 NMSA 1978 and does not apply to liens not covered by these sections.Chessport Millworks, Inc. v. Solie, 1974-NMCA-036, 86 N.M. 265, 522 P.2d 812.\n\nThis section does not include judgment liens.Gathman v. First Am. Indian Land, Inc., 1965-NMSC-003, 74 N.M. 729, 398 P.2d 57.\n\nLandlord's lien with priority over subsequent security interest.— Landlord's statutory lien which attached at the beginning of the tenancy for rental due or to become due under the terms of the lease is accorded priority over a subsequent security interest.Chessport Millworks, Inc. v. Solie, 1974-NMCA-036, 86 N.M. 265, 522 P.2d 812.\n\nMortgage by continuing tenant before second term with priority.— Mortgage of personal property made by continuing tenant during first term of lease, but prior to commencement of new term, created a lien superior to that of the landlord for rent of such second term.Dees v. Dismuke, 1925-NMSC-033, 30 N.M. 528, 240 P. 198.\n\nLandlord's lien with priority over subsequent judgment lien.— Landlord's statutory lien attached at the beginning of the tenancy for rental due or to become due under the terms of lease, and had priority over execution lien arising from judgment recovered against tenants during lease, even though execution issued and sheriff levied on tenant's property before suit.Gathman v. First Am. Indian Land, Inc., 1965-NMSC-003, 74 N.M. 729, 398 P.2d 57.\n\nUnrecorded sales contract was not invalid as to landlord's lien,the landlord's lien claimant being neither a mortgagor nor judgment nor attaching creditor.Beebe v. Fouse, 1921-NMSC-045, 27 N.M. 194, 199 P. 364.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 51 to 58.\n\nPriority of landlord's lien as against chattel mortgage, 37 A.L.R. 400, 52 A.L.R. 935.\n\nPriority between tax or assessment lien and mortgage or other nontax lien held by state or municipality, 159 A.L.R. 832.\n\nPriority as between lien for repairs and right of seller under conditional sales contract, 36 A.L.R.2d 198.\n\nPriority as between artisan's lien and chattel mortgage, 36 A.L.R.2d 229.\n\nAutomobiles: priorities as between vendor's lien and subsequent title or security interest obtained in another state to which vehicle was removed, 42 A.L.R.3d 1168.\n\nPriority between attorney's lien for fees against a judgment and lien of creditor against same judgment, 34 A.L.R.4th 665.\n\nPriority between attorneys charging lien against judgment and opposing party's right of setoff against same judgment, 27 A.L.R.5th 764.\n\nRight of mortgagee and/or lienor to compensation when property subject to mortgage and/or lien is taken by federal government forfeiture based on criminal acts of owner, 136 A.L.R. Fed. 593.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-10/"
    },
    {
      "id": "section-48-3-11",
      "number": "48-3-11",
      "heading": "[Acceptance of collateral security waives lien.]",
      "text": "No person shall be entitled to a lien under this article who has taken collateral security for the payment of the sum due him.\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), § 5; C.L. 1884, § 1538; C.L. 1897, § 2235; Code 1915, § 3335; Laws 1917, ch. 65, § 1 (3341); 1923, ch. 24, § 1 (3341); C.S. 1929, § 82-409; 1941 Comp., § 63-309; 1953 Comp., § 61-3-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3335, was given the number 3341 in the 1917 and 1923 amendatory laws. For the original Code 1915, 3341,see48-3-14 NMSA 1978.\n\nLandlord's chattel mortgage deemed cumulative, not collateral security.— A landlord who takes a chattel mortgage on property of his lessee already covered by his statutory lien will be deemed to have taken cumulative and not collateral security.In re Frick Book & Stationery Store, 1933-NMSC-104, 38 N.M. 120, 28 P.2d 660;Woodcock v. Cochran, 1915-NMSC-063, 21 N.M. 76, 153 P. 273.\n\nPartial security credited toward lien.— Taking security for a portion of the material bill for plumbing did not invalidate the lien on the balance. The lien would be credited with the proceeds of the collateral.Hobbs v. Morrison Supply Co., 1937-NMSC-060, 41 N.M. 644, 73 P.2d 325.\n\nEffect of taking collateral security.— Under former law, which had identical wording, it was held that this section does not work a forfeiture ex vi termini of a landlord's statutory lien for rent where landlord has taken collateral security for the rent after it has accrued and expressly disavowed any intent to waive the lien.Woodcock v. Cochran, 1915-NMSC-063, 21 N.M. 76, 153 P. 273.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens § 40.\n\nRight to require security, as condition of canceling lien of record or of recording payment, 2 A.L.R.2d 1064.\n\n53 C.J.S. Liens §§ 19 to 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-11/"
    },
    {
      "id": "section-48-3-12",
      "number": "48-3-12",
      "heading": "[Assignability of liens.]",
      "text": "Liens provided under this act shall be assignable.\n\nHistory:Code 1915, § 3342, enacted by Laws 1917, ch. 65, § 1 (3342); 1923, ch. 24, § 1 (3342); C.S. 1929, § 82-410; 1941 Comp., § 63-310; 1953 Comp., § 61-3-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The 1917 law amended Code 1915, 3333 to 3345. That part of the Amendatory Act which bore the number 3342 contained entirely new matter. For the original Code 1915, 3342,see48-3-15 NMSA 1978.\n\nThe term \"this act,\" referred to in this section, means Laws 1917, ch. 65, § 1, which appears as 48-3-1, 48-3-2, 48-3-4, 48-3-5, 48-3-7 to 48-3-15 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 30 to 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-12/"
    },
    {
      "id": "section-48-3-13",
      "number": "48-3-13",
      "heading": "Enforcement of liens; optional methods.",
      "text": "A. In order to enforce any lien under Sections 48-3-1 through 48-3-20 NMSA 1978, the procedure shall be the same as in the case of the foreclosure of a chattel mortgage if suit is filed in court. The lien claimant when the property subject to the lien is under his control or in his possession may, after the debt for which the lien is claimed becomes due and payable, serve the person against whom the lien is sought to be enforced with a written notice or forward to the last known address of the person, by certified or registered mail, return receipt requested, a written statement, setting forth an itemized statement of the amount of the indebtedness. If the indebtedness is not paid within ten days after the service or mailing of the notice, the property may be advertised by posting or publication as provided in Section 48-3-14 NMSA 1978 and sold to satisfy the indebtedness.\n\nB. Where the property involved is a motor vehicle upon which a lien exists under Sections 48-3-19 and 48-3-20 NMSA 1978, then in addition to the ten-day notice of the debt under this section and the twenty-day notice of sale under Section 48-3-14 NMSA 1978, the motor vehicle shall be held for the following periods:\n\n(1) for fourteen days where the vehicle is registered in this state; or\n\n(2) for forty days where the vehicle is registered in a foreign jurisdiction or where the registration cannot be found in the records of this state.\n\nC. Where the property on which the lien exists is a motor vehicle, the time periods referred to in Subsection B of this section are to be used for the purpose of establishing ownership and the names and addresses of lienholders so that they may be given notice of the sale. The time periods shall be in lieu of the time period referred to in Section 66-3-203 NMSA 1978, but the provisions of giving notice to the state police of unclaimed vehicles shall still apply, and the lien claimant shall give such notice within five days after the expiration of the ten-day notice period referred to in Subsection A of this section.\n\nHistory:Laws 1851-1852, p. 243; C.L. 1865, ch. 77(2d), § 6; Laws 1884, ch. 17, § 2; C.L. 1884, §§ 1539, 1543; C.L. 1897, §§ 2236, 2240; Code 1915, §§ 3336, 3340; Laws 1917, ch. 65, § 1 (3343); 1923, ch. 24, § 1 (3343); C.S. 1929, § 82-411; 1941 Comp., § 63-311; 1953 Comp., § 61-3-11; Laws 1955, ch. 67, § 1; 1967, ch. 183, § 1; 1989, ch. 34, § 1.\n\nCompiler's notes.— The subject matter which was originally in Code 1915, 3336 (derived from Laws of 1851-1852), and Code 1915, 3340 (derived from Laws of 1884, ch. 17), was combined as two paragraphs of one section bearing number 3343 in the 1917 Amendatory Law.\n\nThe original Code 1915, 3343 (derived from Laws 1884, ch. 17, § 5), gave landlords and common carriers the right to enforce their liens under the provisions of 48-3-13 to 48-3-15 NMSA 1978.\n\nCross references.— For foreclosure of mortgages,see39-4-1 NMSA 1978 et seq.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection A substituted \"48-3-1 through 48-3-20 NMSA 1978\" for \"61-3-1 through 61-3-18 New Mexico Statutes Annotated, 1953 Compilation\" in the first sentence and \"48-3-14 NMSA 1978\" for \"61-3-12 New Mexico Statutes Annotated, 1953 Compilation\" in the last sentence, and made minor stylistic changes throughout the subsection; in Subsection B substituted \"48-3-19 and 48-3-20 NMSA\" for \"61-3-17 through 61-3-18 New Mexico Statutes Annotated, 1953 Compilation\" and \"48-3-14 NMSA 1978\" for \"61-3-12 New Mexico Statutes Annotated, 1953 Compilation\" in the introductory paragraph, \"fourteen\" for \"thirty\" in Paragraph (1), and \"forty\" for \"sixty\" in Paragraph (2); and in Subsection C substituted \"66-3-203 NMSA 1978\" for \"64-5-3 New Mexico Statutes Annotated, 1953 Compilation\" in the second sentence.\n\nWith respect to motor vehicles, Section 48-3-13 NMSA 1978 requires that written notice be served only on the vehicle owner.— A debtor who is responsible for a mechanic's lien against a motor vehicle, but who is not the owner of the motor vehicle, need not be given notice before enforcement of a mechanic's lien.Harris v. Vasquez, 2012-NMCA-110, 288 P.3d 924.\n\nNotice to a debtor who is not the owner of a motor vehicle is not required.— Where the owner of a vehicle gave possession and use of the vehicle to the debtor while the owner was incarcerated; the ownership of the vehicle did not change; defendants repaired the vehicle at the request of the debtor; the debtor made partial payments, but failed to pay the repair costs in full; defendants had retained possession of the vehicle after the repair work was completed; defendants sent written notice to the owner at the owner's home address, which coincided with the home address of the debtor; the notice set forth the amount due and stated that the vehicle would be sold at auction if the amount due was not paid within ten days; defendants did not send or address written notice to the debtor; and the debtor refused to accept the notice addressed to the owner, defendants were not required to send written notice to the debtor to enforce their mechanic's lien.Harris v. Vasquez, 2012-NMCA-110, 288 P.3d 924.\n\nDemand for rent, claim of lien required.— Before 1923 amendment, a landlord could enforce his lien in either of the two ways then provided, but he could not forcibly take possession of the property without first demanding the rent due and claiming the lien.Ross v. Overton, 1924-NMSC-043, 29 N.M. 651, 226 P. 162.\n\nExemption waived by tenant.— A tenant having conceded to his landlord the right to a lien on chattels by moving them onto landlord's property waives exemption.Tomson v. Lerner, 1933-NMSC-078, 37 N.M. 546, 25 P.2d 209.\n\nRepossession right waived by voluntary parting.— A lien claimant who voluntarily parts with possession of a chattel on which he has a lien waives only the right to possession, and may not repossess the same on strength of the lien alone in absence of special circumstances showing his right to possession.Mathieu v. Roberts, 1926-NMSC-025, 31 N.M. 469, 247 P. 1066.\n\nRight to lien foreclosure notice not forfeited by failure to file address change known to claimant.— Failure to file a change of address with the division of motor vehicles in compliance with Section 66-3-23 NMSA 1978 did not forfeit the right to lien foreclosure notice under this section when lien claimant knew of the more recent address.Phoenix, Inc. v. Galio, 1984-NMCA-008, 100 N.M. 752, 676 P.2d 829.\n\nWhere mechanic's lien claimant knows of a more recent address of car owner, mailing notice of lien to the address shown by motor vehicle division records does not fulfill the requirement of sending notice to the \"last-known address.\"Phoenix, Inc. v. Galio, 1984-NMCA-008, 100 N.M. 752, 676 P.2d 829.\n\nForeclosure on conditional vendor's property not conversion.— A lessor who forecloses his landlord's lien and sells property for nonpayment of rent is not guilty of wrongfully converting that property where it appears that the property was being purchased by the lessee and the plaintiff under a conditional sales contract from a vendor who had guaranteed the rent.Hesselden v. Karman, 1960-NMSC-114, 67 N.M. 434, 356 P.2d 451.\n\nWrongful sale justifies punitive damages.— Where a trailer is wrongfully withheld and sold contrary to law and a court's restraining order, these facts alone justify the imposition of punitive damages.Newman v. Basin Motor Co., 1982-NMCA-074, 98 N.M. 39, 644 P.2d 553).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 63 to 76.\n\nWhat constitutes public sale, 4 A.L.R.2d 575.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-13/"
    },
    {
      "id": "section-48-3-14",
      "number": "48-3-14",
      "heading": "Advertisement and sale of property.",
      "text": "If default be made in the payment of the debt, after such notice, it shall be lawful for the lien claimant or creditor, as provided in this article (48-3-1 to 48-3-15 NMSA 1978), to advertise and sell such property at public auction to the highest bidder for cash after giving at least twenty days' notice of such sale by:\n\nA. at least six handbills posted up in public places in the county in which such sale is to be made; or\n\nB. by publishing once each week for two successive weeks in some newspaper of general circulation in the county; such notices of sale shall set forth the time and place of sale and a description of the property to be sold, and the amount of indebtedness claimed under such lien.\n\nHistory:Laws 1884, ch. 17, § 3; C.L. 1884, § 1544; C.L. 1897, § 2241; Code 1915, § 3341; Laws 1917, ch. 65, § 1 (3344); 1923, ch. 24, § 1 (3344); C.S. 1929, § 82-412; 1941 Comp., § 63-312; 1953 Comp., § 61-3-12; Laws 1955, ch. 67, § 2.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3341, was given number 3344 in the 1917 and 1923 amendatory laws. For original Code 1915, 3344,see48-3-8 NMSA 1978.\n\nCross references.— For publication in lieu of posting,see14-11-3 NMSA 1978.\n\nFor judicial sales of perishable property pursuant to this section,see39-5-1.1 NMSA 1978.\n\nA landlord may not forcibly seize the property prior to compliance with this section.Ross v. Overton, 1924-NMSC-043, 29 N.M. 651, 226 P. 162.\n\nForeclosure on conditional vendor's property not conversion.— A lessor who forecloses his landlord's lien and sells property for nonpayment of rent is not guilty of wrongfully converting that property where it appears that the property was being purchased by the lessee and the plaintiff under a conditional sales contract from a vendor who had guaranteed the rent.Hesselden v. Karman, 1960-NMSC-114, 67 N.M. 434, 356 P.2d 451.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens § 76.\n\nWhat constitutes public sale, 4 A.L.R.2d 575.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-14/"
    },
    {
      "id": "section-48-3-15",
      "number": "48-3-15",
      "heading": "[Disposition of proceeds of sale; purchase by lien claimant.]",
      "text": "After sale made as provided in the preceding section [48-3-14 NMSA 1978], the proceeds of such sale shall be applied to the payment of the costs of advertising and making the sale and the satisfaction of the demand of the lien claimant, and the residue, if any, shall be refunded to the lien debtor; provided, that the lien claimant shall not be precluded from bidding on or purchasing the property at such sale.\n\nHistory:Laws 1884, ch. 17, § 4; C.L. 1884, § 1545; C.L. 1897, § 2242; Code 1915, § 3342; Laws 1917, ch. 65, § 1 (3345); 1923, ch. 24, § 1 (3345); C.S. 1929, § 82-413; 1941 Comp., § 63-313; 1953 Comp., § 61-3-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The subject matter which was originally contained in Code 1915, 3342, was given number 3345 in the 1917 and 1923 amendatory laws. For original Code 1915, 3345,see48-3-8 NMSA 1978.\n\nLandlord's lien with priority over subsequent judgment lien.— Landlord's statutory lien attached at the beginning of the tenancy for rental due or to become due under the terms of lease and had priority over execution lien arising from judgment recovered against tenants during lease, even though execution issued and sheriff levied on tenant's property before suit.Gathman v. First Am. Indian Land, Inc., 1965-NMSC-003, 74 N.M. 729, 398 P.2d 57.\n\nRights of innocent purchasers not considered.— No interest of third person as purchaser for value without notice has been considered by the legislature in setting up the procedure for the satisfaction of claims hereunder.Bell v. Dennis, 1939-NMSC-045, 43 N.M. 350, 93 P.2d 1003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-15/"
    },
    {
      "id": "section-48-3-16",
      "number": "48-3-16",
      "heading": "Liens of owners and operators of public accommodations.",
      "text": "A. The owner or operator of any hotel, motel, trailer court or campground shall have a lien upon the baggage, personal effects, trailer house, trailer, automobile, motor vehicle and other property placed in or upon the premises of the hotel, motel, trailer court or campground of the owner or operator for the payment of any services and accommodations offered by the owner or operator to the person for transient occupancy, including gas, water, electricity or other things furnished to the person or at the request of the person.\n\nB. For purposes of this section, \"transient occupancy\" means occupancy of the premises for which rent is paid on less than a weekly basis or by a person who has not manifested an intent to make the occupied premises a residence or to maintain a household on the premises.\n\nHistory:1941 Comp., § 63-304a, enacted by Laws 1951, ch. 51, § 1; 1953 Comp., § 61-3-14; Laws 1995, ch. 195, § 26.\n\nCross references.— For landlord lien under the Uniform Owner-Resident Act,see47-8-36.1 NMSA 1978.\n\nThe 1995 amendment,effective July 1, 1995, added the section heading; designated the existing language as Subsection A; in Subsection A, substituted \"motel\" for \"rooming house, apartment house, rental dwellings, auto court\" twice, deleted \"rent\" preceding \"services\", inserted \"offered by the owner or operator to the person for transient occupancy\", and made minor stylistic changes throughout the subsection; and added Subsection B.\n\nPerson renting trailer space by the week is not a guestin the sense of those seeking transient accommodations of an innkeeper.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nLegislative intention not to give liens priority.— Section 48-3-17 NMSA 1978 which provides that the lien created by 48-3-16 NMSA 1978 \"is subject to such priorities of liens as are otherwise provided by law\" clearly indicates an intention by the legislature not to give priority of the lien created by this section over other liens.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nNo precedence over prior recorded mortgage.— A statutory lien does not take precedence over a prior recorded chattel mortgage, unless expressly so provided by statute.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nLaw reviews.— For article, \"The Warehouseman vs. the Secured Party: Who Prevails When the Warehouseman's Lien Covers Goods Subject to a Security Interest?\" see 8 Nat. Res. J. 331 (1968).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —40 Am. Jur. 2d Hotels, Motels and Restaurants §§ 187 to 196.\n\nRelation of innkeeper and guests as affected by payment for accommodation by week, month or the like, 12 A.L.R. 261, 145 A.L.R. 363.\n\nConditional sale, innkeeper's lien, property sold to guest on, 45 A.L.R. 960.\n\nWhat constitutes a hotel or inn, 53 A.L.R. 988.\n\nAutomobile as subject to innkeeper's lien, 56 A.L.R. 1102.\n\n43A C.J.S. Inns, Hotels and Eating Places §§ 18, 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-16/"
    },
    {
      "id": "section-48-3-17",
      "number": "48-3-17",
      "heading": "[Priority and enforcement of lien.]",
      "text": "The lien provided for under this act [48-3-16 to 48-3-18 NMSA 1978] is subject to such priorities of liens as are otherwise provided by law, and may be enforced in the same manner and through the same procedure as now provided by law for the enforcement of liens on personal property and as provided in Section 48-3-13 NMSA 1978.\n\nHistory:1941 Comp., § 63-304b, enacted by Laws 1951, ch. 51, § 2; 1953 Comp., § 61-3-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLegislative intent not to give priority over other lien.— This section provides that the lien created by Section 48-3-16 NMSA 1978 \"is subject to such priorities of liens as are otherwise provided by law\" clearly indicates an intention by the legislature not to give priority of the lien created by 48-3-16 NMSA 1978 over other liens.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nA statutory lien does not take precedence over a prior recorded chattel mortgage,unless expressly so provided by statute.Diamond Trailer Sales Co. v. Munoz, 1963-NMSC-104, 72 N.M. 190, 382 P.2d 185.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Right of mortgagee and/or lienor to compensation when property subject to mortgage and/or lien is taken by federal government forfeiture based on criminal acts of owner, 136 A.L.R. Fed. 593.\n\n43A C.J.S. Inns, Hotels and Eating Places §§ 18, 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-17/"
    },
    {
      "id": "section-48-3-18",
      "number": "48-3-18",
      "heading": "[Penalty for removal of property on which lien has attached.]",
      "text": "Any person removing or attempting to remove any property on which the owner or operator of any hotel, rooming house, apartment house, rental dwellings, auto court, trailer court or campground has a lien for any sum due such owner or operator for rent, services or accommodations as provided in this act [48-3-16 to 48-3-18 NMSA 1978], without the written consent of such owner or operator; shall be guilty of a misdemeanor and upon conviction shall be punished by fine of not more than $50.00 or by imprisonment in the county jail for a period not to exceed 30 days or by both such fine and imprisonment.\n\nHistory:1941 Comp., § 63-304c, enacted by Laws 1951, ch. 51, § 3; 1953 Comp., § 61-3-16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-18/"
    },
    {
      "id": "section-48-3-19",
      "number": "48-3-19",
      "heading": "Lien for towing, storage or wrecker service for automobiles.",
      "text": "All garage owners and persons engaged in the business of towing automobiles, storing automobiles or furnishing wrecker service shall have a lien on all automobiles towed, stored or upon which wrecker service is performed when such towing, storage or wrecker service is furnished or performed at the request or with the consent of any person lawfully in possession of such automobile, for the reasonable value of such services and for costs incurred in enforcing the lien. A peace officer who requests towing, storage or wrecker service for a wrecked, abandoned or stolen vehicle shall be deemed a person lawfully in possession of such vehicle within the meaning of this section. The lien created under this section shall be perfected under Sections 48-3-13 and 48-3-14 NMSA 1978.\n\nHistory:Laws 1937, ch. 150, § 1; 1941 Comp., § 63-314; 1953 Comp., § 61-3-17; Laws 1963, ch. 99, § 1; 1967, ch. 183, § 2.\n\nCross references.— For lien for repair of motor vehicle,see48-3-1 NMSA 1978.\n\nThere is no right to a storage lien on a freight trailer,as a freight trailer separated from a truck tractor is not an \"automobile\" under the Motor Vehicle Code.Newman v. Basin Motor Co., 1982-NMCA-074, 98 N.M. 39, 644 P.2d 553.\n\nWrongful sale justifies punitive damages.— Where a trailer is wrongfully withheld and sold contrary to law and a court's restraining order, these facts alone justify the imposition of punitive damages.Newman v. Basin Motor Co., 1982-NMCA-074, 98 N.M. 39, 644 P.2d 553.\n\nTow company lien does not extend to attached equipment that is distinct from the vehicle itself.— Where defendant towing company, at the direction of law enforcement, towed a damaged taxicab from the scene of an accident to its storage lot and denied a request by plaintiff, the owner of the taxicab, to retrieve certain items from the vehicle, and where plaintiff filed an action in district court alleging claims of conversion and prima facie tort based on defendant's refusal to let plaintiff remove the items, the district court did not err in concluding that defendant's lien on the taxicab did not extend to the equipment plaintiff sought to remove, because liens granted to tow companies are less expansive than those applicable to mechanics or common carriers and do not extend to equipment like that at issue here. Moreover, the parties agreed the equipment was in fact removable without any diminution in value of the vehicle, and there was no evidence that any party understood that the equipment would merge with the vehicle for purposes of the lien or otherwise.Giant Cab, Inc. v. CT Towing, Inc., 2019-NMCA-072.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Bailee's lien for work on goods as extending to other goods of the bailor in his possession, 25 A.L.R.2d 1037.\n\nLien for storage of motor vehicle, 48 A.L.R.2d 894, 85 A.L.R.3d 199.\n\nWhat constitutes use of vehicle \"in the automobile business\" within exclusionary clause of liability policy, 56 A.L.R.4th 300.\n\n8 C.J.S. Bailments §§ 80 to 85; 61A C.J.S. Motor Vehicles §§ 743 to 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-19/"
    },
    {
      "id": "section-48-3-20",
      "number": "48-3-20",
      "heading": "[Rights of holder of lien for automobile service.]",
      "text": "The person entitled to a lien hereunder may retain such automobile in his possession until such lien is paid. Such lien may be enforced in the manner now or hereafter provided for the enforcement of mechanics' liens in this state; or in the manner now provided under Sections 48-3-13 and 48-3-14 NMSA 1978, or hereafter provided by any amendments thereof or any laws of New Mexico in substitution therefor.\n\nHistory:Laws 1937, ch. 150, § 2; 1941 Comp., § 63-315; 1953 Comp., § 61-3-18.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Bailee's lien for work on goods as extending to other goods of the bailor in his possession, 25 A.L.R.2d 1037.\n\n61A C.J.S. Motor Vehicles §§ 743 to 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-20/"
    },
    {
      "id": "section-48-3-21",
      "number": "48-3-21",
      "heading": "Definitions.",
      "text": "As used in Sections 48-3-1 through 48-3-20 NMSA 1978:\n\nA. \"automobile\" includes trucks, trailers and motor vehicles of all classes and kinds; and\n\nB. \"motor vehicle\" means every self-propelled device in, upon or by which, any person or property is, or may be, transported upon land, in water or in the air.\n\nHistory:Laws 1937, ch. 150, § 3; 1941 Comp., § 63-316; 1953 Comp., § 61-3-19; Laws 1965, ch. 140, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —61A C.J.S. Motor Vehicles § 749.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-21/"
    },
    {
      "id": "section-48-3-22",
      "number": "48-3-22",
      "heading": "Lien for work or services by retaining possession.",
      "text": "A. A person or firm, which, at the request of the owner or person lawfully in possession:\n\n(1) repairs, cleans, adjusts or otherwise services jewelry, timing apparatus, watches, clocks, radios, home appliances, electrical equipment, musical instruments;\n\n(2) repairs, cleans, adjusts or otherwise services sporting equipment including guns; or\n\n(3) enhances the value of personal property, shall, by retaining possession of the articles upon which the work or service was performed, have a lien for unpaid charges for the work or services.\n\nB. A person or firm, to qualify under the provisions of this act [48-3-22 to 48-3-27 NMSA 1978], must have posted a notice at each place of business at the time such work is authorized, which reads:\n\n\"All articles left for (state the type of work or service provided) and not called for in 3 months will be sold for charges pursuant to Sections 48-3-22 through 48-3-27 NMSA 1978.\"\n\nC. The provisions of this act do not extend to a person or firm that performs any of the functions described in Subsection A of this section on a wholesale basis or as a subcontractor.\n\nHistory:1941 Comp., § 63-317, enacted by Laws 1953, ch. 125, § 1; 1953 Comp., § 61-3-20; Laws 1971, ch. 157, § 1.\n\nTime periods for notice, foreclosure proceedings mandatory.— Under former law, it was held that the notice provided for must use the period of three months as specifically provided in this section and that under Sections 48-3-25 and 48-3-26A NMSA 1978 a lien claimant may commence foreclosure proceedings in court at any time after three months from the date for which the lien claimed becomes due, or may sell the property under the nonjudicial procedure provided in Section 48-3-26 NMSA 1978 at any time after six months from the date upon which the lien claimed became due. 1953 Op. Att'y Gen. No. 53-5741.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —8 Am. Jur. 2d Bailments §§ 281, 282; 51 Am. Jur. 2d Liens §§ 15, 34, 35.\n\n8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-22/"
    },
    {
      "id": "section-48-3-23",
      "number": "48-3-23",
      "heading": "Possession; when lien shall not exist.",
      "text": "The possession required under this act [48-3-22 to 48-3-27 NMSA 1978] shall be physical custody. No lien shall exist where:\n\nA. the article has not been delivered to the physical custody of the person or firm claiming the lien;\n\nB. without fraud or false representation, the physical custody of the article has been surrendered by the person or firm performing the work or service;\n\nC. the person or firm performing the work or service has accepted collateral security for payment of the amount due.\n\nHistory:1941 Comp., § 63-318, enacted by Laws 1953, ch. 125, § 2; 1953 Comp., § 61-3-21.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Right to require security as condition of canceling lien of record or of recording payment, 2 A.L.R.2d 1064.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-23/"
    },
    {
      "id": "section-48-3-24",
      "number": "48-3-24",
      "heading": "Lien not exclusive.",
      "text": "The lien provided for by this act [48-3-22 to 48-3-27 NMSA 1978] shall be a cumulative remedy and shall not be construed to limit the remedies otherwise provided by law to a creditor against his debtor. The lien provided for by this act and the method and procedure for enforcement thereof is in addition to and not a substitution for any other lien and procedure for enforcement otherwise provided by law.\n\nHistory:1941 Comp., § 63-319, enacted by Laws 1953, ch. 125, § 3; 1953 Comp., § 61-3-22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-24/"
    },
    {
      "id": "section-48-3-25",
      "number": "48-3-25",
      "heading": "Enforcement of lien.",
      "text": "Three (3) months after the debt for which the lien is claimed becomes due, the lien claimant may enforce such lien by either a suit to foreclose the lien or by a sale as hereinafter provided.\n\nHistory:1941 Comp., § 63-320, enacted by Laws 1953, ch. 125, § 4; 1953 Comp., § 61-3-23.\n\nForeclosure or sale by lien claimant.— Under Sections 48-3-22 to 48-3-27 NMSA 1978 a lien claimant may commence foreclosure proceedings in court at any time after three months from the date for which the lien claimed becomes due, or may sell the property under the nonjudicial procedure at any time after six months from the date upon which the lien claimed became due. 1953 Op. Att'y Gen. No. 53-5741.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —51 Am. Jur. 2d Liens §§ 63 to 76.\n\nEstoppel of or waiver by parties or participants regardingirregularities or defects in execution or judicial sale, 2 A.L.R.2d 6.\n\n8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-25/"
    },
    {
      "id": "section-48-3-26",
      "number": "48-3-26",
      "heading": "Sale to enforce lien.",
      "text": "A. Six (6) months after the debt for which the lien is claimed becomes due, the lien claimant may serve written notice upon the person against whom the lien is sought to be enforced. Such notice shall itemize the amount of the indebtedness and demand payment thereof. Notice sent by registered mail to the address given at the time the work or service was authorized shall be sufficient notice under the provisions of this paragraph. If no address was given at time work or service was authorized, notice of sale shall be by one publication in a legal newspaper circulated in the community where the work was originally authorized, or by posting two (2) notices in the community, provided that one notice is posted at the place of business where the work or service was authorized, and the other notice is posted at the county courthouse, or village, town or city hall. This notice may include the sale of more than one lien debtor's property, provided the property of each debtor and the amount due for service thereon is listed in separate paragraphs.\n\nB. If payment is not made within ten (10) days after service of notice as provided in Paragraph A of this section, the lien claimant may sell such property at public sale, for cash, after the elapse of at least twenty (20) days following the giving of notice of sale. Notice of sale shall be given pursuant to the procedures for notices prescribed in Paragraph A above. Such notice shall state the time and place of sale, describe the property to be sold and state the amount of indebtedness claimed under the lien.\n\nC. Storage charges may be charged beginning thirty (30) days after articles are left for service.\n\nD. Costs of serving notice on person authorizing work and of advertising sale of unclaimed property shall become part of lien.\n\nE. Bailments having replacement value not exceeding five dollars ($5.00) may be given to charity, utilized by the servicing agency or sold for charges without compliance to the provisions of this section.\n\nF. The lien claimant may bid and may be a purchaser at such sale.\n\nHistory:1941 Comp., § 63-321, enacted by Laws 1953, ch. 125, § 5; 1953 Comp., § 61-3-24.\n\nForeclosure or sale by lien claimant.— Under Sections 48-3-22 to 48-3-27 NMSA 1978 a lien claimant may commence foreclosure proceedings in court at any time after three months from the date for which the lien claimed becomes due, or may sell the property under the nonjudicial procedure at any time after six months from the date upon which the lien claimed became due. 1953 Op. Att'y Gen. No. 53-5741.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-26/"
    },
    {
      "id": "section-48-3-27",
      "number": "48-3-27",
      "heading": "Disposition of proceeds of sale.",
      "text": "The proceeds of such sale shall be applied first to the payment of costs in giving notice of sale and conducting the sale, and second to the indebtedness claimed under the lien.\n\nAny amount of the proceeds then remaining shall be paid to the lien debtor, after first deducting any other amounts due by lien debtor to lien claimant. If the whereabouts of the lien debtor are unknown and are not discovered within six (6) months from the date of the sale after reasonable search and inquiry, any remaining proceeds due such lien debtor shall be paid to the county treasurer for the benefit of the common school fund of the county.\n\nHistory:1941 Comp., § 63-322, enacted by Laws 1953, ch. 125, § 6; 1953 Comp., § 61-3-25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-27/"
    },
    {
      "id": "section-48-3-28",
      "number": "48-3-28",
      "heading": "Lien for laundering, dry cleaning or renovating by retaining possession; possession; sale.",
      "text": "A. Any person or firm that, at the request of the owner or person lawfully in possession, launders, dry cleans, presses, mends or renovates clothing, hats, furs, shoes, rugs, curtains, household linens, window shades or blinds and other similar articles shall have a lien, for unpaid charges arising from such work, by retaining the articles on which the work was done.\n\nB. To qualify under this section, a person or firm shall have posted a notice conspicuously in each place of business at the time such work is authorized, which reads:\n\n\"All articles left for (state the type of work) and not called for within 30 days will be sold for charges pursuant to Section 48-3-28 NMSA 1978. Please leave your name and address.\"\n\nC. The provisions of this section do not extend to any person or firm that performs the work specified in Subsection A of this section wholesale or as a subcontractor.\n\nD. The possession required by this act [section] consists of physical custody. No lien exists if:\n\n(1) the article has not been delivered into the physical custody of the person or firm doing the work; or\n\n(2) collateral security for payment of the amount due has been accepted by the person or firm doing the work.\n\nE. The lien claimant may enforce the lien by a sale:\n\n(1) thirty days after the debt for which the lien is claimed becomes due, the lien claimant may serve written notice upon the person against whom the lien is sought to be enforced. The notice shall itemize the amount of indebtedness and demand its payment. Notice sent by registered or certified mail to the address given when the work was authorized is sufficient notice under this subsection. If no address was given at the time the work was authorized, notice of sale shall be given by publication once in a newspaper of general circulation in the community where the work was authorized or by posting one notice at the place of business where the work was authorized and another notice at the county courthouse or municipal building. The notice shall state the time and place of the sale, describe the property to be sold and state the amount of indebtedness claimed under the lien. This notice may include the sale of more than one lien debtor's property, but each debtor's property and the amount due for work on it shall be listed in separate paragraphs;\n\n(2) if payment is not made prior thereto, the lien claimant may sell the property at public sale for cash after twenty days have elapsed following the giving notice of the sale;\n\n(3) costs of serving notice on the person authorizing the work and of advertising the sale become part of the lien;\n\n(4) the lien claimant may bid and be a purchaser at the sale;\n\n(5) the proceeds of the sale shall be applied first to the payment of costs of giving notice of and conducting the sale, and second to the indebtedness claimed under the lien. Any remaining proceeds shall be paid to the lien debtor after first deducting any other of his indebtedness to the lien claimant. If the lien debtor cannot be found after reasonably diligent search within three months after the sale, any remaining proceeds due him shall be subject to the Uniform Disposition of the Unclaimed Property Act [repealed].\n\nHistory:1953 Comp., § 61-3-26, enacted by Laws 1971, ch. 157, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1997, ch. 25, § 33 repealed the Uniform Disposition of Unclaimed Property Act (7-8-1 to 7-8-40 NMSA 1978), referred to in Paragraph E(5), effective July 1, 1997. For present comparable provisions,seeChapter 7, Article 8A NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —8 C.J.S. Bailments §§ 80 to 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-28/"
    },
    {
      "id": "section-48-3-29",
      "number": "48-3-29",
      "heading": "Lien for repair or service to aircraft; detention; priority; enforcement.",
      "text": "A. Any person engaged in the business of operating an airport, hangar or place for maintenance or repair of aircraft who stores, maintains or repairs any aircraft accessories or furnishes materials for an aircraft at the request or with the consent of the owner or his representative, agent or lessee, whether the owner is a conditional vendee or a mortgagor or in possession or not, shall have a lien upon the aircraft or any part thereof for the sum due for storing, maintaining or repairing the aircraft for labor furnished, for accessories or materials and for all costs incurred in enforcing the lien and may detain the aircraft until the sum due is paid. The possessory lien shall have priority over all other liens, including recorded liens on the aircraft, except liens for taxes, and the operator of the aircraft shall be deemed the agent of any owner, mortgagee, conditional vendor or other lienor of the aircraft for the establishment of that lien.\n\nB. If the person who provides the services provided in Subsection A of this section relinquishes possession of the aircraft due to the acceptance or receipt of a check, draft or written order for payment of the indebtedness due on the aircraft, but the check, draft or written order for payment is returned because of insufficient funds, no account, closed account or issuance of a stop-payment order, or if possession is lost due to the illegal acts of the owner or his agent, the possessory lien on the aircraft shall continue for a period of thirty days from the date actual possession was relinquished or lost. At the expiration of the thirty days, the lien shall continue but shall be subordinate to prior recorded liens on the aircraft. The lien shall not be applicable to a bona fide purchaser for value without notice of an aircraft lien or to a bona fide encumbrancer for value without notice of the aircraft lien, if the sale or encumbrance occurs subsequent to the relinquishment or loss of possession.\n\nC. At any time, the aircraft upon which a lien is claimed may be repossessed.\n\nD. Any person entitled to a lien pursuant to Subsection A of this section shall, within ninety days after the date on which labor was last performed or materials, supplies or services [were] last furnished, file in the office of the county clerk of the county in which the aircraft is based, or where the labor was performed or materials, supplies or services [were] furnished, a statement verified by oath. The statement shall include the name of the person entitled to the lien, the name of the owner of the aircraft, a description of the aircraft, and the sum due for labor performed or materials, supplies or services furnished.\n\nE. The lien perfected pursuant to Subsection D of this section may be enforced against the aircraft, whether or not in the possession of the lienholder, by judgment of the court having jurisdiction in the county where the lien is filed and a writ of execution pursuant to that judgment. The court may, in its discretion, award reasonable attorney's fees to the prevailing party.\n\nHistory:1978 Comp., § 48-3-29, enacted by Laws 1985, ch. 92, § 1.\n\n\"Supplies\" are not \"materials\".— For purposes of the possessory lien statute, the term \"supplies\" (such as fuel, oil, and oxygen) is distinguishable from and would not come within the definition of \"materials\", which, by common definition, compose parts of an airplane.Air Ruidoso, Ltd. v. Exec. Aviation Ctr., Inc., 1996-NMSC-042, 122 N.M. 71, 920 P.2d 1025.\n\nService provider did not have possessory lien.— Regardless of whether an airline service provider had actual possession when providing supplies, the service provider did not, by virtue of providing supplies, have a possessory lien under this section.Air Ruidoso, Ltd. v. Exec. Aviation Ctr., Inc., 1996-NMSC-042, 122 N.M. 71, 920 P.2d 1025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-3/section-48-3-29/"
    }
  ]
}