{
  "state": "new-mexico",
  "path": "title-chapter-48-liens-and-mortgages/chapter-article-10-deeds-of-trust",
  "sections": [
    {
      "id": "section-48-10-1",
      "number": "48-10-1",
      "heading": "Short title.Section 48-10-2 - Repealed",
      "text": "Section 48-10-3 - Definitions.Section 48-10-4 - Repealed.Section 48-10-5 - Description of trust real estate; mailing address of trustor, beneficiary and trustee.Section 48-10-6 - Trustee of deed of trust; qualification.Section 48-10-7 - Appointment of successor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48-10-2",
      "number": "48-10-2",
      "heading": "Repealed.",
      "text": "History:Laws 1987, ch. 61, § 2; 1993, ch. 145, § 1; repealed by Laws 2006, ch. 32, § 8.\n\nRepeals.— Laws 2006, ch. 32, § 8, repealed 48-10-2 NMSA 1978, as enacted by Laws 1987, ch. 61, § 2, relating to the purpose of the Deed of Trust Act, effective May 17, 2006. For provisions of former section,seethe 2005 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-2/"
    },
    {
      "id": "section-48-10-3",
      "number": "48-10-3",
      "heading": "Definitions.",
      "text": "As used in the Deed of Trust Act, unless the context otherwise requires:\n\nA. \"beneficiary\" means the person named or otherwise designated in a deed of trust as the person for whose benefit a deed of trust is given or the person's successor in interest;\n\nB. \"contract\" means an agreement between or among two or more persons, including, without limitation, a note, promissory note, guarantee or the terms of any deed of trust;\n\nC. \"credit bid\" means a bid made by the beneficiary in full or partial satisfaction of the contract that is secured by the deed of trust. A credit bid may only include an amount owing on a contract with interest secured by liens, mortgages, deeds of trust or encumbrances that are superior in priority to the deed of trust and which liens, mortgages or encumbrances, whether recourse or nonrecourse, are outstanding as provided in the contract or as provided in the deed of trust, together with the amount of other obligations provided in or secured by the deed of trust and the costs of exercising the power of sale and the trustee's sale, including the fees of the trustee and reasonable attorney fees actually incurred by the trustee and the beneficiary;\n\nD. \"parent corporation\" means a corporation that owns eighty percent or more of each class of the issued and outstanding stock of another corporation or, in the case of a savings and loan association, eighty percent or more of the issued and outstanding guaranty capital of the savings and loan association;\n\nE. \"person\" means an individual or organization;\n\nF. \"deed of trust\" means a document by way of mortgage in substance executed in conformity with the Deed of Trust Act and in conformity with Section 47-1-39 NMSA 1978 granting or mortgaging trust real estate to a trustee qualified under the Deed of Trust Act to secure the performance of a contract;\n\nG. \"junior encumbrancer\" means a person holding a lien, mortgage or other encumbrance of record evidencing an interest in the trust real estate that is subordinate in priority to the deed of trust and includes a lienholder, a mortgagee, a seller and a purchaser as provided in a real estate contract and, where the context is applicable, escrow agents as provided in a real estate contract;\n\nH. \"trust real estate\" means any legal, equitable, leasehold or other interest in real estate, including the term \"real estate\" as defined in Section 47-1-1 NMSA 1978 and any improvements and fixtures, which is capable of being transferred whether or not the interest is subject to any prior mortgages, deeds of trust, contracts for conveyance of real estate, real estate contracts or other liens or encumbrances; provided, however, trust real estate shall not include:\n\n(1) any real estate used by the trustor for farming operations, including farming, tillage of the soil, dairy farming, ranching, production or raising of crops, poultry or livestock, and production of poultry or livestock products in an unmanufactured state; or\n\n(2) oil and other liquid hydrocarbons, or gas, including casinghead gas, condensates and other gaseous petroleum substances, or coal or other minerals in, on or under real estate, including patented and unpatented mining claims, unless such minerals have not been severed from and are included with the surface estate.\n\nThe character of trust real estate shall be determined as of the date of the deed of trust covering the trust real estate;\n\nI. \"trustee\" means a person qualified as provided in the Deed of Trust Act. The obligations of a trustee to the trustor, beneficiary and other persons are as provided in the Deed of Trust Act, together with any other obligations specified in the deed of trust. Both the beneficiary and the trustee have all the powers of a mortgagee as provided by law; and\n\nJ. \"trustor\" means the person or the person's successor in interest granting or mortgaging trust real estate by a deed of trust as security for the performance of a contract and is the same as a mortgagor granting or mortgaging real estate by way of mortgage as provided by law.\n\nHistory:Laws 1987, ch. 61, § 3; 1993, ch. 145, § 2; 1998, ch. 63, § 5; 2006, ch. 32, § 1.\n\nCross references.— For Section 501 of the Internal Revenue Code of 1986,see26 U.S.C. § 501.\n\nThe 2006 amendment,effective May 17, 2006, deleted former Subsection B, which defined \"qualified construction project\"; deleted former Subsection C, which defined \"qualified nonprofit organization\"; deleted the provision in Subsection F (formerly Subsection H), which provided that a deed of trust does not include a deed of trust that encumbers trust real estate located in New Mexico and in one or more other states; deleted former Subsection J, which defined \"low income household\"; deleted former Subsection K, which defined \"low-income housing project\"; deleted former Subsection L, which defined \"state housing authority\"; provided in Subsection H (formerly Subsection M), that real estate includes any improvements and fixtures; and deleted Paragraph (1) of Subsection H (formerly Subsection M), which provided that trust real estate did not include any dwelling and underlying real estate for occupancy by one to four families, including mobile homes and condominiums, except when occupancy is designed for low-income households.\n\nThe 1998 amendment,effective July 1, 1998, in Subsection E, substituted \"attorney\" for \"attorneys'\" near the end, added Subsection L, and redesignated the following subsections accordingly.\n\nThe 1993 amendment,effective June 18, 1993, added Subsections B, C, J, and K, redesignating other subsections accordingly; added \"except when occupancy is designed for low-income households\" to the end of Paragraph (1) of Subsection L; and made stylistic changes in Subsections E, F, H and I.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-3/"
    },
    {
      "id": "section-48-10-4",
      "number": "48-10-4",
      "heading": "Repealed.",
      "text": "History:Laws 1987, ch. 61, § 4; 1993, ch. 145, § 3; repealed by Laws 2006, ch. 32, § 8.\n\nRepeals.— Laws 2006, ch. 32, § 8, repealed 48-10-4 NMSA 1978, as enacted by Laws 1987, ch. 61, § 4, relating to express consent required, effective May 17, 2006. For provisions of former section,seethe 2005 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-4/"
    },
    {
      "id": "section-48-10-5",
      "number": "48-10-5",
      "heading": "Description of trust real estate; mailing address of trustor, beneficiary and trustee.",
      "text": "A. In deeds of trust the legal description of trust real estate shall be given by one of the following methods:\n\n(1) by the use of lot, block, tract or parcel as provided in a recorded subdivision plat;\n\n(2) by the use of a metes and bounds or course and distance survey;\n\n(3) by the use of the governmental rectangular survey system with specific identification of the location within any section or sections, tract or tracts, of a township and range; or\n\n(4) by the use of any other method of description provided by law.\n\nB. If the trust real estate is the subject of a recorded subdivision plat, the legal description of the trust real estate shall be given by the use of lot, block, tract or parcel as shown on the recorded subdivision plat.\n\nC. The mailing address of each trustor, beneficiary and trustee shall be specified in each deed of trust.\n\nHistory:Laws 1987, ch. 61, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-5/"
    },
    {
      "id": "section-48-10-6",
      "number": "48-10-6",
      "heading": "Trustee of deed of trust; qualification.",
      "text": "A. Except as provided in Subsection B of this section, the trustee of a deed of trust shall be:\n\n(1) an organization doing business under the laws of New Mexico as a bank, trust company, savings and loan association, escrow company or title insurance company including an agent or underwriter;\n\n(2) an individual who is a member of the state bar of New Mexico;\n\n(3) an organization which is licensed, chartered or regulated by the federal deposit insurance corporation, the comptroller of the currency, the federal savings and loan insurance corporation, the federal home loan bank, the bureau of federal credit unions or any successors; or\n\n(4) the parent corporation of any association or corporation referred to in this subsection or any subsidiary corporation all the stock of which is owned by or held solely for the benefit of any such association or corporation referred to in this subsection.\n\nB. No trustee of a deed of trust or parent corporation or subsidiary corporation of a corporate trustee which is a trustee of a deed of trust shall be the beneficiary of the deed of trust.\n\nHistory:Laws 1987, ch. 61, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-6/"
    },
    {
      "id": "section-48-10-7",
      "number": "48-10-7",
      "heading": "Appointment of successor trustee by beneficiary.",
      "text": "A. If a person appointed as trustee fails to qualify, is unwilling, unqualified or unable to serve or resigns as trustee, the beneficiary may appoint a successor trustee and the appointment shall constitute a substitution of trustee.\n\nB. The beneficiary may remove a trustee at any time for any reason or cause and appoint a successor trustee, and the appointment shall constitute a substitution of trustee.\n\nC. Substitutions shall be made by recording notice of the substitution in the office of the county clerk of each county in which all or any part of the trust real estate is situated at the time of the substitution. The beneficiary shall give written notice through registered or certified mail, postage prepaid, to the trustor, the trustee and the successor trustee. A notice of substitution of trustee shall be sufficient if acknowledged by all beneficiaries as provided in the deed of trust and prepared in substantially the following form:\n\n\"NOTICE OF SUBSTITUTION OF TRUSTEE\n\nThe undersigned beneficiary hereby appoints ____________________________ successor trustee under the deed of trust executed by _______________________ as trustor, in which _______________________ is named beneficiary and _______________________ as trustee, and recorded _______________________, 20_______, in _______________________ County, New Mexico, in book _______________________, page _____________, and legally describing the trust real estate as:\n\n(legal description of trust real estate)\n\nDated this ____________ day of ____________________, 20_____.\n\n________________________________Signature of Beneficiary\n\n(Here add Acknowledgment).\".\n\nD. A notice of substitution of trustee is effective immediately on execution as provided in Subsection C of this section.\n\nE. A person appointed as a trustee under a deed of trust may resign as trustee at any time. The resignation shall be without liability, provided the person has not agreed in writing to be appointed trustee or has not acted in the capacity of trustee. The trustee may only resign as provided in the deed of trust and the Deed of Trust Act. If a trustee fails to qualify or is unwilling or unable to serve or resigns, the validity of the deed of trust shall not be affected, except that no action required to be performed by the trustee as provided in the Deed of Trust Act or as provided in the deed of trust may be taken until a successor trustee is appointed by the beneficiary as provided in this section. If the beneficiary fails or refuses to appoint a successor trustee, the terms of Section 47-1-42 NMSA 1978 shall be applicable. Resignation by a trustee is made by recordation of a notice of resignation in the office of the county clerk of each county in which all or any part of the trust real estate is situated at the time of the resignation. Written notice shall be given through registered or certified mail, postage prepaid, to the trustor and the beneficiary. A notice of resignation of trustee is sufficient if acknowledged by the trustee and prepared in substantially the following form:\n\n\"NOTICE OF RESIGNATION OF TRUSTEE\n\nThe undersigned trustee hereby resigns as trustee under the deed of trust executed by _____________________________, as trustor, in which ________________________________ is named beneficiary, and recorded _______________________, 20_____, in ________________________________ County, New Mexico, in book _____________________, page _____________, and legally describing the trust real estate as:\n\n(legal description of trust real estate)\n\nDated this ____________ day of __________________________, 20_____.\n\n_____________________________________Signature of Trustee\n\n(Here add Acknowledgment).\".\n\nHistory:Laws 1987, ch. 61, § 7; 2006, ch. 32, § 2.\n\nThe 2006 amendment,effective May 17, 2006, added Subsection D to provide that a notice of substitution is effective immediately on execution.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-7/"
    },
    {
      "id": "section-48-10-8",
      "number": "48-10-8",
      "heading": "Deed of trust as security.",
      "text": "Deeds of trust may be executed as security for the performance of a contract. The laws of New Mexico which refer to mortgages as security instruments are deemed to also include deeds of trust unless the context otherwise requires. The lien theory of mortgages in New Mexico shall continue to apply to deeds of trust executed as provided in the Deed of Trust Act.\n\nHistory:Laws 1987, ch. 61, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-8/"
    },
    {
      "id": "section-48-10-9",
      "number": "48-10-9",
      "heading": "Grants in trust of real estate; uses.",
      "text": "Grants or mortgages of trust real estate may be made to secure the performance of a contract of the trustor or any other person. Unless otherwise specifically provided in the deed of trust or otherwise specifically agreed in writing by the trustor and the beneficiary at the time of acquisition, an interest in the trust real estate acquired by the trustor after the execution of the deed of trust shall run to the benefit of the trustee and beneficiary as security for the contract for which the trust real estate is granted or mortgaged as if the interest had been acquired before execution of the deed of trust.\n\nHistory:Laws 1987, ch. 61, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-9/"
    },
    {
      "id": "section-48-10-10",
      "number": "48-10-10",
      "heading": "Sale of trust real estate; power of trustee; foreclosure of deed of trust.",
      "text": "A. By virtue of the trustee's position, a power of sale is conferred upon the trustee of a deed of trust under which the trust real estate may be sold as provided in the Deed of Trust Act after a breach or default in performance of the contract for which the trust real estate is granted or mortgaged as security or a breach or default in performance of the deed of trust. Except as specifically provided in the Deed of Trust Act, the trustee shall not delegate the duties of the trustee as provided in the Deed of Trust Act. At the option of the beneficiary, a deed of trust may be foreclosed in the manner provided by law for the foreclosure of mortgages on real estate. Either the beneficiary or the trustee shall constitute the proper and complete party plaintiff in any action to foreclose a deed of trust.\n\nB. The trustee or beneficiary may commence an action to foreclose a deed of trust at any time before the trust real estate has been sold as provided in the power of sale. A sale of trust real estate as provided in a power of sale in a deed of trust shall not be held after an action to foreclose the deed of trust has been commenced unless the foreclosure action has been dismissed.\n\nC. The power of sale of trust real estate conferred upon the trustee shall not be exercised before the expiration of ninety days from the recording of the notice of the sale.\n\nD. The trustee need only be joined as a party in separate civil actions pertaining to a breach of an obligation of a trustee as provided in the Deed of Trust Act or as provided in the deed of trust. Any order of the court entered against the beneficiary is binding upon the trustee with respect to any actions that the trustee is authorized to take by the deed of trust or by the Deed of Trust Act. If the trustee is joined as a party in any other separate civil action, other than an action in which the trustee is an indispensable or necessary party, the trustee is entitled to be immediately dismissed and to recover the costs and reasonable attorney fees actually incurred by the trustee from the person joining the trustee and from the beneficiary, jointly and severally.\n\nHistory:Laws 1987, ch. 61, § 10; 1993, ch. 145, § 4; 2006, ch. 32, § 3.\n\nThe 2006 amendment,effective May 17, 2006, in Subsection C, deleted the former reference to trust real estate for commercial or business loans; changed the minimum time to exercise the power of sale from 180 days to 90 days; and deleted the provision with respect to low-income household loans that the power of sale shall not be exercised before the expiration of 45 days from recording the notice of sale.\n\nThe 1993 amendment,effective June 18, 1993, in Subsection C, inserted \"as to trust real estate for commercial or business loans\" in the first sentence and added the second sentence; and made a stylistic change in the second sentence of Subsection D.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Mortgage foreclosure forbearance statutes - modern status, 83 A.L.R.4th 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-10/"
    },
    {
      "id": "section-48-10-11",
      "number": "48-10-11",
      "heading": "Notice of trustee's sale.",
      "text": "A. The trustee shall give written notice of the time and place of sale, legally describing the trust real estate to be sold, by each of the following methods:\n\n(1) publication of the notice as provided by law for foreclosure of mortgages on real estate;\n\n(2) recording of the notice in the office of the clerk of each county in which the trust real estate is situated; and\n\n(3) giving notice as provided in Section 48-10-12 NMSA 1978 to the extent applicable.\n\nB. The sale shall be held at the time and place designated in the notice of sale on a day other than a Saturday, Sunday or legal holiday and at the time provided by law for the foreclosure sale of real estate under real estate mortgages on the front steps of the courthouse of the county in which the trust real estate is located. If the trust real estate is located in more than one county, the sale may be held in any county in which part of the trust real estate is located.\n\nC. The notice of sale shall contain the street address, if any, or identifiable location as well as the legal description of the trust real estate. Failure to accurately describe within the notice either the street address or the identifiable location of the trust real estate to be sold shall not be grounds for invalidating the sale if the correct legal description of the trust real estate to be sold was contained in the notice of sale. The notice of sale shall be sufficient if made in substantially the following form:\n\n\"NOTICE OF TRUSTEE'S SALE\n\nThe following legally described trust real estate will be sold, pursuant to the power of sale as provided in the deed of trust recorded in book _______________ at page _______, ___________________ County, New Mexico, records, at public auction to the highest bidder on the front steps of the county courthouse in _____________________ County, New Mexico, in or near _____________________________, New Mexico, on _________________, 20____, at ______________ o'clock ___m. of that day:\n\n(street address, if any, or identifiable locationof trust real estate and legal description oftrust real estate)\n\nDated this ____________ day of ____________________, 20_____.\n\n_________________________(Name of Trustor)\n\n_________________________(Name of Trustee)\n\n________________________________Signature\n\n(Here add Acknowledgment).\".\n\nHistory:Laws 1987, ch. 61, § 11; 2006, ch. 32, § 4; 2007, ch. 156, § 2.\n\nThe 2007 amendment, effective April 2, 2007, eliminated the provision in Subsection B that a sale can be held on a day other than a nonbanking day.\n\nApplicability.— Laws 2007, ch. 156, §7 provided that Laws 2006, ch. 32, codified as Sections 48-10-3, 48-10-7, 48-10-10, 48-10-11, 48-10-13, 48-10-16, 48-10-17 NMSA 1978, applied to deeds of trust executed on or after May 17, 2006 and that the provisions of Laws 2007, ch. 156 applied to deeds of trust executed on or after the effective date of Laws 2007, ch. 156, which was April 2, 2007.\n\nThe 2006 amendment,effective May 17, 2006, deleted the former Paragraph (2) of Subsection A, which provided that the trustee shall give notice by posting at least 20 days before the sale in a conspicuous place on the property to be sold and at the courthouse of the county in which the property is located.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-11/"
    },
    {
      "id": "section-48-10-12",
      "number": "48-10-12",
      "heading": "Request for copies of notice of sale; mailing by trustee or beneficiary.",
      "text": "A. A person desiring a copy of a notice of sale as provided in a deed of trust shall, at any time after the recording of the deed of trust and before the recording of a notice of sale as provided in a deed of trust, record in the office of the county clerk in any county in which part of the trust real estate is situated an acknowledged request for a copy of the notice of sale. The request shall provide the name and address of the person requesting a copy of the notice and shall identify the deed of trust by providing the county book and page numbers of the recording data of the deed of trust and by stating the names of the original parties to the deed of trust, the date the deed of trust was recorded and the legal description of the trust real estate and shall be in substantially the following form:\n\nREQUEST FOR NOTICE\n\nRequest is made that a copy of any notice of sale as provided in the deed of trust recorded in book __________ at page _______, ________________ County, New Mexico records, on __________, 19 ___.\n\n(legal description of trust real estate)\n\nexecuted by ________________ as trustor, in which ________________ is named as beneficiary and ________________ as trustee, be mailed to _____________________ at ________________\n\nDated this _________ day of _________, 19 ___.\n\n_____________________Signature\n\n(Here add Acknowledgment)\n\nB. Not later than thirty days after recording the notice of sale, the trustee or beneficiary shall mail by certified or registered mail with postage prepaid a copy of the notice of sale with the recording date shown on the notice of sale, together with any notice required to be given by Subsection C of this section, addressed as follows:\n\n(1) to each person whose name and address are provided in a request for notice, which has been recorded before the recording of the notice of sale, directed to the address designated in the request; and\n\n(2) to each person who, at the time of recording of the notice of sale, appears by a document recorded in the real estate records of the county clerk in the county in which any part of the trust real estate is situated to have an interest in any of the trust real estate including junior encumbrancers. The copy of the notice shall be addressed to the person whose interest so appears at the address provided in the document. If no address for the person is provided in the document, no notice need be mailed to the person. If the interest which appears on the records of the county clerk is a deed of trust, a copy of the notice need only be mailed to the beneficiary as provided in the deed of trust. If any person having such an interest, or the trustor, or any person who has recorded a request for notice wants to change the address to which notice shall be mailed, the change shall be accomplished by a request for notice as provided in this section.\n\nC. The trustee or beneficiary shall, within five business days after the recordation of the notice of sale, mail by certified or registered mail, with postage prepaid, a copy of any notice of sale showing the recording date the notice was recorded to each of the persons who were parties to the deed of trust. The notice shall be addressed to the mailing address specified in the deed of trust. In addition, notice to each such party shall contain a statement that a breach or default in performance of the deed of trust or the contract secured by the deed of trust, or both, has occurred and shall provide the nature of the breach or default in performance and of the election of the beneficiary to sell or cause to be sold the trust real estate as provided in the deed of trust and the additional notice shall be signed by the beneficiary or the agent of the beneficiary. A copy of the additional notice shall also be sent with the notice as provided in Paragraph (2) of Subsection B of this section to all junior encumbrancers together with a written statement that the interest of the junior encumbrancer may be subject to being terminated by the trustee's sale. The written statement may be provided in the statement of breach or default in performance.\n\nD. No request for a copy of a notice recorded as provided in this section nor any statement or allegation in the request nor any record of the request shall affect the title to the trust real estate or be deemed notice to any person that a person requesting a copy of notice of sale has or claims any interest in, or claim upon, the trust real estate.\n\nHistory:Laws 1987, ch. 61, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-12/"
    },
    {
      "id": "section-48-10-13",
      "number": "48-10-13",
      "heading": "Sale by public auction; postponement of sale.",
      "text": "A. On the date and at the time and place designated in the notice of sale, the trustee shall sell the trust real estate at public auction for cash to the highest bidder. To determine the highest bidder, the trustor or beneficiary present at the sale may suggest the then existing and legally described and established lots, blocks, tracts or parcels of the trust real estate in which the trust real estate may be sold. The trustee shall ascertain all such suggestions, shall conditionally sell the trust real estate under each suggestion and, in addition, shall sell the trust real estate as a whole. The trustee shall determine which conditional sale results in the highest total price bid for all of the trust real estate. The lawyer for the trustee may conduct the sale and may act at the sale as the auctioneer for the trustee. Any person, including the trustee or beneficiary, may bid at the sale. Only the beneficiary may make a credit bid, instead of cash, at the sale. A junior encumbrancer may bid the amount or value of the obligation secured by the lien, mortgage, encumbrance or real estate contract, as the case may be, owed to the junior encumbrancer, less the amount or value of any prior deeds of trust, mortgages, liens, encumbrances or real estate contracts, if any, instead of cash, at the sale. In appropriate circumstances, the trustee may sell the trust real estate subject to prior deeds of trust, mortgages, liens, encumbrances or real estate contracts that are not being foreclosed. Every bid shall be deemed an irrevocable offer until the sale is completed and the sale shall not be deemed completed until the purchaser pays the price bid in immediately collectible or available federal funds. If the purchaser fails to pay the amount bid by the purchaser for the trust real estate struck off to the purchaser at the sale as provided in the Deed of Trust Act, the trustee may accept the next highest bid or proceed with the sale of the trust real estate to the highest bidder. The person who fails to make the payment shall be liable to any person who suffers loss or expenses, including reasonable attorney fees actually incurred by the trustee and beneficiary occasioned by the failure, and the trustee may subsequently in any postponed or continued sale of the trust real estate reject any bid of the person failing to pay the amount bid.\n\nB. The person conducting the sale may, for the purpose of verifying the proper amount to be paid or the availability of immediately collectible federal funds, postpone or continue the sale for a reasonable period by giving notice of the new time by public declaration at the time and place last appointed for the sale. No other notice of the postponed or continued sale is required.\n\nHistory:Laws 1987, ch. 61, § 13; 2006, ch. 32, § 5; 2007, ch. 156, § 3.\n\nThe 2007 amendment, effective April 2, 2007, eliminated former Subsection G, which provided for the continuance of a sale if the sale is contrary to a federal statute because of an unknown or undisclosed bankruptcy.\n\nApplicability.— Laws 2007, ch. 156, §7 provided that Laws 2006, ch. 32, codified as Sections 48-10-3, 48-10-7, 48-10-10, 48-10-11, 48-10-13, 48-10-16, 48-10-17 NMSA 1978, applied to deeds of trust executed on or after May 17, 2006 and that the provisions of Laws 2007, ch. 156 applied to deeds of trust executed on or after the effective date of Laws 2007, ch. 156, which was April 2, 2007.\n\nThe 2006 amendment,effective May 17, 2006, added Subparagraph C to provide for completion of a sale that is contrary to a federal bankruptcy statute.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-13/"
    },
    {
      "id": "section-48-10-14",
      "number": "48-10-14",
      "heading": "Payment of bid; trustee's deed.",
      "text": "A. The purchaser at the sale, other than the beneficiary or the beneficiary's personal representatives, successors or assigns, to the extent of the credit bid of the purchaser, shall immediately pay the price bid. Upon receipt of payment of the price bid by the trustee in collected federal funds, the trustee shall execute and deliver the trustee's deed to the purchaser. The trustee's deed shall raise the presumption of compliance with the requirements of the Deed of Trust Act relating to the exercise of the power of sale and the sale of the trust real estate, including recording, mailing, publishing and posting of notice of sale and the conduct of sale, in favor of subsequent purchasers, mortgagees or encumbrancers for value and without actual notice.\n\nB. The trustee's deed shall operate to convey to the purchaser the title, interest and claim of the trustee, the trustor, the beneficiary, their respective successors in interest and of all persons claiming the trust real estate sold by or through them, including all interest or claim in the trust real estate acquired after the recording of the deed of trust and before delivery of the trustee's deed. The conveyance shall be clear of the interests of junior encumbrancers in the trust real estate whose interests have been effectively foreclosed by the proceeding.\n\nHistory:Laws 1987, ch. 61, § 14; 2007, ch. 156, § 4.\n\nThe 2007 amendment, effective April 2, 2007, eliminated the provision that the trustee's deed shall be without right of redemption.\n\nApplicability.— Laws 2007, ch. 156, §7 provided that Laws 2006, ch. 32, codified as Sections 48-10-3, 48-10-7, 48-10-10, 48-10-11, 48-10-13, 48-10-16, 48-10-17 NMSA 1978, applied to deeds of trust executed on or after May 17, 2006 and that the provisions of Laws 2007, ch. 156 applied to deeds of trust executed on or after the effective date of Laws 2007, ch. 156, which was April 2, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-14/"
    },
    {
      "id": "section-48-10-15",
      "number": "48-10-15",
      "heading": "Disposition of proceeds of sale.",
      "text": "A. The trustee shall apply the proceeds of the sale of the trust real estate by the trustee as follows:\n\n(1) to the costs of exercising the power of sale and of sale, including the payment of the fees of the trustee and reasonable attorneys' fees actually incurred by the trustee and the beneficiary;\n\n(2) to the payment of the contract secured by the deed of trust;\n\n(3) to the payment of all other obligations provided in or secured by the deed of trust; and\n\n(4) to the junior encumbrancers in order of their priority. After payment in full to all junior encumbrancers, payment shall be made to the trustor.\n\nB. The trustee may, in the discretion of the trustee, instead of any one or more of the applications specified in Subsection A of this section elect to deposit the balance of the proceeds available for distribution to junior encumbrancers with the clerk of the district court in the county in which the sale took place. The trustee may deposit the balance of the proceeds in connection with a separate civil interpleader action. Upon deposit of the balance of the proceeds, the trustee shall be discharged from all responsibility for acts performed in good faith as provided in the Deed of Trust Act and the clerk shall hold the proceeds subject to the order of the district court upon the application, by separate civil action if necessary, of any interested party.\n\nHistory:Laws 1987, ch. 61, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-15/"
    },
    {
      "id": "section-48-10-16",
      "number": "48-10-16",
      "heading": "Redemption.",
      "text": "A. Except as otherwise provided in Subsection E of this section, the redemption period after a trustee's sale shall be nine months, or the period provided in the deed of trust, whichever is the lesser period, and shall begin to run from the date of the trustee's sale. In the deed of trust, the parties may shorten the redemption period to not less than one month.\n\nB. After the sale of trust real estate pursuant to Section 48-10-13 NMSA 1978, the trust real estate may be redeemed by the trustor or any junior encumbrancer:\n\n(1) by paying to the purchaser at any time within the redemption period, the amount paid at the sale, with interest from the date of sale at the rate of ten percent a year, together with all taxes, interest and penalties thereon, and all payments made to satisfy in whole or in part any prior lien or mortgage not foreclosed, paid by the purchaser after the date of sale, with interest on the taxes, interest, penalties and payments made on liens or mortgages at the rate of ten percent a year from the date of payment; or\n\n(2) by filing a petition for redemption in the district court in the county where the trustee's sale was held and by making a deposit of the amount set forth in Paragraph (1) of this subsection in cash in the office of the clerk of that district court at any time within the redemption period. Copies of the petition for redemption shall be served upon the purchaser of real estate under a trustee's sale; and\n\n(3) the trustor shall have the first priority to redeem the real estate sold under a trustee's sale. If the trustor does not redeem the real estate as provided in this section, each junior encumbrancer shall have a right to redeem the real estate. The order of priority of such redemption rights shall be the same priority as the underlying junior encumbrances, as agreed by the parties or as otherwise determined by the court. All redemptions must be made within the redemption period.\n\nC. The purchaser of real estate under a trustee's sale, upon being served with the petition for redemption of the property, shall answer the petition within thirty days after service of the petition.\n\nD. The hearing shall be governed by the rules of civil procedure. After the case is filed, the hearing shall be set upon the earlier of the filing of a petition for redemption by the trustor or the expiration of the redemption period. At the hearing, the judge shall determine the amount of money necessary for the redemption, which shall include the money paid at the sale and all taxes, interest, penalties and payments made in satisfaction of liens, mortgages and encumbrances. If more than one redemption is filed, the court shall also determine which redemption has priority pursuant to the provisions of Subsection B of this section and which party is therefore entitled to redeem the property. At the conclusion of the hearing, the district court may order the clerk of the court to issue the certificate of redemption upon such terms and conditions as the district court deems just.\n\nE. A junior encumbrancer who does not have actual notice or knowledge of the trustee's sale and who has been otherwise omitted from the trustee's sale proceeding shall be entitled to redeem the trust real estate by petitioning the district court in the county where the trustee's sale was held and making a deposit of the amount set forth in Paragraph (1) of Subsection B of this section. The action shall proceed as provided in Subsections C and D of this section. The purchaser of the trust real estate at the trustee's sale may petition the district court to terminate the right of redemption of an omitted junior encumbrancer. In any action commenced pursuant to the provisions of this subsection by or against an omitted junior encumbrancer, the redemption period shall be the period provided in Subsection A of this section, except that the redemption period shall begin to run from the date the final judgment is filed in the action, or from such later date as may be ordered by a court having jurisdiction:\n\n(1) if enforcement of a judgment affecting the redemption is stayed on appeal; or\n\n(2) for other good cause shown.\n\nF. As used in this section, the terms \"trustor\", \"beneficiary\", \"junior encumbrancer\" and \"purchaser\" include their respective personal representatives, heirs, successors and assigns.\n\nHistory:Laws 1987, ch. 61, § 16; repealed and reenacted by Laws 2006, ch. 32, § 6; 2007, ch. 156, § 5.\n\nRepeal and reenactment.— Laws 2006, ch. 32, § 6 repealed 48-10-16 NMSA 1978 and enacted a new section, effective May 17, 2006.\n\nThe 2007 amendment, effective April 2, 2007, eliminated former Subsections A and B and added Subsections A through F.\n\nApplicability.— Laws 2007, ch. 156, §7 provided that Laws 2006, ch. 32, codified as Sections 48-10-3, 48-10-7, 48-10-10, 48-10-11, 48-10-13, 48-10-16, 48-10-17 NMSA 1978, applied to deeds of trust executed on or after May 17, 2006 and that the provisions of Laws 2007, ch. 156 applied to deeds of trust executed on or after the effective date of Laws 2007, ch. 156, which was April 2, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-16/"
    },
    {
      "id": "section-48-10-17",
      "number": "48-10-17",
      "heading": "Action to recover balance after sale or foreclosure on trust real estate as provided in deed of trust; action to recover balance prohibited on loans secured by low-income households",
      "text": "A. Except as provided in Subsections D and E of this section, within six years after the date of a trustee's sale of trust real estate under a deed of trust as provided in the Deed of Trust Act, a separate civil action may be commenced to recover a deficiency judgment for the balance due on the contract for which the deed of trust was given as security. The deficiency judgment shall be for an amount equal to the sum of the total amount owing the beneficiary or the beneficiary's personal representatives, successors or assigns as of the date of the sale, as determined by the court, and, if applicable, the amount owing on all prior mortgages, deeds of trust, liens and encumbrances and real estate contracts with interest less the sale price at the sale by the trustee of the trust real estate. Any deficiency judgment recovered shall include interest on the amount of the deficiency from the date of the sale at the rate provided in the deed of trust or contract, together with any costs of the action.\n\nB. If no action is commenced for a deficiency judgment as provided in Subsection A of this section, the proceeds of the sale, regardless of amount, shall be deemed to be in full satisfaction of the debt and no right to recover a deficiency in any separate civil action shall exist.\n\nC. Except as provided in Subsections D and E of this section, the Deed of Trust Act does not preclude a beneficiary or a trustee or their respective personal representatives, successors or assigns from foreclosing a deed of trust in the same manner provided by law for the foreclosure of mortgages on real estate.\n\nD. A deed of trust may prohibit the recovery of any balance due after the trust real estate is sold at a trustee's sale or after the deed of trust is foreclosed in the manner provided by law for the foreclosure of mortgages on real estate.\n\nE. No deficiency judgment shall be sought or obtained under any deed of trust securing a residential loan made to a low-income household.\n\nF. No deficiency in recovery of any balance due after the sale at a trustee's sale or a judicial foreclosure sale of trust real estate under a deed of trust securing a residential loan made to a low-income household shall be reported to any credit reporting agencies or disclosed to any person other than the trustor or the trustor's personal representatives, unless the disclosure is required by law.\n\nG. For the purposes of Subsections D, E and F of this section:\n\n(1) \"low-income household\" means a household in which the current annual income is at or below eighty percent of the area median income adjusted for family size as determined by the United States department of housing and urban development and calculated pursuant to the United States department of housing and urban development part 5 guidelines; and\n\n(2) \"residential loan\" means a loan the primary purpose of which is the purchase or finance of a permanent dwelling located in New Mexico and which is primarily secured by a deed of trust encumbering the dwelling and related trust real estate.\n\nH. The determination of whether a household is a low-income household and whether a loan is a residential loan shall be made as of the time the loan is made on the basis of information obtained during the loan application process.\n\nHistory:Laws 1987, ch. 61, § 17; 1993, ch. 145, § 5; 2006, ch. 32, § 7; 2007, ch. 156, § 6.\n\nThe 2007 amendment, effective April 2, 2007, permitted a civil action to recover a deficiency judgment within six years after the date of a trustee's sale of trust real estate under a deed of trust; prohibited deficiency judgments or reports of deficiencies to credit reporting agencies if a residential loan is to a low-income household; defined \"low-income household\" and \"residential loan\"; and added Subsection H.\n\nApplicability.— Laws 2007, ch. 156, §7 provided that Laws 2006, ch. 32, codified as Sections 48-10-3, 48-10-7, 48-10-10, 48-10-11, 48-10-13, 48-10-16, 48-10-17 NMSA 1978, applied to deeds of trust executed on or after May 17, 2006 and that the provisions of Laws 2007, ch. 156 applied to deeds of trust executed on or after the effective date of Laws 2007, ch. 156, which was April 2, 2007.\n\nThe 2006 amendment,effective May 17, 2006, deleted the provision in Subsection A that within twelve months after the sale, a civil action may be commenced to recover a deficiency judgment; and added Subsection G to define \"low-income household\".\n\nThe 1993 amendment,effective June 18, 1993, added \"action to recover balance prohibited on loans secured by low-income households\" to the end of the catchline; substituted \"Subsections D and E\" for \"Subsection D\" in the first sentence of Subsection A and in Subsection C; inserted \"not encumbering real estate occupied by a low-income household\" in Subsection D; and added Subsections E and F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-17/"
    },
    {
      "id": "section-48-10-18",
      "number": "48-10-18",
      "heading": "Method of indexing.",
      "text": "Every deed of trust, substitution of trustee, notice of resignation of trustee, request for notice, assignment of beneficial interest in a deed of trust, notice of sale, cancellation of notice of sale or release of deed of trust which is entitled to recordation as provided in the Deed of Trust Act shall be indexed in the real estate records of the county clerk in which only part of the trust real estate is located with the trustor indexed as mortgagor, and if the name of the beneficiary appears on the instrument being recorded, the name of the beneficiary or that of the successor of the beneficiary shall be indexed as mortgagee. If the name of the beneficiary does not appear on the instrument being recorded, the name of the trustee or the successor or the trustee shall be indexed as mortgagee.\n\nHistory:Laws 1987, ch. 61, § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-18/"
    },
    {
      "id": "section-48-10-19",
      "number": "48-10-19",
      "heading": "Limitation on action or sale of trust real estate.",
      "text": "The sale of trust real estate by the trustee under a deed of trust shall be made or any action to foreclose a deed of trust as provided by law for the foreclosure of mortgages on real estate shall be commenced within the period prescribed by law for the commencement of an action on the contract secured by the deed of trust.\n\nHistory:Laws 1987, ch. 61, § 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-19/"
    },
    {
      "id": "section-48-10-20",
      "number": "48-10-20",
      "heading": "Notice from instruments recorded; assignment of a beneficial interest.",
      "text": "Except as otherwise provided in this section, a deed of trust, notice of resignation of trustee, assignment of a beneficial interest in a deed of trust, notice of sale, cancellation of notice of sale, trustee's deed, release of deed of trust and any instrument by which a deed of trust is subordinated or waived as to priority, if acknowledged as provided by law, shall from the time of being recorded impart notice of the content to all persons, including subsequent purchasers, mortgagees and encumbrancers for value. The recording of an assignment of the beneficial interest in a deed of trust shall not be deemed notice of the assignment to the trustor or the trustee so as to make ineffective any payment made by the trustor or received by the trustee or to preclude the application of proper credit for the payment and shall not be deemed notice to the trustor or the trustee for any other purpose. Such assigned beneficial interest is not entitled to recognition by the trustor or the trustee until actual notice of the assignment is given to the trustor or the trustee.\n\nHistory:Laws 1987, ch. 61, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-20/"
    },
    {
      "id": "section-48-10-21",
      "number": "48-10-21",
      "heading": "Liberal interpretation.",
      "text": "The Deed of Trust Act shall be liberally construed to carry out its purpose.\n\nHistory:Laws 1987, ch. 61, § 21.\n\nSeverability.— Laws 1987, ch. 61, § 22 provided for the severability of the Deed of Trust Act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-48/article-10/section-48-10-21/"
    }
  ]
}