{
  "state": "south-carolina",
  "path": "title-title-37/chapter-t37c030",
  "sections": [
    {
      "id": "section-37-30-100",
      "number": "37-30-100",
      "heading": "",
      "text": "(A) The purpose of this chapter is to provide a framework within which guaranteed asset protection (GAP) waivers are defined and may be offered within this State. (B) This chapter does not apply to: (1) an insurance policy offered by an insurer under Title 38; or (2) a debt cancellation or debt suspension contract being offered by any national or state-chartered bank or federal or state-chartered credit union in compliance with 12 C.F.R. Part 37, or 12 C.F.R. Part 721, or any other federal law. (C) GAP waivers governed under this chapter are not insurance and are exempt from the provisions of Title 38, as are persons administering, marketing, selling, or offering to sell GAP waivers to borrowers. (D) GAP waivers only may be offered in conjunction with a loan that is unrelated to the purchase of a motor vehicle if: (1) the consumer loan has an original repayment term of more than twelve months; and (2) the principal loan amount is greater than four thousand dollars. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-100/"
    },
    {
      "id": "section-37-30-110",
      "number": "37-30-110",
      "heading": "",
      "text": "For purposes of this chapter: (1) \"Borrower\" means a debtor, retail buyer, or lessee under a finance agreement. (2) \"Creditor\" means a person, who in connection with the initial financing of the sale, or leasing, of a motor vehicle, is: (a) a lender in a loan or credit transaction; (b) a lessor in a lease transaction; or (c) a dealer of motor vehicles that provides credit to a borrower, provided that the entity complies with the provisions of this chapter. (3) \"Finance agreement\" means a loan, lease, or retail installment sales contract for the purchase or lease of a motor vehicle. (4) \"Free-look period\" means the period of time from the effective date of the GAP waiver until the date the borrower may cancel the contract without penalty, fees, or costs to the borrower. This period of time must be at least thirty days. (5) \"Guaranteed asset protection waiver\" or \"GAP waiver\" means a contractual agreement in which a creditor agrees for a separate charge to cancel or waive all or part of amounts due on a borrower's finance agreement in the event of a total physical damage loss or unrecovered theft of the motor vehicle, which agreement must be part of, or a separate addendum to, the finance agreement. (6) \"Insurer\" means an insurance company licensed, registered, or otherwise authorized to do business under Title 38. (7) \"Manager\" means a person, by any title, other than an insurer or creditor that performs administrative or operational functions with respect to GAP waivers. (8) \"Motor vehicle\" means self-propelled or towed vehicles designed for personal use including, but not limited to, automobiles, trucks, motorcycles, recreational vehicles, all-terrain vehicles, snowmobiles, campers, boats, personal watercraft, and trailers for motorcycles, boats, campers, and personal watercraft. (9) \"Person\" means an individual, company, association, organization, partnership, business trust, corporation, and every form of legal entity. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-110/"
    },
    {
      "id": "section-37-30-120",
      "number": "37-30-120",
      "heading": "",
      "text": "(A) The offering and sale of GAP waivers in this State are subject to the provisions of this chapter. (B) GAP waivers, at the option of the creditor, may be sold for a single payment or may be offered with a monthly or periodic payment option. (C) Notwithstanding another provision of law, any cost to the borrower for a GAP waiver subject to the Truth in Lending Act, 15 U.S.C. 1601, and its implementing regulations, as amended, or subject to Title 37, is a permissible additional charge pursuant to Sections 37-2-202 and 37-3-202 that must be separately stated and is not to be considered a finance or credit service charge or interest. This subsection also applies to any bank or credit union offering a debt cancellation or debt suspension contract in compliance with 12 C.F.R. Part 37, or 12 C.F.R. Part 721, or any other federal law. (D) A motor vehicle dealer shall insure its GAP waiver obligations under a contractual liability or another insurance policy issued by an insurer. However, dealers of motor vehicles that are lessors on motor vehicles are not required to insure obligations related to GAP waivers on leased vehicles. (E) A GAP waiver must remain a part of the finance agreement upon its assignment, sale, or transfer by a creditor. (F) Neither the extension of credit, the term of credit, nor the term of the related motor vehicle sale or lease may be conditioned upon the purchase of a GAP waiver. (G) A creditor that offers a GAP waiver shall report the sale of and forward funds received on all waivers to the designated party, if any, as prescribed in an applicable administrative services agreement, contractual liability policy, other insurance policy, or other specified program documents. (H) Funds received or held by a creditor or manager and belonging to an insurer, creditor, or manager pursuant to the terms of a written agreement must be held by the creditor or manager in a fiduciary capacity. (I)(1) A creditor may not sell a GAP waiver unless the creditor reasonably believes that the borrower will be eligible for a benefit under the GAP waiver in the event of a covered total loss. In addition, a creditor may not sell a GAP waiver if: (a) the consumer, the credit terms including, but not limited to, cash price, automobile value, or amount financed, or the automobile used as collateral for the credit transaction do not qualify for or conflict with any restrictions or limitations of the GAP waiver conditions; or (b) the amount financed, less the cost of a GAP waiver, the cost of credit insurance, and the cost of service contracts is less than eighty percent of the manufacturer suggested retail price for a new vehicle or the National Automobile Dealers Association average retail value for a used vehicle. (2) A bona fide error resulting in a violation of this subsection will result in the GAP waiver being void and the borrower receiving a full refund of the purchase price of the waiver. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-120/"
    },
    {
      "id": "section-37-30-130",
      "number": "37-30-130",
      "heading": "",
      "text": "(A) A contractual liability or other insurance policy insuring a GAP waiver must state the obligation of the insurer to reimburse or pay to the creditor any sums the creditor is legally obligated to waive under the GAP waiver issued by the creditor and purchased or held by the borrower. (B) Coverage under a contractual liability or other insurance policy insuring a GAP waiver also must cover any subsequent assignee upon the assignment, sale, or transfer of the finance agreement. (C) Coverage under a contractual liability or other insurance policy insuring a GAP waiver must remain in effect unless canceled or terminated in compliance with applicable insurance laws of this State. (D) The cancellation or termination of a contractual liability or other insurance policy must not reduce the insurer's responsibility for GAP waivers issued by the creditor prior to the date of cancellation or termination and for which premium has been received by the insurer. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-130/"
    },
    {
      "id": "section-37-30-140",
      "number": "37-30-140",
      "heading": "",
      "text": "(A) A GAP waiver must include the following terms in clear, easily understandable language: (1) the name and address of the initial creditor and the borrower at the time of sale and the identity of any manager if different from the creditor; (2) the purchase price and the terms of the GAP waiver including, without limitation, the requirements for protection, conditions, or exclusions associated with the GAP waiver; (3) the length of the free-look period and the procedure by which a borrower may exercise the borrower's rights during that period; (4) the terms required by Section 37-30-150; (5) the procedure the borrower must follow, if any, to obtain GAP waiver benefits under the terms and conditions of the waiver, including a telephone number and address where the borrower may apply for waiver benefits; (6) the methodology for calculating any refund of the unearned purchase price of the GAP waiver due in the event of cancellation of the GAP waiver or early termination of the finance agreement; (7) a statement that the purchase of the GAP waiver is optional and the statement must be in all caps, underlined, or disclosed in another prominent manner and must be substantially similar to the following: \"THIS GAP WAIVER IS NOT REQUIRED TO OBTAIN CREDIT, NOR TO OBTAIN CERTAIN TERMS OF CREDIT OR TO PURCHASE THE RELATED MOTOR VEHICLE. THIS GAP WAIVER WILL NOT BE PROVIDED UNLESS YOU SIGN AND AGREE TO PAY THE ADDITIONAL COST\"; and (8) a statement that the GAP waiver is not insurance and does not take the place of collision, comprehensive, or any other form of insurance on the motor vehicle. (B) A GAP waiver that is included within the body of the finance agreement must provide the disclosures required by this section in a separate document that must be signed by the borrower before the purchase of a GAP waiver. A GAP waiver that is a separate addendum to the finance agreement may include these disclosures within the terms of the GAP waiver which also must be signed by the borrower. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-140/"
    },
    {
      "id": "section-37-30-150",
      "number": "37-30-150",
      "heading": "",
      "text": "(A)(1) A GAP waiver must include a term stating that if a borrower cancels the waiver within the free-look period, the borrower is entitled to a full refund if no benefits have been provided under the GAP waiver. (2) A creditor may not charge a fee to a borrower related to the cancellation of a GAP waiver. (B) A GAP waiver may be either cancellable or noncancellable after the free-look period. A GAP waiver must include: (1) a statement of whether or not the GAP waiver is cancellable or noncancellable after the expiration of the free-look period; and (2) if the waiver is cancellable, all of the following terms apply: (a) a statement that in the event of a borrower's cancellation of the GAP waiver or early termination of the finance agreement, the borrower may be entitled to a refund of any unearned portion of the purchase price of the waiver; and (b) the procedures by which a borrower may cancel the waiver. This term must include a requirement that if the underlying finance agreement is terminated, cancellation must be made by providing a written request to the creditor, manager, or other party within ninety days of the event terminating the finance agreement. (C) A cancellation refund under subsections (A) and (B) may be applied by the creditor as a reduction of the amount owed under the finance agreement unless the borrower shows that the finance agreement has been paid in full. (D) If the purchase price of the GAP waiver is not financed, the creditor shall either provide a refund directly to the borrower or provide the borrower the option to either receive a refund of the unearned purchase price directly or to have the refund applied to reduce the amount owed under the borrower's finance agreement. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-150/"
    },
    {
      "id": "section-37-30-160",
      "number": "37-30-160",
      "heading": "",
      "text": "Pursuant to Chapter 6, Title 37, the Administrator of the Department of Consumer Affairs may take action necessary to enforce the provisions of this chapter and to protect GAP waiver holders in this State. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-160/"
    },
    {
      "id": "section-37-30-175",
      "number": "37-30-175",
      "heading": "",
      "text": "A consumer who suffers loss by reason of a violation of this chapter may bring a civil action to enforce the provisions, and if successful in the action, shall recover actual damages, reasonable attorney's fees, and court costs incurred by bringing the action. HISTORY: 2015 Act No. 31 (S.441), Section 2, eff June 1, 2015. Editor's Note 2015 Act No. 31, Section 3, provides as follows: \"SECTION 3. This act takes effect upon approval by the Governor and applies to all GAP waivers which become effective one hundred eighty days after the effective date.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-30/section-37-30-175/"
    }
  ]
}