{
  "state": "south-carolina",
  "path": "title-title-37/chapter-t37c002",
  "sections": [
    {
      "id": "section-37-2-101",
      "number": "37-2-101",
      "heading": "",
      "text": "This chapter shall be known and may be cited as South Carolina Consumer Protection Code - Credit Sales. HISTORY: 1962 Code Section 8-800.141; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-101/"
    },
    {
      "id": "section-37-2-102",
      "number": "37-2-102",
      "heading": "",
      "text": "This chapter applies to consumer credit sales, including home solicitation sales, and consumer leases; Sections 37-2-307 and 37-2-308 of Part 3 apply to the sale of motor vehicles; in addition, Part 6 applies to other than consumer credit sales and Part 7 applies to consumer rental-purchase agreements. HISTORY: 1962 Code Section 8-800.142; 1974 (58) 2879; 1984 Act No. 261, Section 4; 1985 Act No. 121, Section 5; 2016 Act No. 244 (H.5040), Section 4, eff June 5, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-102/"
    },
    {
      "id": "section-37-2-103",
      "number": "37-2-103",
      "heading": "",
      "text": "The following definitions apply to this title and appear in this chapter as follows: \"Amount financed\" - Section 37-2-111 \"Cash price\" - Section 37-2-110 \"Consumer credit sale\" - Section 37-2-104 \"Consumer lease\" - Section 37-2-106 \"Credit service charge\" - Section 37-2-109 \"Goods\" - Section 37-2-105(1) \"Home solicitation sale\" - Section 37-2-501 \"Merchandise certificate\" - Section 37-2-105(2) \"Precomputed\" - Section 37-2-105(7) \"Revolving charge account\" - Section 37-2-108 \"Sale of goods\" - Section 37-2-105(4) \"Sale of an interest in land\" - Section 37-2-105(6) \"Sale of services\" - Section 37-2-105(5) \"Seller\" - Section 37-2-107 \"Services\" - Section 37-2-105(3) HISTORY: 1962 Code Section 8-800.143; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-103/"
    },
    {
      "id": "section-37-2-104",
      "number": "37-2-104",
      "heading": "",
      "text": "(1) Except as provided in subsection (2), \"consumer credit sale\" is a sale of goods, services, or an interest in land in which: (a) credit is granted by a person who regularly engages as a seller in credit transactions of the same kind; (b) the buyer is a person other than an organization; (c) the goods, services, or interest in land are purchased primarily for a personal, family or household purpose; (d) either the debt is payable in installments or a credit service charge is made; and (e) with respect to a sale of goods or services, the amount financed does not exceed twenty-five thousand dollars. (2) Unless the sale is made subject to this title by agreement (Section 37-2-601), \"consumer credit sale\" does not include: (a) a sale in which a seller allows the buyer to purchase goods or services pursuant to a lender credit card or similar arrangement, or (b) a sale of an interest in land if the debt is secured by a first lien or equivalent security interest in real estate. Credit sales excluded from the definition of a consumer credit sale pursuant to this subsection are subject to the following provisions of this title: civil liability for violation of disclosure (Section 37-5-203) and voluntary complaint resolution (Section 37-6-117); and in credit sales excluded pursuant to item (b) limitations on selection of a closing attorney and insurance agent (Section 37-10-102(a)) and notice of assumption rights (Section 37-10-102(c)). (3) In the case of a consumer credit sale pursuant to a seller credit card the person engaged in making such credit sale is the card issuer and not another person honoring such credit card. HISTORY: 1962 Code Section 8-800.144; 1974 (58) 2879; 1976 Act No. 686 Section 62; 1982 Act No. 385, Section 10; 1984 Act No. 355, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-104/"
    },
    {
      "id": "section-37-2-105",
      "number": "37-2-105",
      "heading": "",
      "text": "(1) \"Goods\" includes goods not in existence at the time the transaction is entered into and merchandise certificates, but excludes money, chattel paper, documents of title, and instruments. (2) \"Merchandise certificate\" means a writing issued by a seller not redeemable in cash and usable in its face amount in lieu of cash in exchange for goods or services. (3) \"Services\" includes (a) work, labor, and other personal services, (b) privileges with respect to transportation, hotel and restaurant accommodations, education, entertainment, recreation, physical culture, hospital accommodations, funerals, cemetery accommodations, and the like, and (c) insurance provided by a person other than the insurer. (4) \"Sale of goods\" includes any agreement in the form of a bailment or lease of goods if the bailee or lessee agrees to pay as compensation for use a sum substantially equivalent to or in excess of the aggregate value of the goods involved and it is agreed that the bailee or lessee will become, or for no other or a nominal consideration has the option to become, the owner of the goods upon full compliance with his obligations under the agreement. (5) \"Sale of services\" means furnishing or agreeing to furnish services and includes making arrangements to have services furnished by another. (6) \"Sale of an interest in land\" includes a lease in which the lessee has an option to purchase the interest and all or a substantial part of the rental or other payments previously made by him are applied to the purchase price. (7) A sale, refinancing, or consolidation is \"precomputed\" if the debt is expressed as a sum comprising the amount financed and the amount of the credit service charge computed in advance. HISTORY: 1962 Code Section 8-800.145; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-105/"
    },
    {
      "id": "section-37-2-106",
      "number": "37-2-106",
      "heading": "",
      "text": "(1) \"Consumer lease\" means a lease of goods: (a) which a lessor regularly engaged in the business of leasing makes to a person, other than an organization, who takes under a lease primarily for a personal, family or household purpose; (b) in which the amount payable under the lease does not exceed twenty-five thousand dollars; and (c) which is for a term exceeding four months. (2) \"Consumer lease\" does not include a lease made pursuant to a lender credit card or similar arrangement. HISTORY: 1962 Code Section 8-800.146; 1974 (58) 2879; 1982 Act No. 385, Section 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-106/"
    },
    {
      "id": "section-37-2-107",
      "number": "37-2-107",
      "heading": "",
      "text": "Except as otherwise provided, \"seller\" includes an assignee of the seller's right to payment but use of the term does not in itself impose on an assignee any obligation of the seller with respect to events occurring before the assignment. HISTORY: 1962 Code Section 8-800.147; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-107/"
    },
    {
      "id": "section-37-2-108",
      "number": "37-2-108",
      "heading": "",
      "text": "\"Revolving charge account\" means an arrangement between a seller and a buyer pursuant to which: (1) the seller may permit the buyer to purchase goods or services on credit either from the seller or pursuant to a seller credit card; (2) the unpaid balances of amounts financed arising from purchases and the credit service and other appropriate charges are debited to an account; (3) a credit service charge if made is not precomputed but is computed on the outstanding unpaid balances of the buyer's account from time to time; and (4) the buyer has the privilege of paying the balances in installments. HISTORY: 1962 Code Section 8-800.148; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-108/"
    },
    {
      "id": "section-37-2-109",
      "number": "37-2-109",
      "heading": "",
      "text": "\"Credit service charge\" means the sum of: (1) all charges payable directly or indirectly by the buyer and imposed directly or indirectly by the seller as an incident to the extension of credit, including any of the following types of charges which are applicable: time price differential, service, carrying or other charge, however denominated, premium or other charge for any guarantee or insurance protecting the seller against the buyer's default or other credit loss; and, except as otherwise provided in this section; (2) charges incurred for investigating the collateral or creditworthiness of the buyer or for commissions or brokerage for obtaining the credit, irrespective of the person to whom the charges are paid or payable, unless the seller had no notice of the charges when the credit was granted. The term does not include charges as a result of default, additional charges (Section 37-2-202), delinquency charges (Section 37-2-203), deferral charges (Section 37-2-204), or in a consumer credit sale which is secured in whole or in part by a first or junior lien or real estate, charges incurred for appraising the real estate that is collateral for the credit sale, if not paid to the creditor or a person related to the creditor. HISTORY: 1962 Code Section 8-800.149; 1974 (58) 2879; 1982 Act No. 385, Section 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-109/"
    },
    {
      "id": "section-37-2-110",
      "number": "37-2-110",
      "heading": "",
      "text": "Except as the administrator may otherwise prescribe by rule, the \"cash price\" of goods, services, or an interest in land means the price at which goods, services, or interest in land are offered for sale by the seller to cash buyers in the ordinary course of business, and may include: (1) applicable sales, use, and excise and documentary stamp taxes; (2) the cash price of accessories or related services such as delivery, installation, servicing, repairs, alterations and improvements; and (3) amounts actually paid or to be paid by the seller for registration, certificate of title, or license fees. The cash price stated by the seller to the buyer pursuant to the provisions on disclosure (Part 3) of this chapter is presumed to be the cash price. HISTORY: 1962 Code Section 8-800.150; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-110/"
    },
    {
      "id": "section-37-2-111",
      "number": "37-2-111",
      "heading": "",
      "text": "\"Amount financed\" means the total of the following items to the extent that payment is deferred: (1) the cash price of the goods, services or interest in land, less the amount of any down payment whether made in cash or in property traded in; (2) the amount actually paid or to be paid by the seller pursuant to an agreement with the buyer to discharge a security interest in or a lien on property traded in; and (3) if not included in the cash price: (a) any applicable sales, use, excise, or documentary stamp taxes; (b) amounts actually paid or to be paid by the seller for registration, certificate of title, or license fees; and (c) additional charges permitted by this chapter (Section 37-2-202). HISTORY: 1962 Code Section 8-800.151; 1974 (58) 2879; 1982 Act No. 385, Section 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-111/"
    },
    {
      "id": "section-37-2-201",
      "number": "37-2-201",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale, including a sale pursuant to a revolving charge account, a seller may contract for and receive a credit service charge not exceeding that permitted by this section. (2) The credit service charge, calculated according to the actuarial method, may not exceed the greater of either of the following: (a) any rate filed and posted pursuant to Section 37-2-305, or (b) eighteen (18%) percent per year on the unpaid balances of the amount financed. (3) This section does not limit or restrict the manner of contracting for the credit service charge, whether by way of add-on, discount, or otherwise, so long as the rate of the credit service charge does not exceed that permitted by this section. If the sale is precomputed: (a) the credit service charge may be calculated on the assumption that all scheduled payments will be made when due, and (b) the effect of prepayment is governed by the provisions on rebate upon prepayment (Section 37-2-210). (4) For the purposes of this section, the term of a sale agreement commences with the date the credit is granted or, if goods are delivered or services performed ten days or more after that date, with the date of commencement of delivery or performance. Differences in the lengths of months are disregarded and a day may be counted as one thirtieth of a month. Subject to classifications and differentiations the seller may reasonably establish, a part of a month in excess of fifteen days may be treated as a full month if periods of fifteen days or less are disregarded and that procedure is not consistently used to obtain a greater yield than would otherwise be permitted. (5) Subject to classifications and differentiations the seller may reasonably establish, he may make the same credit service charge on all amounts financed within a specified range. A credit service charge so made does not violate subsection (2) if (a) when applied to the median amount with each range, it does not exceed the maximum permitted by subsection (2), and (b) when applied to the lowest amount within each range, it does not produce a rate of credit service charge exceeding the rate calculated according to paragraph (a) by more than eight percent of the rate calculated according to paragraph (a). (6) Notwithstanding subsection (2), the seller may contract for and receive a minimum credit service charge of not more than five dollars when the amount financed does not exceed seventy-five dollars, or seven dollars and fifty cents when the amount financed exceeds seventy-five dollars. (7) Notwithstanding subsection (2), if a seller can demonstrate with competent evidence that: (a) any failure to post rates properly filed under Section 37-2-305 was a result of a bona fide error or excusable neglect; (b) the rates were properly posted when the error or neglect was discovered or brought to the seller's attention; and (c) that no other failure to post rates has been brought to the seller's attention by the Department of Consumer Affairs or by consumers within the previous forty-eight month period, then the maximum rate of credit service charges assessable by the seller is the rate properly filed with the Department of Consumer Affairs, provided, however, the seller that has failed or neglected to post rates is subject to a civil penalty of up to $5,000.00 payable to the Department of Consumer Affairs. HISTORY: 1962 Code Section 8-800.161; 1974 (58) 2879; 1976 Act No. 686 Section 57; 1982 Act No. 385, Section 14; 1989 Act No. 119, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-201/"
    },
    {
      "id": "section-37-2-202",
      "number": "37-2-202",
      "heading": "",
      "text": "(1) In addition to the credit service charge permitted by this part, a creditor may contract for and receive the following additional charges: (a) official fees and taxes; (b) charges for insurance as described in subsection (2); (c) with respect to open-end credit pursuant to a seller credit card issued by a creditor which entitles the cardholder to purchase or lease goods or services from at least one hundred persons not related to the card issuer, under an arrangement pursuant to which the debts resulting from the purchases or leases are payable to the card issuer: (i) annual charges, payable in advance, for the privilege of using the credit card; and (ii) an over-limit charge not to exceed ten dollars if the balance of the account exceeds the credit limit established pursuant to the agreement between the card issuer and the cardholder plus the lesser of ten percent of the credit limit or one hundred dollars. The over-limit charge authorized by this subitem may not be assessed again against the cardholder unless the account balance has been reduced below the credit limit plus the lesser of ten percent of the credit limit or one hundred dollars and the cardholder's account balance subsequently exceeds the credit limit plus the lesser of ten percent of the credit limit or one hundred dollars; (d) with respect to a debt secured by an interest in land, the following \"closing costs,\" if they are bona fide, reasonable in amount, and not for the purpose of circumvention or evasion of this title: (i) fees or premiums for title examination, abstract of title, title insurance, surveys, or similar purposes; (ii) fees for preparation of a deed, settlement statement, or other documents, if not paid to the creditor or a person related to the creditor; (iii) escrows for future payments of taxes, including assessments for improvements, insurance, and water, sewer and land rents; (iv) fees for notarizing deeds and other documents, if not paid to the creditor or a person related to the creditor; and (v) fees for appraising the real estate that is collateral for a credit sale, if not paid to the creditor or a person related to the creditor; (e) charges for other benefits, including insurance, conferred on the buyer, if the benefits are of value to him and if the charges are reasonable in relation to the benefits, are of a type that is not for credit, and are authorized as permissible additional charges by rule adopted by the administrator. (2) An additional charge may be made for insurance written in connection with the transaction: (a) with respect to insurance against loss of or damage to property, or against liability arising out of the ownership or use of property, if the creditor furnishes a clear, conspicuous, and specific statement in writing to the consumer setting forth the cost of the insurance if obtained from or through the creditor and stating that the consumer may choose the person through whom the insurance is to be obtained; (b) with respect to consumer credit insurance providing life, accident, health, or unemployment coverage, if the insurance coverage is not required by the creditor, and this fact is clearly and conspicuously disclosed in writing to the consumer, and if in order to obtain the insurance in connection with the extension of credit, the consumer, or two of them in the case of joint coverage, gives specific, dated, and separately signed affirmative written indication of his desire to do so after written disclosure to him of the cost of it with a statement similar to the following appearing in caps, underlined, or disclosed in another prominent manner with the consumer signature required by this section: \"CONSUMER CREDIT INSURANCE IS NOT REQUIRED TO OBTAIN CREDIT AND WILL NOT BE PROVIDED UNLESS YOU SIGN AND AGREE TO PAY THE ADDITIONAL COST\"; and (c) with respect to vendor's single interest insurance, but only (i) to the extent that the insurer has no right of subrogation against the consumer; and (ii) to the extent that the insurance does not duplicate the coverage of other insurance under which loss is payable to the creditor as his interest may appear, against loss of or damage to property for which a separate charge is made to the consumer pursuant to item (a); and (iii) if a clear, conspicuous, and specific statement in writing is furnished by the creditor to the consumer setting forth the cost of the insurance if obtained from or through the creditor and stating that the consumer may choose the person through whom the insurance is to be obtained; and (iv) upon application of the consumer for the insurance or for a transaction in which this coverage may be offered in connection with the purchase of a motor vehicle or with the placement of a motor vehicle as collateral, the following notice printed in no smaller than bold-face 13-point type: \"NOTICE: THE INSURANCE COVERAGE YOU ARE PURCHASING IS FOR THE BENEFIT OF THE CREDITOR. IT WILL NOT REIMBURSE YOU FOR DAMAGES TO YOUR VEHICLE, BUT IT MAY PAY THE CREDITOR FOR THE DAMAGES IF YOU CANNOT PAY. YOU HAVE THE RIGHT TO PURCHASE INSURANCE THAT WILL REIMBURSE YOU FOR DAMAGES TO YOUR VEHICLE EITHER THROUGH THE CREDITOR IF OFFERED BY THE CREDITOR OR THROUGH YOUR OWN AGENT.\" This notice must be signed by the applicant evidencing his acknowledgment of having read the notice, and be separate and apart from any other form used in the application. (3) With respect to an assumption of an existing obligation, the seller may, in addition to the other authorized charges, charge an assumption fee not exceeding the lesser of four hundred dollars or one percent of the unpaid balance of the debt at the time the assumption transaction is consummated whenever the primary collateral securing the credit is real estate or a residential manufactured home and not exceeding the lesser of fifty dollars or one percent of the unpaid balance of the debt at the time the assumption transaction is consummated whenever the primary collateral securing the credit is personal property other than a residential manufactured home. HISTORY: 1962 Code Section 8-800.162; 1974 (58) 2879; 1976 Act No. 686 Section 11; 1982 Act No. 385, Section 15; 1989 Act No. 164, Section 1; 1991 Act No. 142, Sections 2, 3; 1994 Act No. 363, Section 2; 1996 Act No. 326, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-202/"
    },
    {
      "id": "section-37-2-203",
      "number": "37-2-203",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale including an open-end consumer credit sale pursuant to a seller credit card, and any refinancings or consolidations of all such credit sales, the parties may contract for a delinquency charge on any installment not paid in full within ten days after its due date, as originally scheduled or as deferred, in an amount not exceeding five dollars, which is not more than five percent of the unpaid amount of the installment. (2) Notwithstanding subsection (1) the seller may contract for and receive a minimum delinquency charge not to exceed forty percent of five dollars as adjusted pursuant to Section 37-1-109. The seller may contract for such a minimum charge even though the charge exceeds five percent of the unpaid amount of the installment. (3) A statement in the agreement between the creditor and the debtor to the effect that the creditor may charge the maximum delinquency charge (or late charge) authorized by law entitles the creditor to impose a delinquency charge in the dollar amount specified in subsections (1) and (2) as adjusted pursuant to Section 37-1-109 at the time the delinquency charge is imposed, subject to the five percent of the unpaid amount of the installment limitation, if applicable. (4) A delinquency charge under this section may be collected only once on an installment however long it remains in default. No delinquency charge may be collected with respect to a deferred installment unless the installment is not paid in full within ten days after its deferred due date. A delinquency charge may be collected at the time it accrues or at any time thereafter. (5) A delinquency charge pursuant to this section must not be collected on a payment that is otherwise a full installment payment for the applicable period and is paid on its due date or within ten days after its due date if the only delinquency is attributable to a late fee or a delinquency charge assessed on an earlier installment. It is the intent of the legislature that, in construing this subsection the courts be guided by interpretations to 16 C.F.R. 444.4 and 12 C.F.R. 227.15, as amended from time to time, relating to late charges, given by the Federal Trade Commission, Federal Reserve Board, and the Federal Courts. HISTORY: 1962 Code Section 8-800.163; 1974 (58) 2879; 1982 Act No. 385, Section 16; 1991 Act No. 142, Section 4; 2004 Act No. 234, Section 1, eff May 11, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-203/"
    },
    {
      "id": "section-37-2-204",
      "number": "37-2-204",
      "heading": "",
      "text": "(1) In this section and in the provisions on rebate upon prepayment (Section 37-2-210) the following defined terms apply with respect to a precomputed consumer credit sale: (a) \"Computational period\" means (i) the interval between scheduled due dates of installments under the transaction if the intervals are substantially equal or, (ii) if the intervals are not substantially equal, one month if the smallest interval between the scheduled due dates of installments under the transaction is one month or more, and, otherwise, one week. (b) \"Deferral\" means a postponement of the scheduled due date of an installment as originally scheduled or as previously deferred. (c) \"Deferral period\" means a period in which no installment is scheduled to be paid by reason of a deferral. (d) The \"interval\" between specified dates means the interval between them including one or the other but not both of them; if the interval between the date of a transaction and the due date of the first scheduled installment does not exceed one month by more than 15 days when the computational period is one month, or does not exceed 11 days when the computational period is one week, the interval may be considered by the creditor as one computational period. (e) \"Periodic balance\" means the amount scheduled to be outstanding on the last day of a computational period before deducting the installment, if any, scheduled to be paid on that day. (f) \"Standard deferral\" means a deferral with respect to a transaction made as of the due date of an installment as scheduled before the deferral by which the due dates of that installment and all subsequent installments as scheduled before the deferral are deferred for a period equal to the deferral period. A standard deferral may be for one or more full computational periods or a portion of one computational period or a combination of any of these. (g) \"Sum of the balances method\", also known as the \"Rule of 78,\" means a method employed with respect to a transaction to determine the portion of the credit service charge attributable to a period of time before the scheduled due date of the final installment of the transaction. The amount so attributable is determined by multiplying the credit service charge by a fraction the numerator of which is the sum of the periodic balances included within the period and the denominator of which is the sum of all periodic balances under the transaction. According to the sum of the balances method the portion of the service charge attributable to a specified computational period is the difference between the portions of the service charge attributable to the periods of time including and excluding, respectively, the computational period, both determined according to the sum of the balances method. (h) \"Transaction\" means a precomputed consumer credit sale unless the context otherwise requires. (2) Before or after default in payment of a scheduled installment of a transaction, the parties to the transaction may agree in writing to a deferral of all or part of one or more unpaid installments and the creditor may make at the time of deferral and receive at that time or at any time thereafter a deferral charge not exceeding that provided in this section. (3) A standard deferral may be made with respect to a transaction as of the due date, as originally scheduled or as deferred pursuant to a standard deferral, of an installment with respect to which no delinquency charge (Section 37-2-203) has been made or, if made, is deducted from the deferral charge computed according to this subsection. The deferral charge for a standard deferral may equal but not exceed the portion of the credit service charge attributable to the computational period immediately preceding the due date of the earliest maturing installment deferred as determined according to the sum of the balances method multiplied by the whole or fractional number of computational periods in the deferral period, counting each day as 1/30 th of a month without regard to differences in lengths of months when the computational period is one month or as 1/7 th of a week when the computational period is one week. A deferral charge computed according to this subsection is earned pro rata during the deferral period and is fully earned on the last day of the deferral period. (4) With respect to a transaction as to which a creditor elects not to make and does not make a standard deferral or a deferral charge for a standard deferral, a deferral charge computed according to this subsection may be made as of the due date, as scheduled originally or as deferred pursuant to either subsection (3) or this subsection, of an installment with respect to which no delinquency charge (Section 37-2-203) has been made or, if made, is deducted from the deferral charge computed according to this subsection. A deferral charge pursuant to this subsection may equal but not exceed the rate of credit service charge required to be disclosed to the consumer pursuant to law applied to each amount deferred for the period for which it is deferred computed without regard to differences in lengths of months, but proportionately for a part of a month, counting each day as 1/30 th of a month or as 1/7 th of a week. A deferral charge computed according to this subsection is earned pro rata with respect to each amount deferred during the period for which it is deferred. (5) In addition to the deferral charge permitted by this section, a creditor may make and receive appropriate additional charges (Section 37-2-202), and any amount of these charges which is not paid may be added to the deferral charge computed according to subsection (3) or to the amount deferred for the purpose of computing the deferral charge computed according to subsection (4). (6) The parties may agree in writing at the time of a transaction that, if an installment is not paid within ten days after its due date, the creditor may unilaterally grant a deferral and make charges as provided in this section. A deferral charge may not be made for a period after the date that the creditor elects to accelerate the maturity of the transaction. HISTORY: 1962 Code Section 8-800.164; 1974 (58) 2879; 1976 Act No. 686 Section 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-204/"
    },
    {
      "id": "section-37-2-205",
      "number": "37-2-205",
      "heading": "",
      "text": "With respect to a consumer credit sale, refinancing, or consolidation, the seller may by agreement with the buyer refinance the unpaid balance and may contract for and receive a credit service charge based on the amount financed resulting from the refinancing at a rate not exceeding that permitted by the provisions on credit service charge for consumer credit sales (Section 37-2-201). For the purpose of determining the credit service charge permitted, the amount financed resulting from the refinancing comprises the following: (1) If the transaction was not precomputed, the total of the unpaid balance and accrued charges on the date of refinancing, or, if the transaction was precomputed, the amount which the buyer would have been required to pay upon prepayment pursuant to the provisions on rebate upon prepayment (Section 37-2-210) on the date of refinancing, except that for the purpose of computing this amount, no minimum credit service charge [Section 37-2-201(6)] shall be allowed; and (2) Appropriate additional charges (Section 37-2-202), payment of which is deferred. HISTORY: 1962 Code Section 8-800.165; 1974 (58) 2879; 1982 Act No. 385, Section 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-205/"
    },
    {
      "id": "section-37-2-206",
      "number": "37-2-206",
      "heading": "",
      "text": "If a buyer owes an unpaid balance to a seller with respect to a consumer credit sale, refinancing, or consolidation, and becomes obligated on another consumer credit sale, refinancing, or consolidation with the same seller, the parties may agree to a consolidation resulting in a single schedule of payments pursuant to either of the following subsections: (1) The parties may agree to refinance the unpaid balance with respect to the previous sale pursuant to the provisions on refinancing (Section 37-2-205) and to consolidate the amount financed resulting from the refinancing by adding it to the amount financed with respect to the subsequent sale. The seller may contract for and receive a credit service charge based on the aggregate amount financed resulting from the consolidation at a rate not exceeding that permitted by the provisions on credit service charge for consumer credit sales (Section 37-2-201). (2) The parties may agree to consolidate by adding together the unpaid balances with respect to the two sales. HISTORY: 1962 Code Section 8-800.166; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-206/"
    },
    {
      "id": "section-37-2-207",
      "number": "37-2-207",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale made pursuant to a revolving charge account, the parties to the sale may contract for the payment by the buyer of a credit service charge not exceeding that permitted in this section but, if they do not so contract in writing no charge shall be made. (2) A charge may be made in each billing cycle which is a percentage of an amount no greater than: (a) the average daily balance of the account, (b) the unpaid balance of the account on the same day of the billing cycle, or (c) the median amount within a specified range within which the average daily balance of the account or the unpaid balance of the account on the same day of the billing cycle is included. A charge may be made pursuant to this paragraph only if the seller, subject to classifications and differentiations he may reasonably establish, makes the same charge on all balances within the specified range and if the percentage when applied to the median amount within the range does not produce a charge exceeding the charge resulting from applying that percentage to the lowest amount within the range by more than eight percent of the charge on the median amount. (3) If the billing cycle is monthly, the charge may not exceed that authorized by Section 37-2-201 on the amount specified in subsection (2). If the billing cycle is not monthly, the maximum charge is that percentage which bears the same relation to the applicable monthly percentage as the number of days in the billing cycle bears to thirty. For the purposes of this section, a variation of not more than four days from month to month is the same day of the billing cycle. (4) Notwithstanding subsection (3), if there is an unpaid balance on the same date as of which the credit service charge is applied, the seller may contract for and receive a charge not exceeding fifty cents if the billing cycle is monthly or longer, or the pro rata part of fifty cents which bears the same relation to fifty cents as the number of days in the billing cycle bears to thirty if the billing cycle is shorter than monthly. (5) Notwithstanding subsection (3), and except for subsection (4), no less than forty percent of any scheduled minimum payment for that billing cycle must be applied to principal reduction in that billing cycle, provided, however, that failure to apply the forty percent of a scheduled minimum payment is not a violation of this subsection when the consumer has agreed in writing to a promotion offered by the creditor that includes deferred payments, deferred or waived finance charges, a combination thereof, or other special financing terms. Such exception shall only apply during the period of time necessary to comply with the provisions of the promotional agreement identified in writing to the customer. HISTORY: 1962 Code Section 8-800.167; 1974 (58) 2879; 1980 Act No. 433, Section 1; 1982 Act No. 385, Section 18; 1995 Act No. 135, Section 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-207/"
    },
    {
      "id": "section-37-2-208",
      "number": "37-2-208",
      "heading": "",
      "text": "(1) If the agreement with respect to a consumer credit sale, refinancing, or consolidation contains covenants by the buyer to perform certain duties pertaining to insuring or preserving collateral and the seller pursuant to the agreement pays for performance of the duties on behalf of the buyer, the seller may add the amounts paid to the debt. Within a reasonable time after advancing any sums, he shall state to the buyer in writing the amount of the sums advanced, any charges with respect to this amount, and any revised payment schedule and, if the duties of the buyer performed by the seller pertain to insurance, a brief description of the insurance paid for by the seller including the type and amount of coverages. No further information need be given. (2) A credit service charge may be made for sums advanced pursuant to subsection (1) at a rate not exceeding the rate stated to the buyer pursuant to the provisions on disclosure (part 3) with respect to the sale, refinancing, or consolidation, except that with respect to a revolving charge account the amount of the advance may be added to the unpaid balance of the account and the seller may make a credit service charge not exceeding that permitted by the provisions on credit service charge for revolving charge accounts (Section 37-2-207). HISTORY: 1962 Code Section 8-800.168; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-208/"
    },
    {
      "id": "section-37-2-209",
      "number": "37-2-209",
      "heading": "",
      "text": "Subject to the provisions on rebate upon prepayment (Section 37-2-210), the buyer may prepay in full the unpaid balance of a consumer credit sale refinancing or consolidation at any time without penalty. HISTORY: 1962 Code Section 8-800.169; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-209/"
    },
    {
      "id": "section-37-2-210",
      "number": "37-2-210",
      "heading": "",
      "text": "(1) Except as otherwise provided in this section, upon prepayment in full of a precomputed consumer credit sale, refinancing or consolidation entered into after September 28, 1976, the creditor shall rebate to the consumer an amount not less than the unearned portion of the credit service charge computed according to this section. If the rebate otherwise required is less than one dollar, no rebate need be made. (2) Upon prepayment of a consumer credit sale, whether or not precomputed, except a consumer lease or one pursuant to a revolving charge account, the creditor may collect or retain a minimum charge not exceeding fifteen dollars, if the minimum charge was contracted for and the credit service charge earned at the time of prepayment is less than the minimum charge contracted for. (3) In the following subsections these terms have the meanings ascribed to them in subsection (1) of Section 37-2-204: computational period, deferral, deferral period, periodic balance, standard deferral, sum of the balances method, and transaction. (4) If, with respect to a transaction payable according to its original terms in no more than 61 installments, the creditor has made either: (a) no deferral or deferral charge, the unearned portion of the credit service charge is no less than the portion thereof attributable according to the sum of the balances method to the period from the first day of the computational period following that in which prepayment occurs to the scheduled due date of the final installment of the transaction; or (b) a standard deferral and a deferral charge pursuant to the provisions on a standard deferral, the unpaid balance of the transaction includes any unpaid portions of the deferral charge and any appropriate additional charges incident to the deferral, and the unearned portion of the credit service charge is no less than the portion thereof attributable according to the sum of the balances method to the period from the first day of the computational period following that in which prepayment occurs except that the numerator of the fraction is the sum of the periodic balances, after rescheduling to give effect to any standard deferral, scheduled to follow the computational period in which prepayment occurs. A separate rebate of the deferral charge is not required unless the unpaid balance of the transaction is paid in full during the deferral period, in which event the creditor shall also rebate the unearned portion of the deferral charge. (5) In lieu of computing a rebate of the unearned portion of the credit service charge as provided in subsection (4), the creditor: (a) shall, with respect to a transaction payable according to its original terms in more than 61 installments, and a transaction payable according to its original terms in no more than 61 installments as to which the creditor has made a deferral other than a standard deferral; and (b) may, in other cases, recompute or redetermine the earned credit service charge by applying, according to the actuarial method, the annual percentage rate of credit service charge required to be disclosed to the consumer pursuant to law to the actual unpaid balances of the amount financed for the actual time that the unpaid balances were outstanding as of the date of prepayment, giving effect to each payment, including payments of any deferral and delinquency charges, as of the date of the payment. The administrator shall adopt rules to simplify the calculation of the unearned portion of the credit service charge, including allowance of the use of tables or other methods derived by application of a percentage rate which deviates by not more than one-half of one percent from the rate of the finance charge required to be disclosed to the consumer pursuant to law, and based on the assumption that all payments were made as originally scheduled or as deferred. (6) Except as otherwise provided in subsection (5), this section does not preclude the collection or retention by the creditor of delinquency charges (Section 37-2-203). (7) If the maturity is accelerated for any reason and judgment is entered, the consumer is entitled to the same rebate as if payment had been made on the date judgment is entered. (8) Upon prepayment in full of a precomputed consumer credit sale by the proceeds of consumer credit insurance (Section 37-4-103), the consumer or his estate is entitled to the same rebate as though the consumer had prepaid the agreement on the date the proceeds of insurance are paid to the creditor, but no later than 20 business days after satisfactory proof of loss is furnished to the creditor. HISTORY: 1962 Code Section 8-800.170; 1974 (58) 2879; 1976 Act No. 686 Section 13; 1980 Act No. 326, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-210/"
    },
    {
      "id": "section-37-2-301",
      "number": "37-2-301",
      "heading": "",
      "text": "A person upon whom the Federal Truth in Lending Act imposes duties or obligations shall make or give to the consumer the disclosures, information and notices required of him by that act and in all respects comply with that act. HISTORY: 1962 Code Section 8-800.181; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-301/"
    },
    {
      "id": "section-37-2-302",
      "number": "37-2-302",
      "heading": "",
      "text": "(1) The creditor shall deliver or mail to the consumer, without request, a written receipt for each payment by coin or currency on an obligation pursuant to a consumer credit sale. A periodic statement showing a payment received by mail complies with this subsection. (2) Upon written request of a consumer, the person to whom an obligation is owed pursuant to a consumer credit sale, except one pursuant to a revolving charge account, shall provide a written statement of the dates and amounts of payments made within the 12 months preceding the month in which the request is received and the total amount unpaid as of the end of the period covered by the statement. The statement shall be provided without charge once during each year of the term of the obligation. If additional statements are requested the creditor may charge not in excess of $2.00 for each additional statement. (3) After a consumer has fulfilled all obligations with respect to a consumer credit sale except one pursuant to a revolving charge account, the person to whom the obligation was owed, upon request of the consumer, shall deliver or mail to the consumer written evidence acknowledging payment in full of all obligations with respect to the transaction. HISTORY: 1976 Act No. 686 Section 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-302/"
    },
    {
      "id": "section-37-2-303",
      "number": "37-2-303",
      "heading": "",
      "text": "(1) A natural person, other than the spouse of the consumer, is not obligated as a cosigner, comaker, guarantor, indorser, surety, or similar party with respect to a consumer credit sale, unless before or contemporaneously with signing any separate agreement of obligation or any writing setting forth the terms of the debtor's agreement, the person receives a separate written notice that contains a completed identification of the debt he may have to pay and reasonably informs him of his obligation with respect to it. (2) A clear and conspicuous notice in substantially the following form complies with this section: NOTICE You agree to pay the debt identified below although you may not personally receive any property, services, or money. You may be sued for payment although the person who receives the property, services, or money is able to pay. This notice is not the contract that obligates you to pay the debt. Read the contract for the exact terms of your obligation. IDENTIFICATION OF DEBT YOU MAY HAVE TO PAY (Name of Debtor) (Name of Creditor) (Date) (Kind of Debt) I have received a copy of this notice. (Date) (Signed) (3) The notice required by this section need not be given to a seller, lessor, or lender who is obligated to an assignee of his rights. (4) A person entitled to notice under this section shall also be given a copy of any writing setting forth the terms of the debtor's agreement and of any separate agreement of obligation signed by the person entitled to the notice. (5) A notice to cosigner which complies with the Federal Trade Commission's Trade Regulation Rule on Credit Practices (16 C.F.R. Section 444) complies with this section provided that the notice does not indicate that the creditor may collect any amount or engage in any activity which would be illegal under South Carolina law, and the notice contains the following information signed and dated by the co-signer. IDENTIFICATION OF DEBT YOU MAY HAVE TO PAY (Name of Debtor) (Name of Creditor) (Date) (Kind of Debt) I have received a copy of this notice. .\" (Date) (Signed) HISTORY: 1976 Act No. 686 Section 15; 1991 Act No. 142, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-303/"
    },
    {
      "id": "section-37-2-304",
      "number": "37-2-304",
      "heading": "",
      "text": "(1) A seller or lessor may not advertise, print, display, publish, distribute, broadcast, or cause to be advertised, printed, displayed, published, distributed, or broadcast in any manner any statement or representation with regard to the rates, terms, or conditions of credit with respect to a consumer credit sale that is false, misleading, or deceptive. (2) Advertising that complies with the Federal Truth in Lending Act does not violate this section. (3) This section does not apply to the owner or personnel, as such, of any medium in which an advertisement appears or through which it is disseminated. HISTORY: 1976 Act No. 686 Section 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-304/"
    },
    {
      "id": "section-37-2-305",
      "number": "37-2-305",
      "heading": "",
      "text": "(1) Every creditor (Section 37-1-301(13)), intending to impose a credit service charge in excess of eighteen percent per annum other than an assignee of a credit obligation, making consumer credit sales (Section 37-2-104) in this State on or before the effective date of this section, and in the case of a creditor not making consumer credit sales in this State on that date, on or before the date the creditor begins to make such credit sales in this State, shall file a rate schedule with the Department of Consumer Affairs and, except as otherwise provided in this section, post in one conspicuous place in every place of business in this State, if any, in which offers to make consumer credit sales are extended, a maximum rate schedule issued by the department which contains the items set forth in subsections (2), (3), and (4). (a) A creditor that has seller credit cards or similar arrangements (Section 37-1-301(26)) is not required to post a copy of the required rate schedule in any place of business which is authorized to honor such transactions; provided that the creditor shall include a conspicuous statement of the maximum rate it intends to charge for these transactions in the initial disclosure statement required to be provided the debtor by the Federal Truth-In-Lending Act and notifies the debtor of any change in the maximum rate on or before the effective date of the change. (b) [Reserved] (2) The rate schedule required to be filed and posted by subsection (1) must contain a list of the maximum rate of credit service charge (Section 37-2-109) stated as an annual percentage rate, determined in accordance with the Federal Truth-In-Lending Act and Federal Reserve Board Regulation Z, that the creditor intends to charge for consumer credit transactions in each of the following categories of credit: (a) unsecured credit sales; (b) secured credit sales other than those secured by real estate; (c) credit sales secured by real estate; (d) open-end (revolving) credit; (e) all other. If a variable rate is applicable to one or more categories or subcategories, the rate schedule must designate the rate as a variable rate and disclose the index for calculating changes in the rate and the cap or other limitation, if any, on any increases or decreases in the rate. The creditor may include as many subcategories as it chooses under each of the specified categories, and may, at its option, include a series of rates for different dollar amounts and maturities. A creditor may omit one or more of the categories from the rate schedule if the creditor does not make consumer credit transactions falling within the omitted categories. (3) The rate schedule that is filed by the creditor must be reproduced by the department in at least fourteen-point type for posting as required by subsection (1). The terms \"Credit Service Charge\" and \"Annual Percentage Rate\" will be printed in larger size type than the other terms in the posted rate schedule. The following statement must be included in the posted rate schedule: \"Consumers: All creditors making consumer credit sales in South Carolina are required by law to post a schedule showing the maximum rate of CREDIT SERVICE CHARGES expressed as the FINANCE CHARGE stated as ANNUAL PERCENTAGE RATES that the creditor intends to charge for various types of consumer credit transactions. The purpose of this requirement is to assist you in comparing the maximum rates that creditors charge, thereby furthering your understanding of the terms of consumer credit transactions and helping you to avoid the uninformed use of credit. NOTE: Creditors are prohibited only from granting consumer credit at rates higher than those specified above. A creditor may be willing to grant you credit at rates that are lower than those specified, depending on the amount, terms, collateral, and your creditworthiness.\" (4) A rate schedule filed and posted as required by this section is effective until changed in accordance with this subsection. A creditor wishing to change any of the maximum rates shown on a schedule previously filed and posted or to add or delete the prescribed categories or subcategories shall file with the Department of Consumer Affairs together with the required fee specified in subsection (7) and post as required by subsection (1) a revised schedule of maximum rates. The revised rate schedule is effective on the date issued by the department. The posting or changes in connection with seller credit cards and similar arrangements shall be made in accordance with subsection (1). (5) A creditor has no obligation to print the maximum rate schedule in any public advertisement that mentions rates charged by that creditor. (6) The Commission on Consumer Affairs shall promulgate a regulation pursuant to subsection (2) of Section 37-6-506 establishing the filing procedures for the format of the rate schedules prescribed by this section. (7) Every creditor shall file at least one maximum rate schedule and pay at least one forty-dollar filing fee during each state fiscal year disclosing that creditor's existing maximum rates plus an additional forty dollars for each additional location. This filing and fee required of each creditor is due annually before the thirty-first day of January of each year. If this filing does not change any maximum rates previously filed, the creditor is not required to alter posted maximum rates. If any creditor has not filed a maximum rate schedule with the Department of Consumer Affairs by the thirty-first day of January of the year in which it is due, then on this date the filing is no longer effective and the maximum credit service charge that the creditor may impose on any credit extended after that date may not exceed eighteen percent a year until such time as the creditor files a revised maximum rate schedule that complies with this section. The Department of Consumer Affairs shall retain each fee to offset the cost of administering and enforcing this chapter and Chapter 3. This revenue may be applied to the cost of operations and any unexpended balance carries forward to succeeding fiscal years and must be used for the same purposes. HISTORY: 1982 Act No. 385, Section 20; 1984 Act No. 355, Section 4; 1987 Act No. 56, Section 1; 1991 Act No. 142, Section 6; 2008 Act No. 353, Section 2, Pt 16B, eff July 1, 2009; 2016 Act No. 244 (H.5040), Section 5, eff June 5, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-305/"
    },
    {
      "id": "section-37-2-306",
      "number": "37-2-306",
      "heading": "",
      "text": "(A) Every creditor engaged in this State in making consumer credit sales pursuant to a seller credit card shall: (1) file on or before January thirty-first of each year with the Department of Consumer Affairs for every seller card plan it offers to South Carolina residents the disclosures required for credit and charge card applications and solicitations by the Federal Truth-in-Lending Act, Federal Reserve Board Regulation Z, Section 226.5a(b), 12 C.F.R. Section 226.5a(b), and any amendments or replacements. The disclosures required by this section must be based on fees and charges and other terms in effect as of December thirty-first of the prior year. The required disclosures may be filed by providing one or more actual applications or solicitations used by the creditor which contain the required disclosures or by providing the disclosures on one or more of the Model Forms in Appendix G of Federal Reserve Board Regulation Z. The annual filing fee for each creditor is twenty dollars, payable at the time the disclosures are filed regardless of the number of filings; and (2) file with the Department of Consumer Affairs current figures on the disclosures required by item (1) within thirty days after receiving a written request for this information from the administrator. No filing fee may be imposed for this information request. (B) Failure to file the disclosures required by this section and any errors in these disclosures does not affect the validity of any transaction or the maximum rates or charges in any transaction made by the creditor, but the creditor is subject to the administrative remedies in Part 1 of Chapter 6. HISTORY: 1982 Act No. 385, Section 21; 1991 Act No. 142, Section 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-306/"
    },
    {
      "id": "section-37-2-307",
      "number": "37-2-307",
      "heading": "",
      "text": "(A) As used in this section: (1) A closing fee is defined as a fee for recovery of a motor vehicle dealer's actual costs for all administrative and financial work needed to transfer and deliver the motor vehicle to the consumer including, but not limited to, compliance with all state, federal, and lender requirements, preparation and retrieval of documents, protection of the private personal information of the consumer, records retention, and storage costs. (2) \"Department\" means the South Carolina Department of Consumer Affairs. (3) \"Dealer\" means a \"motor vehicle dealer\" as defined in Section 56-15-10. (B)(1) Every dealer charging closing fees in a motor vehicle sale or lease transaction shall pay a filing fee of ten dollars to the department each time the dealer provides notice of a new closing fee amount to the department. The department shall set the filing fee annually in an amount not to exceed twenty-five dollars. (2) The closing fee must be disclosed on the motor vehicle sale or lease contract, displayed in a conspicuous location in the motor vehicle dealership, and clearly and conspicuously disclosed in any advertisement of a specific motor vehicle for sale or lease. (C)(1) Prior to charging a closing fee, a dealer shall provide written notice to the department of the maximum amount of the closing fee the dealer intends to charge. (2) If the maximum amount of the proposed closing fee the dealer intends to charge is not more than two hundred twenty-five dollars for each vehicle, the closing fee is considered to be approved by the department, and the dealer does meet and fulfill all reasonable requirements and criteria in compliance with this section. If the proposed closing fee exceeds two hundred twenty-five dollars, the department may review the amount of the closing fee for reasonableness using the criteria in item (5). (3) If the department intends to conduct a formal review of a proposed closing fee, the department shall provide written notice to the dealer of the department's intention to review the proposed closing fee within fifteen days of receiving the complete proposed closing fee notice. If the department determines that a proposed closing fee is not reasonable, the department shall issue a written order detailing the department's findings within thirty days of receiving the complete proposed closing fee notice. If the department does not provide the dealer with written notice of the department's approval of the proposed closing fee within thirty days of receiving the proposed closing fee notice, the dealer is authorized to charge the proposed closing fee. (4) The dealer is at all times authorized to submit a new closing fee that is equal to or less than two hundred twenty-five dollars per vehicle which is not subject to review. If the department finds that a proposed closing fee is not reasonable, the dealer may request a hearing in accordance with the Administrative Procedures Act. During the pendency of the department's review period, or the pendency of any action before the Administrative Law Court, the dealer is authorized to charge a closing fee at an amount not to exceed the amount most recently on file and permitted to be charged by the department. (5)(a) In determining the reasonableness of a closing fee, the department shall accept and allow all of the dealer's actual costs and expenses including, but not limited to, employee compensation, information processing, facilities costs, supplies, and materials associated with the following closing and delivery activities: (i) closing the motor vehicle sale or lease transaction, including any associated loan or lease and transferring title of the motor vehicle to the consumer; (ii) delivering the motor vehicle to the consumer; (iii) complying with all state, federal, and lender requirements; (iv) preparing, storing, and retrieving transaction documents; and (v) protecting the private personal information of the consumer. (b) Dealer costs must be calculated using generally accepted cost accounting principles for the preceding twelve-month period. (c) In determining the reasonableness of a closing fee, the department may compare a particular dealer's costs only with other similarly situated dealers. (D) Whether the vehicle transaction is a credit sale, consumer lease, or cash transaction: (1) notwithstanding any other provision of law, a dealer who complies with this section and any regulation promulgated under it and who charges a closing fee is not engaging in any action which is arbitrary, in bad faith, unconscionable, an unfair or deceptive practice, or an unfair method of competition for purposes of Sections 56-15-30, 56-15-40, and 39-5-20 with regard to the charging of a closing fee and may lawfully charge a closing fee; (2) a dealer may assert any defenses provided to a creditor pursuant to the provisions of this title; and (3) a purchaser injured or damaged by an action of a dealer in violation of this section or any regulation promulgated thereunder, may assert the remedies available pursuant to the provisions of this title. (E)(1) The department shall administer and enforce the subject of motor vehicle dealer closing fees as limited by this section. The department may make and promulgate such rules and regulations relating to motor vehicle dealer closing fees to administer and enforce this section. The department shall have access to a dealer's records, but only to the extent necessary to determine the dealer's compliance with the disclosure provisions of subsection (B)(2) and the accuracy of the dealer's cost and expense information in subsection (C)(5), and this information must be kept confidential and privileged from disclosure, except as otherwise provided by law. (2) In administering and enforcing this section, or for any other review or investigation of dealers, the department shall: (a) promote education for consumers and best practices for dealers; and (b) mediate complaints between a consumer and a dealer, whenever possible. (3) The department may review or investigate a dealer upon receipt of a complaint or other credible evidence that the dealer has violated a provision of this section or a provision of this title related to closing fees. In administering and enforcing this section: (a) The department must provide a written notice by certified mail to the dealer regarding the complaint or other credible evidence. If the department's records show an email address for the dealer, the department must also send an email to the dealer. This written notice must contain sufficient information for the dealer to identify documents related to the alleged violation, request only such information as is reasonably related to the alleged violation, and state that the dealer may provide a written response to the allegation. (b) The dealer must respond to the department's notice within forty-five days from the date the written notice described in item (3)(a) was received via certified mail. If a dealer fails to provide the requested information within sixty days from the date of receipt of the written notice via certified mail, the department may commence a proceeding pursuant to the Administrative Procedures Act. (c) The department must issue a decision within fifteen days of receipt of the requested information from the dealer. If the department determines the dealer failed to comply with the requirements of this section or of this title regarding closing fees, the department's decision must determine if the violation was either (1) not intentional and resulted from a bona fide error, or (2) an intentional violation. (i) In the event of a violation that was not intentional and resulted from a bona fide error, the dealer must refund any excess charge paid by the consumer. The department must close the investigation upon notice that the consumer received the refund. (ii) In the event of an intentional violation, the department may request only those records reasonably related to the alleged violation for the ten transactions immediately preceding and the ten transactions immediately after the transaction identified in the complaint or other credible evidence received by the department. If the department discovers a potential violation of any kind related to closing fees in any of these transactions, the department may request only those records reasonably related to the alleged violation for transactions occurring on the date of the transaction identified in the complaint or other credible evidence, and transactions thirty days immediately preceding and thirty days immediately after the transaction identified in the complaint or other credible evidence received by the department. (4) A dealer may not be held liable in any action for a violation of this section or a violation of this title regarding closing fees if the dealer (a) shows by a preponderance of evidence that the violation was not intentional and resulted from a bona fide error notwithstanding the maintenance of procedures reasonably adapted to avoid the error; and (b) the dealer refunded any excess charge paid by the consumer. (5) A dealer who is found to have intentionally violated this section, or any other provision in this title regarding closing fees, must refund any excess charge paid by the customer within thirty days from the date of written notice from the department regarding its determination of a violation. Notwithstanding any other provision of law, the following remedies also apply for an intentional violation: (a) for the first violation in a twelve-month period, the department must send a written warning to the dealer; (b) for a second violation in a twelve-month period, the department may charge a five hundred dollar administrative penalty; (c) for a third violation in a twelve-month period, the department may charge not more than a one thousand dollar administrative penalty; and (d) for a fourth or subsequent violation in a twelve-month period, the department may charge not more than a five thousand dollar administrative penalty, provided that cumulative administrative penalties shall not exceed one hundred thousand dollars in the twelve-month period. (F)(1) It is the intent of the General Assembly to authorize a motor vehicle dealer to charge a closing fee in compliance with this section and to protect a motor vehicle dealer from civil liability for charging a closing fee if the fee is charged in compliance with this title and any Department of Consumer Affairs regulation or administrative interpretation. It is further the intent to protect consumers by the disclosure and notice provisions established in this section and with the remedies provided by this title. (2) Nothing in this section is intended to prohibit the department from administering and enforcing other laws under the department's jurisdiction. HISTORY: 2000 Act No. 387, Part II, Section 82; 2016 Act No. 231 (H.4548), Section 1, eff June 3, 2016; 2023 Act No. 45 (H.3952), Section 1, eff May 16, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-307/"
    },
    {
      "id": "section-37-2-308",
      "number": "37-2-308",
      "heading": "",
      "text": "(A) As used in this section, unless the context requires otherwise, the term: (1) \"Advertisement\" means an oral, written, graphic, or pictorial statement made in the course of soliciting for the sale or lease of a motor vehicle in a newspaper, magazine, or on radio, television, or the Internet. A manufacturer's federal Monroney Sticker or a motor vehicle dealer's addendum to the sticker is not considered an advertisement. (2) \"Clear and conspicuous\" means that the statement, representation, or disclosure regarding a motor vehicle for sale or lease is of a size, color, contrast, and audibility that is presented to be readily noticed and understood. All language and terms, including abbreviations, must be used in accordance with their common or ordinary usage and meaning. (a) In a print advertisement, eight point type or larger must be used in all disclosures. (b) In a broadcast commercial, if the statement is made orally it must be clear and understandable in pace and volume; however, if the statement is in visual form it must be displayed so that the average viewer can easily read and understand it and it must be at least twenty scan lines and each disclosure must appear continuously on the screen for at least five seconds. (B) All disclosures regarding a motor vehicle for sale or lease must be clear and conspicuous. Credit advertisements must comply with Federal Truth in Lending Act and Regulation Z. Lease advertisements must comply with Federal Truth in Leasing Act and Regulation M. (C) A motor vehicle dealer may not advertise in a manner that is false, deceptive, or misleading, or that misrepresents a vehicle offered for sale. (D) Discounts or savings on the sale or lease of a new motor vehicle indicated in an advertisement must be those that are deducted from the Manufacturer's Suggested Retail Price as stated on the Monroney Sticker. An advertisement that offers a discount or savings not deducted from the manufacturer's suggested retail price on the sale or lease of a new motor vehicle must display the prediscounted price and the discounted price. No qualification such as \"with trade\" or \"with down payment\" may be used. (E) If a rebate on the sale or lease of a motor vehicle is indicated as part of an advertised price, the rebate must be one that is available to the majority of the general buying public. If the rebate is not available to the majority of the general buying public, it may not be figured in the advertised price. The amount of the rebate may be listed as an additional incentive to those who qualify. (F) When the price of a motor vehicle is quoted, the advertisement must clearly identify the motor vehicle as new or used and include the make, model, and year. (G) Motor vehicle dealers may not use the term \"free\" when a purchase or other consideration is required to obtain the item represented as free. (H) Advertisements for the sale or lease of a motor vehicle must include the name of the motor vehicle dealership and may not imply that the dealer has some special arrangement with the manufacturer that is not available to other similarly situated dealerships. (I) Advertisements for the sale or lease of a motor vehicle may not use statements that guarantee the value or range of value for trade-in motor vehicles. (J) For purposes of this section, \"advertising agencies\" are agents of the motor vehicle dealer. (K) Penalties and hearing rights for violations of this section are governed by the provisions of Section 37-6-108. HISTORY: 2010 Act No. 172, Section 1, eff January 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-308/"
    },
    {
      "id": "section-37-2-309",
      "number": "37-2-309",
      "heading": "",
      "text": "(A) An estimate of the disclosures required by Section 37-2-301 is required in connection with a credit sale of a purchaser-occupied manufactured home not less than two days before the consummation of the transaction as defined in 12 C.F.R. Section 226.2(a)(13). The estimated disclosure must be accompanied by the itemization of the amount financed. With respect to a credit sale that is secured by real property, the disclosures required by the Federal Real Estate Settlement Procedures Act are applicable. (B) If the seller turns down the applicant for the credit sale before making the disclosures, the disclosures as provided in subsection (A) are not required. With respect to a credit sale that is secured by real property, the disclosures required by the Federal Real Estate Settlement Procedures Act are applicable. (C)(1) If the seller determines that a material term of the credit sale must change, then the seller shall redisclose the estimated disclosures to conform to the changed terms and the transaction must not be consummated until one day after the redisclosure. (2) A material term of the credit sale includes: (a) the number of payments of the transaction; (b) a feature of the transaction causing it to be an alternative mortgage transaction as defined in 12 U.S. Code Section 3802(1) when the transaction as previously disclosed was not an alternative mortgage transaction; (c) a term or fee in the transaction or combination of terms or fees causing the annual percentage rate to vary more than one quarter of one percent of the annual percentage rate previously disclosed; or (d) any insurance premiums, prepaid finance charges, third-party fees, or preparation charges that vary from the previously disclosed insurance premiums, prepaid finance charges, third-party fees, or preparation charges by the lesser of five hundred dollars in the aggregate or one percent of the estimated amount disclosed pursuant to subsection (A). HISTORY: 2003 Act No. 42, Section 3.A, eff Jan. 1, 2004, and applying to loans for which the loan applications were taken on or after that date.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-309/"
    },
    {
      "id": "section-37-2-401",
      "number": "37-2-401",
      "heading": "",
      "text": "This part applies to consumer credit sales and consumer leases. HISTORY: 1962 Code Section 8-800.191; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-401/"
    },
    {
      "id": "section-37-2-402",
      "number": "37-2-402",
      "heading": "",
      "text": "A seller may not use multiple agreements with respect to a single consumer credit sale with intent to obtain a higher rate of credit service charge than would otherwise be permitted by the provisions on credit service charges for consumer credit sales (Section 37-2-201). The excess amount of credit service charge resulting from a violation of this section is an excess charge for the purpose of the provisions on rights of parties (Section 37-5-202) and the provision on civil actions by the administrator (Section 37-6-113). HISTORY: 1962 Code Section 8-800.192; 1974 (58) 2879; 1976 Act No. 686 Section 61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-402/"
    },
    {
      "id": "section-37-2-403",
      "number": "37-2-403",
      "heading": "",
      "text": "With respect to a consumer credit sale or consumer lease, the creditor may not take a negotiable instrument other than a check dated not later than ten days after its issuance as evidence of the obligation of the consumer. HISTORY: 1962 Code Section 8-800.193; 1974 (58) 2879; 1976 Act No. 686 Section 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-403/"
    },
    {
      "id": "section-37-2-404",
      "number": "37-2-404",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale or consumer lease, an assignee of the rights of the seller or lessor is subject to all claims and defenses of the consumer against the seller or lessor arising from the sale or lease of property or services, notwithstanding that the assignee is a holder in due course of a negotiable instrument issued in violation of the provisions prohibiting certain negotiable instruments (Section 37-2-403). (2) A claim or defense of a consumer specified in subsection (1) may be asserted against the assignee under this section only if the consumer has made a good faith attempt to obtain satisfaction from the seller or lessor with respect to the claim or defense and then only to the extent of the amount owing to the assignee with respect to the sale or lease of the property or services as to which the claim or defense arose at the time the assignee has written notice of the claim or defense. Written notice of the claim or defense may be given before the attempt specified in this subsection. For the purposes of this section, written notice is any written notification other than notice on a coupon, billing statement or other payment medium or material supplied by the assignee. (3) For the purpose of determining the amount owing to the assignee with respect to the sale or lease: (a) payments received by the assignee after the consolidation of two or more consumer credit sales, except pursuant to a revolving charge account, are deemed to have been applied first to the payment of the sales first made; if the sales consolidated arose from sales made on the same day, payments are deemed to have been applied first to the smallest sale; and (b) payments received for a revolving charge account are deemed to have been applied first to the payment of finance charges in the order of their entry to the account and then to the payment of debts in the order in which the entries of the debts are made to the account. (4) A card issuer, including a seller credit card issuer, is subject to the claims and defenses of the consumer arising from the sale or lease of property or services pursuant to the credit card in accordance with the provisions of Section 37-3-411. (5) An agreement may not limit or waive the claims or defenses of a consumer under this section. HISTORY: 1962 Code Section 8-800.194; 1974 (58) 2879; 1976 Act No. 686 Section 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-404/"
    },
    {
      "id": "section-37-2-405",
      "number": "37-2-405",
      "heading": "",
      "text": "(1) Except as provided in subsection (2), if any scheduled payment of a consumer credit sale is more than twice as large as the average of earlier scheduled payments, the consumer has the right to refinance, without penalty, the amount of that payment at the time it is due. The terms of the refinancing shall be no less favorable to the consumer than the terms of the original transaction. (2) This section does not apply to: (a) a transaction pursuant to a revolving charge account; (b) a transaction to the extent that the payment schedule is adjusted to the seasonal or irregular income or scheduled payments or obligations of the consumer; (c) a credit transaction to the extent a formula for determining the rate of the credit service charge and any change in the amount of payment upon renegotiation or refinancing is specified in the agreement between the parties or is an alternative mortgage instrument; or (d) a transaction of a class defined by rule of the administrator as not requiring for the protection of the consumer his right to refinance as provided in this section. HISTORY: 1962 Code Section 8-800.195; 1974 (58) 2879; 1982 Act No. 385, Section 22; 1989 Act No. 144, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-405/"
    },
    {
      "id": "section-37-2-406",
      "number": "37-2-406",
      "heading": "",
      "text": "The obligation of a lessee upon expiration of a consumer lease may not exceed three times the average payment allocable to a monthly period under the lease. This limitation does not apply to charges for damages to the leased property or for other default. HISTORY: 1962 Code Section 8-800.196; 1974 (58) 2879; 1976 Act No. 686 Section 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-406/"
    },
    {
      "id": "section-37-2-407",
      "number": "37-2-407",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale, a seller may take a security interest in the property sold. In addition, a seller may take a security interest in goods upon which services are performed or in which goods sold are installed or to which they are annexed, or in land to which the goods are affixed or which is maintained, repaired or improved as a result of the sale of the goods or services, if in the case of a security interest in land the debt secured is $1,000 or more, or, in the case of a security interest in goods the debt secured is $300 or more. Except as provided with respect to cross-collateral (Section 37-2-408) a seller may not otherwise take a security interest in property to secure the debt arising from a consumer credit sale. (2) With respect to a consumer lease, a lessor may not take a security interest in property to secure the debt arising from the lease. This subsection does not apply to a security deposit for a consumer lease. (3) A security interest taken in violation of this section is void. HISTORY: 1962 Code Section 8-800.197; 1974 (58) 2879; 1976 Act No. 686 Section 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-407/"
    },
    {
      "id": "section-37-2-408",
      "number": "37-2-408",
      "heading": "",
      "text": "(1) In addition to contracting for a security interest pursuant to the provisions on security in sales or leases (Section 37-2-407), a seller in a consumer credit sale may secure the debt arising from the sale by contracting for a security interest in other property if as a result of a prior sale the seller has an existing security interest in the other property. The seller may also contract for a security interest in the property sold in the subsequent sale as security for the previous debt. (2) If the seller contracts for a security interest in other property pursuant to this section, the rate of credit service charge thereafter on the aggregate unpaid balances so secured may not exceed that permitted if the balances so secured were consolidated pursuant to the provisions on consolidation involving a refinancing (subsection (1) of Section 37-2-206). The seller has a reasonable time after so contracting to make any adjustments required by this section. \"Seller\" in this section does not include an assignee not related to the original seller. HISTORY: 1962 Code Section 8-800.198; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-408/"
    },
    {
      "id": "section-37-2-409",
      "number": "37-2-409",
      "heading": "",
      "text": "(1) If debts arising from two or more consumer credit sales, other than sales pursuant to a revolving charge account, are secured by cross-collateral (Section 37-2-408) or consolidated into one debt payable on a single schedule of payments, and the debt is secured by security interests taken with respect to one or more of the sales, payments received by the seller after the taking of the cross-collateral or the consolidation are deemed, for the purpose of determining the amount of the debt secured by the various security interests, to have been applied pro rata to the payment of the debts arising from the sales. Proration shall be computed on the original debts secured by the various security interests. To the extent debts are paid according to this section, security interests in items of property terminate as the debts originally incurred with respect to each item are paid. (2) Payments received by the seller upon a revolving charge account are deemed, for the purpose of determining the amount of the debt secured by the various security interests, to have been applied first to the payment of credit service charges in the order of their entry to the account and then to the payment of debts in the order in which the entries to the account showing the debts were made. (3) If the debts consolidated arose from two or more sales made on the same day, payments received by the seller are deemed for the purpose of determining the amount of the debt secured by the various security interests, to have been applied first to the payment of the smallest debt. HISTORY: 1962 Code Section 8-800.199; 1974 (58) 2879; 1982 Act No. 385, Section 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-409/"
    },
    {
      "id": "section-37-2-410",
      "number": "37-2-410",
      "heading": "",
      "text": "A seller or lessor may not take an assignment of earnings of the buyer or lessee for payment or as security for payment of a debt arising out of a consumer credit sale or a consumer lease. An assignment of earnings in violation of this section is unenforceable by the assignee of the earnings and revocable by the buyer or lessee. This section does not prohibit an employee from authorizing deductions from his earnings if the authorization is revocable. HISTORY: 1962 Code Section 8-800.200; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-410/"
    },
    {
      "id": "section-37-2-411",
      "number": "37-2-411",
      "heading": "",
      "text": "With respect to a consumer credit sale or consumer lease, the seller or lessor may not give or offer to give a rebate or discount or otherwise pay or offer to pay value to the consumer as an inducement for a sale or lease for the consumer giving to the seller or lessor the names of prospective buyers or lessees, or otherwise aiding the seller or lessor in making a sale or lease to another person, if the earning of the rebate, discount or other value is contingent upon the occurrence of an event after the time the consumer agrees to buy or lease. If a consumer is induced by a violation of this section to enter into a consumer credit sale or consumer lease, the agreement is unenforceable by the seller or lessor and the consumer, at his option, may rescind the agreement or retain the property delivered and the benefit of any services performed, without any obligation to pay for them. A sale or lease that would be a referral sale or lease if credit were extended by the seller or lessor is nonetheless so because the property or services are paid for in whole or in part by use of a credit card or by a consumer loan with respect to which the lender is subject to claims and defenses arising from the sale or lease (Section 37-3-410), and the consumer has the same rights against the card issuer or lender that he has against the seller or lessor under this section. HISTORY: 1962 Code Section 8-800.201; 1974 (58) 2879; 1976 Act No. 686 Section 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-411/"
    },
    {
      "id": "section-37-2-412",
      "number": "37-2-412",
      "heading": "",
      "text": "The buyer or lessee is authorized to pay the original seller or lessor until the buyer or lessee receives notification of assignment of the rights to payment pursuant to a consumer credit sale or consumer lease and that payment is to be made to the assignee. A notification which does not reasonably identify the rights assigned is ineffective. If requested by the buyer or lessee, the assignee must seasonably furnish reasonable proof that the assignment has been made and unless he does so the buyer or lessee may pay the seller or lessor. HISTORY: 1962 Code Section 8-800.202; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-412/"
    },
    {
      "id": "section-37-2-413",
      "number": "37-2-413",
      "heading": "",
      "text": "(1) With respect to a consumer credit sale or consumer lease the agreement may provide for the payment by the buyer or lessee of reasonable attorney's fees not in excess of fifteen percent of the unpaid debt after default and referral to an attorney not a salaried employee of the seller, or of the lessor or his assignee. A provision in violation of this section is unenforceable. (2) With respect to a consumer credit sale that is secured in whole or in part by a lien on real estate, the provisions of Section 37-10-102(a) apply whenever the seller requires the debtor to purchase insurance or pay any attorney's fees in connection with examining the title and closing the transaction. HISTORY: 1962 Code Section 8-800.203; 1974 (58) 2879; 1982 Act No. 385, Section 24; 1984 Act No. 355, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-413/"
    },
    {
      "id": "section-37-2-414",
      "number": "37-2-414",
      "heading": "",
      "text": "Except for reasonable expenses incurred in realizing on a security interest, the agreement with respect to a consumer credit sale may not provide for any charges as a result of default by the buyer other than those authorized by this title. A provision in violation of this section is unenforceable. HISTORY: 1962 Code Section 8-800.204; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-414/"
    },
    {
      "id": "section-37-2-415",
      "number": "37-2-415",
      "heading": "",
      "text": "A buyer or lessee may not authorize any person to confess judgment on a claim arising out of a consumer credit sale or consumer lease. An authorization in violation of this section is void. HISTORY: 1962 Code Section 8-800.205; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-415/"
    },
    {
      "id": "section-37-2-416",
      "number": "37-2-416",
      "heading": "",
      "text": "(1) Whether or not a change is authorized by prior agreement, a creditor may change the terms of a revolving charge account applying to any balance incurred before or after the effective date of the change. If the change increases the rate of the credit service charge or of additional charges, alters the method of determining the balance upon which charges are made so that increased charges may result, or imposes or increases minimum charges, the change is effective with respect to a balance incurred before the effective date of the change only if the consumer after receiving disclosure of the change agrees to it in writing or the creditor delivers or mails to the consumer one written disclosure of the change at least thirty days before the effective date. The written disclosure must state that if the consumer does not want to continue the revolving account under the new terms the creditor will terminate the account and permit the consumer to pay the existing balance under the terms in effect before the change in terms on the written request of the consumer sent to the creditor at the address provided in the disclosure. The disclosure also must state that the consumer may apply for another revolving account on the new terms. (2) A disclosure provided for in subsection (1) is mailed to the consumer when mailed to him at his address used by the creditor for mailing him periodic billing statements. (3) If a creditor attempts to change the terms of a revolving charge account as provided in subsection (1) without complying with this section, any additional cost or charge to the consumer resulting from the change is an excess charge and is subject to the remedies available to the consumer (Section 37-5-202) and to the administrator (Section 37-6-113). HISTORY: 1962 Code Section 8-800.206; 1974 (58) 2879; 1976 Act No. 686 Section 14; 1980 Act No. 433, Section 4; 1989 Act No. 144, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-416/"
    },
    {
      "id": "section-37-2-501",
      "number": "37-2-501",
      "heading": "",
      "text": "\"Home solicitation sale\" means a consumer credit sale of goods or services in which the seller or a person acting for him personally solicits the sale, and the buyer's agreement or offer to purchase is given to the seller or a person acting for him, at a residence. It does not include a sale made pursuant to a pre-existing revolving charge account with the seller or pursuant to prior negotiations between the parties at a business establishment at a fixed location where goods or services are offered or exhibited for sale, a transaction conducted and consummated entirely by mail or telephone, or a sale which is subject to the provisions of the Federal Truth in Lending Act on the consumer's right to rescind certain transactions. A sale that would be a home solicitation sale if credit were extended by the seller is nonetheless so because the goods or services are paid for in whole or in part by use of a credit card or by a consumer loan with respect to which the lender is subject to claims and defenses arising from the sale (Section 37-3-410), and the buyer has the same rights against the card issuer or lender that he has against the seller under this part. HISTORY: 1962 Code Section 8-800.211; 1974 (58) 2879; 1976 Act No. 686 Section 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-501/"
    },
    {
      "id": "section-37-2-502",
      "number": "37-2-502",
      "heading": "",
      "text": "(1) Except as provided in subsection (5), in addition to any right otherwise to revoke an offer, the buyer may cancel a home solicitation sale until midnight of the third business day after the day on which the buyer signs an agreement or offer to purchase which complies with this part. (2) Cancellation occurs when the buyer gives written notice of cancellation to the seller at the address stated in the agreement or offer to purchase. (3) Notice of cancellation, if given by mail, is given when it is properly addressed with postage prepaid and deposited in a mailbox. (4) Notice of cancellation given by the buyer need not take a particular form and is sufficient if it indicates by any form of written expression the intention of the buyer not to be bound by the home solicitation sale. (5) The buyer may not cancel a home solicitation sale if, by a separate dated and signed statement that is not as to its material provisions a printed form and describes an emergency requiring immediate remedy, the buyer requests the seller to provide goods or services without delay in order to safeguard the health, safety, or welfare of natural persons or to prevent damage to property the buyer owns or for which he is responsible, and: (a) the seller in good faith makes a substantial beginning of performance of the contract before the buyer gives notice of cancellation; and (b) in the case of goods, they cannot be returned to the seller in substantially as good condition as when received by the buyer. HISTORY: 1962 Code Section 8-800.212; 1974 (58) 2879; 1976 Act No. 686 Section 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-502/"
    },
    {
      "id": "section-37-2-503",
      "number": "37-2-503",
      "heading": "",
      "text": "(1) In a home solicitation sale, unless the buyer requests the seller to provide goods or services without delay in an emergency (subsection (5) of Section 37-2-502), the seller shall present to the buyer and obtain his signature to a written agreement or offer to purchase that designates as the date of the transaction the date on which the buyer actually signs and contains a statement of the buyer's rights that complies with subsection (2). A copy of any writing required by this subsection to be signed by the buyer, completed at least as to the date of the transaction and the name and mailing address of the seller, shall be given to the buyer at the time he signs the writing. (2) The statement shall either: (a) comply with any notice of cancellation or similar requirement of any trade regulation rule of the Federal Trade Commission which by its terms applies to the home solicitation sale; or (b) appear under the conspicuous caption: \"BUYER'S RIGHT TO CANCEL,\" and read as follows: \"If you decide you do not want the goods or services, you may cancel this agreement by mailing a notice to the seller. The notice must say that you do not want the goods or services and must be mailed before midnight of the third business day after you sign this agreement. The notice must be mailed to: .\" (insert name & mailing address of seller) (3) Until the seller has complied with this section the buyer may cancel the home solicitation sale by notifying the seller in any manner and by any means of his intention to cancel. HISTORY: 1962 Code Section 8-800.213; 1974 (58) 2879; 1976 Act No. 686 Section 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-503/"
    },
    {
      "id": "section-37-2-504",
      "number": "37-2-504",
      "heading": "",
      "text": "(1) Within ten days after a notice of cancellation has been received by the seller or an offer to purchase has been otherwise revoked, the seller shall tender to the buyer any payments made by the buyer, any note or other evidence of indebtedness, and any goods traded in. A provision permitting the seller to keep all or any part of any goods traded in, payment, note, or evidence of indebtedness is in violation of this section and unenforceable. (2) If the down payment includes goods traded in, the goods shall be tendered in substantially as good condition as when received by the seller. If the seller fails to tender the goods as provided by this section, the buyer may elect to recover an amount equal to the trade-in allowance stated in the agreement. (3) Until the seller has complied with the obligations imposed by this section the buyer may retain possession of goods delivered to him by the seller and has a lien on the goods in his possession or control for any recovery to which he is entitled. HISTORY: 1962 Code Section 8-800.214; 1974 (58) 2879; 1976 Act No. 686 Section 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-504/"
    },
    {
      "id": "section-37-2-505",
      "number": "37-2-505",
      "heading": "",
      "text": "(1) Except as provided by the provisions on retention of goods by the buyer (subsection (3) of Section 37-2-504), and allowing for ordinary wear and tear or consumption of the goods contemplated by the transaction, within a reasonable time after a home solicitation sale has been cancelled or an offer to purchase revoked, the buyer upon demand shall tender to the seller any goods delivered by the seller pursuant to the sale, but he is not obligated to tender at any place other than his residence. If the seller fails to demand possession of goods within a reasonable time after cancellation or revocation, the goods become the property of the buyer without obligation to pay for them. For the purpose of this section, a reasonable time is presumed to be forty days. (2) The buyer shall take reasonable care of the goods in his possession before cancellation or revocation and for a reasonable time thereafter, during which time the goods are otherwise at the seller's risk. (3) If a home solicitation sale is cancelled, the seller is not entitled to compensation for any services he performed pursuant to it. HISTORY: 1962 Code Section 8-800.215; 1974 (58) 2879; 1976 Act No. 686 Section 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-505/"
    },
    {
      "id": "section-37-2-506",
      "number": "37-2-506",
      "heading": "",
      "text": "A seller may elect to comply with the Federal Trade Commission Trade Regulation Rule regarding door-to-door sales and such compliance shall constitute compliance with this part. HISTORY: 1962 Code Section 8-800.216; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-506/"
    },
    {
      "id": "section-37-2-601",
      "number": "37-2-601",
      "heading": "",
      "text": "The parties to a sale other than a consumer credit sale may agree in a writing signed by the parties that the sale is subject to the provisions of this title applying to consumer credit sales. If the parties so agree the sale is a consumer credit sale for the purposes of this title. HISTORY: 1962 Code Section 8-800.221; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-601/"
    },
    {
      "id": "section-37-2-605",
      "number": "37-2-605",
      "heading": "",
      "text": "With respect to a sale other than a consumer credit sale, the parties may contract for the payment by the buyer of any credit service charge. HISTORY: 1962 Code Section 8-800.222; 1974 (58) 2879.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-605/"
    },
    {
      "id": "section-37-2-701",
      "number": "37-2-701",
      "heading": "",
      "text": "In this Part: (1) \"Advertisement\" means a commercial message in any medium that promotes, directly or indirectly, a consumer rental-purchase agreement. (2) \"Consummation\" means the time a lessee becomes contractually obligated on a consumer rental-purchase agreement. (3) \"Lessee\" means a natural person who rents personal property under a consumer rental-purchase agreement. (4) \"Lessor\" means a person who regularly provides the use of property through consumer rental-purchase agreements and to whom the obligation is initially payable on its face. (5) \"Personal property\" means any property that is not real property under the laws of the state where it is located when it is made available for a consumer rental-purchase agreement. (6) \"Consumer rental-purchase agreement\" means an agreement for the use of personal property by an individual primarily for personal, family, or household purposes, for an initial period of four months or less (whether or not there is any obligation beyond the initial period) that is automatically renewable with each payment and that permits the consumer to become the owner of the property. The term does not include a consumer credit sale as defined in Section 37-2-104, or a consumer loan as defined in Section 37-3-104, or a refinancing or consolidation thereof, or a consumer lease as defined in Section 37-2-106. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-701/"
    },
    {
      "id": "section-37-2-702",
      "number": "37-2-702",
      "heading": "",
      "text": "(1) In a consumer rental-purchase agreement, the lessor shall disclose the following items, as applicable: (a) the total of scheduled payments; (b) the number, amounts, and timing of all payments including taxes paid to or through the lessor necessary to acquire ownership of the property; (c) a statement that the lessee will not own the property until the lessee has made the number of payments and the total of scheduled payments necessary to acquire ownership of the property; (d) a statement that the total of payments does not include other charges, such as late payment charges, and that the consumer should see the contract for an explanation of these charges; (e) if applicable, a statement that the lessee is responsible for the fair market value of the property if and as of the time it is lost, stolen, damaged, or destroyed; (f) a statement indicating whether the property is new or used, provided, it is not a violation of this section to indicate that the property is used if it is actually new; (g) a statement that at any time after the first periodic payment is made, the lessee may acquire ownership of the property by tendering fifty-five percent of the difference between the total of scheduled payments and the total amount paid on the account. (2) The administrator of the Department of Consumer Affairs may promulgate regulations setting requirements for the order and conspicuousness of the disclosures set forth in subitems (a) through (h). These regulations may allow these disclosures to be made in accordance with model forms prepared by the administrator. (3) In a consumer rental-purchase agreement, the lessor shall make the disclosures required by subsection (1) clearly and conspicuously, and a copy must be given to the lessee for his records. (4) In a consumer rental-purchase agreement, the lessor shall make the disclosures in the manner required by subsection (2) before consummation of the transaction. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-702/"
    },
    {
      "id": "section-37-2-703",
      "number": "37-2-703",
      "heading": "",
      "text": "(a) A renegotiation occurs when an existing consumer rental-purchase agreement is satisfied and replaced by a new consumer rental-purchase agreement undertaken by the same lessor and lessee. A renegotiation is a new lease requiring new disclosures. However, the following events are not treated as renegotiations: (1) the addition or return of property in a multiple-item agreement or the substitution of the leased property, if in either case the average payment allocable to a payment period is not changed by more than twenty-five percent; (2) a deferral or extension of one or more periodic payments, or portions of a periodic payment; (3) a reduction in charges in the agreement; (4) a lease or agreement involved in a court proceeding; (b) No disclosures are required for any extension of a consumer rental-purchase agreement. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-703/"
    },
    {
      "id": "section-37-2-704",
      "number": "37-2-704",
      "heading": "",
      "text": "(1) If an advertisement for a consumer rental-purchase agreement refers to or states the amount of any payment or the right to acquire ownership for a specific item, the advertisement must also clearly and conspicuously state the following terms as applicable: (a) that the transaction advertised is a consumer rental-purchase agreement. (b) the total of payments necessary to acquire ownership. (c) that the lessee will not own the property until the total amount necessary to acquire ownership is paid either by payment of the total of payments over the full term of the agreement or by prepayment as provided for by law. (2) Notwithstanding the requirements of subsection (1), if the advertisement is published by way of radio announcement or on a roadside billboard, the lessor need only make the disclosures required by items (a) and (c) of subsection (1). HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-704/"
    },
    {
      "id": "section-37-2-705",
      "number": "37-2-705",
      "heading": "",
      "text": "(1) With respect to a consumer rental-purchase agreement, the parties may contract for delinquency charges as follows: (a) For consumer rental-purchase agreements with payment or renewal dates which are monthly or less often than monthly, a delinquency charge not exceeding four dollars may be assessed on any payment not made within five business days after payment is due or return of the property is required. (b) For consumer rental-purchase agreements with payment or renewal date options to renew more frequently than monthly, a delinquency charge not exceeding two dollars may be assessed on any payment not made within three business days after payment is due or the return of the property is required. (2) A delinquency charge on a consumer rental-purchase agreement may be collected only once on any scheduled payment no matter how long it remains in default. A delinquency charge may be collected at the time it accrues or at any time thereafter. No delinquency charge may be assessed against a payment that is timely made even though an earlier delinquency charge has not been paid in full. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-705/"
    },
    {
      "id": "section-37-2-706",
      "number": "37-2-706",
      "heading": "",
      "text": "(1) In a consumer rental-purchase agreement, the lessor may contract for and receive an initial nonrefundable fee not to exceed five dollars. Should any security deposit be required by the lessor, the amount and conditions under which it is returned must be disclosed with the disclosures required by Section 37-2-702. (2) In a consumer rental-purchase agreement, the lessor may contract for and receive a delivery charge not to exceed fifteen dollars or, in the event of a consumer rental-purchase agreement covering more than five items, a delivery charge not to exceed forty-five dollars, only if the lessor actually delivers the item to the lessee's dwelling and the delivery charge is disclosed with the disclosures required by Section 37-2-702. The delivery charge may be assessed in lieu of and not in addition to the initial charge in subsection (1). (3) In a consumer rental-purchase agreement, a lessor may contract for and receive a charge for picking up payments from the lessee if the lessor is required or requested to visit the lessee's dwelling to pick up a payment. In a consumer rental purchase agreement with payment or renewal dates which are monthly or less frequent than monthly, this charge may not be assessed more than three times in any six-month period. In consumer rental-purchase agreements with payments or renewal options more frequently than monthly, this charge may not be assessed more than six times in any six-month period. No charge assessed pursuant to this subsection may exceed seven dollars. This charge is in lieu of any delinquency charge assessed for the applicable payment period. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-706/"
    },
    {
      "id": "section-37-2-707",
      "number": "37-2-707",
      "heading": "",
      "text": "Except as specifically provided for in this part, a consumer rental-purchase agreement may not provide for any charges as a result of the default of the lessee. A provision in violation of this section is unenforceable. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-707/"
    },
    {
      "id": "section-37-2-708",
      "number": "37-2-708",
      "heading": "",
      "text": "With respect to a consumer rental-purchase agreement, the lessor may not take a negotiable instrument other than a check dated not later than ten days after its issuance as evidence of the obligation of the consumer. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-708/"
    },
    {
      "id": "section-37-2-709",
      "number": "37-2-709",
      "heading": "",
      "text": "(1) With respect to a consumer rental-purchase agreement, an assignee of the rights of the lessor is subject to all claims and defenses of the consumer against the lessor arising from the lease of property or services, notwithstanding that the assignee is the holder in due course of a negotiable instrument issued in violation of the provisions prohibiting certain negotiable instruments (Section 37-2-708). (2) A claim or defense of a consumer specified in subsection (1) may be asserted against the assignee under this section only if the consumer has made a good faith attempt to obtain satisfaction from the lessor with respect to the claim or defense and then only to the extent of the amount owing the assignee with respect to the sale or lease of the property or services as to which the claim or defense arose at the time the assignee has written notice of the claim or defense. Written notice of the claim or defense may be given before the attempt specified in this subsection. For the purposes of this section, written notice is any written notification other than notice on a coupon, billing statement, or other payment medium or materials supplied by the assignee. (3) An agreement may not limit or waive the claims or defenses of a lessee under this section. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-709/"
    },
    {
      "id": "section-37-2-710",
      "number": "37-2-710",
      "heading": "",
      "text": "A lessor may not take an assignment of earnings of the buyer or lessee for payment or as security for payment of a debt arising out of a consumer rental-purchase agreement. An assignment of earnings in violation of this section is unenforceable by the assignee of the earnings and revocable by the buyer or lessee. This section does not prohibit an employee from authorizing deductions from his earnings if the authorization is revocable. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-710/"
    },
    {
      "id": "section-37-2-711",
      "number": "37-2-711",
      "heading": "",
      "text": "The lessee is authorized to pay the original lessor until the lessee receives written notification of assignment of the rights to payment pursuant to a consumer rental-purchase agreement and that payment is to be made to the assignee. A notification which does not reasonably identify the rights assigned is ineffective. If requested by the lessee, the assignee must seasonably furnish reasonable proof that the assignment has been made and unless he does so the lessee may pay the lessor. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-711/"
    },
    {
      "id": "section-37-2-712",
      "number": "37-2-712",
      "heading": "",
      "text": "A lessee may not authorize any person to confess judgment on a claim arising out of a consumer rental-purchase agreement. An authorization in violation of this section is void. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-712/"
    },
    {
      "id": "section-37-2-713",
      "number": "37-2-713",
      "heading": "",
      "text": "In a consumer rental-purchase agreement, at any time after the lessee has made the first periodic payment, the lessee may: (1) return the rented property to the lessor; (2) continue making periodic payments or renewals as provided for in the agreement for the remaining term of the agreement; or (3) purchase the property by tendering fifty-five percent of the difference between the total of scheduled payments and the total amount paid on the account. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-713/"
    },
    {
      "id": "section-37-2-714",
      "number": "37-2-714",
      "heading": "",
      "text": "(1) A lessee who fails to make timely periodic payment or payments has the right to reinstate the original consumer rental-purchase agreement without losing any rights or options previously acquired under the consumer rental-purchase agreement if both of the following apply: (a) The consumer rental-purchase agreement is not more than sixty days in default. (b) One periodic payment has been missed and the lessee has surrendered the item to the lessor, if requested by the lessor, during the time in which payments were missed. (2) As a condition precedent to reinstatement of the consumer rental-purchase agreement, a lessor may charge the outstanding balance of any accrued payments and delinquency charges plus delivery charges allowable by Section 37-2-706(2) if redelivery of the item is necessary. (3) If reinstatement occurs pursuant to this section, the lessor shall provide the lessee with either the same item leased by the lessee prior to reinstatement or a substitute item of comparable quality and condition. If a substitute item is provided the lessor shall provide the lessee with all the information required by Section 37-2-702. HISTORY: 1985 Act No. 121, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-37/chapter-2/section-37-2-714/"
    }
  ]
}