{
  "state": "iowa",
  "path": "title-title-iv-public-health/chapter-chapter-135r-ambulatory-surgical-centers",
  "sections": [
    {
      "id": "section-135r1",
      "number": "135R.1",
      "heading": "Definitions.Section 135R.2 - Licensure",
      "text": "135R.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Ambulatory surgical center” means a distinct facility that operates primarily for the purpose of providing surgical services to patients not requiring hospitalization and in which the expected duration of services does not exceed twenty-four hours following an admission. “Ambulatory surgical center” includes a facility certified or seeking certification as an ambulatory surgical center under the federal Medicare program or under the medical assistance program established pursuant to chapter 249A. “Ambulatory surgical center” does not include the individual or group practice office of a private physician, podiatrist, or dentist who there engages in the lawful practice of surgery, not including cosmetic, reconstructive, or plastic surgery, or the portion of a licensed hospital designated for outpatient surgical treatment.\n\n2. “Department” means the department of inspections, appeals, and licensing.\n\n2023 Acts, ch 16, §22; 2023 Acts, ch 119, §20\n\nReferred to in §10A.711\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-1/"
    },
    {
      "id": "section-135r2",
      "number": "135R.2",
      "heading": "Licensure.",
      "text": "135R.2 Licensure.\n\nA person, acting severally or jointly with any other person, shall not establish, operate, or maintain an ambulatory surgical center in this state without obtaining a license as provided under this chapter.\n\n2023 Acts, ch 16, §23\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-2/"
    },
    {
      "id": "section-135r3",
      "number": "135R.3",
      "heading": "Application for license — fee.",
      "text": "135R.3 Application for license — fee.\n\n1. An applicant for an ambulatory surgical center license shall submit an application to the department. Applications shall be upon such forms and shall include such information as the department may reasonably require, which may include affirmative evidence of the ability to comply with reasonable rules and standards prescribed under this chapter but which shall not exceed the requirements for applications required by Medicare or an accrediting organization with deeming authority authorized by the centers for Medicare and Medicaid services of the United States department of health and human services.\n\n2. An applicant for an initial ambulatory surgical center license that has been certified by Medicare or an accrediting organization with deeming authority authorized by the centers for Medicare and Medicaid services of the United States department of health and human services shall be granted an initial license.\n\n3. An application for an initial license for an ambulatory surgical center shall be accompanied by a fee of fifty dollars.\n\n4. The fees collected under this section shall be considered repayment receipts as defined in section 8.2 and shall be used by the department to administer this chapter.\n\n2023 Acts, ch 16, §24; 2023 Acts, ch 119, §38\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-3/"
    },
    {
      "id": "section-135r4",
      "number": "135R.4",
      "heading": "Rules.",
      "text": "135R.4 Rules.\n\n1. The department, with the advice and approval of the council on health and human services, shall adopt rules specifying the standards for ambulatory surgical centers to be licensed under this chapter. The rules shall be consistent with and shall not exceed the requirements of this chapter and the conditions for coverage in the federal Medicare program for ambulatory surgical centers under\n\n42 C.F.R. pt. 416\n\n2. The department shall adopt rules as the department deems necessary to administer the provisions of this chapter relating to the issuance, renewal, denial, suspension, and revocation of a license to establish, operate, and maintain an ambulatory surgical center.\n\n3. An ambulatory surgical center which is in operation at the time of adoption of any applicable rules or standards under this chapter shall be given a reasonable time, not to exceed one year from the date of adoption, within which to comply with such rules and standards.\n\n4. The department shall enforce the rules.\n\n2023 Acts, ch 16, §25; 2023 Acts, ch 19, §1358\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-4/"
    },
    {
      "id": "section-135r5",
      "number": "135R.5",
      "heading": "Inspections or investigations.",
      "text": "135R.5 Inspections or investigations.\n\n1. The department shall make or cause to be made inspections or investigations of ambulatory surgical centers to determine compliance with this chapter and applicable rules and standards. The department shall perform inspections on a schedule that is of the same frequency required for inspections of Medicare-certified ambulatory surgical centers.\n\n2. The department shall recognize, in lieu of its own licensure inspection, the comparable inspection and inspection findings of a Medicare conditions for coverage survey completed by the department or an accrediting organization with deeming authority authorized by the centers for Medicare and Medicaid services of the United States department of health and human services.\n\n3. A department inspector shall not participate in an inspection or investigation of an ambulatory surgical center in which the inspector or a member of the inspector’s immediate family works or has worked within the last two years or in which the inspector or the inspector’s immediate family has a financial ownership interest. For the purposes of this section, “immediate family member” means a spouse, natural or adoptive parent or grandparent, child, grandchild, sibling, stepparent, stepchild, or stepsibling.\n\n2023 Acts, ch 16, §26\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-5/"
    },
    {
      "id": "section-135r6",
      "number": "135R.6",
      "heading": "Confidentiality.",
      "text": "135R.6 Confidentiality.\n\nThe department’s final findings with respect to compliance by an ambulatory surgical center with requirements for licensing shall be made available to the public in a readily available form and place. Other information relating to an ambulatory surgical center obtained by the department which does not constitute the department’s findings from an inspection of the ambulatory surgical center shall not be made available to the public, except in proceedings involving the denial, suspension, or revocation of a license under this chapter. The name of a person who files a complaint with the department shall remain confidential and shall not be subject to discovery, subpoena, or other means of legal compulsion for its release to a person other than department employees or agents involved in the investigation of the complaint.\n\n2023 Acts, ch 16, §27\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-6/"
    },
    {
      "id": "section-135r7",
      "number": "135R.7",
      "heading": "Injunction.",
      "text": "135R.7 Injunction.\n\nNotwithstanding the existence or pursuit of any other remedy, the department may, in the manner provided by law, maintain an action in the name of the state for injunction or other process against any person to restrain or prevent the establishment, operation, or maintenance of an ambulatory surgical center without a license.\n\n2023 Acts, ch 16, §28\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-7/"
    },
    {
      "id": "section-135r8",
      "number": "135R.8",
      "heading": "Judicial review.",
      "text": "135R.8 Judicial review.\n\nJudicial review of an action of the department may be sought in accordance with chapter 17A. Notwithstanding the provisions of chapter 17A, petitions for judicial review may be filed in the district court of the county in which the ambulatory surgical center is located or is to be located and the status quo of the petitioner or licensee shall be preserved pending final disposition of the judicial review matter.\n\n2023 Acts, ch 16, §29\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-8/"
    },
    {
      "id": "section-135r9",
      "number": "135R.9",
      "heading": "Penalties.",
      "text": "135R.9 Penalties.\n\nAny person establishing, operating, or maintaining any ambulatory surgical center without a license commits a serious misdemeanor, and each day of continuing violation after conviction shall be considered a separate offense.\n\n2023 Acts, ch 16, §30\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135r/section-135r-9/"
    }
  ]
}