{
  "state": "iowa",
  "path": "title-title-iv-public-health/chapter-chapter-135n-direct-health-care-agreements",
  "sections": [
    {
      "id": "section-135n1",
      "number": "135N.1",
      "heading": "Direct health care agreements.",
      "text": "135N.1 Direct health care agreements.\n\n1. Definitions. For the purpose of this section:\n\na. “Direct health care agreement” means an agreement between a provider and a patient, or the patient’s representative, in which the provider agrees to provide health care services for a specified period of time to the patient for a service charge.\n\nb. “Durable power of attorney for health care” means the same as defined in section 144B.1.\n\nc. “Health care services” means services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease. “Health care services” includes dental care services.\n\nd. “Patient” means an individual, or an individual and the individual’s immediate family, that is a party to a direct health care agreement.\n\ne. “Patient’s representative” means a parent, guardian, or an individual holding a durable power of attorney for health care for a patient.\n\nf. “Provider” means a health care professional licensed, accredited, registered, or certified to perform health care services consistent with the laws of this state. “Provider” includes an individual health care professional or other legal health care entity alone or with other health care professionals professionally associated with the individual health care professional or other legal health care entity.\n\ng. “Service charge” means a charge for health care services provided by a provider to a patient covered by a direct health care agreement. “Service charge” may include a periodic retainer, a membership fee, a subscription fee, or a charge in any other form paid by a patient to a provider under a direct health care agreement.\n\n2. Requirements for a valid direct health care agreement.\n\na. In order to be a valid agreement, a direct health care agreement must meet all of the following requirements:\n\n(1) Be in writing.\n\n(2) Be signed by the provider, or an agent of the provider, and the patient or the patient’s representative.\n\n(3) Describe the scope of the health care services covered by the direct health care agreement.\n\n(4) State each of the provider’s locations where a patient may obtain health care services and specify any out-of-office health care services that are covered under the direct health care agreement.\n\n(5) Specify the service charge and the frequency at which the service charge must be paid by the patient. A patient shall not be required to pay more than twelve months of a service charge in advance.\n\n(6) Specify any additional costs for health care services not covered by the service charge for which the patient will be responsible.\n\n(7) Specify the duration of the direct health care agreement, whether renewal is automatic, and if required, the procedure for renewal.\n\n(8) Specify the terms and conditions under which the direct health care agreement may be terminated by the provider. A termination of the direct health care agreement by the provider shall include a minimum of a thirty-calendar-day advance, written notice to the patient or to the patient’s representative.\n\n(9) Specify that the direct health care agreement may be terminated at any time by the patient upon written notice to the provider.\n\n(10) State that if the direct health care agreement is terminated by either the patient or the provider all of the following apply:\n\n(a) Within thirty calendar days of the date of the notice of termination from either party, the provider shall refund all unearned service charges to the patient.\n\n(b) Within thirty calendar days of the date of the notice of termination from either party, the patient shall pay all outstanding earned service charges to the provider.\n\n(11) Include a notice in bold, twelve-point type that states substantially as follows:\n\nNOTICE. This direct health care agreement is not health insurance and is not a plan that provides health coverage for purposes of any federal mandates. This direct health care agreement only covers the health care services described in this agreement. It is recommended that you obtain health insurance to cover health care services not covered under this direct health care agreement. You are personally responsible for the payment of any additional health care expenses you may incur.\n\nb. The provider shall provide the patient, or the patient’s representative, with a fully executed copy of the direct health care agreement at the time the direct health care agreement is executed.\n\n3. Application for a direct health care agreement. If a provider requires a prospective patient to complete an application for a direct health care agreement, the provider shall provide a written disclaimer on each application that informs the prospective patient of the patient’s financial rights and responsibilities and that states that the provider will not bill a health insurance carrier for health care services covered under the direct health care agreement. The disclaimer shall also include the identical notice required by subsection 2, paragraph “a”, subparagraph (11).\n\n4. Notice required for changes to the terms or conditions of a direct health care agreement.\n\na. A provider shall provide at least a sixty-calendar-day advance, written notice to a patient of any of the following changes to a direct health care agreement:\n\n(1) Any change in the scope of the health care services covered under the agreement.\n\n(2) Any change in the provider’s locations where the patient may access health care services.\n\n(3) Any change in the out-of-office services that are covered under the direct health care service agreement.\n\n(4) Any change in the service charge.\n\n(5) Any change in the additional costs for health care services not covered by the service charge.\n\n(6) Any change in the renewal terms.\n\n(7) Any change in the terms to terminate the agreement.\n\nb. A provider shall provide the notice by mailing a letter to the last known address of the patient that the provider has on file. The postmark date on the letter shall be the first day of the required sixty-calendar-day notice period.\n\n5. Discrimination based on an individual’s health status or preexisting condition. A provider shall not do any of the following based on a patient’s or prospective patient’s preexisting condition or health status:\n\na. Refuse to accept a new patient.\n\nb. Refuse to renew a direct health care agreement.\n\nc. Establish an additional service charge for a direct health care agreement.\n\n6. A direct health care agreement is not insurance.\n\na. A direct health care agreement shall be deemed to not be insurance and shall not be subject to the authority of the commissioner of insurance. Neither a provider or an agent of a provider shall be required to be licensed by the commissioner to transact the business of insurance in this state, or to obtain a certificate issued by the commissioner to market or offer a direct health care agreement.\n\nb. A provider shall not bill an insurer for a health care service provided under a direct health care agreement. A patient may submit a request for reimbursement to an insurer if permitted under the patient’s policy of insurance. This paragraph does not prohibit a provider from billing a patient’s insurance for a health care service provided to the patient by the provider that is not covered under the direct health care agreement.\n\n7. Third-party payment of a service charge. A provider may accept payment of a service charge for a patient either directly or indirectly from a third party. A provider may accept all or part of a service charge paid by an employer on behalf of an employee who is a patient of the provider. A provider shall not enter directly into an agreement with an employer relating to a health care agreement between the provider and employees of the employer, other than an agreement to establish the timing and method of the payment of a service charge paid by the employer on behalf of the employee.\n\n8. Sale or transfer of a direct health care agreement. A direct health care agreement shall not be sold or transferred by a provider without the prior written consent of the patient who is a party to the direct health care agreement. A patient shall not sell or transfer a direct health care agreement to which the patient is a party.\n\n2018 Acts, ch 1043, §1; 2022 Acts, ch 1064, §1 – 3\n\n2022 amendment applies to direct health care agreements that are fully executed on or after May 12, 2022; 2022 Acts, ch 1064, §3;\n\n2022 Acts, ch 1153, §15, 20, 22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-135n/section-135n-1/"
    }
  ]
}