{
  "state": "iowa",
  "path": "title-title-iv-public-health/chapter-chapter-152a-dietetics",
  "sections": [
    {
      "id": "section-152a1",
      "number": "152A.1",
      "heading": "Definitions.Section 152A.2 - License requirements.Section 152A.3 - Exemptions.",
      "text": "152A.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Board” means the board of dietetics created under chapter 147.\n\n2. “Licensed dietitian” or “dietitian” means a person who holds a valid license to practice dietetics pursuant to this chapter.\n\n85 Acts, ch 168, §8; 2007 Acts, ch 10, §127",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-152a/section-152a-1/"
    },
    {
      "id": "section-152a2",
      "number": "152A.2",
      "heading": "License requirements.",
      "text": "152A.2 License requirements.\n\n1. An applicant shall be issued a license to practice dietetics by the board when the applicant satisfies all of the following:\n\na. Possesses a baccalaureate degree or postbaccalaureate degree with a major course of study in human nutrition, food and nutrition, dietetics, or food systems management, or in an equivalent major course of study which meets minimum academic requirements as established by the accreditation council for education in nutrition and dietetics of the academy of nutrition and dietetics and approved by the board.\n\nb. Completes an accredited competency-based supervised experience program approved by the accreditation council for education in nutrition and dietetics of the academy of nutrition and dietetics and approved by the board.\n\nc. Satisfactorily completes the commission on dietetic registration of the academy of nutrition and dietetics examination approved by the board.\n\n2. Renewal of a license granted under this chapter shall not be approved unless the applicant has satisfactorily completed the continuing education requirements for the license as prescribed by the board.\n\n85 Acts, ch 168, §9; 2014 Acts, ch 1006, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-152a/section-152a-2/"
    },
    {
      "id": "section-152a3",
      "number": "152A.3",
      "heading": "Exemptions.",
      "text": "152A.3 Exemptions.\n\nThe following are not subject to this chapter:\n\n1. Licensed physicians and surgeons, nurses, chiropractors, dentists, dental hygienists, pharmacists or physical therapists who make dietetic or nutritional assessments, or give dietetic or nutritional advice in the normal practice of their profession or as otherwise authorized by law.\n\n2. Dietetics students who engage in clinical practice under the supervision of a dietitian as part of a dietetic education program or a competency-based supervised experience program approved by the accreditation council for education in nutrition and dietetics of the academy of nutrition and dietetics.\n\n3. Dietitians who serve in the armed forces or the public health service of the United States or are employed by the United States department of veterans affairs, provided their practice is limited to that service or employment.\n\n4. Dietitians who are licensed in another state, United States possession, or country, or have received at least a baccalaureate degree and are in this state for the purpose of:\n\na. Consultation, provided the practice in this state is limited to consultation.\n\nb. Conducting a teaching clinical demonstration in connection with a program of basic clinical education, graduate education, or postgraduate education which is sponsored by a dietetic education program or a competency-based supervised experience program approved by the accreditation council for education in nutrition and dietetics of the academy of nutrition and dietetics.\n\n5. Individuals who do not call themselves dietitians but routinely, in the course of doing business, market or distribute weight loss programs or sell nutritional products and provide explanations for customers regarding the use of the programs or products relative to normal nutritional needs.\n\n6. Individuals who provide routine education and advice regarding normal nutritional requirements and sources of nutrients, including, but not limited to, persons who provide information as to the use and sale of food and food materials including dietary supplements.\n\n85 Acts, ch 168, §10; 2009 Acts, ch 26, §9; 2014 Acts, ch 1006, §2, 3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-152a/section-152a-3/"
    }
  ]
}