{
  "state": "iowa",
  "path": "title-title-iv-public-health/chapter-chapter-136d-tanning-facilities",
  "sections": [
    {
      "id": "section-136d1",
      "number": "136D.1",
      "heading": "Short title.Section 136D.2 - Definitions",
      "text": "Section 136D.3 - Application of chapter.Section 136D.4 - Warning signs — written warning statements.Section 136D.5Section 136D.6 - Permits.Section 136D.7 - Duties of the department.Section 136D.8 - Inspections — violations — prohibited acts — injunctions.Sect",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-136d2",
      "number": "136D.2",
      "heading": "Definitions.",
      "text": "136D.2 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Department” means the department of inspections, appeals, and licensing.\n\n2. “Director” means the director of the department of inspections, appeals, and licensing, or the director’s designee.\n\n3. “Phototherapy device” means a piece of equipment that emits ultraviolet radiation and that is used by a health care professional in the treatment of disease.\n\n4. “Tanning device” means any equipment that emits electromagnetic radiation with wavelengths in the air between 200 and 400 nanometers and that is used for tanning of human skin, such as tanning booths or tanning beds.\n\n5. “Tanning facility” means a location, place, area, structure, or business, or a part thereof, which provides access to a tanning device for compensation. “Tanning facility” may include but is not limited to a tanning salon, health club, apartment, and condominium.\n\n90 Acts, ch 1220, §2; 2012 Acts, ch 1113, §28; 2023 Acts, ch 19, §1620\n\nSubsections 1 and 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-2/"
    },
    {
      "id": "section-136d3",
      "number": "136D.3",
      "heading": "Application of chapter.",
      "text": "136D.3 Application of chapter.\n\n1. This chapter does not apply to a phototherapy device used by or under the supervision of a licensed physician trained in the use of phototherapy devices. A tanning device used by a tanning facility must comply with all applicable federal laws and regulations.\n\n2. This chapter shall not supersede or duplicate the authority and programs of any other agency of the state or the United States. To avoid duplication and promote coordination of radiation protection activities, the department may enter into written agreements with other state or federal agencies, with local boards of public health, or with private organizations or individuals, to administer this chapter.\n\n90 Acts, ch 1220, §3; 2008 Acts, ch 1058, §10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-3/"
    },
    {
      "id": "section-136d4",
      "number": "136D.4",
      "heading": "Warning signs — written warning statements.",
      "text": "136D.4 Warning signs — written warning statements.\n\n1. A tanning facility shall post the following warning signs that describe the hazards associated with the use of tanning devices:\n\na. A warning sign in a conspicuous location readily visible to persons entering the establishment. The signs shall comply with rules adopted by the department.\n\nb. A warning sign for each tanning device, in a conspicuous location readily visible to a person preparing to use the device. The sign shall comply with rules adopted by the department.\n\n2. A tanning facility shall provide each customer with a written warning statement that complies with rules adopted by the department.\n\n90 Acts, ch 1220, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-4/"
    },
    {
      "id": "section-136d",
      "number": "136D",
      "heading": "5",
      "text": "5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-136d6",
      "number": "136D.6",
      "heading": "Permits.",
      "text": "136D.6 Permits.\n\n1. A person shall not operate a tanning facility without a current and valid permit to operate the facility, issued by the department.\n\n2. The permit shall be displayed in an open public area of the tanning facility.\n\n3. Permits shall be renewed annually upon acceptance of an application provided by the department and upon receipt of a permit fee.\n\n4. The department may revoke, cancel, or suspend a permit to operate a tanning facility based upon criteria adopted by rule of the department.\n\n90 Acts, ch 1220, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-6/"
    },
    {
      "id": "section-136d7",
      "number": "136D.7",
      "heading": "Duties of the department.",
      "text": "136D.7 Duties of the department.\n\nThe department shall do all of the following:\n\n1. Establish requirements for the operation of tanning facilities, including but not limited to, proper sanitation of tanning devices, provisions of proper equipment, the presence of knowledgeable operators during operating hours, and the use of accurate timers and temperature controls.\n\n2. Adopt rules, in accordance with chapter 17A, as necessary for the implementation and enforcement of this chapter, including but not limited to rules relating to the operation and use of tanning devices, rules regarding the warning signs required to be posted by a tanning facility, and rules prescribing the criteria for revocation, cancellation, or suspension of a tanning facility permit.\n\n3. Establish and collect fees to defray the costs of administering the program established in this chapter. Fees collected shall be deposited in the general fund of the state.\n\n90 Acts, ch 1220, §6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-7/"
    },
    {
      "id": "section-136d8",
      "number": "136D.8",
      "heading": "Inspections — violations — prohibited acts — injunctions.",
      "text": "136D.8 Inspections — violations — prohibited acts — injunctions.\n\n1. The director or an authorized agent shall have access at all reasonable times to any tanning facility to inspect the facility to determine if this chapter is being violated.\n\n2. A tanning facility shall not claim, or distribute promotional materials that claim, that using a tanning device is safe or free from risk.\n\n3. a. If the director finds that a person has violated, or is violating or threatening to violate this chapter and that the violation creates an immediate threat to the health and safety of the public, the director may petition the district court for a temporary restraining order to restrain the violation or threat of violation.\n\nb. If a person has violated, or is violating or threatening to violate this chapter, the director may petition the district court for an injunction to prohibit the person from continuing the violation or threat of violation.\n\nc. On application for injunctive relief and a finding that a person is violating or threatening to violate this chapter, the district court shall grant any injunctive relief warranted by the facts.\n\n90 Acts, ch 1220, §7; 2012 Acts, ch 1113, §29",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-8/"
    },
    {
      "id": "section-136d9",
      "number": "136D.9",
      "heading": "Penalties.",
      "text": "136D.9 Penalties.\n\n1. The department may impose a civil penalty not to exceed one thousand dollars on a person who violates a provision of this chapter, a rule adopted or order issued under this chapter, or a term, condition, or limitation of a registration certificate issued pursuant to this chapter, or who commits a violation for which a registration certificate may be revoked under rules issued pursuant to this chapter. Each day of continuing violation constitutes a separate offense in computing the civil penalty. However, the maximum civil penalty for a continuing violation shall not exceed five thousand dollars.\n\n2. The department shall notify a person of the intent to impose a civil penalty against the person. The department shall establish the notification process to include an opportunity for the person to respond in writing, within a reasonable time as the department shall establish by rule, regarding reasons why the civil penalty should not be imposed.\n\n3. The department may compromise, mitigate, or refund a civil penalty imposed under this section. A person upon whom a civil penalty is imposed may appeal the action pursuant to chapter 17A. The department shall remit moneys collected from civil penalties to the treasurer of the state who shall deposit the moneys in the general fund of the state.\n\n2012 Acts, ch 1113, §30",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iv/chapter-136d/section-136d-9/"
    }
  ]
}