{
  "state": "virginia",
  "path": "title-title-551-property-and-conveyances/chapter-chapter-16-leases",
  "sections": [
    {
      "id": "section-551-1600",
      "number": "55.1-1600.",
      "heading": "Form of a lease§ 55.1-1601. Memoranda of leases and options§ 55",
      "text": "A lease may be made in a form substantially similar to the following: \"This lease, made the ____ day of ______, in the year ____, between (herein insert the names of parties), witnesseth: that the said ______ does (or do) demise unto the said ______, his personal representative and assigns, all (here describe the property) from the ____ day of ______, for the term of ______, thence ensuing, yielding therefor during the said term the rent of (here state the rent and mode of payment). Witness the following signature (or signatures).\"\n\nCode 1919, § 5165; Code 1950, § 55-57; 2019, cc. 11, 49, 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1600/"
    },
    {
      "id": "section-551-1601",
      "number": "55.1-1601.",
      "heading": "Memoranda of leases and options",
      "text": "A. In lieu of the recording of a lease, a memorandum of such lease may be recorded, executed by the lessor and the lessee in the manner that would entitle a conveyance to be recorded. Such memorandum of lease shall contain at least the following information with respect to the lease:\n\n1. The name of the lessor;\n\n2. The name of the lessee and a reference to the lease;\n\n3. The addresses, if any, set forth in the lease as addresses of such parties;\n\n4. The date of the memorandum of such lease;\n\n5. A description of the leased premises; and\n\n6. A statement of the term, commencement date or termination date, and rights of extension or renewal, if any, to the extent required to determine the period for which or date to which the lease may be in effect.\n\nB. In lieu of the recording of an option to purchase real estate, a memorandum of such option may be recorded, executed by the grantor of the option in the manner that would entitle a conveyance to be recorded. Such memorandum of option to purchase real estate shall contain at least the following information with respect to the option:\n\n1. The name of the person granting the option;\n\n2. The name of the optionee and a reference to the option;\n\n3. The addresses, if any, set forth in the agreement as addresses of such parties;\n\n4. The date of the memorandum of the option;\n\n5. A description of the optioned premises;\n\n6. The option price or reference to the document containing the method with regard to how the option price is computed; and\n\n7. The statement of the term, commencement date or termination date, and rights of extension or renewal, if any, to the extent required to determine the period during which or date to which the option may be in effect.\n\n1978, c. 628, § 55-57.1; 1982, c. 365; 1984, c. 573; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1601/"
    },
    {
      "id": "section-551-1602",
      "number": "55.1-1602.",
      "heading": "Certain covenants of lessee \"to pay the rent\" and \"to pay the taxes.\"",
      "text": "In a lease, (i) a covenant by the lessee \"to pay the rent\" shall have the effect of a covenant that the rent reserved by the lease shall be paid to the lessor, or those entitled under the lessor, in the manner stated in the lease, and (ii) a covenant by the lessee \"to pay the taxes\" shall have the effect of a covenant that all the taxes, levies, and assessments upon the demised premises, or upon the lessor on account thereof, shall be paid by the lessee or those claiming under the lessee.\n\nCode 1919, § 5178; Code 1950, § 55-76; 2019, cc. 11, 49, 712; 2020, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1602/"
    },
    {
      "id": "section-551-1603",
      "number": "55.1-1603.",
      "heading": "Certain covenants of lessee that \"he will not assign without leave\" and that \"he will leave the premises in good repair.\"",
      "text": "In a lease, (i) a covenant by the lessee that \"he will not assign without leave\" shall have the same effect as a covenant that the lessee will not, during the term, assign, transfer, or set over the premises, or any part of such premises, to any person without the consent, in writing, of the lessor or the lessor's representative or assigns, and (ii) a covenant by the lessee that \"he will leave the premises in good repair\" shall, subject to the qualifications of § 55.1-1411, have the same effect as a covenant that the demised premises will, at the expiration or other sooner determination of the term, be peaceably surrendered and yielded to the lessor or the lessor's representatives or assigns in good and substantial repair and condition, reasonable wear and tear excepted.\n\nCode 1919, § 5179; Code 1950, § 55-77; 2019, cc. 11, 49, 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1603/"
    },
    {
      "id": "section-551-1604",
      "number": "55.1-1604.",
      "heading": "Covenant of lessor \"for lessee's quiet enjoyment.\"",
      "text": "A covenant by a lessor \"for the lessee's quiet enjoyment of his term\" shall have the same effect as a covenant that the lessee, or the lessee's personal representative or lawful assigns, paying the rent reserved and performing his covenants, shall peaceably possess and enjoy the demised premises, for the term granted, without any interruption or disturbance from any person.\n\nCode 1919, § 5181; Code 1950, § 55-78; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1604/"
    },
    {
      "id": "section-551-1605",
      "number": "55.1-1605.",
      "heading": "Effect of provision for reentry by lessor",
      "text": "If a lease provides that \"the lessor may reenter for default of ____ days in the payment of rent, or for the breach of covenants,\" it has the effect of an agreement that if the rent reserved, or any part of such rent, is unpaid for such number of days after the day on which it was due, or if any of the other covenants on the part of the lessee or his personal representative or assigns is broken, then, in either of such cases, the lessor, or those entitled in the lessor's place, at any time afterwards may reenter into and upon the demised premises, or any part of such premises, in the name of the whole, and the same again have, repossess, and enjoy, as of his former estate.\n\nCode 1919, § 5182; Code 1950, § 55-79; 2019, cc. 11, 49, 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1605/"
    },
    {
      "id": "section-551-1606",
      "number": "55.1-1606.",
      "heading": "Grantees and assignees have same rights against lessees as lessors",
      "text": "A grantee or assignee of any land leased, or of the reversion thereof, and his heirs, personal representative, or assigns, shall enjoy against the lessee, and his heirs, personal representative, or assigns, the like advantage, by action or entry for any forfeiture or by action upon any covenant or promise in the lease that the grantor, assignor, or lessor, or his heirs, might have enjoyed.\n\n2024, cc. 27, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1606/"
    },
    {
      "id": "section-551-1607",
      "number": "55.1-1607.",
      "heading": "Lessees have same rights against grantees as against lessors",
      "text": "A lessee, his personal representative, or his assigns may have against a grantee or alienee of the reversion, or of any part of such reversion, his heirs, or his assigns the like benefit of any condition, covenant, or promise in the lease as he could have had against the lessor himself and his heirs and assigns, except the benefit of any warranty, in deed or law.\n\n2024, cc. 27, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1607/"
    },
    {
      "id": "section-551-1608",
      "number": "55.1-1608.",
      "heading": "What powers to pass to grantee or devisee; when attornment unnecessary",
      "text": "In conveyances or devises of rents in fee, with powers of distress and reentry, or either of them, such powers shall pass to the grantee or devisee without express words. A grant or devise of a rent, or of a reversion or remainder, is good and effectual without attornment of the tenant, but no tenant who, before notice of the grant, paid the rent to the grantor shall suffer any damage as a result of such payment.\n\n2024, cc. 27, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1608/"
    },
    {
      "id": "section-551-1609",
      "number": "55.1-1609.",
      "heading": "When attornment void",
      "text": "The attornment of a tenant to any stranger is void, unless it is with the consent of the landlord of such tenant or pursuant to or in consequence of the judgment or order of a court.\n\n2024, cc. 27, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-16/section-55-1-1609/"
    }
  ]
}